[{"Abstract":"Introduction\/Background: Atypical lung carcinoids and lung neuroendocrine carcinomas (NECs) are currently incurable. Most of these cancers express the C-X-C chemokine receptor 4 (CXCR4), making CXCR4 an attractive target for cancer diagnosis and treatment using radioligand therapy (RLT) with nuclides such as alpha emitter Pb<sup>212 <\/sup>conjugated to Pentixather (Pent). Alpha particles produce dense ionization tracks and damage cytosolic structures such as mitochondria, leading to the generation of reactive oxygen species such as superoxide (O<sub>2<\/sub><sup>&#9679;-<\/sup>) and hydroperoxides (H<sub>2<\/sub>O<sub>2<\/sub> and ROOH) in targeted cancer cells. The FDA approved thioredoxin reductase inhibitor, auranofin (Aur), inhibits peroxiredoxin-mediated hydroperoxide metabolism increasing cell killing in targeted cancer cells.<br \/>Hypothesis: Inhibition of hydroperoxide metabolism using Aur can enhance therapeutic efficacy of alpha particle emitting <sup>212<\/sup>Pb-Pent in preclinical models of lung carcinoids and NECs.<br \/>Results: Clinically, IHC revealed greater than 75% of atypical carcinoids and NECs tested had moderate to high CXCR4. qRT-PCR, flow cytometry and immunohistochemistry performed on different lung carcinoid and NEC lung cell lines, determined that the majority moderately or highly express CXCR4. The minimal non-toxic dose of Aur that inhibits 50-70% of thioredoxin reductase activity was 4 mg\/kg (intraperitoneal once a day) in DMS273 (small cell lung cancer) xenografts. <sup>212<\/sup>Pb-Pent given IV (1 and 3 &#181;Cu\/g) was effective at increasing the survival of mice with DMS273 xenografts. Mice were then treated with 1.5, 3 or 6 &#181;Cu\/g <sup>212<\/sup>Pb-Pent w\/wo Aur 4 mg\/kg\/day. A trend test showed that both increasing dose of <sup>212<\/sup>Pb-Pent and the addition of Aur, caused a significant (p&#60;0.01) delay in tumor growth. There were no significant changes in body weights, complete blood counts, and serum alanine aminotransferase indicating the combination treatments were well tolerated. Radiation dosimetry estimates using quantitative SPECT\/CT imaging with Pb<sup>203<\/sup>-Pent demonstrated average absorbed doses of 0.133 Gy\/&#181;Ci (liver), 0.098 Gy\/&#181;Ci (kidneys), 0.013 Gy\/&#181;Ci (H292 xenografts), 0.028 Gy\/&#181;Ci (DMS53 xenografts), 0.057 Gy\/&#181;Ci (DMS273 xenografts), and 0.096 Gy\/&#181;Ci (H69AR xenografts). Xenograft absorbed dose levels were positively correlated with CXCR4 expression.<br \/>Conclusion: The use of <sup>212<\/sup>Pb-Pent therapy to target CXCR4 on NECs showed pre-clinical efficacy in a dose dependent manner that was enhanced by Aur without significant normal tissue toxicity supporting the hypothesis that CXCR4 can be successfully targeted with the radionuclide theragnostic pair, Pb<sup>212<\/sup>\/Pb<sup>203<\/sup>-pentixather.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-07 Theranostics\/radiotheranostics,,"},{"Key":"Keywords","Value":"Theranostics,Oxidative stress,Radiosensitization,Neuroendocrine tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Melissa A. Fath<\/b><sup><\/sup>, Dijie Liu<sup><\/sup>, Claudia Robles-Planells<sup><\/sup>, Jordan  T.  Ewald<sup><\/sup>, Keegan  A.  Christensen<sup><\/sup>, Spenser  S.  Johnson<sup><\/sup>, Stephen  A.  Graves<sup><\/sup>, Douglas  R.  Spitz<sup><\/sup>, Yusuf Menda<sup><\/sup>, M. Sue O’Dorisio<sup><\/sup><br><br\/>University of Iowa, Iowa City, IA","CSlideId":"","ControlKey":"de34bf19-f801-4915-a574-18f11913ecfa","ControlNumber":"4614","DisclosureBlock":"&nbsp;<b>M. A. Fath, <\/b> None..<br><b>D. Liu, <\/b> None..<br><b>C. Robles-Planells, <\/b> None..<br><b>J. T. Ewald, <\/b> None..<br><b>K. A. Christensen, <\/b> None..<br><b>S. S. Johnson, <\/b> None..<br><b>S. A. Graves, <\/b> None..<br><b>D. R. Spitz, <\/b> None..<br><b>Y. Menda, <\/b> None..<br><b>M. O’Dorisio, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5339","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5034","PresenterBiography":null,"PresenterDisplayName":"Melissa Fath, PhD","PresenterKey":"610ab3db-fa02-43bb-a107-455b9bf46bb0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5034. Targeting CXCR4 and thioredoxin reductase in high grade neuroendocrine tumors and neuroendocrine carcinomas","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting CXCR4 and thioredoxin reductase in high grade neuroendocrine tumors and neuroendocrine carcinomas","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer death worldwide. There is an unmet need for therapies to improve lung cancer outcomes without causing additional toxicities. Tax-interacting protein 1 (TIP1) is a radiation-inducible antigen that plays a role in lung cancer progression and resistance to therapy. TIP1 is a targetable cell surface protein. We developed human antibodies (Ab) that bind specifically to lung cancer. This study aimed to evaluate our lead anti-TIP1 human antibody targeting lung cancer <i>in vitro<\/i> and <i>in vivo<\/i>. Anti-TIP1 IgG1 Ab was developed by biopanning phage display human antibody library. The purified Ab was characterized by size-exclusion chromatography-HPLC (SEC-HPLC), mass spectrometry, ELISA, BIAcore and flow cytometry. Ab was labeled with <sup>89<\/sup>Zr using desferrioxamine chelator. The surface binding of <sup>89<\/sup>Zr-Ab was evaluated in the A549 and H460 lung cancer cells. Stability of the <sup>89<\/sup>Zr-Ab was assessed in human serum. Mice bearing 3 patient-derived xenografts (PDX) lung tumors or A549 tumors were injected with 50 &#181;Ci of <sup>89<\/sup>Zr-Ab. Small animal PET imaging and biodistribution were conducted over 7 days. Specific tumor uptake was evaluated in biodistribution studies on day 5 by injecting cold Ab before <sup>89<\/sup>Zr-Ab. We obtained 95% pure anti-TIP1 Ab by SEC-HPLC. Mass spectrometry confirmed the intact mass and glycosylation pattern of the anti-TIP1 IgG1. The Ab is bound to recombinant TIP1 protein and cancer cell surface with high affinity. The radiochemical purity of the <sup>89<\/sup>Zr-Ab was 99.9%, and the molar activity was 11.54 MBq\/nmol with a radiolabeling yield of 91.4%. Both A549 and H460 cell lines demonstrated specific binding as &#62;70% inhibition was observed when the cold Ab was added. The ratio of SUV tumor to SUV muscle increased from 5.8 at 2 days to 6.3 at 7 days in PDX. In biodistribution studies, we found significantly higher (p&#60;0.05) tumor uptake of the anti-TIP1 Ab (9.15&#177;3.13 %ID\/gm) vs. isotype control (5.72&#177;1.02 %ID\/gm). Cold anti-TIP1 Ab significantly blocked (p&#60;0.0001) binding of the <sup>89<\/sup>Zr-Ab in A549 tumors. The anti-TIP1 Ab targets lung cancer cells <i>in vitro<\/i> and <i>in vivo<\/i>. The Ab retained antigen-binding potential following labeling with <sup>89<\/sup>Zr. This Ab can detect TIP1 positive tumors for therapy when conjugated with therapeutic radionuclides. IND enabling studies with the lead anti-TIP1 Ab are underway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-07 Theranostics\/radiotheranostics,,"},{"Key":"Keywords","Value":"Antibody engineering,Theranostics,PET,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Abhay Kumar Singh<\/b><sup><\/sup>, Calvin  D.  Lewis<sup><\/sup>, Cristian AWV Boas<sup><\/sup>, Philipp Diebolder<sup><\/sup>, Prashant  N.  Jethva<sup><\/sup>, Aaron Rhee<sup><\/sup>, Jong Hee Song<sup><\/sup>, Young Ah Goo<sup><\/sup>, Shunqiang Li<sup><\/sup>, Yongjian Liu<sup><\/sup>, Buck Rogers<sup><\/sup>, Vaishali Kapoor<sup><\/sup>, Dennis  E.  Hallahan<sup><\/sup><br><br\/>Washington University School of Medicine in St. Louis, Saint Louis, MO","CSlideId":"","ControlKey":"6cb919ff-7b08-4d66-ad35-1c397fce651e","ControlNumber":"3830","DisclosureBlock":"&nbsp;<b>A. K. Singh, <\/b> None..<br><b>C. D. Lewis, <\/b> None..<br><b>C. A. Boas, <\/b> None..<br><b>P. Diebolder, <\/b> None..<br><b>P. N. Jethva, <\/b> None..<br><b>A. Rhee, <\/b> None..<br><b>J. Song, <\/b> None..<br><b>Y. Goo, <\/b> None..<br><b>S. Li, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>B. Rogers, <\/b> None..<br><b>V. Kapoor, <\/b> None..<br><b>D. E. Hallahan, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5340","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5035","PresenterBiography":null,"PresenterDisplayName":"Abhay Singh, PhD","PresenterKey":"1d7e4b9c-0f41-457c-a905-6feb9b6ac4de","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5035. Preclinical development of a <sup>89<\/sup>Zr-labeled human antibody as a novel immuno-PET agent for noninvasive cancer detection and monitoring response to treatment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical development of a <sup>89<\/sup>Zr-labeled human antibody as a novel immuno-PET agent for noninvasive cancer detection and monitoring response to treatment","Topics":null,"cSlideId":""},{"Abstract":"The immune checkpoint antigen B7-H3 (CD276), expressed on cell surfaces of a variety of epithelial solid tumors, is a type 1 transmembrane protein consisting of an extracellular domain of repeating immunoglobulin constant and immunoglobulin variable domains (IgV, IgC, IgV, IgC), known as the 4Ig-B7-H3 isoform. 4Ig-B7-H3 is the dominant isoform in human cancers and is expressed at much lower levels on normal tissues. Humans also express a sheddable 2Ig-B7-H3 isoform containing only one immunoglobulin variable and constant extracellular domain (IgV, IgC) that is found in circulation (soluble 2Ig-B7-H3) and presents a challenge for systemic targeting of solid tumors. To develop an antibody suitable for fulfilling the promise of B7-H3 as a systemic therapeutic target, herein we report a murine antibody (MIL33B) that demonstrates mid-picomolar affinity to human 4Ig-B7-H3 (Kd, 72 pM) with 8-fold selectivity over 2Ig-B7-H3 (Kd, 580 pM) extracellular domains. Furthermore, MIL33B maintains high affinity to porcine 4Ig-B7-H3 (Kd, 102 pM), selectivity over murine 2Ig-B7-H3 (Kd, 41 nM), facilitating pre-clinical testing, and low cross-reactivity to other B7 family members (Kd, &#62;1 &#956;M). MIL33B-AF495 conjugates showed selective binding by live cell fluorescence microscopy to HeLa and HCT116 cells with high endogenous 4Ig-B7-H3 expression and 4T1, B16F10 and CT26 cells induced to express human 4Ig-B7-H3 compared to HeLa 4Ig-B7-H3 KO cells or murine cell lines with endogenous 2Ig-B7-H3 expression. Compared to uptake in respective KO or vector control tumors, quantitative analysis <i>in vivo<\/i> with <sup>89<\/sup>Zr-DFO-MIL33B and PET imaging of tumor models demonstrated significantly higher normalized tumor-specific uptake in tumors with high endogenous expression of 4Ig-B7-H3 (HeLa) (3.25 &#177; 0.65 vs. 0.79 &#177; 0.13 SUV ratio, * p = 0.02) or those induced to express human 4Ig-B7-H3 (B16F10 and CT26) (3.16 &#177; 0.30 vs. 1.20 &#177; 0.69 SUV ratio, ** p = 0.0032; and 3.62 &#177; 1.62 vs. 1.89 &#177; 0.85 SUV ratio, *** p &#60; 0.0001, respectively). As a first radio-theranostic treatment application, MIL33B labeled with yttrium-90 (<sup>90<\/sup>Y-DOTA-MIL33B), a therapeutic beta-emitter, administered as a single dose I.V. (100 mCi, 3700 kBq), induced complete tumor regression and long-term survival of &#62; 50% of mice harboring established syngeneic radioresistant colorectal CT26 tumors expressing human 4Ig-B7-H3 compared to vector control tumors (* p = 0.0376, log-rank test). <sup>90<\/sup>Y-DOTA-MIL33B-responsive mice developed immunologic memory and depletion assays <i>in vivo <\/i>demonstrated that CD8b+ cells contributed to the therapeutic efficacy of <sup>90<\/sup>Y-DOTA-MIL33B. These results point to the promise of <sup>90<\/sup>Y-DOTA-MIL33B as a selectively-targeted immune priming agent for radioligand therapy of 4Ig-B7-H3-expressing solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-07 Theranostics\/radiotheranostics,,"},{"Key":"Keywords","Value":"Radioimmunotherapy,Theranostics,Antibody,Colon cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sarah Glazer<\/b><sup><\/sup>, Margie Sutton<sup><\/sup>, Ping Yang<sup><\/sup>, Federica Pisaneschi<sup><\/sup>, Seth Gammon<sup><\/sup>, David Piwnica-Worms<sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"9e62259a-b992-46ff-93cc-2147203221f9","ControlNumber":"6754","DisclosureBlock":"&nbsp;<b>S. Glazer, <\/b> None..<br><b>M. Sutton, <\/b> None..<br><b>P. Yang, <\/b> None.&nbsp;<br><b>F. Pisaneschi, <\/b> <br><b>RadioPharm Ventures, LLC<\/b> Other Intellectual Property, Other, Potential licensing equity. <br><b>S. Gammon, <\/b> <br><b>RadioPharm Ventures, LLC<\/b> Other Intellectual Property, Other, Potential licensing equity. <br><b>D. Piwnica-Worms, <\/b> <br><b>RadioPharm Ventures, LLC<\/b> Other Intellectual Property, Other, Potential Licensing Equity.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5341","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5036","PresenterBiography":null,"PresenterDisplayName":"Sarah Glazer","PresenterKey":"b62937ed-71a5-45e9-b4f1-cd4536046d0c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5036. Single dose treatment with a novel Yttrium-90-labeled high affinity anti-B7-H3 antibody selective for the 4Ig-B7-H3 isoform provides long term survivors for established radioresistant colorectal carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single dose treatment with a novel Yttrium-90-labeled high affinity anti-B7-H3 antibody selective for the 4Ig-B7-H3 isoform provides long term survivors for established radioresistant colorectal carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The development of effective radioligand therapeutics (RLTs) is frequently hampered by the lack of high-quality targeting agents that selectively deliver radioactive payloads to the site of disease while sparing healthy tissues. Antibodies can have high affinity and specificity to tumor targets, but their large size results in limited tumor penetration and long systemic half-life is frequently causing haematological toxicities. Alternatively, targeting agents with low molecular weight such as small molecules and peptides often suffer from limited affinity and specificity to the tumor target, resulting in off-target effects and limited tumor retention. DARPins (<u>D<\/u>esigned <u>A<\/u>nkyrin <u>R<\/u>epeat <u>P<\/u>roteins) developed by Molecular Partners combine small size (15 kDa) and ideal binding properties. Due to their rigid-body target binding mode DARPins combine very high affinity and specificity and unless engineered accordingly, DARPins have very short systemic half-lives. Thanks to a simple and robust architecture, DARPins can be efficiently coupled with radioactive payloads, even at elevated temperatures; and they can tolerate sequence-engineering approaches, which are not compatible with other protein scaffolds. To establish the DARPin platform for RLT, we have used DARPin candidates against different tumor targets. We have previously shown that increasing affinity to the tumor target correlates with elevated tumor uptake and long tumor residence in preclinical mouse models. We now also show that DARPins exhibit a homogeneous and deep tumor penetration <i>in vivo<\/i> that is highly superior to antibody benchmarks. Globular proteins below 60 kDa in size are typically cleared from the bloodstream via the renal pathway. This generally results in a strong kidney accumulation of small sized, protein-based targeting agents and their coupled residualizing radionuclides, leading to dose-limiting kidney toxicities. To overcome this limitation, we have undertaken an extensive engineering approach of the DARPin scaffold. Our results show that sequence engineering strongly reduces kidney uptake of DARPins without affecting their tumor uptake. This effect was confirmed with independent DARPin candidates suggesting a general applicability of the approach. Combined with other orthogonal strategies, we are able obtain favourable tumor to kidney ratios in preclinical mouse models. These results show that our proprietary optimized DARPin platform offers an attractive solution to the limitations of protein-based targeting agents for RLT applications. Together with the fact that high-affinity DARPins can be generated against a large variety of tumor targets, we conclude that our platform provides a powerful basis for the development of next-generation RLTs. Several DARPin-RLT programs in indications with high unmet medical need are currently in development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-07 Theranostics\/radiotheranostics,,"},{"Key":"Keywords","Value":"Targeted drug delivery,Theranostics,Therapeutic proteins,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Andreas Bosshart<sup>1<\/sup>, Stephan Wullschleger<sup>1<\/sup>, Martin Behe<sup>2<\/sup>, Alain Blanc<sup>2<\/sup>, Stefan Imobersteg<sup>2<\/sup>, Alexandra Neculcea<sup>1<\/sup>, Jacqueline Blunschi<sup>1<\/sup>, Liridon Abduli<sup>1<\/sup>, Sarah Schütz<sup>1<\/sup>, Julia Wolter<sup>1<\/sup>, Christian Reichen<sup>1<\/sup>, Amelie Croset<sup>1<\/sup>, Alessandra Villa<sup>1<\/sup>, Christian Lizak<sup>1<\/sup>, Anne Goubier<sup>1<\/sup>, Roger Schibli<sup>2<\/sup>, <b>Daniel Steiner<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Molecular Partners AG, Schlieren, Switzerland,<sup>2<\/sup>Paul Scherrer Institute, Villigen, Switzerland","CSlideId":"","ControlKey":"a40e66d5-6534-416d-93dd-2cb7c62ba6d8","ControlNumber":"7223","DisclosureBlock":"&nbsp;<b>A. Bosshart, <\/b> None..<br><b>S. Wullschleger, <\/b> None..<br><b>M. Behe, <\/b> None..<br><b>A. Blanc, <\/b> None..<br><b>S. Imobersteg, <\/b> None..<br><b>A. Neculcea, <\/b> None..<br><b>J. Blunschi, <\/b> None..<br><b>L. Abduli, <\/b> None..<br><b>S. Schütz, <\/b> None..<br><b>J. Wolter, <\/b> None..<br><b>C. Reichen, <\/b> None..<br><b>A. Croset, <\/b> None..<br><b>A. Villa, <\/b> None..<br><b>C. Lizak, <\/b> None..<br><b>A. Goubier, <\/b> None..<br><b>R. Schibli, <\/b> None..<br><b>D. Steiner, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5342","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5037","PresenterBiography":null,"PresenterDisplayName":"Daniel Steiner","PresenterKey":"5c10b31f-80d0-4269-9e41-b2dd6f3c6b41","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5037. DARPins as powerful targeting agents for radioligand therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DARPins as powerful targeting agents for radioligand therapeutics","Topics":null,"cSlideId":""},{"Abstract":"[<sup>177<\/sup>Lu]Lu-PSMA improves progression-free and overall survival in metastatic castration resistant prostate cancer. However, the role of immune stimulation by molecularly targeted radionuclide therapy (MRT) is poorly understood. The aim of this study was to evaluate the anti-tumor immune response induced by [<sup>177<\/sup>Lu]Lu-PSMA. The markers of immunogenic cell death (ICD), translocation of calreticulin (CRT) to the cell membrane, HMGB1 release and ATP release, were evaluated in the RM1 cell line (PSMA-negative murine prostate carcinoma) and its derivative, RM1-PGLS (stably transduced with human PSMA and SFG-EGFp\/Luc), using flow cytometry, ELISA and a luminescence detection assay respectively. The <i>in vivo<\/i> biodistribution of [<sup>177<\/sup>Lu]Lu-PSMA in RM1-PGLS tumor-bearing C57BL\/6 mice was investigated using microSPECT-CT imaging, and the <i>in vivo<\/i> efficacy of [<sup>177<\/sup>Lu]Lu-PSMA was tested in RM1-PGLS tumor growth inhibition studies. Vaccination\/rechallenge experiments were performed to elucidate whether [<sup>177<\/sup>Lu]Lu-PSMA elicits ICD <i>in vivo<\/i>. The Nanostring Pan Cancer Immune Profiling Platform was used to assess changes in the tumor immune microenvironment (TIME) in response to [<sup>177<\/sup>Lu]Lu-PSMA. External radiation (EBRT; <sup>137<\/sup>Cs &#947;-radiation; 6-10 Gy) was used as a comparator treatment in most experiments. We observed a dose-dependent increase in cell surface CRT following [<sup>177<\/sup>Lu]Lu-PSMA and EBRT at 24 and 72 h and of HMGB1 release in response to [<sup>177<\/sup>Lu]Lu-PSMA and EBRT at 96 and 144 h. At 24 h following [<sup>177<\/sup>Lu]Lu-PSMA (60 MBq) there was a significant increase in ATP release compared to untreated samples. Collectively these data indicate [<sup>177<\/sup>Lu]Lu-PSMA causes ICD. A high RM1-PGLS tumor:muscle uptake ratio (210 &#177; 59) was noted in biodistribution experiments confirming highly specific tumor accumulation of [<sup>177<\/sup>Lu]Lu-PSMA. In tumor growth inhibition studies the time for tumors to reach a volume of 400 mm<sup>3<\/sup> was delayed in mice treated with [<sup>177<\/sup>Lu]Lu-PSMA (60 MBq) compared to no treatment (30 versus 21 days; P&#60;0.01). We showed that a subcutaneous inoculum of [<sup>177<\/sup>Lu]Lu-PSMA (60 MBq)-treated RM1-PGLS cells prevents tumor growth in approximately 50% of cases on rechallenge with viable RM1-PGLS cells one week later. This indicates that [<sup>177<\/sup>Lu]Lu-PSMA induces ICD <i>in vivo<\/i>. We observed a significant reduction in most tumor infiltrating lymphocyte (TIL) types at 2 days after <i>in vivo<\/i> exposure to [<sup>177<\/sup>Lu]Lu-PSMA (80 MBq), followed by an increase in TILs by Day 7. The observed pattern is similar to that after EBRT (6 Gy). There was overlap in the top 10 differentially expressed genes (treatment versus no treatment) for the [<sup>177<\/sup>Lu]Lu-PSMA and EBRT groups. The gene showing the greatest level of upregulation at day 7 in [<sup>177<\/sup>Lu]Lu-PSMA-treated tumors, IDO1, is known to be involved in immune tolerance and radioresistance. In conclusion, [<sup>177<\/sup>Lu]Lu-PSMA induces ICD <i>in vitro<\/i> and <i>in vivo<\/i> and modulates the TIME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-07 Theranostics\/radiotheranostics,,"},{"Key":"Keywords","Value":"Theranostics,Prostate-specific membrane antigen (PSMA),Radiation therapy,Immune response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Gemma Dias<sup><\/sup>, Sarah Able<sup><\/sup>, Irini Skaripa-Koukelli<sup><\/sup>, Rachel Anderson<sup><\/sup>, Gracie Wilson<sup><\/sup>, <b>Katherine A. Vallis<\/b><sup><\/sup><br><br\/>Oncology, University of Oxford, Oxford, United Kingdom","CSlideId":"","ControlKey":"ffd75be8-ccb6-48cb-91b7-48d30295b27e","ControlNumber":"4334","DisclosureBlock":"&nbsp;<b>G. Dias, <\/b> None..<br><b>S. Able, <\/b> None..<br><b>I. Skaripa-Koukelli, <\/b> None..<br><b>R. Anderson, <\/b> None..<br><b>G. Wilson, <\/b> None..<br><b>K. A. Vallis, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5343","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5038","PresenterBiography":null,"PresenterDisplayName":"Katherine Vallis, MD;PhD","PresenterKey":"f0dcff52-9b66-46d0-b1a8-a4e6418b4ad9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5038. Evaluation of anti-tumor immunity in response to [<sup>177<\/sup>Lu]Lu-PSMA in a mouse model of prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of anti-tumor immunity in response to [<sup>177<\/sup>Lu]Lu-PSMA in a mouse model of prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is the second most common cancer diagnosis worldwide and the fifth leading cause of cancer related death among men. Lutetium Lu 177 vivivotide tetraxetetan was recently approved by the FDA for treatment of prostate-specific membrane antigen (PSMA)-positive metastatic castration-resistant prostate cancer. However, not all patients respond to treatment and combination therapies may improve outcomes. One approach is to combine targeted radionuclide therapy with inhibitors targeting DNA damage response pathways such as ATM\/ATR inhibitors to enhance the radiosensitivity of the cancer cells. Currently, models used to study radioresistance in prostate cancer are based on cancer cell lines or cell-line derived xenograft models, but these models do not account for the heterogenous and complex biology of the disease.<br \/>To overcome this issue, we aimed at developing a radioresistant PSMA positive prostate cancer patient-derived xenograft (PDX) model based on the ST1273 model (XenoSTART). ST1273 originates from a sixty-five-year-old Hispanic male that did not receive treatment prior to sampling. The model is characterized by overexpression of androgen receptor and PSMA. Tumors were implanted in nude mice and radioresistance was induced by external beam radiation therapy (3x2Gy per cycle) until tumor growth was unresponsive to the treatment. Flow cytometry were applied to evaluate if altered proliferation rate or changes in the tumor microenvironment (TME) convers the resistance.<br \/>Out of five initially treated tumors, one tumor re-occurred after 19 days. Repeating the treatment led to an initial decrease in tumor volume but the growth delay was reduced to 12 days. A third treatment rendered the tumor resistant as tumor growth was unaffected. Current evidence confirms that radioresistance was maintained when passaging, and PSMA expression was unaffected. Next, we tested whether the tumor would also withstand targeted radionuclide therapy. Animals implanted with parental or radioresistant ST1273 tumors were treated with Lu177-PSMA-617 (5MBq, QW x2). The treatment reduced tumor size in both tumor types, but significantly less in the resistant model. Moreover, parental tumors had a significantly slower recurrence of 45 days compared to the resistant tumors that relapsed 24 days after the first dosing. Flow cytometry analysis of control and treated tumors (parental and radioresistant) showed that the radioresistance might be attributed to alterations in the cell cycle control.<br \/>Altogether, we developed a PDX prostate cancer model that is resistance to external beam radiation and PSMA targeted radionuclide therapy. This model will allow us to further characterize radioresistance and evaluate combinatorial therapy in a clinically relevant model.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-07 Theranostics\/radiotheranostics,,"},{"Key":"Keywords","Value":"Radioresistance,Theranostics,Prostate-specific membrane antigen (PSMA),Patient-derived xenograft (PDX) models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Maria Thaysen<sup>1<\/sup>, Esben Christensen<sup>1<\/sup>, Rikke  N.  Nielsen<sup>1<\/sup>, Michael Wick<sup>2<\/sup>, Mette  M.  Wessel<sup>1<\/sup>, Lotte  K.  Kristensen<sup>1<\/sup>, Sebastian Gnosa<sup>1<\/sup>, <b>Carsten  H.  Nielsen<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Minerva Imaging, Oelstykke, Denmark,<sup>2<\/sup>XenoSTART, San Antonio, TX","CSlideId":"","ControlKey":"988bcd43-e70f-4a9d-bd7c-a6bfe1c77739","ControlNumber":"5873","DisclosureBlock":"&nbsp;<b>M. Thaysen, <\/b> None..<br><b>E. Christensen, <\/b> None..<br><b>R. N. Nielsen, <\/b> None..<br><b>M. Wick, <\/b> None..<br><b>M. M. Wessel, <\/b> None..<br><b>L. K. Kristensen, <\/b> None..<br><b>S. Gnosa, <\/b> None..<br><b>C. H. Nielsen, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5344","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5039","PresenterBiography":null,"PresenterDisplayName":"Carsten Nielsen, PhD","PresenterKey":"73b163ba-8af3-41e8-983a-ed532fb90792","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5039. Development of a prostate cancer PDX model radioresistant to PSMA targeted radionuclide therapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a prostate cancer PDX model radioresistant to PSMA targeted radionuclide therapy","Topics":null,"cSlideId":""},{"Abstract":"Background: HER3 is a unique member of the EGFR family that collaborates with other EGFR receptors to induce tumorigenesis and drug resistance. Moreover, HER3 expression is linked to poor survival for patients with solid tumors. Despite HER3 being a rational cancer therapeutic target, no HER3-directed therapies have been approved for clinical use. However, new therapeutic strategies such as antibody drug conjugates (ADCs) are being investigated. Targeted radiotherapy, including radiolabeled antibodies (ARCs), is unique mechanistically by inducing cell death independent of biologic pathway inhibition, and can be efficacious with less toxicity relative to other therapeutic modalities. Therefore, we hypothesized that the cytotoxic effects of alpha (<sup>225<\/sup>Ac) or beta (<sup>177<\/sup>Lu) emitting radionuclides combined with the specificity of anti-HER3 antibody targeting is a compelling therapeutic approach for HER3-expressing tumors. Here we evaluated the antitumor effects of <sup>225<\/sup>Ac or <sup>177<\/sup>Lu armed HER3 ARCs across multiple HER3-expressing cancer models such as ovarian, colorectal, prostate, and renal cancer.<br \/>Methods: ARCs were prepared by radiolabeling AT-02, an anti-HER3 antibody, with <sup>225<\/sup>Ac or <sup>177<\/sup>Lu<i> <\/i>using<i> p<\/i>-SCN-Bn-DOTA to yield <sup>225<\/sup>Ac or <sup>177<\/sup>Lu-HER3 ARC. The binding activity and tumor cell cytotoxicity of HER3 ARCs were assessed by ELISA using human recombinant HER3, flow cytometry on HER3-expressing cells, and colony forming assays. To evaluate the antitumor growth effects of <sup>225<\/sup>Ac-HER3 and <sup>177<\/sup>Lu-HER3 ARCs in vivo, preclinical human tumor xenograft models were developed. Mice bearing HER3-positive tumors were dosed with <sup>225<\/sup>Ac-HER3 ARC (0.2 or 0.4 &#181;Ci), or <sup>177<\/sup>Lu-HER3 ARC (200 or 400 &#181;Ci) and tumor growth and body weight was monitored.<br \/>Results: The pharmacological binding properties of HER3 antibody radiolabeled with <sup>225<\/sup>Ac or <sup>177<\/sup>Lu were similar to that of unmodified antibody as demonstrated by HER3 binding ELISA and flow cytometry. HER3 ARCs induced cytotoxicity and inhibited colony formation of HER3-positive tumor cell lines. Significant in vivo human tumor xenograft growth inhibition was observed in response to <sup>225<\/sup>Ac or <sup>177<\/sup>Lu HER3 ARCs compared to control groups (unmodified AT02 or IgG ARCs) in the models studied. No significant loss of body weight was observed in mice treated with HER3 ARCs suggesting that all treatments were well tolerated.<br \/>Conclusions: In this study, both <sup>225<\/sup>Ac-HER3 ARC and <sup>177<\/sup>Lu-HER3 ARC demonstrated significant antitumor activity against HER3-expressing tumors in a dose-dependent manner. The HER3 targeted radiotherapy approach that we have undertaken could potentially overcome the limitations of current solid tumor therapies in resistance settings and warrants further evaluation in patients with HER3-expressing tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-08 Other,,"},{"Key":"Keywords","Value":"Radioimmunotherapy,Solid tumors,Monoclonal antibodies,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Denis Beckford-Vera<\/b><sup><\/sup>, Megan McCloskey<sup><\/sup>, Jason Li<sup><\/sup>, Caroline Jennings<sup><\/sup>, Le-Cun Xu<sup><\/sup>, Debbie Lewis<sup><\/sup>, Patrik Brodin<sup><\/sup>, Amanda Chin<sup><\/sup>, Monideepa Roy<sup><\/sup>, Mary Chen<sup><\/sup>, Helen Kotanides<sup><\/sup><br><br\/>Actinium Pharmaceutical, Inc., New York, NY","CSlideId":"","ControlKey":"0d3cdc9a-fd14-4714-aff1-b86eaa052678","ControlNumber":"3587","DisclosureBlock":"<b>&nbsp;D. Beckford-Vera, <\/b> <br><b>Actinium Pharmaceuticals, Inc.<\/b> Employment. <br><b>M. McCloskey, <\/b> <br><b>Actinium Pharmaceuticals, Inc.<\/b> Employment. <br><b>J. Li, <\/b> <br><b>Actinium Pharmaceuticals, Inc.<\/b> Employment. <br><b>C. Jennings, <\/b> <br><b>Actinium Pharmaceuticals, Inc.<\/b> Employment. <br><b>L. Xu, <\/b> <br><b>Actinium Pharmaceuticals, Inc.<\/b> Employment. <br><b>D. Lewis, <\/b> <br><b>Actinium Pharmaceuticals, Inc.<\/b> Employment. <br><b>P. Brodin, <\/b> <br><b>Actinium Pharmaceuticals, Inc.<\/b> Employment. <br><b>A. Chin, <\/b> <br><b>Actinium Pharmaceuticals, Inc.<\/b> Employment. <br><b>M. Roy, <\/b> <br><b>Actinium Pharmaceuticals, Inc.<\/b> Employment. <br><b>M. Chen, <\/b> <br><b>Actinium Pharmaceuticals, Inc.<\/b> Employment. <br><b>H. Kotanides, <\/b> <br><b>Actinium Pharmaceuticals, Inc.<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5345","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5040","PresenterBiography":null,"PresenterDisplayName":"Denis Beckford","PresenterKey":"3d2053a8-84a0-4b9b-8ee9-536cfe0a1334","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5040. Novel HER3 targeting antibody radioconjugates, <sup>225<\/sup>Ac-HER3 ARC and <sup>177<\/sup>Lu-HER3 ARC, exhibit potent antitumor efficacy in HER3-positive solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel HER3 targeting antibody radioconjugates, <sup>225<\/sup>Ac-HER3 ARC and <sup>177<\/sup>Lu-HER3 ARC, exhibit potent antitumor efficacy in HER3-positive solid tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Tumor endothelial marker 1 (TEM-1 or CD248) is a cell surface receptor belonging to a family of C-type lectin transmembrane proteins. Identified as a fetal antigen, expression peaks during embryogenesis but is minimally detected in adulthood. In pathological conditions TEM-1 has been shown to be overexpressed in cancer and fibrosis. In sarcomas, expression occurs throughout the tumor environment in malignant cells, stromal cells and perivascular cells. The first line of treatment for sarcomas is surgical removal; however, many sarcomas arise in inoperable sites prompting a need for novel therapies. Herein, we describe the development of a novel TEM-1 targeting radiotherapeutic, [<sup>225<\/sup>Ac]-FPI-1848, in mouse xenograft models of sarcoma.<br \/><b>Methods: [<\/b><sup>225<\/sup>Ac]-FPI-1848 is a radioimmunoconjugate consisting of a humanized anti-TEM-1 monoclonal antibody conjugated to a proprietary DOTA-based chelate (FPI-1397) and radiolabeled with actinium-225<b> [<\/b><sup>225<\/sup>Ac]. [<sup>177<\/sup>Lu]-FPI-1835 is the lutetium-177 radiolabeled analogue. The biodistribution and therapeutic efficacy of these radioimmunoconjugates were evaluated in human sarcoma xenograft models using <i>nu\/nu<\/i> mice of Balb\/c background. For biodistribution studies, approximately 37 MBq\/kg of [<sup>177<\/sup>Lu]-FPI-1835 was injected intravenously into mice and tumor\/organ radioactivity was quantified <i>ex vivo<\/i> at timepoints between 4 and 196 h. For therapeutic studies, a single intravenous dose of [<sup>225<\/sup>Ac]-FPI-1848 was administered over a dose range of 18.5 to 740 kBq\/kg. Tumor size and body weight were monitored for 28 days.<br \/><b>Results: <\/b>Biodistribution studies with [<sup>177<\/sup>Lu]-FPI-1835 confirmed robust tumor uptake with minimal normal tissue uptake in three sarcoma models expressing high (SJSA-1), moderate (SK-N-AS) or low (A673) levels of TEM-1. Furthermore, the degree of uptake trended with TEM-1 expression levels across these models (SJSA1&#62; SK-N-AS&#62; A673). In corresponding therapeutic studies, [<sup>225<\/sup>Ac]-FPI-1848 demonstrated dose-dependent efficacy consistent with tumor uptake. In the SJSA-1 model, tumor regression was observed at doses of 92.5 kBq\/kg or greater. Tumor regression was observed at doses of 185 kBq\/kg or greater in the SK-N-AS model. In the low TEM-1 expressing A673 model, significant tumor regression was only observed at the highest radionuclide dose level (740 kBq\/kg). Overall, therapy was well tolerated with no significant loss of body weight or clinical signs of poor health.<br \/><b>Conclusions: <\/b>[<sup>177<\/sup>Lu]-FPI-1835 demonstrated target-dependent uptake consistent with the degree of TEM-1 expression in human sarcoma xenograft models. In turn, corresponding efficacy studies with [<sup>225<\/sup>Ac]-FPI-1848 demonstrated strong dose-dependent, and target level-dependent efficacy with no apparent toxicity. These results suggest [<sup>225<\/sup>Ac]-FPI-1848 could be a promising therapy for TEM-1 expressing sarcomas.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-08 Other,,"},{"Key":"Keywords","Value":"Radiotherapy,Novel anticancer agents,Cancer therapy,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sean Collens<\/b><sup><\/sup>, Nicole Robinson<sup><\/sup>, Matt Moran<sup><\/sup>, Ryan Simms<sup><\/sup>, Yarina Storozhuk<sup><\/sup>, Meiduo Hu<sup><\/sup>, Natalie Grinshtein<sup><\/sup>, John Forbes<sup><\/sup>, Christopher  P.  Leamon<sup><\/sup>, John Valliant<sup><\/sup><br><br\/>Fusion Pharmaceuticals Inc. (Canada), Hamilton, ON, Canada","CSlideId":"","ControlKey":"a5ee47ff-1956-49fe-b82b-fb2e50fed0cb","ControlNumber":"7611","DisclosureBlock":"&nbsp;<b>S. Collens, <\/b> None..<br><b>N. Robinson, <\/b> None..<br><b>M. Moran, <\/b> None..<br><b>R. Simms, <\/b> None..<br><b>Y. Storozhuk, <\/b> None..<br><b>M. Hu, <\/b> None..<br><b>N. Grinshtein, <\/b> None..<br><b>J. Forbes, <\/b> None..<br><b>C. P. Leamon, <\/b> None..<br><b>J. Valliant, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5346","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5041","PresenterBiography":null,"PresenterDisplayName":"Sean Collens, MSc","PresenterKey":"77d35735-e465-4f41-9b6b-4a9d770e56fe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5041. TEM-1 targeted alpha therapeutic [Ac-225]-FPI-1848 induces regression in pre-clinical sarcoma xenograft models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TEM-1 targeted alpha therapeutic [Ac-225]-FPI-1848 induces regression in pre-clinical sarcoma xenograft models","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Overexpression of somatostatin receptors (SSTRs), particularly SSTR2, is found in gastroenteropancreatic neuroendocrine tumors (GEP-NETs), and subsets of other solid tumors such as small-cell lung cancer (SCLC). &#946;-emitting radiopharmaceutical therapy Lu-177 DOTATATE has been approved for SSTR-expressing (SSTR+) GEP-NETs, but the relatively low objective response rate and frequent post-treatment progression represent an unmet medical need. Based on preliminary clinical anti-tumor efficacy, RYZ101 (Ac-225 DOTATATE) is being developed for inoperable SSTR+ well-differentiated GEP-NETs with disease progression following Lu-177-somatostatin analogue (SSA) therapy (ACTION-1, NCT05477576). SCLC accounts for approx. 13% of lung cancer and lacks effective therapeutic options. Immunohistochemistry analysis indicates that ~50% of SCLC tumors are SSTR2+, with a substantial subset showing high and homogenous expression. The goal of this study was to provide preclinical support for RYZ101, as a single-agent or in combination with carboplatin and etoposide, for SSTR+ SCLC.<br \/>Methods: RYZ101 is comprised of the &#945;-emitting radioisotope actinium-225, chemical chelator DOTA, and SSA octreotate (TATE). Binding affinity to human SSTR1-5 was determined using a competitive radioligand binding assay in engineered cell lines expressing individual SSTR. Internalization was measured by PathHunter SSTR2 Activated GPCR Internalization Assay. The preclinical biodistribution of RYZ101 was carried out in non-tumor-bearing BALB\/c mice of both sexes. The efficacy studies were performed in cell line-derived and patient-derived xenograft (PDX) models of SCLC.<br \/>Results: In preclinical studies where Lanthanum (La3+) was used as a surrogate for Ac-225, RAYZ-10001-La (La-DOTATATE) had high binding affinity (Ki=0.057nM) to human SSTR2 (&#62;600-fold more potent than other SSTR subtypes) and exhibited efficient internalization. In a preclinical biodistribution study, RYZ101 performed similarly to Lu-177 DOTATATE. In multiple SCLC xenograft models, RYZ101 significantly inhibited tumor growth and prolonged survival, with deeper responses, including sustained regression, observed in the models with higher SSTR2 level. The anti-tumor effect was further enhanced when combining RYZ101 with carboplatin and etoposide at clinically relevant doses.<br \/>Conclusions: In summary, RYZ101 is a first-in-class, highly potent, &#945;-emitting radiopharmaceutical therapy being developed for the treatment of SSTR+ solid tumors. Preclinical data demonstrate the potential of RYZ101 for the treatment of patients with SSTR+ SCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-06 Radiotherapeutic combinations,,"},{"Key":"Keywords","Value":"Targeted alpha therapy,Radiotherapy,Neuroendocrine tumors,Lung cancer: small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Guangzhou Han<sup><\/sup>, Eunmi Hwang<sup><\/sup>, Fanching Lin<sup><\/sup>, Renee Clift<sup><\/sup>, Daniel Kim<sup><\/sup>, Eric Bischoff<sup><\/sup>, Susan Moran<sup><\/sup>, <b>Gary Li<\/b><sup><\/sup><br><br\/>RayzeBio, Inc, San Diego, CA","CSlideId":"","ControlKey":"ebdf9602-e3f0-4c19-81cc-27b28d165fbb","ControlNumber":"160","DisclosureBlock":"<b>&nbsp;G. Han, <\/b> <br><b>RayzeBio<\/b> Employment, Stock Option. <br><b>E. Hwang, <\/b> <br><b>RayzeBio<\/b> Employment. <br><b>F. Lin, <\/b> <br><b>RayzeBio<\/b> Employment, Stock Option. <br><b>R. Clift, <\/b> <br><b>RayzeBio<\/b> Employment, Stock Option. <br><b>D. Kim, <\/b> <br><b>RayzeBio<\/b> Employment, Stock Option. <br><b>E. Bischoff, <\/b> <br><b>RayzeBio<\/b> Employment, Stock Option. <br><b>S. Moran, <\/b> <br><b>RayzeBio<\/b> Employment, Stock Option. <br><b>G. Li, <\/b> <br><b>RayzeBio<\/b> Employment, Stock Option.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5347","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5042","PresenterBiography":null,"PresenterDisplayName":"Gary Li, PhD","PresenterKey":"2e07bbe0-40bc-46e6-9e3c-1993baf8854f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5042. Anti-tumor activity of RYZ101 (Ac-225 DOTATATE) in somatostatin receptor-expressing preclinical models of small-cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-tumor activity of RYZ101 (Ac-225 DOTATATE) in somatostatin receptor-expressing preclinical models of small-cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Radium-223, a bone-specific alpha particle therapy, increased survival of patients with metastatic castration-resistant prostate cancer (mCRPC) and bone metastases (Parker <i>et al., <\/i>NEJM 2013). <sup>177<\/sup>Lu-PSMA-617 is a small molecule radioligand that delivers beta-particle radiation to cancer cells expressing prostate-specific membrane antigen (PSMA). Despite improving overall survival of patients with heavily pretreated mCRPC (Sator <i>et al., <\/i>NEJM 2021), responses to <sup>177<\/sup>Lu&#8209;PSMA&#8209;617<b> <\/b>are often not durable and many patients develop progressive disease presumably due to microscopic osseous lesions. Compared to beta-particle radiation, alpha particles have a shorter range and higher linear energy transfer, making them more suitable for treating microscopic lesions. In this study, we evaluated preclinical antitumor efficacy and potential beneficial combination effects of radium-223 combined with <sup>177<\/sup>Lu&#8209;PSMA&#8209;617 in the intratibial LNCaP xenograft model mimicking progressive prostate cancer micrometastases in bone.<br \/>LNCaP prostate cancer cells were inoculated into the right tibiae of male NOD.scid mice. Six weeks after inoculation, the mice were randomized to treatment groups based on serum prostate-specific antigen (PSA) and treated with two injections (Q4Wx2, i.v.) of vehicle, radium-223 (330 kBq\/kg), <sup>177<\/sup>Lu-PSMA-617 (10 MBq) or their combination. <sup>177<\/sup>Lu-PSMA-617 was given 24 hours after radium-223. PSA and bone formation marker procollagen type I intact N-terminal propeptide (PINP) were measured from blood samples and tumor-induced abnormal bone growth was determined by radiography. Terminal blood samples were analyzed for hematologic status at sacrifice.<br \/>The combination treatment of radium-223 and <sup>177<\/sup>Lu&#8209;PSMA&#8209;617 <b><\/b>demonstrated robust antitumor efficacy, as indicated by lower serum PSA (mean change relative to pretreatment levels: 63.9 % vs 631 % (vehicle control), p=0.026), decreased tumor-induced abnormal bone area in tumor-bearing tibiae (p&#60;0.001) and suppression of abnormal bone metabolic activity as evidenced by a reduced level of the bone formation marker PINP (p&#60;0.001), compared with vehicle. Tolerability of the combination treatment was evidenced by the lack of significant body weight loss and the absence of cumulative hematological toxicity.<br \/>In conclusion, these preclinical results show that the combination of radium-223 and <sup>177<\/sup>Lu-PSMA-617 is well-tolerated and efficacious in inhibiting osseous tumor growth and improving response. The combination of radium-223 and <sup>177<\/sup>Lu-PSMA-I&#38;T is currently being investigated in patients with mCRPC in a phase 1\/2 trial (AlphaBet, NCT05383079).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-06 Radiotherapeutic combinations,,"},{"Key":"Keywords","Value":"Bone metastasis,Prostate cancer,Targeted alpha therapy,PSMA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Arne Scholz<\/b><sup>1<\/sup>, Matias Knuuttila<sup>2<\/sup>, Justyna Zdrojewska<sup>3<\/sup>, Mari  I.  Suominen<sup>3<\/sup>, Esa Alhoniemi<sup>4<\/sup>, Christoph  A.  Schatz<sup>1<\/sup>, Sabine Zitzmann-Kolbe<sup>1<\/sup>, Sanna-Maria Käkönen<sup>2<\/sup>, Urs  B.  Hagemann<sup>1<\/sup><br><br\/><sup>1<\/sup>Research & Development, Pharmaceuticals, Bayer AG, Berlin, Germany,<sup>2<\/sup>Aurexel Life Sciences Ltd., Askainen, Finland,<sup>3<\/sup>Pharmatest Ltd., Turku, Finland,<sup>4<\/sup>Inoi Oy, Turku, Finland","CSlideId":"","ControlKey":"859f5d39-594a-43b3-9f15-2b0b50f954c6","ControlNumber":"676","DisclosureBlock":"<b>&nbsp;A. Scholz, <\/b> <br><b>Bayer AG<\/b> Employment, Stock. <br><b>M. Knuuttila, <\/b> <br><b>Aurexel Life Sciences Ltd.<\/b> Employment. <br><b>J. Zdrojewska, <\/b> <br><b>Pharmatest Ltd.<\/b> Employment. <br><b>M. I. Suominen, <\/b> <br><b>Pharmatest Ltd.<\/b> Employment, Stock. <br><b>E. Alhoniemi, <\/b> <br><b>Inoi Oy<\/b> Employment. <br><b>C. A. Schatz, <\/b> <br><b>Bayer AG<\/b> Employment, Stock. <br><b>S. Zitzmann-Kolbe, <\/b> <br><b>Bayer AG<\/b> Employment. <br><b>S. Käkönen, <\/b> <br><b>Aurexel Life Sciences Ltd.<\/b> Employment, Stock. <br><b>U. B. Hagemann, <\/b> <br><b>Bayer AG<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5348","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5043","PresenterBiography":null,"PresenterDisplayName":"Arne Scholz, MD","PresenterKey":"c58de561-c400-41ac-97f7-b71a41d941b5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5043. Radium-223 demonstrates increased antitumor activity in combination with <sup>177<\/sup>Lu-PSMA-617 in the intratibial LNCaP xenograft model of bone metastatic prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Radium-223 demonstrates increased antitumor activity in combination with <sup>177<\/sup>Lu-PSMA-617 in the intratibial LNCaP xenograft model of bone metastatic prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Only a limited number of studies have compared the therapeutic effects of repetitive cycles of radiolabeled somatostatin (SST) analogues or assessed potential synergy of these analogues with chemotherapy agents.<br \/>Hence, a comparison was conducted in an in vivo AR42J tumor model with an SST2 antagonist, [<sup>177<\/sup>Lu]Lu-satoreotide tetraxetan ([<sup>177<\/sup>Lu]LuSSO110), and a SST2 agonist, [<sup>177<\/sup>Lu]Lu-DOTA-TATE. The efficacy of treatment combining [<sup>177<\/sup>Lu]Lu-satoreotide tetraxetan with capecitabine plus temozolomide was also assessed.<br \/>Swiss Nude mice were xenografted with AR42J tumor cells. For the evaluation of the tumor response to radiation therapy, animals received one weekly dose of [<sup>177<\/sup>Lu]LuSSO110 or [<sup>177<\/sup>Lu]Lu-DOTA-TATE for four consecutive weeks. For combined treatments, animals received one weekly dose of [<sup>177<\/sup>Lu]LuSSO110 at 20 MBq for four consecutive weeks in association with daily doses of capecitabine and temozolomide (CAPTEM).<br \/>Weekly treatment for four consecutive weeks with [<sup>177<\/sup>Lu]LuSSO110 at 15 MBq revealed a significantly reduced tumor growth, with 68 days to reach a tumor volume of 850 mm<sup>3<\/sup>, compared to [<sup>177<\/sup>Lu]Lu-DOTA-TATE at 15 MBq or 30 MBq, with, respectively, 43 days and 48 days. This was associated with a 3.5 fold higher tumor uptake of [<sup>177<\/sup>Lu]LuSSO110 (15 MBq) compared to [<sup>177<\/sup>Lu]Lu-DOTA-TATE, with no or mild effects on body weight, hematological toxicity, or renal toxicity.<br \/>In AR42J tumor-bearing mice treated once a week for four consecutive weeks, [<sup>177<\/sup>Lu]LuSSO110 (15 MBq) associated with CAPTEM regimen did<br \/>not significantly increase the median time to reach a tumor volume of 1000 mm<sup>3<\/sup> as compared to treatment with [<sup>177<\/sup>Lu]Lu-satoreotide alone: 50.7 vs 42.2 days, respectively. The association of the two treatments only led to mild weight losses.<br \/>Repeated administrations of [<sup>177<\/sup>Lu]LuSSO110 were able to potentiate peptide receptor radionuclide therapy with a higher tumor uptake and longer median survival compared to [<sup>177<\/sup>Lu]Lu-DOTA-TATE. The The combination of [<sup>177<\/sup>Lu]Lu-satoreotide with capecitabine and temozolomide did not show any synergy, but no antagonism was observed either.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-06 Radiotherapeutic combinations,,"},{"Key":"Keywords","Value":"Radiotherapy,SST2,Lutetium-177,Chemotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Olivier Raguin<sup>1<\/sup>, Marcel Krüger<sup>2<\/sup>, Peggy Provent<sup>1<\/sup>, Funda Cay<sup>2<\/sup>, Elodie Marie dit chatel<sup>1<\/sup>, Marie Lux<sup>1<\/sup>, Stéphane Lezmi<sup>3<\/sup>, Florence Meyer-Losic<sup>3<\/sup>, Pascale Plas<sup>3<\/sup>, Ben Pais<sup>4<\/sup>, <b>Cyril Berthet<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Oncodesign Services, Dijon Cedex, France,<sup>2<\/sup>Werner Siemens Imaging Center, Tübingen, France,<sup>3<\/sup>IPSEN, Les Ulis, France,<sup>4<\/sup>Ariceum Therapeutics, Berlin, Netherlands","CSlideId":"","ControlKey":"98473618-ea55-4a43-a55e-65e4842082c1","ControlNumber":"4483","DisclosureBlock":"&nbsp;<b>O. Raguin, <\/b> None..<br><b>M. Krüger, <\/b> None..<br><b>P. Provent, <\/b> None..<br><b>F. Cay, <\/b> None..<br><b>E. Marie dit chatel, <\/b> None..<br><b>M. Lux, <\/b> None..<br><b>S. Lezmi, <\/b> None..<br><b>F. Meyer-Losic, <\/b> None..<br><b>P. Plas, <\/b> None..<br><b>B. Pais, <\/b> None..<br><b>C. Berthet, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5349","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5044","PresenterBiography":null,"PresenterDisplayName":"Cyril Berthet, PhD","PresenterKey":"723e5f58-cbd8-4d37-9ec8-f332c1c8ae23","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5044. Antitumor activity comparison of two somatostatin receptor ligands radiolabeled with Lutetium-177 (SSO110 and DOTA-TATE) alone or combined with chemotherapy in mice bearing AR42J SST2-positive tumors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antitumor activity comparison of two somatostatin receptor ligands radiolabeled with Lutetium-177 (SSO110 and DOTA-TATE) alone or combined with chemotherapy in mice bearing AR42J SST2-positive tumors","Topics":null,"cSlideId":""},{"Abstract":"<b><i>Background:<\/i><\/b> Neurotensin receptor 1 (NTSR1) is overexpressed in multiple cancer indications that include pancreatic, colorectal and prostate cancers, all of which have limited therapeutic treatment options and unmet medical need. Fusion is developing novel targeted alpha therapeutics (TATs) that enable the specific delivery of high energy alpha particles (actinium-225; [<sup>225<\/sup>Ac]) to tumor cells while sparing surrounding normal tissues. The alpha radiation released by TATs causes cell damage through the induction of multiple double-stranded DNA breaks leading to tumor cell death. Here, we describe the therapeutic efficacy of an [<sup>225<\/sup>Ac]-conjugated, NTSR1 targeting small molecule in a colorectal cancer tumor model.<br \/><b><i>Materials and Methods:<\/i><\/b> CT26 colorectal cancer cells overexpressing murine NTSR1 (mNTSR1) were generated by lentiviral transduction. Selected cells were evaluated for stable mNTSR1 expression by an <i>in vitro<\/i> radioligand binding assay and subsequently implanted subcutaneously into Balb\/c mice for <i>in vivo<\/i> evaluations. FPI-2056 (parent compound) was radiolabeled with either lutetium-177 ([<sup>177<\/sup>Lu]-FPI-2057) or actinium-225 ([<sup>225<\/sup>Ac]-FPI-2059). Biodistribution assessment studies were conducted in mice bearing CT26-mNTSR1 tumors dosed intravenously with [<sup>177<\/sup>Lu]-FPI-2057. Therapeutic efficacy studies were conducted by intravenous administration of single doses of 0.185 - 5.55 MBq\/kg of [<sup>225<\/sup>Ac]-FPI-2059 (0.1-3 &#181;Ci) to animals bearing CT26-mNTSR1 tumors, followed by tumor growth monitoring for 50 days. Study endpoints included tumor volume measurements and impact on animal health status.<br \/><b><i>Results:<\/i><\/b> Evaluation of [<sup>177<\/sup>Lu]&#8208;FPI-2057 biodistribution and excretion revealed rapid renal clearance via urine with a clearance from the blood by 24 h. Uptake of [<sup>177<\/sup>Lu]&#8208;FPI-2057 was detected in the CT26-mNTSR1 tumors with a maximum concentration of 7.0 %ID\/g at 6 h post-injection, dropping to 4.6 and 2.8 %ID\/g at 24 and 48 h post-injection, with 20-fold higher uptake in the tumor vs. blood levels at both 24 and 48h time points. Therapeutic administration of a single dose of [<sup>225<\/sup>Ac]-FPI-2059 resulted in dose-dependent tumor growth inhibition at doses above 1.85 MBq\/kg of [<sup>225<\/sup>Ac]-FPI-2059 (1 &#956;Ci), which translated into increased survival compared to control animals.<br \/><b><i>Conclusion:<\/i><\/b> These results demonstrate that targeted delivery of [<sup>225<\/sup>Ac]-FPI-2059 to NTSR1 expressing tumors results in significant growth inhibition and enhanced survival, thereby providing promising preclinical evidence to support the clinical development of [<sup>225<\/sup>Ac]-FPI-2059.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-08 Other,,"},{"Key":"Keywords","Value":"Radiotherapy,Novel anticancer agents,Cancer therapy,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Saleemulla Mahammad<\/b><sup><\/sup>, Jaline Broqueza<sup><\/sup>, Brigitte L. Theriault<sup><\/sup>, John Forbes<sup><\/sup>, Christopher  P.  Leamon<sup><\/sup>, John Valliant<sup><\/sup><br><br\/>Fusion Pharmaceuticals Inc. (Canada), Hamilton, ON, Canada","CSlideId":"","ControlKey":"cb68faeb-c4f4-4284-b53b-6dae4db68587","ControlNumber":"7502","DisclosureBlock":"&nbsp;<b>S. Mahammad, <\/b> None..<br><b>J. Broqueza, <\/b> None..<br><b>B. L. Theriault, <\/b> None..<br><b>J. Forbes, <\/b> None..<br><b>C. P. Leamon, <\/b> None..<br><b>J. Valliant, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5350","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5045","PresenterBiography":null,"PresenterDisplayName":"Saleemulla Mahammad, PhD","PresenterKey":"8b7d3b72-9d92-4f34-90f9-9782e003682c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5045. NTSR1-targeted alpha therapeutic [Ac-225]-FPI-2059 induces growth inhibition in a preclinical colorectal tumor model","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NTSR1-targeted alpha therapeutic [Ac-225]-FPI-2059 induces growth inhibition in a preclinical colorectal tumor model","Topics":null,"cSlideId":""},{"Abstract":"<b>Aim\/Introduction<\/b>: [<sup>18<\/sup>F]fluorodeoxyglucose-positron emission tomography ([<sup>18<\/sup>F]FDG-PET) has been used as an imaging methods for measuring interscapular brown adipose tissue (iBAT) activity. However, [<sup>18<\/sup>F]FDG-PET has limitations for obtaining iBAT-specific images due to off-target effects with high uptake in skeletal muscle, tumors, and inflamed tissue. Uncoupling protein 1 (UCP1), a well-known biomarker for BAT, located in mitochondria also has been suggested as BAT imaging marker. Recently, UCP1 ThermoMouse was established as a reporter mouse for monitoring UCP1 expression. Translocator protein-18 kDa (TSPO) located in the mitochondria outer membrane along with UCP1 is overexpressed in BAT. TSPO targeting probe has been proposed as a potential imaging marker for iBAT imaging. To date, there have been no studies for BAT imaging using TSPO-targeting probe in UCP1 ThermoMouse reflecting UCP1 expression. Moreover, Cerenkov luminescence imaging (CLI) which captures Cerenkov radiation emitted from PET probes has been suggested as an alternative option for PET. In this study, we aim to evaluate [<sup>18<\/sup>F]fm-PBR28-<i>d<\/i><sub>2<\/sub> as a TSPO-targeting probe for iBAT imaging using PET and CLI in the UCP1 ThermoMouse.<br \/><b>Materials and Methods: <\/b>UCP1 ThermoMouse with insertion of a Luc2-T2A-tdTomato cassette into the initiation of codon of the Ucp1-coding sequence exon 1 were used to monitor UCP1 expression. UCP1 ThermoMouse were characterized with Western blotting and immunohistochemistry to measure the levels of UCP1 expression. PET images were acquired with SimPET, and optical images such as bioluminescence imaging (BLI), fluorescence imaging (FLI) and Cerenkov luminescence imaging (CLI) were acquired with IVIS 100.<br \/><b>Results:<\/b> BLI or FLI reflecting UCP1 expression were clearly showed iBAT in UCP1 ThermoMouse. Also, UCP1 and TSPO expression were correlated in iBAT. TSPO-targeting PET probe with [<sup>18<\/sup>F]fm-PBR28-<i>d<\/i><sub>2 <\/sub>showed iBAT-specific signals without off-target effect in brain or heart. In addition, [<sup>18<\/sup>F]fm-PBR28-<i>d<\/i><sub>2 <\/sub>better reflected individual variation in different UCP1 expression than [<sup>18<\/sup>F]FDG. In particular, higher molar activity of [<sup>18<\/sup>F]fm-PBR28-<i>d<\/i><sub>2 <\/sub>was required to obtain better imaging quality of CLI as well as PET. In physiological changes such as cold stimulation and isoflurane exposure, we observed increased imaging signals with cold exposure and decreased imaging signals with prolonged isoflurane exposure.<br \/><b>Conclusions:<\/b> We showed that the TSPO-targeting probe is superior to [<sup>18<\/sup>F]FDG as a reliable imaging probe reflecting UCP1 expression in iBAT imaging. Probes with higher molar activity provide better images and are required for quantitative analysis of TSPO-CLI and PET. Our data suggest that CLI with TSPO-targeting probe could be an alternative option for PET.<i><\/i>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-07 Theranostics\/radiotheranostics,,"},{"Key":"Keywords","Value":"Molecular imaging,Molecular markers,Theranostics,In vivo imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Seok-Yong Lee<\/b><sup>1<\/sup>, Ho Rim Oh<sup>1<\/sup>, Young-Hwa Kim<sup>2<\/sup>, Sung-Hwan Bae<sup>2<\/sup>, Yongseok Lee<sup>3<\/sup>, Yun-Sang Lee<sup>4<\/sup>, Byung Chul Lee<sup>5<\/sup>, Gi Jeong Cheon<sup>6<\/sup>, Keon Wook Kang<sup>7<\/sup>, Hyewon Youn<sup>3<\/sup><br><br\/><sup>1<\/sup>Seoul National University College of Medicine, Seoul National University of Graduate School, Cancer Research Institute, Seoul, Korea, Republic of,<sup>2<\/sup>Seoul National University College of Medicine, Cancer Research Institute, Seoul, Korea, Republic of,<sup>3<\/sup>Seoul National University Hospital, Seoul, Korea, Republic of,<sup>4<\/sup>Seoul National University College of Medicine, Seoul National University of Graduate School, Seoul, Korea, Republic of,<sup>5<\/sup>Seoul National University Bundang Hospital, Seoul National University, Seongnam, Korea, Republic of,<sup>6<\/sup>Seoul National University College of Medicine, Seoul National University Hospital, Seoul, Korea, Republic of,<sup>7<\/sup>Seoul National University College of Medicine, Seoul National University of Graduate School, Seoul National University Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"5a1bb242-2f9c-4ae4-afab-86e8defb231c","ControlNumber":"5353","DisclosureBlock":"&nbsp;<b>S. Lee, <\/b> None..<br><b>H. Oh, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>S. Bae, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>B. Lee, <\/b> None..<br><b>G. Cheon, <\/b> None..<br><b>K. Kang, <\/b> None..<br><b>H. Youn, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5351","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5046","PresenterBiography":null,"PresenterDisplayName":"Seok-Yong Lee","PresenterKey":"34a9e4de-c881-4ec1-a8cf-6a9a34d43abb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5046. Cerenkov luminescence imaging of interscapular brown adipose tissue using TSPO-targeting probe to overcome off-target effect of [<sup>18<\/sup>F]FDG","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cerenkov luminescence imaging of interscapular brown adipose tissue using TSPO-targeting probe to overcome off-target effect of [<sup>18<\/sup>F]FDG","Topics":null,"cSlideId":""},{"Abstract":"Patients with advanced prostate cancer have few treatment options. While androgen receptor (AR) inhibitors are the standard of care for the systemic treatment, patients often develop resistance despite an initial response. Thus, novel therapeutic approaches are required. Prostate-specific membrane antigen (PSMA; <i>FOLH1<\/i>) is highly expressed in prostate cancer with limited expression in normal tissues. Therefore, PSMA presents an attractive target for radionuclide therapy and PSMA-targeted therapies have already shown efficacy in the clinical setting. Here, we evaluated the efficacy of <sup>225<\/sup>Ac-pelgifatamab, a PSMA-targeted actinium-225 conjugate, in combination with the AR inhibitor darolutamide in androgen-dependent and -independent prostate cancer models. AR inhibitors are known to upregulate PSMA expression, therefore providing a rationale for combining <sup>225<\/sup>Ac-pelgifatamab with darolutamide and potentially resulting in an enhanced treatment effect.<br \/><i>In vitro,<\/i> darolutamide induced the expression of PSMA in androgen-dependent VCaP and androgen-independent 22Rv1 cells by more than 10-fold and 2-fold, respectively. The efficacy of darolutamide in combination with <sup>225<\/sup>Ac-pelgifatamab was synergistic in these cells with combination indexes of 0.12 and 0.47, respectively. In the androgen-dependent, patient-derived ST1273 model<i>,<\/i> a single i.v. injection of <sup>225<\/sup>Ac-pelgifatamab at 75 kBq\/kg resulted in a treatment\/control (T\/C) ratio of 0.22 on day 30, while twice daily (BID) oral (p.o.) treatment with 100 mg\/kg darolutamide showed a T\/C ratio of 0.29. However, the combination of darolutamide and <sup>225<\/sup>Ac-pelgifatamab resulted in enhanced antitumor efficacy with a T\/C ratio of 0.008. Furthermore, 5\/10 mice remained tumor-free 86 days after the <sup>225<\/sup>Ac-pelgifatamab injection. In the androgen-independent cell line-derived 22Rv1 model, darolutamide (100 mg\/kg, p.o., BID) monotherapy was not efficacious with a T\/C of 0.84 on day 16 but a single i.v. dose of <sup>225<\/sup>Ac-pelgifatamab at 150 kBq\/kg resulted in a T\/C ratio of 0.69. Remarkably, the combination of darolutamide and <sup>225<\/sup>Ac-pelgifatamab resulted in further enhanced efficacy with a T\/C ratio of 0.34. Flow cytometric analysis of isolated 22Rv1 tumors showed a 50-fold increase in PSMA expression upon darolutamide treatment compared with vehicle. Taken together, these results suggest that upregulation of PSMA expression contributes to the higher efficacy observed when darolutamide is combined with <sup>225<\/sup>Ac-pelgifatamab.<br \/>In conclusion, our results provide a proof of concept for investigating the combination of <sup>225<\/sup>Ac-pelgifatamab with darolutamide in the clinical setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-06 Radiotherapeutic combinations,,"},{"Key":"Keywords","Value":"Targeted alpha therapy,Prostate-specific membrane antigen (PSMA),Prostate cancer,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Christoph  A.  Schatz<\/b><sup>1<\/sup>, Bernard Haendler<sup>1<\/sup>, Sabine Zitzmann-Kolbe<sup>1<\/sup>, Aasmund Larsen<sup>2<\/sup>, Hartwig Hennekes<sup>1<\/sup>, Carsten  H.  Nielsen<sup>3<\/sup>, Maria  Z.  Alfsen<sup>3<\/sup>, Alan Cuthbertson<sup>2<\/sup>, Stefanie Hammer<sup>1<\/sup>, Arne Scholz<sup>1<\/sup>, Urs  B.  Hagemann<sup>1<\/sup><br><br\/><sup>1<\/sup>Research & Development, Pharmaceuticals, Bayer AG, Berlin, Germany,<sup>2<\/sup>Bayer AS, Oslo, Norway,<sup>3<\/sup>Minerva Imaging, Copenhagen, Denmark","CSlideId":"","ControlKey":"3de7df72-79cb-46fb-9749-aca8062d7807","ControlNumber":"2198","DisclosureBlock":"<b>&nbsp;C. A. Schatz, <\/b> <br><b>Bayer AG<\/b> Employment, Stock, Patent. <br><b>B. Haendler, <\/b> <br><b>Bayer AG<\/b> Employment, Stock, Patent. <br><b>S. Zitzmann-Kolbe, <\/b> <br><b>Bayer AG<\/b> Employment, Stock, Patent. <br><b>A. Larsen, <\/b> <br><b>Bayer AS<\/b> Employment, Stock. <br><b>H. Hennekes, <\/b> <br><b>Bayer AG<\/b> Employment, Stock. <br><b>C. H. Nielsen, <\/b> <br><b>Bayer AG<\/b> Grant\/Contract. <br><b>M. Z. Alfsen, <\/b> <br><b>Bayer AG<\/b> Grant\/Contract. <br><b>A. Cuthbertson, <\/b> <br><b>Bayer AS<\/b> Employment, Stock, Patent. <br><b>S. Hammer, <\/b> <br><b>Bayer AG<\/b> Employment, Stock, Patent. <br><b>A. Scholz, <\/b> <br><b>Bayer AG<\/b> Employment, Stock, Patent. <br><b>U. B. Hagemann, <\/b> <br><b>Bayer AG<\/b> Employment, Stock, Patent.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5352","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5047","PresenterBiography":null,"PresenterDisplayName":"Christoph Schatz, PhD","PresenterKey":"d6201a3e-cd18-4bdc-ba09-aeda3ac6f6c5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5047. PSMA-targeted actinium-225 conjugate (<sup>225<\/sup>Ac-pelgifatamab) potentiates the antitumor efficacy of darolutamide in androgen-dependent and -independent prostate cancer models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PSMA-targeted actinium-225 conjugate (<sup>225<\/sup>Ac-pelgifatamab) potentiates the antitumor efficacy of darolutamide in androgen-dependent and -independent prostate cancer models","Topics":null,"cSlideId":""},{"Abstract":"Background: Radiotherapy is widely used as the main treatment for multiple malignancies. However, several types of cancers, including pancreatic cancer, show resistance to radiation therapy. The presence of cancer stem cells (CSCs) are the major cause of radiation resistance in pancreatic cancer. Whereas, titanium peroxides nanoparticles (TiOxNPs) which are a modified form of titanium oxide nanoparticles promote enhanced remarkable efficacy of radiation therapy. Therefore, we examined the efficacy of TiOxNPs as radiosensitizers to eradicate pancreatic cancer stem cells.<br \/>Methods and materials: In vitro, Sphere-forming assay, survival assay, migration, and invasion assay were evaluated after using TiOxNPs prior to radiation exposure to pancreatic cancer cell line. In vivo, tumor-bearing nude mice were injected by TiOxNPs either intratumoral or intravenous one hour prior to radiation treatment, and the tumor volume, body weight, and mice survival was calculated. In addition, proteins-related stemness were measured in vitro and in vivo to evaluate the usage of TiOxNPs as radiosensitizers to pancreatic CSCs. Moreover, we planned to evaluate the mechanism beyond the efficacy of TiOxNPs as radiosensitizers to CSCs by detecting reactive oxygen species (ROS) production, mitochondrial function, and the phosphorylation of some signaling proteins. We found that TiOxNPs combined with ionizing radiation showed anti-cancer effects on radioresistant CSCs both in vitro and in vivo.<br \/>Results: In vitro, a marked reduction in growth was detected after exposing the TiOxNPs-treated cells to radiation therapy, specifically with a 5Gy dose compared with 2Gy dose. TiOxNPs exhibited a synergistic effect with radiation on pancreatic CSC-enriched spheres by downregulating self-renewal regulatory factors and CSC surface markers. In vivo, we first established an aggressive xenograft by injecting MIA PaCa-2 sphere cells into the flank region of BALB\/c nude mice, and found that animals treated with combined TiOxNPs and irradiation showed a dramatic reduction in tumor volume and weight compared to the untreated group. Moreover, combined treatment suppressed epithelial-mesenchymal transition, migration, and invasion properties in primary and aggressive pancreatic cancer cells by reducing the expression of proteins relevant to these processes. Radiosensitizing TiOxNPs suppressed pancreatic xenograft outgrowth after primary or dissociating sphere MIA PaCa-2 cell implantation. It is assumed that synergy is created by inactivating the AKT signaling pathway and producing unbearable amounts of ROS.<br \/>Conclusion: Our findings showed that using TiOxNPs in combination with radiation might be a favorable therapeutic approach to eradicate pancreatic CSCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-06 Radiotherapeutic combinations,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Nanoparticle,Radiosensitization,Cancer stem cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Mohammed Salah<sup>1<\/sup>, <b>Hiroki Kawaguchi<\/b><sup>2<\/sup>, Hiroaki Akasaka<sup>3<\/sup>, Yasuyuki Shimizu<sup>3<\/sup>, Kenta Morita<sup>4<\/sup>, Yuya Nishimura<sup>5<\/sup>, Hikaru Kubota<sup>3<\/sup>, Tomomi Sogawa<sup>3<\/sup>, Naritoshi Mukumoto<sup>3<\/sup>, Chiaki Ogino<sup>6<\/sup>, Ryohei Sasaki<sup>3<\/sup><br><br\/><sup>1<\/sup>South Valley University, Qena, Egypt,<sup>2<\/sup>Division of Radiation oncology, Kobe University Graduate School of Medicine, Kobe City, Japan,<sup>3<\/sup>Division of Radiation Oncology, Kobe University Graduate School of Medicine, Kobe City, Japan,<sup>4<\/sup>Graduate School of Engineering, Kobe University Graduate School of Engineering,, Kobe City, Japan,<sup>5<\/sup>Kobe University Graduate School of Science, Technology and Innovation,, Kobe City, Japan,<sup>6<\/sup>Graduate School of Engineering, Kobe University Graduate School of Engineering, Kobe City, Japan","CSlideId":"","ControlKey":"f36bcb7d-e818-4c96-a163-bc4e5bfdaf26","ControlNumber":"425","DisclosureBlock":"&nbsp;<b>M. Salah, <\/b> None..<br><b>H. Kawaguchi, <\/b> None..<br><b>H. Akasaka, <\/b> None..<br><b>Y. Shimizu, <\/b> None..<br><b>K. Morita, <\/b> None..<br><b>Y. Nishimura, <\/b> None..<br><b>H. Kubota, <\/b> None..<br><b>T. Sogawa, <\/b> None..<br><b>N. Mukumoto, <\/b> None..<br><b>C. Ogino, <\/b> None..<br><b>R. Sasaki, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5353","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5048","PresenterBiography":null,"PresenterDisplayName":"Hiroki Kawaguchi, PhD,MD","PresenterKey":"d64751aa-15db-41e9-955f-1c7e80b0eabd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5048. Combatting pancreatic cancer stem cells by novel titanium peroxides nanoparticles combined with X-ray radiation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combatting pancreatic cancer stem cells by novel titanium peroxides nanoparticles combined with X-ray radiation","Topics":null,"cSlideId":""},{"Abstract":"Objective: Pb-203 and Pb-212 have emerged as a promising elementally-matched theranostic pair for imaging-guided alpha-particle radiotherapy for cancer. A somatostatin receptor 2 (SSTR2)-targeted peptide coupled with novel Pb specific chelator (PSC) has been developed (PSC-PEG2-TOC). Here, preclinical<i> in vitro<\/i> and <i>in vivo<\/i> evaluation of <sup>203<\/sup>Pb\/<sup>212<\/sup>Pb-labeled PSC-PEG2-TOC was conducted including head to head therapy of SSTR2+ tumors in mice vs standard of care beta particle therapy and first in humans clinical imaging of SSTR2+ tumors.<br \/>Method: [<sup>203<\/sup>Pb]PSC-PEG2-TOC and [<sup>212<\/sup>Pb]PSC-PEG2-TOC was prepared by published methods. Radiochemical stability of [<sup>203<\/sup>Pb]PSC-PEG2-TOC, [<sup>212<\/sup>Pb]PSC-PEG2-TOC and [<sup>212<\/sup>Bi]PSC-PEG2-TOC in human serum was determined. Binding affinity of [<sup>203<\/sup>Pb]PSC-PEG2-TOC was determined by binding assays in AR42J cells. <i>In vivo<\/i> SSTR2-mediated tumor targeting of [<sup>203<\/sup>Pb]PSC-PEG2-TOC was determined by SPECT imaging in athymic nude mice bearing AR42J xenografts. <i>In vivo<\/i> biodistribution of [<sup>212<\/sup>Pb]PSC-PEG2-TOC in normal organs and potential redistribution of <sup>212<\/sup>Bi daughter were determined in CD-1 Elite mice. Clinical imaging was conducted under appropriate regulations to determine the biodistribution of the agent in patients bearing SSTR2+ tumors as determined by gold standard 68Ga-DOTATOC PET imaging.<br \/>Results: Rapid incorporation of <sup>203<\/sup>Pb and <sup>212<\/sup>Pb in PSC-PEG2-TOC was observed after reactions at temperatures as low as 4&#186;C within 15 min. Greater than 95% radiochemical stability was observed for both [<sup>203<\/sup>Pb]PSC-PEG2-TOC and [<sup>212<\/sup>Pb]PSC-PEG2-TOC after incubation in human serum for up to 55 hours. Stable decay product [<sup>212<\/sup>Bi]PSC-PEG2-TOC with minimal free <sup>212<\/sup>Bi was observed. Agents demonstrated superior binding affinity to SSTR2 with K<sub>d<\/sub>=0.59 nM. In <i>in vivo<\/i> studies, rapid tumor uptake and renal clearance of [<sup>203<\/sup>Pb]PSC-PEG2-TOC were observed in athymic nude mice bearing AR42J xenografts. In the biodistribution study, nearly identical biodistribution profiles of [<sup>212<\/sup>Pb]PSC-PEG2-TOC and progeny [<sup>212<\/sup>Bi]PSC-PEG2-TOC were found. No redistribution of <sup>212<\/sup>Bi activity was identified, indicating that <sup>212<\/sup>Bi remained co-localized with parent [<sup>212<\/sup>Pb]PSC-PEG2-TOC <i>in vivo<\/i>. Therapeutic studies in this same mouse model resulted in 100% complete responses for both a single dose 4.4 MBq administration of [<sup>212<\/sup>Pb]PSC-PEG2-TOC or a fractionated regimen of 4 x 1.1 MBq. First in humans clinical imaging showed PK properties that included rapid tumor accumulation and retention at over 20 h post administration, coupled with fast renal clearance of residual agent.<br \/>Conclusion: [<sup>203<\/sup>Pb]PSC-PEG2-TOC and [<sup>212<\/sup>Pb]PSC-PEG2-TOC have promising potential for image-guide alpha-particle therapy for SSTR2 positive tumors. Agents have received a Fastrack designation by the US FDA and a safe to proceed for a Phase 1 trial.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-07 Theranostics\/radiotheranostics,,"},{"Key":"Keywords","Value":"Radiation therapy,Radiotherapy,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Michael King Schultz<\/b><sup>1<\/sup>, Yusuf Menda<sup>2<\/sup>, Dijie Liu<sup>3<\/sup>, Mengshi Li<sup>3<\/sup>, Frances Johnson<sup>3<\/sup>, Brianna Cagle<sup>3<\/sup>, Nicholas Baumhover<sup>3<\/sup>, Ivy Vance<sup>3<\/sup><br><br\/><sup>1<\/sup>University of Iowa, Hills, IA,<sup>2<\/sup>University of Iowa, Iowa City, IA,<sup>3<\/sup>Viewpoint Molecular Targeting, Inc., Coralville, IA","CSlideId":"","ControlKey":"bd13b1d4-57fa-44c1-96a7-ca156b605115","ControlNumber":"2584","DisclosureBlock":"<b>&nbsp;M. K. Schultz, <\/b> <br><b>Viewpoint Molecular Targeting, Inc.<\/b> Employment, Stock, Stock Option, Other Business Ownership, Grant\/Contract, Travel, Other Intellectual Property, Founder.<br><b>Y. Menda, <\/b> None.&nbsp;<br><b>D. Liu, <\/b> <br><b>Viewpoint Molecular Targeting, Inc.<\/b> Employment, Stock. <br><b>M. Li, <\/b> <br><b>Viewpoint Molecular Targeting, Inc.<\/b> Employment, Stock. <br><b>F. Johnson, <\/b> <br><b>Viewpoint Molcular Targeting, Inc.<\/b> Employment, Stock, Stock Option, Other Business Ownership, Grant\/Contract, Travel, Other Intellectual Property. <br><b>B. Cagle, <\/b> <br><b>Viewpoint Molecular Targeting, Inc.<\/b> Employment, Stock. <br><b>N. Baumhover, <\/b> <br><b>Viewpoint Molecular Targeting, Inc.<\/b> Employment, Stock. <br><b>I. Vance, <\/b> <br><b>Viewpoint Molecular Targeting, Inc.<\/b> Employment, Stock.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5354","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5049","PresenterBiography":null,"PresenterDisplayName":"Michael Schultz, PhD","PresenterKey":"af9693c2-67f4-4a1c-8624-3e7c6963a58a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5049. Pb-203 image guided Pb-212 receptor targeted alpha particle therapy for cancer - a powerful emerging paradigm","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pb-203 image guided Pb-212 receptor targeted alpha particle therapy for cancer - a powerful emerging paradigm","Topics":null,"cSlideId":""},{"Abstract":"Background: Germ Cell Tumor (GCT) is a rare intracranial tumor occurring in children and young adults. Some patients with GCT are curable with radiotherapy and chemotherapy. Due to long-term survival, the tumor secondary to radiotherapy is of concern. The treatment of the secondary tumor is less elaborated and worth exploring.<br \/>Case Presentation: Here we report a patient with GCT who developed radiotherapy-induced glioblastoma. He was diagnosed as pineal gland GCT at the age of 12. Afterwards, he underwent a set of treatments, including chemotherapy, radiotherapy, and surgery. Unfortunately, after 5 years of tumor-free survival, he developed an intracranial mass involved the right thalamus and brainstem, around pineal region. The GCT recurrence was firstly considered, however, the failure of 7 cycles of chemotherapy drew attention. Then brain biopsy underwent by ROSA robot showed high-grade glioma. Next Generation Sequencing showed <i>IDH<\/i>-wildtype, <i>MGMT<\/i> methylation, <i>CDKN2A\/B<\/i> homozygous deletion, <i>EGFR<\/i> amplification, the +7\/&#8722;10 signature, which supported the diagnosis of glioblastoma. Resection operation is not applicable for this patient as the involvement of thalamus and brainstem. Considering the difficulty of treatment and poor prognosis of glioblastoma, re-radiotherapy is a feasible choice. Chemoradiotherapy with Tumor Treating Fields (TTFields) is a innovative try for secondary glioblastoma in a 17&#8209;year&#8209;old patient. After the combination therapy, the intracranial mass went regression and the patient has lived for more than 1 years.<br \/>Conclusions: For the patients with brain tumor who anticipate long-term survival, the secondary tumor after radiotherapy is of concern. Secondary Glioblastoma is rare and difficult to treat. Chemoradiotherapy with TTFields is a feasible and safe treatment option for some patients, but we need more evidence to support.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-08 Other,,"},{"Key":"Keywords","Value":"Tumor treating fields (TTFields),Radiation therapy,Glioblastoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shaoqun Li<\/b><sup><\/sup>, Mingyao Lai<sup><\/sup>, Hainan Li<sup><\/sup>, Juan Li<sup><\/sup>, Jiangfen Zhou<sup><\/sup>, Qingjun Hu<sup><\/sup>, Minting Ye<sup><\/sup>, Ruyu Ai<sup><\/sup>, Junqiao Zhu<sup><\/sup>, Lijun Huang<sup><\/sup>, Linbo Cai<sup><\/sup><br><br\/>Guangdong Sanjiu Brain Hospital, Guangzhou, China","CSlideId":"","ControlKey":"109cadc6-db8d-4403-b0a6-a40eaf975bb5","ControlNumber":"881","DisclosureBlock":"&nbsp;<b>S. Li, <\/b> None..<br><b>M. Lai, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>Q. Hu, <\/b> None..<br><b>M. Ye, <\/b> None..<br><b>R. Ai, <\/b> None..<br><b>J. Zhu, <\/b> None..<br><b>L. Huang, <\/b> None..<br><b>L. Cai, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5429","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5050","PresenterBiography":null,"PresenterDisplayName":"Shaoqun Li, MA","PresenterKey":"e7285adf-3ecc-4805-9121-7546661ac1f5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5050. Case report: A 17-year-old patient developed glioblastoma secondary to intracranial germ cell tumor and was stabilized with chemoradiotherapy combined with Tumor Treating Fields","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Case report: A 17-year-old patient developed glioblastoma secondary to intracranial germ cell tumor and was stabilized with chemoradiotherapy combined with Tumor Treating Fields","Topics":null,"cSlideId":""},{"Abstract":"Boron neutron capture therapy (BNCT) induces intracellular nuclear reactions that release heavy charged particles to destroy cancer cells during thermal neutron radiation. In order to selectively eliminate cancer cells but avoid harmful effects to normal tissues, targeted delivery of boron-10 in cancer cells is required, whereas the conventional boron delivery agent phenylalanine (BPA) is unsatisfactory. Angiopep-2 is a cell-penetrating peptide that can trigger transcytosis and traverse the blood-brain barrier by recognizing low density lipoprotein-related protein 1. In this study, we developed angiopep-2 for boron delivery in BNCT. Angiopep-2 was labeled with boron-10 using solid-phase peptide synthesis with 4-carboxyphenylboronic acid and fluorenylmethyloxycarbonyl (Fmoc)-protected amino acids, namely ANG-B. Molecular mass of the synthesized ANG-B were validated by mass spectrometry. In a cell proliferation assay, little toxicity of ANG-B was detected. Boron concentrations in 6 cell lines from different cancer types and an intracranial glioblastoma mouse model after treatment with ANG-B or BPA were analyzed by ICP-AES. The in vivo distribution of ANG-B showed that the ratio of boron content of tumor tissue to that of blood (T\/B ratio) was 9.42&#177;2.47 at 4h post treatment, while the ratio of boron content of tumor tissue to that of normal brain tissue (T\/N ratio) was 5.61&#177;1.0, demonstrated an optimal tumor targeting ability of ANG-B. We further measured the effects of ANG-B in BNCT by clonogenic cell survival assay in vitro or by PET\/CT imaging on a glioblastoma mouse model in vivo. Radiation for BNCT was given with neutron flux at 3.0&#177;0.4&#215;10<sup>11<\/sup> n\/cm<sup>2<\/sup>. BNCT with 5 mM ANG-B resulted in 86.5%&#177;5.3% clonogenic cell death, while the number was 72.9%&#177;5.1% for BPA. The effect of ANG-B based BNCT in vivo was also better than BPA. The glioblastoma tumors in ANG-B treated group at 31 days after BNCT were shrank by 62.9% in average, while the BPA treated tumors shrank by only 23.0% (P&#60;0.05). Therefore, we concluded that ANG-B is an efficient boron delivery agent, which may improve BNCT performance in clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-01 Interactions of new agents with radiation,,"},{"Key":"Keywords","Value":"Cancer therapy,Peptides,Radiation therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Qi Liu<\/b><sup><\/sup>, Jing Xiang<sup><\/sup>, Lin Ma<sup><\/sup>, Qiushi Ren<sup><\/sup><br><br\/>Shenzhen Bay Laboratory, Shenzhen, China","CSlideId":"","ControlKey":"11f65346-0c4a-4a4a-87ff-828f84d54740","ControlNumber":"4184","DisclosureBlock":"&nbsp;<b>Q. Liu, <\/b> None..<br><b>J. Xiang, <\/b> None..<br><b>L. Ma, <\/b> None..<br><b>Q. Ren, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5431","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5051","PresenterBiography":null,"PresenterDisplayName":"Qi Liu, PhD","PresenterKey":"097bb7fe-8ce4-46b1-bba7-1649477a0f21","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5051. Assessment of boron delivery peptides with angiopep-2 for boron neutron capture therapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessment of boron delivery peptides with angiopep-2 for boron neutron capture therapy","Topics":null,"cSlideId":""},{"Abstract":"Cancer is the second leading cause of death worldwide. Current treatments for solid cancers are associated with inherent resistance mechanisms and are ineffective against non-cycling cancer cells. Thus, there is a critical need to develop novel tumor-selective combination therapies to overcome resistance while optimally spare normal tissues. In this study, we investigate the mechanistic basis for tumor-selective potentiation of ionizing radiation (IR) in combination with IB-DNQ, a novel NQO1-bioactivatable agent. We found that combination of a low dose of ionizing radiation (IR, 2 Gy) with a sublethal dose of IB-DNQ dramatically increased Fe<sup>2+<\/sup> leakage and induced elevated lipid peroxidation and ferroptosis in NQO1-positive cancer cells via upregulating the expression of ACSL4, a lipid metabolism enzyme required for ferroptosis. Knockdown of endogenous ACSL4 significantly inhibited lipid peroxidation via downregulating the expression of PTGS2 and dramatically inhibited the cell death that induced by IR or IB-DNQ alone or combination treatment. We further found that this combination treatment significantly decreased IR or IB-DNQ alone mediated upregulation of the expression of GPX4 that led to the accumulation of lipid peroxides, which suggests that IR or IB-DNQ-induced expression of GPX4 may function as a negative feedback loop to restore cell survival upon a sublethal dose of IR or IB-DNQ treatment. Finally, we demonstrated that this combination therapy synergistically suppressed tumor growth and dramatically extended mouse lifespan in orthotopic pancreatic and non-small-cell lung cancer xenograft models. Together, our study provides novel preclinical evidence for new combination therapy in NQO1-positive solid tumors that may overcome IR-induced resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET08-01 Interactions of new agents with radiation,,"},{"Key":"Keywords","Value":"Combination therapy,NQO1 targeted therapy,lipid peroxidation ,ferroptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xiumei Huang<\/b><sup>1<\/sup>, Xiaolin Su<sup>1<\/sup>, Matthew W. Boudreau<sup>2<\/sup>, Paul J. Hergenrother<sup>2<\/sup><br><br\/><sup>1<\/sup>Indiana University School of Medicine, Indianapolis, IN,<sup>2<\/sup>University of Illinois at Urbana-Champaign, Urbana, IL","CSlideId":"","ControlKey":"06258f63-e5cf-4eca-9203-2b4ad55e871d","ControlNumber":"8068","DisclosureBlock":"&nbsp;<b>X. Huang, <\/b> None..<br><b>X. Su, <\/b> None..<br><b>M. W. Boudreau, <\/b> None..<br><b>P. J. Hergenrother, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5432","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5052","PresenterBiography":null,"PresenterDisplayName":"Xiumei Huang, PhD","PresenterKey":"b1a43949-1e44-4976-9bc5-07a60fb4510b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5052. IB-DNQ enhances radiation induced ferroptosis in NQO1-positive cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IB-DNQ enhances radiation induced ferroptosis in NQO1-positive cancer cells","Topics":null,"cSlideId":""},{"Abstract":"New drug approaches are urgently required to improve radioiodide (RAI) uptake for efficient ablation of thyroid cancer cells in RAI-refractory disease. Employing high-throughput screening of FDA-approved compounds we recently identified drugs capable of robust induction of sodium iodide symporter (NIS) activity to promote RAI uptake<sup>1<\/sup>. In particular, a leading drug candidate - the well-established anti-alcoholism drug disulfiram (DSF) - had not been previously implicated in regulating NIS. Here, we demonstrate that the ability of DSF to increase RAI-uptake in thyroid TPC-1 (3.1-fold; p&#60;0.01) and 8505C (4.9-fold; p&#60;0.001) cells can be significantly potentiated by combination with Cu<sup>2+<\/sup> to 5.1-fold and 18.9-fold increases respectively. Despite promising data, DSF is known to have poor bioavailability <i>in vivo<\/i> due to its rapid metabolism to diethyldithiocarbamate (DDC) within the stomach and circulation with subsequent methylation in the liver. Whilst methylated-DDC did not have any effect on NIS function, DDC chelated to divalent copper ions [Cu(DDC)<sub>2<\/sub>] was highly effective at increasing RAI uptake (up to 8-fold; P&#60;0.001) in multiple thyroid cell types and induced significant NIS protein expression (up to 36.2-fold; 250nM; P&#60;0.001). Importantly, Cu(DDC)<sub>2<\/sub> retained the ability to enhance NIS function in thyroid cells ablated for expression of either VCP or its co-factor NPL4, indicating its effect on NIS was via VCP-independent pathways. Instead, a transcriptional effect of Cu(DDC)<sub>2<\/sub> was revealed by significant induction of NIS mRNA levels in TPC-1 (8.5-fold; P&#60;0.001) and 8505C (104.8-fold; P&#60;0.001) cells. In wild-type Balb\/c mice the intraperitoneal administration of albumin nano-encapsulated Cu(DDC)<sub>2<\/sub> significantly induced thyroidal uptake of technetium-99m (<sup>99m<\/sup>Tc) after 30 min (~40% increase; n=11 per group; 3 mg\/kg dose; P&#60;0.001). Thus, our study demonstrates a promising drug strategy utilizing copper to significantly enhance NIS function with clinical potential to improve treatment effectiveness in RAI-refractory thyroid cancer patients.<br \/><sup>1<\/sup>Read ML, Brookes K, Thornton CEM, Fletcher A, Nieto HR, Alshahrani M, Khan R, Borges de Souza P, Zha L, Webster JRM, Alderwick LJ, Campbell MJ, Boelaert K, Smith VE, McCabe CJ (2022) Targeting non-canonical pathways as a strategy to modulate the sodium iodide symporter. Cell Chem Biol. 29(3):502-516.e7.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-11 Other,,"},{"Key":"Keywords","Value":"Thyroid cancer,Radiation therapy,Drug-discovery screen,Drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Katie Brookes<\/b><sup>1<\/sup>, Ling Zha<sup>1<\/sup>, Jana Kim<sup>2<\/sup>, Vinodh Kannappans<sup>3<\/sup>, Weiguang Wang<sup>3<\/sup>, Kavitha Sunassee<sup>2<\/sup>, Philip  J.  Blower<sup>2<\/sup>, Vicki  E.  Smith<sup>1<\/sup>, Martin  L.  Read<sup>1<\/sup>, Christopher  J.  McCabe<sup>1<\/sup><br><br\/><sup>1<\/sup>Institute of Metabolism & Systems Research, University of Birmingham (UK), Birmingham, United Kingdom,<sup>2<\/sup>School of Biomedical Engineering & Imaging Sciences, King's College London, London, United Kingdom,<sup>3<\/sup>Research Institute in Healthcare Science, University of Wolverhampton, Wolverhampton, United Kingdom","CSlideId":"","ControlKey":"b637dfa5-bfa8-4a3c-8aba-418904dfdc11","ControlNumber":"3470","DisclosureBlock":"&nbsp;<b>K. Brookes, <\/b> None..<br><b>L. Zha, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>V. Kannappans, <\/b> None..<br><b>W. Wang, <\/b> None..<br><b>K. Sunassee, <\/b> None..<br><b>P. J. Blower, <\/b> None..<br><b>V. E. Smith, <\/b> None..<br><b>M. L. Read, <\/b> None..<br><b>C. J. McCabe, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5434","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5053","PresenterBiography":null,"PresenterDisplayName":"Katie Brookes, MS","PresenterKey":"b8b9b3a7-ae02-4616-9d70-ad97cac25f53","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5053. A critical role for copper in enhanced radioirdide uptake in thyroid cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A critical role for copper in enhanced radioirdide uptake in thyroid cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Background: The incidence and mortality rate of lung cancer ranks first among malignant tumors. Non-small cell lung cancer (NSCLC) is the most common pathological type of lung cancer. Combined use of targeted therapy can enhance the efficacy of chemotherapy drugs while reduce the related side effects in clinical practice. Surufatinib is a potent, small-molecule tyrosine kinase inhibitor (TKI), selectively targeting VEGF receptors (VEGFR) 1, 2, and 3, Fibroblast growth factor receptor 1 (FGFR1), and CSF-1R, which simultaneously prevents tumor angiogenesis and tumor immune evasion. Our clinical study (NCT04922658) has showed the promising effect and safety of surufatinib plus vinorelbine in NSCLC patients, but the potential mechanism is still to be revealed. Herein, tumor-bearing models and cancer cell culture platform would be established for further studying, which may shed light on the synergy mechanism between surufatinib and vinorelbine, and guide the clinical treatment ultimately.<br \/>Methods:<b> <\/b>Subcutaneous tumorigenesis in nude mice were successfully established, and then treated with related experimental drugs. The tumor size was observed and CD31 expression of tumor tissue was measured using immunohistochemical analysis. In vitro study, the A549 and PC9 cell multiplication capacities were measured by CCK8 assay and plate cloning assay. The abilities of cancer cell migration and apoptosis were detected using cell scratch assay and flow cytometry kit, respectively.<br \/>Results:<b> <\/b>Monotherapy with surufatinib or vinorelbine showed a moderate tumor suppression, whereas the combination therapy of surufatinib and vinorelbine showed the remarkable inhibition of tumor growth in vivo. Surufatinib and the combination therapy obviously decreased the expression of CD31 in tumor issue which might cause the anti-angiogenesis. Monotherapy with surufatinib or vinorelbine significantly inhibited the proliferation of lung cancer cells (A549 cells and PC9 cells) in a concentration-dependent manner, and surufatinib could memorably promote the anti-proliferation activity of vinorelbine. As a result, combination therapy of surufatinib and vinorelbine distinctly inhibited lung cancer cell proliferation when compared with monotherapy with vinorelbine. Consistently, the synergistic effects of surufatinib plus vinorelbine were also observed in cell migration and apoptosis analysis.<br \/>Conclusions:<b> <\/b>Synergistic effect of surufatinib and vinorelbine resulted in a conspicuous tumor regression, which is consistent with the clinical observation. In a depth data analysis, surufatinib enhanced the antitumor activity of vinorelbine probably by inhibiting tumor cell proliferation and migration, suppressing tumor angiogenesis and promoting tumor apoptosis in NSCLC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-02 Molecular pharmacology,,"},{"Key":"Keywords","Value":"Vascular endothelial growth factor receptor (VEGFR),NSCLC,Surufatinb,CSF1R,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Xiaoran wu<sup>1<\/sup>, <b>Yanfang Zheng<\/b><sup>1<\/sup>, Lingyu qin<sup>1<\/sup>, Ying li<sup>1<\/sup>, Zhongjian yu<sup>1<\/sup>, Xiongjie zhu<sup>1<\/sup>, Rui cai<sup>1<\/sup>, Feiyu niu<sup>1<\/sup>, Yan yuan<sup>1<\/sup>, Peng jiang<sup>1<\/sup>, Shaoshi wen<sup>2<\/sup>, Xing lv<sup>2<\/sup>, Jiancai zhou<sup>2<\/sup><br><br\/><sup>1<\/sup>The First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China,<sup>2<\/sup>Hutchison MediPharma Ltd, Shanghai, China","CSlideId":"","ControlKey":"75da1fbe-6be9-47ca-998c-94ac23a617ff","ControlNumber":"2805","DisclosureBlock":"&nbsp;<b>X. wu, <\/b> None..<br><b>Y. Zheng, <\/b> None..<br><b>L. qin, <\/b> None..<br><b>Y. li, <\/b> None..<br><b>Z. yu, <\/b> None..<br><b>X. zhu, <\/b> None..<br><b>R. cai, <\/b> None..<br><b>F. niu, <\/b> None..<br><b>Y. yuan, <\/b> None..<br><b>P. jiang, <\/b> None..<br><b>S. wen, <\/b> None..<br><b>X. lv, <\/b> None..<br><b>J. zhou, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9155","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5054","PresenterBiography":null,"PresenterDisplayName":"Yanfang Zheng, Dr PH","PresenterKey":"b08e101f-bb29-4cf2-983c-33e96030f891","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5054. The study of synergy mechanism between surufatinib and vinorelbine in the treatment of non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The study of synergy mechanism between surufatinib and vinorelbine in the treatment of non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Intracranial melanoma metastases originating from peripheral malignancy remain a frequent clinical condition with unsatisfactory pharmacological options. After screening a focused library of clinical artemisinin-combination therapeutic (ACT) antimalarials with established brain availability, we report here that an oral antimalarial regimen {(<i>R<\/i>,<i>S<\/i>)\/(<i>S<\/i>,<i>R<\/i>)-[2,8-bis(trifluoromethyl)quinolin-4-yl]-piperidin-2-ylmethanol; BQPM} blocks (<i>i<\/i>) melanoma cell invasiveness and EMT-related gene expression and (<i>ii<\/i>) tumor growth in a bioluminescent murine model of BRAFi-resistant intracranial melanoma. First, we examined apoptotic elimination of cultured malignant melanoma cell lines, also examining feasibility of overcoming BRAFi-resistance comparing isogenic melanoma cells that differ only by NRAS mutational status (BRAFi-sensitive A375-BRAF<sup>V600E<\/sup>\/NRAS<sup>Q61<\/sup> versus BRAFi-resistant A375-BRAF<sup>V600E<\/sup>\/NRAS<sup>Q61K<\/sup>). Among ACT antimalarials tested, BQPM was the only apoptogenic agent causing melanoma cell death at low micromolar concentrations. Comparative gene expression-array analysis (A375-BRAF<sup>V600E<\/sup>\/NRAS<sup>Q61<\/sup> versus A375-BRAF<sup>V600E<\/sup>\/NRAS<sup>Q61K<\/sup>) revealed that BQPM is a dual inducer of endoplasmic reticulum (ER) and redox stress responses that precede BQPM-induced loss of viability. Moreover, we observed that BQPM treatment blocked EMT-related gene expression and phenotypic invasiveness in both BRAFi-sensitive and -resistant human cell lines, observable also in murine CNS-tropic Ret-melanoma cells. These data (combined with clinical evidence that documents brain availability of BQPM) suggest that blockade of brain metastasis and inhibition of intracranial tumor growth, even if BRAFi-resistant, can be achieved using BQPM as a repurposed ACT-antimalarial.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-02 Molecular pharmacology,,"},{"Key":"Keywords","Value":"Malignant melanoma,Brain metastasis,Endoplasmic reticulum stress,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jana Jandova<sup><\/sup>, Sophia  L.  Park<sup><\/sup>, Jeremy  A.  Snell<sup><\/sup>, <b>Georg  T.  Wondrak<\/b><sup><\/sup><br><br\/>Pharmacology and Toxicology, R Ken Coit College of Pharmacy and UA Cancer Center, The University of Arizona, Tucson, AZ","CSlideId":"","ControlKey":"2088f2dc-f34a-421c-b036-5c040cbf48cf","ControlNumber":"5434","DisclosureBlock":"&nbsp;<b>J. Jandova, <\/b> None..<br><b>S. L. Park, <\/b> None..<br><b>J. A. Snell, <\/b> None..<br><b>G. T. Wondrak, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9156","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5055","PresenterBiography":null,"PresenterDisplayName":"Georg Wondrak, PhD","PresenterKey":"ac330c0d-2d43-4d35-abf9-6db803b42e6f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5055. Targeting BRAF<sup>V600E<\/sup>\/NRAS<sup>Q61K<\/sup>-melanoma brain metastases by pharmacological intervention modulating ER\/redox stress and EMT","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting BRAF<sup>V600E<\/sup>\/NRAS<sup>Q61K<\/sup>-melanoma brain metastases by pharmacological intervention modulating ER\/redox stress and EMT","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Brain metastases (BM) are manifested in approximately 30-50% of patients with non-small cell lung cancer (NSCLC) and are associated with catastrophic implications on prognosis and survival. The development of blood-brain barrier-penetrant therapies for brain metastases of NSCLC is imperative and is a major clinical hurdle. ABN401, a highly potent and selective c-MET inhibitor, shows promising anti-tumor activity without significant safety concerns in patients with advanced NSCLC. Here, we report that ABN401 exhibits potent anti-tumor efficacy in pre-clinical orthotopic patient-derived xenografts (PDXs) derived from MET-driven NSCLC brain metastases.<br \/><b>Methods<\/b> Anti-tumor efficacy of ABN401 was assessed in two lung cancer PDXs (LU5349 and LU5406) from BM models harboring high-level MET amplification grown in NOD\/SCID mice. Subcutaneous PDXs (n=14\/group) were treated with ABN401 (60 mg\/kg QD, 125 mg\/kg QD, and 165 mg\/kg QD) or control groups. Established PDXs were orthotopically implanted into the brain (n=14\/group) and were treated with ABN401 (125mg\/kg QD), or control groups. The tumor volume of orthotopic model was monitored using magnetic resonance imaging (MRI). Brain, plasma, and tumor samples were collected for pharmacokinetics (PK) and pharmacodynamics (PD) correlation analysis.<br \/><b>Results<\/b> The efficacy of ABN401(125 mg\/kg QD) was confirmed in the subcutaneous PDX models (LU5349 and LU5406). Treatment with ABN401 showed up to 95% and 99% tumor growth inhibition in the LU5349 and LU5406 models, respectively. ABN401 (125 mg\/kg QD) treatment induced complete or near-complete tumor growth regressions in the orthotopic tumor model. ABN401 also showed a desirable PK and safety profile with no significant changes in body weight.<br \/><b>Conclusions<\/b> ABN401 treatment showed robust anti-tumor efficacy in PDX models of MET-driven NSCLC brain metastases. Our findings suggest that ABN401 has excellent potential for treating NSCLC patients with BM and supports its ongoing clinical development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-02 Molecular pharmacology,,"},{"Key":"Keywords","Value":"c-Met,Orthotopic models,Patient-derived xenograft (PDX) models,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nirmal Rajasekaran<\/b><sup>1<\/sup>, Kyung Eui Park<sup>1<\/sup>, Saehyung Lee<sup>1<\/sup>, Na Young Kim<sup>1<\/sup>, Suk-Jae Chung<sup>2<\/sup>, Young Kee Shin<sup>3<\/sup>, Jun Young Choi<sup>1<\/sup><br><br\/><sup>1<\/sup>ABION INC., Seoul, Korea, Republic of,<sup>2<\/sup>Seoul National University, Seoul, Korea, Republic of,<sup>3<\/sup>Graduate School of Convergence Science and Technology, Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"889b7fa7-95d4-4768-9287-e13f86f89004","ControlNumber":"5927","DisclosureBlock":"<b>&nbsp;N. Rajasekaran, <\/b> <br><b>ABION INC.<\/b> Employment. <br><b>K. Park, <\/b> <br><b>ABION INC.<\/b> Employment, Stock, Stock Option. <br><b>S. Lee, <\/b> <br><b>ABION INC.<\/b> Employment, Stock Option. <br><b>N. Kim, <\/b> <br><b>ABION INC.<\/b> Employment, Stock, Stock Option.<br><b>S. Chung, <\/b> None.&nbsp;<br><b>Y. Shin, <\/b> <br><b>ABION INC.<\/b> Stock. <br><b>J. Choi, <\/b> <br><b>ABION INC.<\/b> Employment, Stock, Stock Option.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9157","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5056","PresenterBiography":null,"PresenterDisplayName":"Nirmal Rajasekaran, PhD;MPharm","PresenterKey":"64faa594-a06a-4376-8a5b-96c92e679218","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5056. ABN401 demonstrates robust anti-tumor efficacy in orthotopic PDX models of MET-driven NSCLC brain metastases in a pre-clinical study","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ABN401 demonstrates robust anti-tumor efficacy in orthotopic PDX models of MET-driven NSCLC brain metastases in a pre-clinical study","Topics":null,"cSlideId":""},{"Abstract":"<i>Background<\/i>: Ovarian cancer ranks fifth in cancer deaths among women. The gold standard of care for advanced disease includes cytoreductive surgery along with adjuvant or neoadjuvant platinum\/taxane-based chemotherapy. Although response to this treatment is high, chemotherapy-induced nausea and vomiting due to platinum agents and allergic reactions due to both agents are common. For nearly half a century, the glucocorticoid (GC) dexamethasone (DEX) has been administered as part of supportive care. However, there have periodically been questions about the possible deleterious effects of DEX on chemotherapy response, especially in solid tumors.<br \/><i>Methods<\/i>: Platinum-sensitive, glucocorticoid receptor (GR&#945;) expressing ovarian cancer cells were exposed to DEX prior to chemotherapy and clonogenic survival was assessed. The effects of DEX on cell cycle and apoptosis were assessed by flow cytometry. Changes in the tumor cell transcriptome after acute DEX treatment were determined by RNA sequencing. Mice bearing orthotopic ovarian cancer patient-derived xenografts (PDXs) were treated with chemotherapy &#177; DEX to assess changes in chemotherapy response <i>in vivo.<\/i><br \/><i>Findings<\/i>: DEX pre-treatment decreased platinum cytotoxicity in ovarian cancer cell lines <i>in vitro<\/i> and diminished platinum response in some PDXs analyzed for chemotherapy response <i>ex vivo<\/i>. RNA-seq analysis revealed changes in transcripts encoding proteins involved in platinum detoxification and TNF&#945; pro-survival signaling. In ovarian cancer PDXs, DEX decreased platinum response in one model and had limited impact on both platinum and platinum\/taxane chemotherapy in three distinct studies.<br \/><i>Interpretation<\/i>: DEX appears to modulate chemotherapy response in some settings <i>in vitro<\/i> and <i>ex-vivo<\/i>. The impact of DEX on chemotherapy response <i>in vivo<\/i> appears to be limited. However, further investigation of this question <i>in vivo<\/i> in non-immunosuppressed murine models appears warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-02 Molecular pharmacology,,"},{"Key":"Keywords","Value":"Ovarian cancer,Platinum drugs,Patient-derived xenograft (PDX) models,Glucocorticoid,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Annapoorna Venkatachalam<\/b><sup>1<\/sup>, Cristina Correia<sup>1<\/sup>, Cordelia  D.  Mcgehee<sup>2<\/sup>, Sarah Finstuen-Magro<sup>3<\/sup>, Jamison VanBlaricom<sup>3<\/sup>, Paula  A.  Schneider<sup>4<\/sup>, Kevin  L.  Peterson<sup>4<\/sup>, Ethan  P.  Heinzen<sup>5<\/sup>, Melissa  C.  Larson<sup>6<\/sup>, Xiaonon Hou<sup>3<\/sup>, Ann  L.  Oberg<sup>7<\/sup>, Saravut John Weroha<sup>8<\/sup>, Scott  H.  Kaufmann<sup>9<\/sup><br><br\/><sup>1<\/sup>Molecular Pharmacology and Experimental Therapeutics, Division of Oncology Research, Mayo Clinic, Rochester, MN,<sup>2<\/sup>Molecular Pharmacology and Experimental Therapeutics, Mayo Clinic, Rochester, MN,<sup>3<\/sup>Oncology Research, Mayo Clinic, Rochester, MN,<sup>4<\/sup>oncology Research, Mayo Clinic, Rochester, MN,<sup>5<\/sup>4Division of Computational Biology, Department of Quantitative Health Sciences, Mayo Clinic, Rochester, MN,<sup>6<\/sup>Division of Computational Biology, Department of Quantitative Health Sciences, Mayo Clinic, Rochester, MN,<sup>7<\/sup>4Division of Computational Biology, Department of Quantitative Health Sciences, Research, Mayo Clinic, Rochester, MN,<sup>8<\/sup>Medical Oncology, Mayo Clinic, Rochester, MN,<sup>9<\/sup>Department of Molecular Pharmacology and Experimental Therapeutics; Oncology Research;Hematology, Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"4ab7ffdf-2198-4e3c-803c-2807db6b03ab","ControlNumber":"6662","DisclosureBlock":"&nbsp;<b>A. Venkatachalam, <\/b> None..<br><b>C. Correia, <\/b> None..<br><b>C. D. Mcgehee, <\/b> None..<br><b>S. Finstuen-Magro, <\/b> None..<br><b>J. VanBlaricom, <\/b> None..<br><b>P. A. Schneider, <\/b> None..<br><b>K. L. Peterson, <\/b> None..<br><b>E. P. Heinzen, <\/b> None..<br><b>M. C. Larson, <\/b> None..<br><b>X. Hou, <\/b> None..<br><b>A. L. Oberg, <\/b> None..<br><b>S. Weroha, <\/b> None..<br><b>S. H. Kaufmann, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9159","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5058","PresenterBiography":null,"PresenterDisplayName":"Annapoorna Venkatachalam, MS,PhD","PresenterKey":"87e7f140-9758-4413-baad-a5b3a62a293e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5058. Impact of dexamethasone on chemotherapy response in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of dexamethasone on chemotherapy response in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Proteins represent a key class of analytes in pharmacodynamic (PD) analysis, an essential component in preclinical and clinical studies which inform about a biological system&#8217;s response to drug treatment. Pharmacodynamic signatures typically comprise target engagement marker and downstream pathway markers. With recent development in targeted therapies and novel therapeutic modalities such as protein degraders, the scope of PD has widened to cover predictive and stratification biomarkers which can inform patient selection and contribute to further understanding of potential drug resistance.<br \/>Using peptides as surrogate for proteins of interest, mass spectrometry (MS)-based approach alleviates the barriers of reagent specificity of antibody-based methods which can be affected by species and matrices used in preclinical drug development. Moreover, the use of stable-isotope labeled standard (SIS) reference peptides grants targeted MS assays unraveled specificity and the ability to determine absolute quantity of a given analyte.<br \/>Harnessing the power of targeted MS, we present an oncology-focused assay repository which contains 804 peptides corresponding to 582 proteins. All 804 peptide surrogates were chosen under strict selection criteria such as uniqueness\/proteotypicity and stability. Off-the-shelf availability (PQ500 kit) of SIS reference peptides for all 582 proteins facilitates the deployment of any of these assays in a plug-and-play manner. The collection of 582 protein targets cover &#62; 180 cellular pathways (Reactome pathways e.g. cytokine signaling, cell-cell communication, activation of matrix metalloproteinases) together with 49 FDA-approved drug targets. To further evaluate the performance of these assays, we carried out a case control study comprising plasma samples from 5 patient groups (lung, colorectal, pancreatic, breast and prostate cancer) and age and gender-matched healthy subjects. In total, we measured absolute quantities of 582 proteins across 180 plasma samples while validating the expression profiles of well-characterized biomarkers in patient plasma.<br \/>To conclude, we&#8217;ve demonstrated the application of targeted MS approach for the routine analysis of pharmacodynamic biomarkers. Its multiplexing capability, together with the adaptability to various species allow this method to maneuver through preclinical and clinical scenarios.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-05 Pharmacokinetics and pharmacodynamics,,"},{"Key":"Keywords","Value":"Pharmacodynamics,Proteomics,Biomarkers,Assay development,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Sebastian Müller<sup><\/sup>, Véronique Laforte<sup><\/sup>, Simonas Savickas<sup><\/sup>, Maik Müller<sup><\/sup>, <b>Yuehan Feng<\/b><sup><\/sup>, Lukas Reiter<sup><\/sup><br><br\/>Biognosys AG, Schlieren, Switzerland","CSlideId":"","ControlKey":"d519a5c8-13a1-4b68-b454-2e6b17d7b0c7","ControlNumber":"5059","DisclosureBlock":"&nbsp;<b>S. Müller, <\/b> None..<br><b>V. Laforte, <\/b> None..<br><b>S. Savickas, <\/b> None..<br><b>M. Müller, <\/b> None..<br><b>Y. Feng, <\/b> None..<br><b>L. Reiter, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9160","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5059","PresenterBiography":null,"PresenterDisplayName":"Yuehan Feng, PhD","PresenterKey":"7307bad2-eacb-448b-9ce8-96a5ea8dcbd1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5059. High-throughput monitoring of proteoforms and pathways through multiplexed and customizable mass spectrometry assay panels","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High-throughput monitoring of proteoforms and pathways through multiplexed and customizable mass spectrometry assay panels","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Oxaliplatin (OX)-containing regimens are frequently utilized to treat gastrointestinal (GI) cancers. OX is eliminated predominately via urinary excretion (GFR and active tubular secretion). The contribution of active transport via OCT2 and MATE1\/2-K to OX clearance is not fully understood. Tyrosine kinase inhibitors (TKIs) are frequently found to interact with OCT2\/MATE transporters; however, a gap in knowledge remains between their clinical potential to impact OX pharmacokinetics (PK) and in turn, impact renal function. Tucatinib (TUC) is a highly selective human epidermal growth factor receptor 2 (HER2)-directed TKI approved in multiple regions in combination with trastuzumab and capecitabine for adult patients with metastatic HER2+ breast cancer and is currently being investigated in other HER2+ tumors. TUC inhibits OCT2\/MATE-mediated transport of metformin and creatinine in vitro and in vivo. In this study, we investigated the impact of TUC on OX plasma PK, OX renal clearance (Clr), and renal function.<br \/><b>Methods: <\/b>In vitro inhibition of OCT2\/MATE-mediated transport of OX by TUC was assessed in OCT2, MATE1, or MATE2-K-expressing MDCK-II cells. SGNTUC-024 (NCT04430738) is a Ph1b\/2 clinical study in patients with HER2+ GI cancers evaluating the impact of TUC on the safety and PK of OX. Patients received TUC 150 mg (Cohort 1A) or 300 mg (Cohort 1B) BID starting on C1D8 of a 2-week cycle in combination with modified FOLFOX6\/7. Intensive PK was collected in plasma and urine for OX alone (C1D1) or with steady-state TUC (C2D1). Total plasma platinum (Pt, analyzed as a surrogate for OX and catabolites), plasma Pt ultrafiltrate (PUF, unbound), and urine Pt were quantitatively analyzed via ICP-MS. Serum Cystatin C (CysC) was measured as a pharmacodynamic (PD) renal function marker in Cohorts 1A and 1B.<br \/><b>Results: <\/b>TUC inhibited in vitro OX transport by MATE1 (IC<sub>50<\/sub> = 0.0639 &#181;M), MATE2-K (IC<sub>50<\/sub> = 0.0382 &#181;M), and OCT2 (IC<sub>50<\/sub> = 0.491 &#181;M). In 11 patients, total Pt and PUF AUC<sub>0-8h<\/sub> geometric mean ratio (GMR) and 90% confidence intervals (CI) between patients who received OX alone compared to in combination were 1.1 (0.98, 1.3) and 1.0 (0.78, 1.4) in Cohort 1A (n=4) and 1.1 (0.96, 1.2) and 1.0 (0.98, 1.1) in Cohort 1B (n=7), respectively. OX GM (%CV) renal clearance (Cl<sub>r,0-8h <\/sub>in mL\/min) and fraction excreted 24h post-dose (f<sub>e,0-24h<\/sub>) were similar with and without TUC in both Cohort 1A (C1D1 Cl<sub>r0-8h<\/sub> = 277 (33), f<sub>e,0-24h <\/sub>= 22% (17); C2D1 Cl<sub>r0-8h<\/sub> = 249 (78), f<sub>e,0-24h <\/sub>= 21% (15)) and Cohort 1B (C1D1 Cl<sub>r0-8h<\/sub> = 189 (37), f<sub>e,0-24h <\/sub>= 17.7% (16); C2D1 Cl<sub>r0-8h<\/sub> = 177 (40), f<sub>e,0-24h <\/sub>= 16.6% (35)). Reversible slight increases in CysC (normalized to baseline) on day 3 of each cycle, irrespective of tucatinib, were observed.<br \/><b>Conclusions: <\/b>This investigation of in vitro and in vivo determinants of OX PK demonstrates that TUC does not alter the renal clearance of oxaliplatin nor renal function when OX is administered in combination with TUC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-05 Pharmacokinetics and pharmacodynamics,,"},{"Key":"Keywords","Value":"Pharmacokinetics,Pharmacodynamics,Transporters,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ariel  R.  Topletz-Erickson<\/b><sup>1<\/sup>, Anthony Lee<sup>2<\/sup>, Vineet Kumar<sup>2<\/sup>, Michelle Ubowski<sup>3<\/sup>, JoAl  G.  Mayor<sup>3<\/sup>, Layth  I.  Abdulrasool<sup>3<\/sup>, Clark  M.  Henderson<sup>2<\/sup>, Joseph  A.  Ware<sup>4<\/sup>, Christopher  J.  Endres<sup>1<\/sup><br><br\/><sup>1<\/sup>Clinical Pharmacology and Pharmacometrics, Seagen, Bothell, WA,<sup>2<\/sup>Translational ADME and PKPD, Seagen, Bothell, WA,<sup>3<\/sup>Clinical Development, Seagen, Bothell, WA,<sup>4<\/sup>Clinical Pharmacology and Pharmacometrics, Seagen, South San Francisco, CA","CSlideId":"","ControlKey":"3a2507ec-d194-4292-85d7-f8acaf080e7e","ControlNumber":"7320","DisclosureBlock":"<b>&nbsp;A. R. Topletz-Erickson, <\/b> <br><b>Seagen, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>A. Lee, <\/b> <br><b>Seagen, Inc.<\/b> Employment, Stock, Stock Option. <br><b>V. Kumar, <\/b> <br><b>Seagen, Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. Ubowski, <\/b> <br><b>Seagen, Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. G. Mayor, <\/b> <br><b>Seagen, Inc.<\/b> Employment, Stock, Stock Option. <br><b>L. I. Abdulrasool, <\/b> <br><b>Seagen, Inc.<\/b> Employment, Stock, Stock Option. <br><b>C. M. Henderson, <\/b> <br><b>Seagen, Inc<\/b> Employment, Stock, Stock Option. <br><b>J. A. Ware, <\/b> <br><b>Seagen, Inc<\/b> Employment, Stock, Stock Option. <br><b>C. J. Endres, <\/b> <br><b>Seagen, Inc<\/b> Employment, Stock, Stock Option, Patent, Other Intellectual Property.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9161","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5060","PresenterBiography":null,"PresenterDisplayName":"Ariel Topletz-Erickson, PhD","PresenterKey":"67a76da4-74ca-433d-96f9-2b3aea756a7e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5060. Tucatinib does not alter oxaliplatin PK or associated renal function: An OCT2 and MATE transport inhibition study","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tucatinib does not alter oxaliplatin PK or associated renal function: An OCT2 and MATE transport inhibition study","Topics":null,"cSlideId":""},{"Abstract":"Cancer is often treated with DNA-damaging cytotoxic and ionizing radiation (IR) therapies. However, anticancer efficacy is limited by activation of DNA damage response (DDR) pathways that support DNA repair resulting in cancer cell survival. Disruption of DDR pathways may enhance cancer cell sensitivity to DNA-damaging therapies. Ataxia telangiectasia and Rad3 related (ATR) protein kinase, an apical initiator of DDR, is highly relied on by tumor cells and is critical for survival. Pharmacological ATR inhibitors (ATRi) can sensitize cancer cells to DNA damaging therapies. Although combining radiation therapies with ATRi may enhance anticancer efficacy, the resultant toxicity to normal organs is largely unknown. The ATRi furthest in development are the orally administered AZD6738 (ceralasertib), BAY-1895344 (elimusertib) and the intravenously administered M6620 (berzosertib, VX-970). We aimed to characterize and compare the preclinical toxicity of ATRi with and without total body irradiation (TBI) by pathology and complete blood counts (CBC). To determine the appropriate TBI dose for combination with ATRi, female balb\/c mice (n=6) were grouped to receive 2, 4, 6 or 8 Gy. Within these cohorts, mice (n=2) were subdivided for euthanization times of 48, 72 and 96 h post TBI. Next, mice<sub> <\/sub>(N=5) were treated with a single dose of ATRi, 6 Gy TBI, the combination (TBI within 30 min of ATRi), or control. Mice were euthanized 48 h post treatment and blood was collected for analysis of CBC. Changes to body weight were documented and tissues with known sensitivities to radiation-related toxicity were collected for histopathology. Statistical analyses were performed using ANOVA with Tukey&#8217;s multiple comparisons test. A 6 Gy TBI dose and 48 h euthanasia time point were selected for investigation in combination studies with ATRi. TBI alone resulted in ~5% decreased body weight compared to vehicle controls. The addition of any ATRi appeared to ameliorate this loss, but not to a significant extent. TBI caused leukocytopenia and lymphocytopenia, which was not exacerbated by the addition of any ATRi. Neutrophilia was observed after ATRi alone and abolished by addition of TBI. TBI caused moderate toxicity in spleen, small intestine and bone marrow, and the addition of ATRi did not exacerbate these findings. AZD6738 caused moderate pericarditis and myocarditis, which was abrogated by the addition of IR. Collectively, ATRi administered alone are associated with neutrophilia at 48 h. AZD6738 appeared to be associated with cardiac toxicity, consistent with clinical observations of related CHK1 inhibitors. M6620 alone is associated with a significant decrease in lymphocytes compared to vehicle control, however in the setting of TBI, M6620 appears to ameliorate TBI-induced lymphocytopenia. This study demonstrated that the addition of ATRi did not increase toxicity associated with TBI in mice.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-06 Preclinical toxicology,,"},{"Key":"Keywords","Value":"ATR,Toxicity,Preclinical,Radiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Joshua  J.  Deppas<\/b><sup>1<\/sup>, Brian  F.  Kiesel<sup>1<\/sup>, Jianxia Guo<sup>2<\/sup>, Lora  H.  Rigatti<sup>3<\/sup>, Joseph Latoche<sup>4<\/sup>, Anthony Green<sup>5<\/sup>, Paul Knizner<sup>5<\/sup>, Christopher  J.  Bakkenist<sup>6<\/sup>, Jan  H.  Beumer<sup>1<\/sup><br><br\/><sup>1<\/sup>Pharmaceutical Sciences, University of Pittsburgh, Pittsburgh, PA,<sup>2<\/sup>Cancer Therapeutics Program, UPMC Hillman Cancer Center, Pittsburgh, PA,<sup>3<\/sup>Division of Laboratory Animal Resources, University of Pittsburgh, Pittsburgh, PA,<sup>4<\/sup>Medicine, University of Pittsburgh, Pittsburgh, PA,<sup>5<\/sup>Biospecimen Core Research Histology, University of Pittsburgh, Pittsburgh, PA,<sup>6<\/sup>Radiation Oncology, University of Pittsburgh, Pittsburgh, PA","CSlideId":"","ControlKey":"5e73ac33-2b95-4fff-abe2-02a7eab1cdb8","ControlNumber":"3939","DisclosureBlock":"&nbsp;<b>J. J. Deppas, <\/b> None..<br><b>B. F. Kiesel, <\/b> None..<br><b>J. Guo, <\/b> None..<br><b>L. H. Rigatti, <\/b> None..<br><b>J. Latoche, <\/b> None..<br><b>A. Green, <\/b> None..<br><b>P. Knizner, <\/b> None..<br><b>C. J. Bakkenist, <\/b> None..<br><b>J. H. Beumer, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9162","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5061","PresenterBiography":null,"PresenterDisplayName":"Joshua Deppas, BS,MS","PresenterKey":"87e21fb8-b6fd-4294-a339-ff85a79d5ee8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5061. Toxicological characterization and comparison of ATR inhibitors in mice","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Toxicological characterization and comparison of ATR inhibitors in mice","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Avasopasem manganese (GC4419) is a selective superoxide dismutase mimetic which has recently completed a Phase 3 clinical trial (NCT03689712) demonstrating a significant reduction in the severity of oral mucositis in patients receiving standard cisplatin and radiotherapy for head and neck squamous cell carcinoma (HNSCC). Up to 66% of HNSCC patients experience ototoxicity from platinum-based chemotherapy, resulting in tinnitus and hearing loss. The analysis of clinical trial data also revealed that patients treated with GC4419 in addition to cisplatin (cis) and radiotherapy reported less tinnitus than those treated with standard therapy alone. The generation of reactive oxygen species has long been recognized as an important contributor to cis-induced hearing loss; therefore, we hypothesize that administration of GC4419 with cisplatin can prevent ototoxicity by scavenging superoxide.<br \/><b>Results: <\/b>Organotypic cultures using postnatal day 2 or 3 mouse cochlea were treated with cis 4 &#181;M and 0.5, 2, or 4 &#181;M GC4419 for 24 hours. The explants were then stained for anti-myosin-VIIa. Hair cells were counted, and it was determined that 4 &#181;M cis was sufficient to cause a decrease in hair cell numbers and GC4419 dose as low as 2 &#181;M protected against this biological endpoint. To assess the effects of GC4419 on hearing loss <i>in vivo<\/i>, CBA\/CaJ mice were treated as follows: 5 mice (1 female, 4 males) received 3 mg\/kg cis IP, 4 mice (2 males and 2 females) received vehicle, 3 mice (2 females, 1 males) received 10 mg\/kg IP GC4419, and 5 mice (2 females, 3 males) were treated with GC4419 10 minutes prior to cisplatin injection. Cis and GC4419 were administered for four consecutive days followed by two days of GC4419. The animals were allowed 8 recovery days, with Normosol SQ and high calorie food administered, prior to a second repetition of the treatment cycle. This protocol for cis dosing was found to be lethal in three mice in the cisplatin only group. Auditory brainstem response testing was performed before and after treatment, revealing elevated hearing thresholds in cis treated mice but not in mice treated with GC4419 and cis. Additionally, the cis treatment group experienced greater weight loss than the mice treated with GC4419 and cis Separately, in an H1299 tumor xenograft model in nu\/nu mice, GC4419 5 mg\/kg IP BID over 14 days was shown not to interfere with, and in fact somewhat increased, the tumor growth delay with cis 5 mg\/kg IP QW x 3.<br \/><b>Conclusion<\/b>: These results support the hypothesis that treatment with the SOD mimetic GC4419 can reduce cis induced ototoxicity by scavenging superoxide and justify further studies to determine if this mechanism based approach can be implemented in cancer therapy. (Supported by a sponsored research agreement between the University of Iowa and Galera Therapeutics, Inc.)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-06 Preclinical toxicology,,"},{"Key":"Keywords","Value":"Toxicity,Oxidative stress,Head and neck cancers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Keegan  A.  Christensen<\/b><sup>1<\/sup>, Osama Tarabichi<sup>1<\/sup>, Sei Sho<sup>1<\/sup>, Hidaly Hernández<sup>2<\/sup>, Bryce Hunger<sup>1<\/sup>, Melissa  A.  Fath<sup>1<\/sup>, Jeffery Keene<sup>3<\/sup>, Robert Beardsley<sup>3<\/sup>, Marlan Hansen<sup>1<\/sup>, Douglas  R.  Spitz<sup>1<\/sup><br><br\/><sup>1<\/sup>Carver College of Medicine, University of Iowa, Iowa City, IA,<sup>2<\/sup>Wartburg College, Waverly, IA,<sup>3<\/sup>Galera Therapeutics, Malvern, PA","CSlideId":"","ControlKey":"755aaf27-a678-495f-98c4-b402daac72ab","ControlNumber":"7881","DisclosureBlock":"<b>&nbsp;K. A. Christensen, <\/b> <br><b>Galera Therapeutics<\/b> Grant\/Contract, Patent, Other Intellectual Property. <br><b>O. Tarabichi, <\/b> <br><b>Galera Therapeutics<\/b> Grant\/Contract, Patent, Other Intellectual Property. <br><b>S. Sho, <\/b> <br><b>Galera Therapeutics<\/b> Grant\/Contract, Patent, Other Intellectual Property. <br><b>H. Hernández, <\/b> <br><b>Galera Therapeutics<\/b> Grant\/Contract, Patent, Other Intellectual Property. <br><b>B. Hunger, <\/b> <br><b>Galera Therapeutics<\/b> Grant\/Contract, Patent, Other Intellectual Property. <br><b>M. A. Fath, <\/b> <br><b>Galera Therapeutics<\/b> Grant\/Contract, Patent, Other Intellectual Property. <br><b>J. Keene, <\/b> <br><b>Galera Therapeutics<\/b> Employment. <br><b>R. Beardsley, <\/b> <br><b>Galera Therapeutics<\/b> Employment. <br><b>M. Hansen, <\/b> <br><b>Galera Therapeutics<\/b> Grant\/Contract, Patent, Other Intellectual Property. <br><b>D. R. Spitz, <\/b> <br><b>Galera Therapeutics<\/b> Grant\/Contract, Patent, Other Intellectual Property.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9163","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5062","PresenterBiography":null,"PresenterDisplayName":"Keegan Christensen","PresenterKey":"5eb72904-61f8-4e9e-9433-997e6dfa4a23","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5062. Small molecule superoxide dismutase mimetic avasopasem manganese for the mitigation of cisplatin induced ototoxicity","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Small molecule superoxide dismutase mimetic avasopasem manganese for the mitigation of cisplatin induced ototoxicity","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Molecularly targeted (MTAs) and immune-oncology (IO) agents are more selective with wider therapeutic window than cytotoxic agents resulting in maximal activity at doses &#60; MTD. However, these agents commonly selected the MTD (or highest tested dose) which is assessed using dose-limiting toxicities in escalating doses in limited number of patients\/dose. This led to several post-marketing requirement (PMR) studies to evaluate alternative dosing regimens to optimize the benefit-risk.<br \/><b>Methods: <\/b>Post-marketing dose optimization studies (required by FDA or sponsor initiated) for oncology MTAs\/IO agents were reviewed. These studies\/analyses were classified in to attempts to improve efficacy, safety, or &#8216;life cycle management&#8217; (ie, fixed vs body size-based dosing, favorable route of administration, or extending the dosing interval). Approvals 1999-April\/2022 were evaluated using FDA review documents and published literature. PMR studies for organ impairment, DDI, or food effect were excluded.<br \/><b>Results: <\/b>Overall, 27 (16 MTAs and 9 IO) out 126 FDA oncology approvals reviewed were identified to have conducted post-approval dose optimization studies (27\/126, 21.4%). Dose optimization studies were either efficacy-driven (n = 4), safety-driven (n = 13), or to improve method of administration (ie, IV to SC route; body-weight to fixed dosing; less dosing frequency) (N = 14). Efficacy-driven PMRs evaluated a higher dose either for the overall population (1\/4) or for a subgroup with lower exposure (3\/4); the latter cases showed no clear benefit in this subgroup vs case-matched subgroup from the control arm. No changes of label dosing recommendations resulted from efficacy-driven PMRs. All safety-driven PMRs which evaluated lower doses were for drugs with a positive exposure-safety relationship and most had a flat exposure-efficacy relationship (9\/13, 69%) suggesting that a lower dose might improve safety without compromising efficacy. Completed safety-driven PMR studies resulted in changing the approved dose in 2\/7 cases (29%). Lower doses were commonly associated with better safety profiles, however, establishing efficacy non-inferiority vs approved doses was typically not successful except in 1 case where non-inferiority was met for the primary endpoint of overall survival; this did not lead to label change as secondary endpoints, eg, PFS, favored the higher dose.Attempts to improve method of administration tended to be feasible and resulted in a successful change of the label dose for drugs with relatively flat exposure-efficacy and safety profiles and with adequate efficacy\/safety data at multiple dose levels.<br \/><b>Conclusion: <\/b>Our results suggest that safety or efficacy-driven post-marketing dose optimization studies were rarely successful in changing the label dose. Dose optimization could be more important for drugs with a steep exposure-safety relationship and a flat exposure-efficacy relationship.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-07 Other,,"},{"Key":"Keywords","Value":"Cancer,Dose optimization,Dose finding,post-marketing ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Pooneh Soltantabar<\/b><sup><\/sup>, Hoi-Kei Lon<sup><\/sup>, Kourosh Parivar<sup><\/sup>, Diane Wang<sup><\/sup>, Mohamed Elmeliegy<sup><\/sup><br><br\/>Pfizer, Inc., San Diego, CA","CSlideId":"","ControlKey":"98d2c86e-455f-4a1a-9a00-179df40b2ae3","ControlNumber":"7334","DisclosureBlock":"&nbsp;<b>P. Soltantabar, <\/b> None..<br><b>H. Lon, <\/b> None..<br><b>K. Parivar, <\/b> None..<br><b>D. Wang, <\/b> None..<br><b>M. Elmeliegy, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9164","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5063","PresenterBiography":null,"PresenterDisplayName":"Pooneh Soltantabar","PresenterKey":"10d67e47-3a2d-4214-b0ab-a14820706938","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5063. Optimizing benefit\/risk in oncology: Review of post marketing dose optimization","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"401","SessionOnDemand":"False","SessionTitle":"Theranostics and Radionuclides \/ Pharmacologic Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Optimizing benefit\/risk in oncology: Review of post marketing dose optimization","Topics":null,"cSlideId":""}]