[{"Abstract":"Osteosarcoma (OS) is the most common primary bone tumor in children and adolescents. Approximately 25-30% of these tumors carry amplification of chromosome 8q24, which harbors the oncogene c-Myc, and correlates with a poor prognosis in patients with OS. To understand the mechanisms that underlie the ability of Myc to alter both the tumor and its surrounding tumor immune microenvironment (TiME), we generated and molecularly characterized an osteoblast-specific Cre-Lox-Stop-Lox;(LSL)-c-MycT58A;p53f\/+ knockin genetically engineered mouse model (GEMM). Phenotypically, the Myc knockin-GEMM had rapid tumor development with a high incidence of metastasis. Myc-dependent gene signature in our murine model demonstrated significant homology to the human Myc-amplified OS.Interestingly, we noticed a significant reduction in the osteoclast (OCL) cell population in the Myc knockin OS tumor compared to the p53-driven. We found the expression of RANK was significantly downregulated in the Myc knockin tumor compared to the Non-knockin p53 heterozygous tumors. The RANK\/RANKL pathway is vital in OCL maturation and bone modeling\/remodeling. To understand the involvement of Myc in RANK regulation, we used murine-derived OS cell lines and transiently knocked down of Myc expression using siRNA. We observed a significant upregulation in RANK expression after Myc knockdown. To decipher the molecular mechanism behind the Myc-dependent regulation of RANK expression in OS, we looked into the Myc-mediated microRNAs. Myc regulates the expression of several microRNAs, including the polycistronic miR-17-92 cluster. The expression of miR17-5p and Mir20a-5p was significantly higher in the GEMM tumor tissue samples isolated from the Myc knockin compared to the p53-driven. Further, we validated the Myc-dependent regulation of miR-17-5p\/20a-5p expression using transient knockdown of Myc in mouse Myc knockin-derived cell lines. To examine the role of miR17-5p\/20a-5p on the RANK regulation, we performed both gain and loss-of-function studies using microRNA-17\/20a mimics and inhibitors. After the treatment with miR-17-5p\/20a-5p inhibitors, the expression of RANK was significantly upregulated whereas in<br \/>the case of miR17\/20a mimics reversed these effects and led to a downregulation of RANK expression. We established that miR-17-5p\/20a-5p is causally responsible for at least part of the mechanism by which Myc regulates the RANK expression in OS.We concluded that the Myc-regulated miR17\/20a modulates the RANK expression that is involved in the OCL cell population regulation and function in the OS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-07 Translational pediatric cancer research,,"},{"Key":"Keywords","Value":"Osteosarcoma,Osteoclast,Tumor microenvironment,MicroRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bikesh Kumar Nirala<\/b><sup>1<\/sup>, Lyazat Kurenbekova<sup>1<\/sup>, Tajhal Patel<sup>1<\/sup>, Ryan Lane Shuck<sup>1<\/sup>, Atreyi Dasgupta<sup>1<\/sup>, Nino Carlo Rainusso<sup>1<\/sup>, Jason  T.  Yustein<sup>2<\/sup><br><br\/><sup>1<\/sup>Texas Children's Hospital Cancer & Hematology Ctr., Houston, TX,<sup>2<\/sup>Pediatrics, Emory University School of Medicine, Atlanta, GA","CSlideId":"","ControlKey":"f289e9dd-5375-429d-8f39-03abc73c9420","ControlNumber":"8079","DisclosureBlock":"&nbsp;<b>B. K. Nirala, <\/b> None..<br><b>L. Kurenbekova, <\/b> None..<br><b>T. Patel, <\/b> None..<br><b>R. L. Shuck, <\/b> None..<br><b>A. Dasgupta, <\/b> None..<br><b>N. C. Rainusso, <\/b> None..<br><b>J. T. Yustein, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5520","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6713","PresenterBiography":"","PresenterDisplayName":"Bikesh Nirala, PhD","PresenterKey":"c0ed3984-fb17-471d-a3e5-5517409636fa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6713. Myc-regulated miR17, 20a modulate RANK expression in osteosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Myc-regulated miR17, 20a modulate RANK expression in osteosarcoma","Topics":null,"cSlideId":""},{"Abstract":"<b>BACKGROUND: <\/b>Neuroblastoma is a cancer arising from the developing sympathetic nervous system. Less than half of children diagnosed with high-risk neuroblastoma survive five years. Two transcriptional subpopulations have been identified: aggressive, chemotherapy-sensitive adrenergic (ADRN) and indolent, chemotherapy-resistant mesenchymal (MES). ALCAM is a cell adhesion molecule that is overexpressed in neuroblastoma. ALCAM is a cancer stem cell marker in colorectal and small cell lung cancer and promotes bone metastasis in prostate cancer. ALCAM also interacts with the CD6 receptor on T cells, which facilitates adhesion in the immunological synapse and inhibits T cell activation.<br \/><b>METHODS: <\/b>We characterized ALCAM expression in 24 neuroblastoma cell lines using immunoblotting. We investigated ALCAM expression in ADRN and MES neuroblastoma using RNA-sequencing data from two patient datasets. Next, we developed doxycycline (dox)-inducible ALCAM depletion cell lines using CRISPR inhibition (CRISPRi) in three high-ALCAM cell lines with relevant oncogenic aberrations. Using the Incucyte&#174; SX5 Live-Cell Analysis System, we interrogated the effects of ALCAM depletion on proliferation and scratch wound migration. To determine the mechanism of ALCAM overexpression, we leveraged ChIP-sequencing data for MYC and MYCN in 9 cell lines. We probed the effects of the MYC(N)-MAX disrupter MYCi975 on ALCAM expression using immunoblotting. To investigate the effects of the ALCAM-CD6 interaction on T cells, we stimulated CD4+ and CD8+ T cells with CD3\/28 antibodies in the presence or absence of recombinant ALCAM and measured activation by ELISA for IFN-&#947;, and TNF-&#945; and flow cytometry for CD69 expression.<br \/><b>RESULTS: <\/b>ALCAM is highly expressed in most neuroblastoma primary tumors and cell lines. ALCAM mRNA expression is higher in the ADRN subpopulation (p &#8804; 0.0045), although both ADRN and MES tumors and cell lines express high levels of ALCAM. Dox-inducible CRISPRi mediated robust ALCAM depletion in all three cell lines, and ALCAM knockdown significantly delayed proliferation (p &#8804; 0.0025) and impaired scratch wound migration. ChIP-sequencing showed robust MYC(N) peaks at the ALCAM promoter, and treatment with IC<sub>50<\/sub> concentrations (3.5 - 9.0 &#956;M) of MYCi975 depleted MYC(N) and ALCAM. Activation of CD4+ and CD8+ T cells in the presence of recombinant ALCAM mediated dose-dependent reduction in expression of T cell activation marker CD69 after 3 days and inhibited IFN-&#947; and TNF-&#945; release.<br \/><b>CONCLUSIONS: <\/b>ALCAM is overexpressed in neuroblastoma and its expression is driven, at least in part, by MYC(N). ALCAM is a mediator of cellular proliferation and migration and may contribute to immune evasion by inhibiting T cell activation. Ongoing <i>in vivo<\/i> studies will characterize the effects of ALCAM depletion on tumor growth and metastasis. We propose ALCAM is a tractable immunotherapy target through multi-specific antibodies or the ALCAM-CD6 interaction.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-03 Immunotherapeutic approaches to pediatric cancer,,"},{"Key":"Keywords","Value":"Neuroblastoma,Immunotherapy,Metastasis,MYCN,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jarrett Lindsay<\/b><sup><\/sup>, Minu Samanta<sup><\/sup>, Nathan Kendsersky<sup><\/sup>, Jonathan Gaither<sup><\/sup>, Molly Christie<sup><\/sup>, Kyabeth Torres-Rodriguez<sup><\/sup>, Catherine Wingrove<sup><\/sup>, John  M.  Maris<sup><\/sup><br><br\/>Children's Hospital of Philadelphia, Philadelphia, PA","CSlideId":"","ControlKey":"15dd7171-487c-4179-bc44-057d57a68893","ControlNumber":"7396","DisclosureBlock":"&nbsp;<b>J. Lindsay, <\/b> None..<br><b>M. Samanta, <\/b> None..<br><b>N. Kendsersky, <\/b> None..<br><b>J. Gaither, <\/b> None..<br><b>M. Christie, <\/b> None..<br><b>K. Torres-Rodriguez, <\/b> None..<br><b>C. Wingrove, <\/b> None..<br><b>J. M. Maris, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5521","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6714","PresenterBiography":null,"PresenterDisplayName":"Jarrett Lindsay, BS","PresenterKey":"96a91e07-9dc6-4f5b-b848-50d031d1cbd8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6714. ALCAM promotes neuroblastoma proliferation, migration, and immune evasion","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ALCAM promotes neuroblastoma proliferation, migration, and immune evasion","Topics":null,"cSlideId":""},{"Abstract":"Background: High Grade Glioma is a lethal brain cancer with an average survival of 14 months. Due to the scarcity of effective treatment, and aggressive nature of the tumor, pediatric High Grade Glioma (pHGG) forms a leading cause of CNS cancer-related death in children. Optune&#8482; is a non-invasive therapy that uses alternating electric fields - coined Tumor Treating Fields (TTFields) - to disrupt cancer cell division. Increasing evidence shows that ion channels not only regulate electrical signaling of excitable cells, but also play a crucial role in the development and progression of brain tumors. Ion channels are essential in cell cycle control, invasion and migration of cancer cells and therefore present as valuable therapeutic targets.<br \/>Methods: CLIC channel expression patterns were identified via multivariate analysis of in-house and publicly available data sets and RNA sequencing of in-house patient tissues. siRNA depletion of CLIC1 and CLIC4 was assessed using cell cycle, clonogenic, migration and proliferation assays, alone and concomitant with TTFields and or CLIC channel inhibitors, IAA94 or metformin. Whole transcriptome gene expression analysis (Human Clariom&#8482; Array) of pHGG cells treated with TTFields was carried out. Whole cell and cell attached patch clamp protocols were used to assess ion channel activity in pHGG and normal astrocytes.<br \/>Results: Clinical correlation determined that CLIC4 and CLIC1 deficiency was associated with increased overall survival (p=&#60;0.03), with siRNA depletion propagating a reduction in the proliferation, migration and invasion of pHGG cell lines associated with cell cycle arrest. Furthermore, CLIC1 and CLIC4 deficiency exacerbated the killing capacity of TTFields, reducing clonogenic and proliferative capabilities. Concomitant application of either IAA94 or metformin, and TTFields increased the sensitivity of cells to TTFields. Whole transcriptome gene expression analysis of pHGG cell lines treated with TTFields and found that cells treated with TTFields exhibited a down-regulation in CLIC1 and CLIC4 compared to untreated cells. Furthermore, neurophysiological patch clamp experiments revealed increasingly depolarized membrane potential readings in pHGG cell lines compared to normal astrocytes, with unique ion channel activity (including chloride channel function) observed and the potential for further pharmacological exploitation.<br \/>Conclusions: These data provide rationale that genetic, electrical, and pharmacological manipulation of ion channels can reduce the capacity of childhood brain tumors to proliferate and invade. CLIC channels may be a suitable target to enhance the treatment efficacy of TTFields and help optimize this non-invasive therapy in pediatric HGG patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-06 Therapeutic dosing, resistance, and combination therapy application,,"},{"Key":"Keywords","Value":"Tumor treating fields (TTFields),Glioblastoma,Pediatric cancers,Chloride Channel,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Michaela Griffin<sup><\/sup>, Paul Smith<sup><\/sup>, Raheela Khan<sup><\/sup>, Surajit Basu<sup><\/sup>, <b>Stuart James Smith<\/b><sup><\/sup><br><br\/>University of Nottingham, Nottingham, United Kingdom","CSlideId":"","ControlKey":"11827506-b966-4cce-9e10-06d100695501","ControlNumber":"2902","DisclosureBlock":"&nbsp;<b>M. Griffin, <\/b> None..<br><b>P. Smith, <\/b> None..<br><b>R. Khan, <\/b> None..<br><b>S. Basu, <\/b> None.&nbsp;<br><b>S. J. Smith, <\/b> <br><b>Novocure<\/b> Grant\/Contract, AACR\/Novocure TTF project grant.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5522","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6715","PresenterBiography":null,"PresenterDisplayName":"Stuart Smith, BA,BMBCh,PhD","PresenterKey":"99ac242a-81e5-47e1-b2af-1f65844dcb63","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6715. CLIC1 and CLIC4 ion channels as bioelectric targets for tumor treating fields in pediatric high-grade glioma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CLIC1 and CLIC4 ion channels as bioelectric targets for tumor treating fields in pediatric high-grade glioma","Topics":null,"cSlideId":""},{"Abstract":"Background: Pediatric solid tumors are rare and the use of well characterized preclinical models can be a helpful tool to prioritize novel drug combinations and formulations which are challenging to test in a limited patient population. Irinotecan (IRN) has shown efficacy in diverse pediatric cancers where children are often treated on an extended low-dose schedule rather than a single large dose commonly used in adults. The use of nano-liposomal irinotecan (nal-IRI) is a promising strategy as 95% of the drug remains encapsulated during systemic exposure while maintaining prolonged exposure in the tumor. Adult clinical trials have shown reduced side effects without compromising efficacy but nal-IRI has had limited use thus far in pediatric cancers.<br \/>Methods: Orthotopic xenograft models of Ewing sarcoma (EWS, 4 models) and rhabdomyosarcoma (RMS, 2 models) were generated by injecting luciferase labeled cells into the femur and hind-leg muscle of nude mice respectively. Pharmacokinetic (PK) studies on normal and tumor-bearing mice were performed for both nal-IRI and standard IRN to determine matched human AUC-guided dosing and schedule of chemotherapy agents. Mice were randomized to single agent and relevant combinations of nal-IRI with PARP inhibitors and temozolomide (EWS) and with vincristine and temozolomide (RMS) and compared to the same regimens using standard IRN. Therapy was given on a clinically relevant schedule with each course consisting of 21 days and tumor response was measured weekly using bioluminescence.<br \/>Results: PK studies showed that plasma levels of the active metabolite of IRN (SN-38) drop quickly for both standard IRN and nal-IRI single dosed mice while the levels of SN-38 were maintained in the tumor for several days using the nal-IRI formulation. In all 6 models tested, nal-IRI combinations were as or more effective when compared to regimens using standard IRN. No significant toxicity was seen in mice treated with nal-IRI combinations.<br \/>Conclusions: The substitution of nal-IRI for standard IRN remains a promising strategy in pediatrics with the potential to reduce side effects as well as hospital visits due to the dosing schedule with nal-IRI given once per cycle where standard IRN is often given for 5 or 10 days in children. Our preclinical PK data confirmed the liposomal formulation resulted in sustained SN-38 levels in the tumor and efficacy was maintained or improved in pediatric cancer models. The combination of nal-IRI with temozolomide and talazoparib is now being tested in a multi-center randomized phase I\/II trial for children with relapsed solid tumors and this data supports consideration for use in other pediatric cancer trials both in the upfront and relapse setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-07 Translational pediatric cancer research,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX) models,Irinotecan,Pediatric cancers,Sarcoma\/soft-tissue malignancies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Elizabeth Stewart<\/b><sup>1<\/sup>, Kaley Blankenship<sup>1<\/sup>, Burgess Freeman<sup>2<\/sup>, Sara Federico<sup>1<\/sup>, Michael Dyer<sup>3<\/sup><br><br\/><sup>1<\/sup>Oncology, St. Jude Children's Research Hospital, Memphis, TN,<sup>2<\/sup>Preclinical PK Shared Resource, St. Jude Children's Research Hospital, Memphis, TN,<sup>3<\/sup>Developmental Neurobiology, St. Jude Children's Research Hospital, Memphis, TN","CSlideId":"","ControlKey":"74046fbe-4177-4485-a84b-15df5d16fafc","ControlNumber":"3978","DisclosureBlock":"&nbsp;<b>E. Stewart, <\/b> None..<br><b>K. Blankenship, <\/b> None..<br><b>B. Freeman, <\/b> None..<br><b>S. Federico, <\/b> None..<br><b>M. Dyer, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5523","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6716","PresenterBiography":null,"PresenterDisplayName":"Elizabeth Stewart, MD","PresenterKey":"eb932215-a205-46a1-ab9a-c4cb1dcd8b24","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6716. Preclinical evaluation of nano-liposomal irinotecan in pediatric solid tumor patient-derived xenografts","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical evaluation of nano-liposomal irinotecan in pediatric solid tumor patient-derived xenografts","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Retinoblastoma (RB), a pediatric retinal malignancy, is unique in that it cannot be biopsied, impeding biomarker discovery. Aqueous humor (AH) is an ocular fluid that is an established source of tumor information, serving as a surrogate liquid biopsy. Extracellular vesicles (EVs) are promising biomarker candidates, and were recently established in RB AH. EVs are membrane-enclosed secretory vesicles carrying bioactive molecular information, which can be phenotyped using validated tetraspanin protein markers. Currently, relationships between EVs and RB clinical features are unknown, but establishing such relationships is necessary to determine the utility of EVs as RB biomarkers. Methods: We quantified and phenotyped EVs in 37 AH samples from 18 RB eyes with varying International Intraocular Retinoblastoma Classification (IIRC) stages and explored clinical correlations. Samples were collected from 10 eyes at diagnosis (DX) and 27 eyes during treatment (Tx). By outcome, 6 DX eyes were enucleated and 4 were salvaged. DX samples were collected from one A, one B, six D and two E eyes by IIRC group. 10&#956;L of unprocessed AH underwent Single Particle-Interferometric Reflectance Imaging Sensor (SP-IRIS) (Exoview R100) analysis for fluorescent-based particle count and immunophenotyping of tetraspanin expression (CD63\/81\/9). Counts were converted to percentages. Statistics were done with Mann-Whitney U, ANOVA, and Tukey&#8217;s tests. Results: Samples from DX eyes (n=10) contained a higher number of EVs than samples from Tx eyes (n=27) (1.68 x 107 &#177; 4.28 x 107 per mL vs. 2.10x 106 &#177; 1.33 x 106 per mL) by SP-IRIS analysis. By percentage, DX samples were enriched with CD63\/81+ EVs (P&#60;0.001) while Tx samples had more homogenous mono-CD63+ dominant EV populations (P=0.007). Enrichment of CD63\/81+ EVs was significantly higher in enucleated AH (n=6) than salvaged AH (n=4) when compared by count (P=0.038) and marginally higher when compared by percentage (P=0.067). The CD9\/81+ EV population percentage was significant in salvaged eyes (P=0.01). By IIRC, CD63\/81+ EVs were most abundant in Group E eyes (n= 2) when compared to Group D eyes (n=6) by count (P&#60;0.001), and when compared to Group A+B eyes (n=2) by count (P=0.01) and percentage (P=0.019). Group A+B eyes had a larger percentage of CD9\/81+ EVs than did Group E eyes (P=0.043). Conclusions: EV quantity in RB AH decreases with treatment, and phenotypic expression profiles vary by treatment status and clinical outcome. TheCD63\/81+ EV subpopulation is higher in eyes with advanced Group E disease and those requiring enucleation, while the CD9\/81+ subpopulation is higher in eyes with less advanced Group A+B disease and those salvaged with treatment. Our data suggests that EV phenotypes correlate with RB clinical features, and further research into these subpopulations offers the prospect of establishing critical RB biomarkers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-07 Translational pediatric cancer research,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Liquid biopsies,Retinoblastoma ,Aqueous humor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sarah Pike<\/b><sup>1<\/sup>, Chen-Ching Peng<sup>1<\/sup>, Paolo Neviani<sup>2<\/sup>, Jesse  L.  Berry<sup>1<\/sup>, Liya Xu<sup>1<\/sup><br><br\/><sup>1<\/sup>The Vision Center, Children's Hospital Los Angeles, Los Angeles, CA,<sup>2<\/sup>Extracellular Vesicle Core, Children's Hospital Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"249bb6cf-e5b5-475c-b09b-1a38e356baa4","ControlNumber":"4058","DisclosureBlock":"&nbsp;<b>S. Pike, <\/b> None..<br><b>C. Peng, <\/b> None..<br><b>P. Neviani, <\/b> None.&nbsp;<br><b>J. L. Berry, <\/b> <br><b>National Cancer Institute of the National Institute of Health Award Number K08CA232344<\/b> Grant\/Contract. <br><b>The Wright Foundation<\/b> Grant\/Contract. <br><b>Children’s Oncology Group\/ St. Baldrick’s Foundation<\/b> Grant\/Contract. <br><b>The Knights Templar Eye Foundation<\/b> Grant\/Contract. <br><b>Hyundai Hope on Wheels<\/b> Grant\/Contract. <br><b>Childhood Eye Cancer Trust<\/b> Grant\/Contract. <br><b>Children’s Cancer Research Fund<\/b> Grant\/Contract. <br><b>The Berle & Lucy Adams Chair in Cancer Research<\/b> Grant\/Contract. <br><b>The Larry and Celia Moh Foundation<\/b> Grant\/Contract. <br><b>The Institute for Families, Inc., Children's Hospital Los Angeles<\/b> Grant\/Contract. <br><b>Research to Prevent Blindness<\/b> Grant\/Contract. <br><b>The National Cancer Institute P30CA014089<\/b> Grant\/Contract. <br><b>A provisional patent application entitled Aqueous Humor Cell Free DNA for Diagnostic and Prognostic Evaluation of Ophthalmic Disease 62\/654,160 (Berry, Xu, Hicks) has been filed.<\/b> Patent. <br><b>L. Xu, <\/b> <br><b>The Knights Templar Eye Foundation<\/b> Grant\/Contract. <br><b>Children’s Hospital Los Angeles Saban Research Institute, Research Career Development Award<\/b> Grant\/Contract. <br><b>A provisional patent application entitled Aqueous Humor Cell Free DNA for Diagnostic and Prognostic Evaluation of Ophthalmic Disease 62\/654,160 (Berry, Xu, Hicks) has been filed.<\/b> Patent.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5524","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6717","PresenterBiography":null,"PresenterDisplayName":"Sarah Pike, BA","PresenterKey":"88de83be-3e3c-4f7c-821f-fa5a16a796fb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6717. Extracellular vesicles in diagnostic retinoblastoma aqueous humor correlate with disease stage and clinical outcome: a pilot study","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extracellular vesicles in diagnostic retinoblastoma aqueous humor correlate with disease stage and clinical outcome: a pilot study","Topics":null,"cSlideId":""},{"Abstract":"<i>Purpose<\/i>: A hallmark of cancer cells is altered metabolism. Therapeutically, these alterations may be exploited by targeting metabolic vulnerabilities specific to cancer cells. Efficient production of NAD through the NAD salvage pathway is one such potential vulnerability, as some tumor cells demonstrate a high need for rapid NAD turnover. Nicotinamide phosphoribosyltransferase (NAMPT) is the pharmacologically targetable rate-limiting enzyme in this pathway. We report on the effect of targeting NAMPT in models of pediatric rhabdomyosarcoma (RMS), a cancer for which novel therapeutics remain an unmet need.<br \/><i>Experimental Procedures<\/i>: The relative sensitivity of RMS cell lines to NAMPT inhibitors was first compared to NAMPT inhibitor sensitivity of other cancer cell lines using viability assays. A panel of ten molecularly diverse RMS cell lines was used for the remainder of the evaluations. <i>In vitro <\/i>activity of NAMPT inhibition was evaluated using assays of proliferation and cell death. Measurements of NAD and functional assessment of NAD-dependent processes, such as glucose metabolism, were used to study the mechanistic activity of NAMPT inhibition in these models. <i>In vivo <\/i>studies included assessments of toxicity, efficacy, and mechanism of action of a clinical NAMPT inhibitor, OT-82, in four orthotopic RMS models.<br \/><i>Results<\/i>: RMS cells showed striking sensitivity to NAMPT inhibition with IC-50 values in the low nanomolar range. <i>In vitro, <\/i>NAMPT inhibition resulted in NAD depletion and impaired cellular proliferation. Effects on glucose metabolism included decreases in glycolytic activity and glycolytic capacity in all cell lines tested, as well as decreased oxidative phosphorylation in a subset of cell lines. The majority of cell lines exhibited ATP depletion and irreversible necrotic cell death. Apoptotic cell death was not observed. <i>In vivo<\/i>, the effects of OT-82 treatment delivered on the human clinical schedule replicated those seen <i>in vitro, <\/i>including loss of glycolytic activity as measured using hyperpolarized <sup>13<\/sup>C MRI spectroscopy. In all four xenograft models, complete tumor regressions were observed at multiple doses and with minimal toxicity.<br \/><i>Conclusions:<\/i> NAMPT inhibition with OT-82 was highly effective in decreasing RMS proliferation and impairing glucose metabolism both <i>in vitro<\/i> and <i>in vivo<\/i>. Given these results, there is a critical need for further clinical study of this class of agents for RMS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-07 Translational pediatric cancer research,,"},{"Key":"Keywords","Value":"Rhabdomyosarcoma,NAMPT,Metabolism,Necrosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Grace McKay-Corkum<\/b><sup>1<\/sup>, Victor J. Collins<sup>1<\/sup>, Choh Yeung<sup>1<\/sup>, Takeshi Ito<sup>2<\/sup>, Sameer H. Issaq<sup>2<\/sup>, Arnulfo Mendoza<sup>1<\/sup>, Kazutoshi Yamamoto<sup>3<\/sup>, Murali Cherukuri<sup>3<\/sup>, Len Neckers<sup>2<\/sup>, Christine M. Heske<sup>1<\/sup><br><br\/><sup>1<\/sup>Pediatric Oncology Branch, National Cancer Institute, Bethesda, MD,<sup>2<\/sup>Urologic Oncology Branch, National Cancer Institute, Bethesda, MD,<sup>3<\/sup>Radiation Biology Branch, National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"21389da9-07d6-4bc2-97ce-1da995d079c2","ControlNumber":"7139","DisclosureBlock":"&nbsp;<b>G. McKay-Corkum, <\/b> None..<br><b>V. J. Collins, <\/b> None..<br><b>C. Yeung, <\/b> None..<br><b>T. Ito, <\/b> None..<br><b>S. H. Issaq, <\/b> None..<br><b>A. Mendoza, <\/b> None..<br><b>K. Yamamoto, <\/b> None..<br><b>M. Cherukuri, <\/b> None..<br><b>L. Neckers, <\/b> None..<br><b>C. M. Heske, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5525","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6718","PresenterBiography":null,"PresenterDisplayName":"Grace McKay-Corkum","PresenterKey":"0920da3d-8dba-49d6-bd1e-055a4ac5d2d5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6718. Exploiting metabolic vulnerabilities of pediatric rhabdomyosarcoma with novelnicotinamide phosphoribosyltransferase (NAMPT) inhibitor OT-82","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploiting metabolic vulnerabilities of pediatric rhabdomyosarcoma with novelnicotinamide phosphoribosyltransferase (NAMPT) inhibitor OT-82","Topics":null,"cSlideId":""},{"Abstract":"H3K27-altered diffuse midline glioma (DMG) and atypical teratoid\/rhabdoid tumor (AT\/RT) are aggressive pediatric brain tumors with dismal outcomes. DMG and AT\/RT have increased baseline activation of the integrated stress response (ISR), an evolutionarily conserved system that enables cells to tolerate various forms of stress. This activation is manifested by elevated levels of ATF4 and NRF2 in DMG and AT\/RT, respectively. Transient or low-level expression of these transcription factors protect cells from stress, while sustained, high-level activation leads to cell death. Ixazomib is an orally bioavailable proteasome inhibitor that causes endoplasmic reticulum stress, which is a major upstream activator of the ISR. We hypothesized that the high baseline level of ATF4 in DMG and NRF2 in AT\/RT would make these tumors susceptible to ISR activators such as ixazomib. After determining the IC50 of ixazomib, DMG and AT\/RT cell lines (JHH-DIPG1, JHH-DIPG16A, and CHLA06) were treated with increasing concentrations of the drug. Cleaved caspase 3 immunofluorescence showed a significant increase of apoptosis in all cell lines (JHH-DIPG16A and CHLA06 p&#60;0.0001, JHH-DIPG1 p=0.0008 by ANOVA). Additionally, western blots for cleaved PARP and phospho-Rb expression detected induction of apoptosis and suppression of cell proliferation in JHH-DIPG1 treated with ixazomib. We are currently testing ixazomib in combination with idarubicin, a brain-penetrant anthracycline, and gemcitabine, a brain-penetrant nucleoside analog. Synergy testing in CHLA06 showed an overall zero-interaction-potency (ZIP) synergy score of 23.464 with inhibitory concentrations of ixazomib and idarubicin in the low nanomolar range (scores of 10 or above indicate synergy). Similarly, ixazomib and gemcitabine synergized to suppress CHLA06 growth and induce apoptosis (67% Annexin V+ cells in combination compared to 14 and 24% Annexin V+ with single agent treatment). In the future, we will determine if ixazomib selectively kills DMG and AT\/RT while sparing normal cells in iPSC brain organoids. We will also test ixazomib singly and in combination with traditional chemotherapy in orthotopic xenografts of AT\/RT. These results suggest that ixazomib, especially in combination with idarubicin, gemcitabine or other ISR activators, has the potential to serve as an effective therapy for aggressive pediatric brain tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-07 Translational pediatric cancer research,,"},{"Key":"Keywords","Value":"Brain tumors,Pediatric cancers,Stress response,Proteasome inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Orlandi Valencia Novak<\/b><sup><\/sup>, Tyler Findlay<sup><\/sup>, Jeffrey Rubens<sup><\/sup>, Charles Eberhart<sup><\/sup>, Eric  H.  Raabe<sup><\/sup><br><br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"61c8a868-0411-4536-b17d-391ab8ea0fd3","ControlNumber":"7652","DisclosureBlock":"&nbsp;<b>O. V. Novak, <\/b> None..<br><b>T. Findlay, <\/b> None..<br><b>J. Rubens, <\/b> None..<br><b>C. Eberhart, <\/b> None..<br><b>E. H. Raabe, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5527","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6720","PresenterBiography":"","PresenterDisplayName":"Orlandi Novak, BS","PresenterKey":"bc90ab89-8a3d-4092-bf16-e789b1330fc1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6720. Using proteasome inhibition to hyperactivate the integrated stress response in aggressive pediatric brain tumors","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Using proteasome inhibition to hyperactivate the integrated stress response in aggressive pediatric brain tumors","Topics":null,"cSlideId":""},{"Abstract":"Neuroblastoma (NB) is a heterogeneous, often aggressive, extracranial tumor and the most common malignancy to be diagnosed in the first year of life. It has been already demonstrated that the specific antagonism of the &#946;3-adrenergic receptor (&#946;3-AR) on NB tumor cells affects tumor growth. To confirm the results obtained with the pharmacological approach on the crucial role played by the &#946;3-AR receptor in influencing different pro-tumoral signaling pathways, here we investigated the effect of CRISPR\/Cas9-mediated knock-out of &#946;3-AR gene (ADRB3) on human NB cell line BE(2)-C <i>in vitro<\/i> and <i>in vivo<\/i>. Inoculation of BE(2)-C &#946;3-AR<sup>-\/- <\/sup>cells in athymic nude mice (NU(N-Cr)-Foxn1nu) showed a strong reduction of NB tumor growth compared to wild type cells, and in some cases &#946;3-AR knock-out tumor cells failed in producing a tumor mass. RNA Sequencing on these tumor masses showed alterations of signaling pathways related to various tumor mechanisms, such as proliferation, cell motility and cell differentiation. Furthermore, we evaluated by flow cytometry the expression of &#946;3-AR in circulating tumor cells (CTCs) from NB patients with different degrees of disease. Following depletion with anti-CD45 magnetic beads, tumor cells were identified through the expression of specific tumor markers, CD56 and GD2. Results showed that a high expression of &#946;3-AR correlates with poor prognosis, characterized by metastatic or recurrent tumors, compared to patients with a favorable clinical outcome that instead show a low expression of &#946;3-AR. Overall, our results demonstrate the &#946;3-AR involvement in supporting NB tumor growth and suggest a possible role in regulating the metastatic potential of this tumor.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-07 Translational pediatric cancer research,,"},{"Key":"Keywords","Value":"Neuroblastoma,Beta3-adrenergic receptor,CRISPR\/Cas9,Circulating tumor cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alessia Boaretto<\/b><sup><\/sup>, Gennaro Bruno<sup><\/sup>, Nicoletta Nastasi<sup><\/sup>, Claudio Favre<sup><\/sup>, Maura Calvani<sup><\/sup><br><br\/>Meyer Children's Hospital Florence, Firenze, Italy","CSlideId":"","ControlKey":"1aeaf09d-ef51-4f81-95f4-4a7700814052","ControlNumber":"6044","DisclosureBlock":"&nbsp;<b>A. Boaretto, <\/b> None..<br><b>G. Bruno, <\/b> None..<br><b>N. Nastasi, <\/b> None..<br><b>C. Favre, <\/b> None..<br><b>M. Calvani, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5528","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6721","PresenterBiography":"","PresenterDisplayName":"Alessia Boaretto","PresenterKey":"6e58a1dc-c46b-40fe-83fb-1830b1c12e7d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6721. &#946;3-adrenergic receptor correlates with tumor growth and progression in neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"&#946;3-adrenergic receptor correlates with tumor growth and progression in neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Our recent investigations unveiled the transcriptional and translational loss of Retinal degeneration Protein 3 in neuroblastomas (NB) when compared to the healthy adult and fetal tissues. Further, our preclinical studies with patient derived cellular systems and mouse model of high-risk NB (HR-NB) demonstrated that RD3 loss orchestrates disease progression. More importantly, we defined the therapy pressure driven acquired loss of RD3 in neuroblastomas, its crucial function in the evolution of progressive disease (PD), and further defined the prognostic and predictive significance of RD3 loss in NB. In this study, we investigated the use of RNAScope as a sensitive and specific method for the evaluation of spatiotemporal RD3 transcriptional loss in NB. We investigated the expression of RD3 mRNA in FFPE NB (<i>n = <\/i>100) tissues utilizing RNAScope with custom archived RD3 specific probes comparing it with the matched RD3 protein (IHC) expression patterns. With positive (PPIB) and negative (DapB) controls in place, our results displayed definite and specific RD3 mRNA expression in NB. We observed a statistically significant association of RD3 mRNA loss to the disease progression and poor clinical outcomes. Further, we observed significant correlation to the loss of RD3 transcription to the evolution of progressive disease. More importantly, the expression gradients of RD3 mRNA observed with RNAScope assay (compared in terms of no treatment vs progressive disease, primary vs metastatic disease, relapsed vs no relapse, favorable to unfavorable disease) illustrate the concordance with the RD3 IHC outcomes. Our results provide a reference basis for better RD3 mRNA readouts in NB, and more importantly identify the technically sound, adaptable (high throughput\/single event, manual\/automatic) RNAScope <i>in situ<\/i> hybridization assay as an alternate approach to detect spatiotemporal expression of RD3 mRNA. Together, the results provide a new, descriptive, and efficient platform, RNAScope for assessing spatiotemporal RD3 mRNA expression that could better inform disease prognosis and therapy response in children with NB.<br \/>Funding: This work was partially or in full, funded by Department of Defense DoD-CA210339 and Oklahoma Center for the Advancement of Science and Technology, OCAST-HR19-045.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-07 Translational pediatric cancer research,,"},{"Key":"Keywords","Value":"Neuroblastoma,RNA,In situ hybridization,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Dinesh Babu Somasundaram<sup>1<\/sup>, Sheeja Aravindan<sup>2<\/sup>, Zhongxin Yu<sup>1<\/sup>, Ashley Baker<sup>1<\/sup>, <b>Natarajan Aravindan<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>University of Oklahoma Health Sciences Center, Oklahoma City, OK,<sup>2<\/sup>OU Health Stephenson Cancer Center, Oklahoma City, OK","CSlideId":"","ControlKey":"529aae89-b329-46f1-a85e-533fd5ed194d","ControlNumber":"5043","DisclosureBlock":"&nbsp;<b>D. Somasundaram, <\/b> None..<br><b>S. Aravindan, <\/b> None..<br><b>Z. Yu, <\/b> None..<br><b>A. Baker, <\/b> None..<br><b>N. Aravindan, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5529","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6722","PresenterBiography":null,"PresenterDisplayName":"Natarajan Aravindan, M Phil;MS;PhD","PresenterKey":"11d1e43a-70e1-48a9-96fe-620d17e6c548","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6722. RNAScope <i>in situ<\/i> hybridization as a novel approach for the spatiotemporal assessment of RD3 mRNA expression in neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RNAScope <i>in situ<\/i> hybridization as a novel approach for the spatiotemporal assessment of RD3 mRNA expression in neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Twenty-one gliomas in patients aged 0-21 years were evaluated for drug sensitivity by <i>ex vivo<\/i> expanded circulating tumor cells (CTC). The results were correlated with clinical outcomes. Venous blood samples were obtained prior to drug treatment. Peripheral blood mononuclear cells were processed in a 3D cell culture system (EVA Select&#8482;, Cancer Free Biotech Ltd., Taipei, Taiwan) and cultured for 3 weeks. Expanded CTCs were successfully cultured into organoids from 18 out of 21 patients and were analyzed for ATP abundance. Staining with CD45, a marker for blood cells, and pancytokeratin, a marker for keratinocytes, was performed on the cultured cells. Staining of GFAP, a marker of glioma cells, was performed in a subset of samples. These cells were then tested in cytotoxicity assays in triplicate with a panel of chemotherapeutic and targeted agents at clinically relevant concentrations. The surviving fraction was normalized to a buffer-only control. Based on the percentage of cell viability, the agent was chosen for clinical treatment. Comparing the results among low-grade glioma (LGG; <i>n<\/i> = 6), diffuse midline glioma (DMG; <i>n<\/i> = 4), and high-grade glioma (HGG, <i>n<\/i> = 8; including glioblastoma multiforme [GBM; <i>n<\/i> = 5]), the mean surviving fraction to temozolomide was similarly high across the three tumor types (LGG <i>vs<\/i>. DMG <i>vs<\/i>. HGG = 57.5% <i>vs<\/i>. 50.6% <i>vs<\/i>. 49.5%, respectively). 6 of 6 patients in the LGG group showed CTC sensitivity to at least one chemotherapeutic agent tested. The clinical response of patients treated with selected agents was evaluated with the RANO criteria at 6 months after initiation of treatment. Among the 24 agents tested with clinical correlation, the CTC surviving fraction after exposure to the agent was significantly higher in patients who had progressive disease within 6 months (<i>n<\/i> = 11; 68%) <i>vs<\/i>. in patients with no progression at 6 months (<i>n<\/i> = 13; 39%; <i>P<\/i> = 0.039). Treating CTCs with histone deacetylase inhibitors <i>in vitro<\/i> resulted in a consistently lower surviving fraction (15.1% &#177; 12.0%) for DMG and HGG\/GBM; however, clinical correlation was not available. The 1 patient with clinical correlation with HGG had a 34.9% surviving fraction<i> <\/i>to a Tyrosine kinase inhibitor (TKI) <i>in vitro<\/i> and showed a 42.9% shrinkage at 6 months after treatment with the TKI. The expansion of CTCs in patients with relapsed\/refractory pediatric gliomas provides the ability to test drug sensitivity of patient-derived organoids<i>.<\/i> Our data suggest a correlation between the <i>ex vivo<\/i> drug sensitivity of CTCs and clinical response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-06 Therapeutic dosing, resistance, and combination therapy application,,"},{"Key":"Keywords","Value":"Pediatric cancers,Glioma,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yen-Lin Liu<\/b><sup>1<\/sup>, Yin-Ju Chen<sup>2<\/sup>, Shu-Huey Chen<sup>3<\/sup>, Yu-Mei Liao<sup>4<\/sup>, Wu Shih-Pei<sup>5<\/sup>, Yi-Hsuan Chen<sup>1<\/sup>, Wan-Ling Ho<sup>1<\/sup>, Liang-Yi Juo<sup>1<\/sup>, Chia-Yau Chang<sup>1<\/sup>, Jinn-Li Wang<sup>6<\/sup>, Min-Yu Su<sup>7<\/sup>, Pei-Chin Lin<sup>4<\/sup>, Shih-Chung Wang<sup>8<\/sup>, James S. Miser<sup>9<\/sup>, Tai-Tong Wong<sup>10<\/sup>, Yuan-Hung Wu<sup>11<\/sup>, Peng Yuan Wang<sup>12<\/sup>, Thierry Burnouf<sup>2<\/sup>, Jeng-Fong Chiou<sup>13<\/sup>, Long-Sheng Lu<sup>13<\/sup><br><br\/><sup>1<\/sup>Departments of Pediatrics, Taipei Medical University Hospital, Taipei, Taiwan,<sup>2<\/sup>Graduate Institute of Biomedical Materials & Tissue Engineering, Taipei Medical University, Taipei, Taiwan,<sup>3<\/sup>Departments of Pediatrics, Taipei Medical University-Shuang Ho Hospital, New Taipei, Taiwan,<sup>4<\/sup>Division of Pediatric Hematology\/Oncology, Kaohsiung Medical University Hospital, Kaohsiung, Taiwan,<sup>5<\/sup>CancerFree Biotech Ltd., Taipei, Taiwan,<sup>6<\/sup>Departments of Pediatrics, Taipei Municipal Wanfang Hospital, New Taipei, Taiwan,<sup>7<\/sup>Department of Pediatrics, China Medial University Children’s Hospital, Taichung, Taiwan,<sup>8<\/sup>Division of Pediatric Hematology\/Oncology, Changhua Christian Children’s Hospital, Changhua, Taiwan,<sup>9<\/sup>Taipei Cancer Center, Taipei Medical University, Taipei, Taiwan,<sup>10<\/sup>Pediatric Neurosurgery, Taipei Medical University Hospital, Taipei, Taiwan,<sup>11<\/sup>Division of Radiation Oncology, Department of Oncology, Taipei Veterans General Hospital, Taipei, Taiwan,<sup>12<\/sup>Key Laboratory of Alzheimer’s Disease of Zhejiang Province, Institute of Aging, Wenzhou Medical University, Zhejiang, China,<sup>13<\/sup>Radiation Oncology, Taipei Medical University Hospital, Taipei, Taiwan","CSlideId":"","ControlKey":"22342e82-55c1-4776-bd26-5c2c284e70d1","ControlNumber":"2003","DisclosureBlock":"&nbsp;<b>Y. Liu, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>Y. Liao, <\/b> None.&nbsp;<br><b>W. Shih-Pei, <\/b> <br><b>CancerFree Biotech Ltd.<\/b> Employment. <br><b>Y. Chen, <\/b> <br><b>CancerFree Biotech Ltd.<\/b> Employment.<br><b>W. Ho, <\/b> None.&nbsp;<br><b>L. Juo, <\/b> <br><b>CancerFree Biotech Ltd.<\/b> Employment.<br><b>C. Chang, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>M. Su, <\/b> None..<br><b>P. Lin, <\/b> None..<br><b>S. Wang, <\/b> None..<br><b>J. Miser, <\/b> None..<br><b>T. Wong, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>P. Wang, <\/b> None..<br><b>T. Burnouf, <\/b> None..<br><b>J. Chiou, <\/b> None..<br><b>L. Lu, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5530","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6723","PresenterBiography":null,"PresenterDisplayName":"Liang-Yi Juo","PresenterKey":"3bc2ea5c-2e1d-4129-bb60-85bb207968c5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6723. Application of in vitro drug screening of circulating tumor cells in pediatric glioma therapy","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Application of in vitro drug screening of circulating tumor cells in pediatric glioma therapy","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Osteosarcoma (OS) is the most common primary malignant bone tumor in adolescents and young adults. Intensive multimodal treatment cures almost 75% of patients who present with localized disease; however, only 25% of patients who present with metastases become long term survivors, and those who suffer a metastatic relapse are almost never cured. Polyamine metabolism and signaling play important roles in multiple cancers but have not previously been studied in osteosarcoma. D, L-alpha-difluoromethylornithine (DFMO) is an irreversible inhibitor of ornithine decarboxylase (ODC), the initial, rate-limiting enzyme within the polyamine biosynthetic pathway, and has been studied in a number of different cancers as either a therapeutic or a chemopreventive agent. We investigated the role of polyamines in OS proliferation and metastasis and whether blocking the polyamine synthetic pathway with DFMO had therapeutic potential in the treatment of OS.<br \/>Methods: We evaluated proliferation, apoptosis, clonogenic growth and the ability to grow under nonadherent conditions in vitro using established OS lines. To investigate the effect of DFMO on tumor growth in vivo, we implanted fragments of patient derived xenograft into the tibias of NOD\/SCID\/IL-2R&#947; null mice. Upon confirmation of tumor growth, mice were randomized to either receive drinking water or drinking water supplemented with 2% DFMO. A third cohort of mice received water supplemented with 2% DFMO only after hindlimb amputation.<br \/>Results: DFMO has a profound effect on the proliferation of OS cell lines in vitro. Utilizing caspase assays, we determined that DFMO does not induce apoptosis, but is cytostatic and inhibits proliferation. We found that DFMO prevents the clonogenic growth of 3 different OS cell lines in soft agar and prevents spheroid formation under non-adherent conditions. Interestingly, once established, spheroidss were not disrupted by the addition of DFMO. In vivo, administration of 2% DFMO after hindlimb amputation decreased local recurrence and limited metastasis (p=0.02).<br \/>Conclusion: DFMO inhibits proliferation and clonogenic growth in vitro, and decreases distant metastasis in vivo. Since pediatric dosing and safety data are already established, our findings are readily translatable to clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-07 Translational pediatric cancer research,,"},{"Key":"Keywords","Value":"Osteosarcoma,Metabolism,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rachel Offenbacher<\/b><sup>1<\/sup>, Paul Ciero<sup>2<\/sup>, David Loeb<sup>1<\/sup><br><br\/><sup>1<\/sup>The Children's Hospital at Montefiore, Bronx, NY,<sup>2<\/sup>Albert Einstein College of Medicine, Bronx, NY","CSlideId":"","ControlKey":"8fb90618-90a1-4eec-97bb-696a3594b4da","ControlNumber":"4096","DisclosureBlock":"&nbsp;<b>R. Offenbacher, <\/b> None..<br><b>P. Ciero, <\/b> None..<br><b>D. Loeb, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5533","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6725","PresenterBiography":null,"PresenterDisplayName":"Rachel Offenbacher, MD","PresenterKey":"b9b39272-6ed7-481a-8a88-a81bd4a69376","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6725. Targeting urea cycle dysfunction to prevent and treat osteosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting urea cycle dysfunction to prevent and treat osteosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Desmoplastic small round cell tumor (DSRCT) is a ultra-rare pediatric scarcoma with poor overall survival. This tumor is dependent on the continued expression and activity of its pathognomonic molecular lesion, the EWS-WT1 transcription factor. DSRCT is often treated with multimodal approach of chemotherapy, surgery, and radiotherapy. Given the rarity of the disease, there have not been clinical studies to establish an effective therapeutic regimen. Indeed, the development of fully characterized preclinical models, able to reproduce the molecular characteristics of clinical tumors, appears instrumental for testing novel therapeutic strategies and accelerating the translation of preclinical findings to the clinical practice. In this study we exploited a novel DSRCT patient-derived xenograft (PDX), which reproduces histomorphological, genomic (CNV) and transcriptomic characteristics of the paired clinical tumor, to comparatively assess the activity of cytotoxic and targeted anticancer agents. Anti-tumor effect was moderate for single-agent doxorubicin, pazopanib and larotrectenib [maximum tumor volume inhibition (max TVI): 55-66%], trabectedin had a higher effect (max TVI: 82%) while irinotecan and eribulin almost complete inhibited tumor growth (max TVI: 96% and 98%, respectively). Interestingly, combination of irinotecan with either eribulin or trabectedin resulted in complete responses which were maintained until the end of the experiment for irinotecan + trabectedin. The trabectedin + irinotecan combination markedly reduced the expression of anti-apoptotic proteins and caused caspase-3 cleavage, consistent with an apoptotic response, and also induced the accumulation of phospho-RIP1 (Ser166) and phospho-RIP3 (Ser227), indicating the occurrence of necroptosis, a type of programmed cell death with necrotic morphology. In line with these findings, transcriptomic profile analysis of ex-vivo tumor samples obtained from mice exposed to trabectedin &#177; irinotecan revealed a reduced expression of the biological pathways related to apoptosis and cell proliferation in tumor exposed to the drug combination. Mechanistically, we found that these effects were mediated, at least in part, by the down-regulation of EWS-WT1 chimeric protein and its downstream targets, as assessed by PCR and western blotting. Overall, this study emphasizes the importance of patient-derived pre-clinical models to explore new treatments in DSRCT and fosters clinical investigation in the activity of irinotecan plus trabectedin, providing a step forward for developing more effective trabectedin-based combinations for DSRCT to be tested in clinical trials.<br \/><b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-07 Translational pediatric cancer research,,"},{"Key":"Keywords","Value":"Pediatric cancers,Patient-derived xenograft (PDX) models,Antitumor agents,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Valentina Zuco<sup><\/sup>, Sandro Pasquali<sup><\/sup>, Monica Tortoreto<sup><\/sup>, Stefano Percio<sup><\/sup>, <b>Valentina Doldi<\/b><sup><\/sup>, Marta Barisella<sup><\/sup>, Paola Collini<sup><\/sup>, Gianpaolo Dagrada<sup><\/sup>, Silvia Brich<sup><\/sup>, Patrizia Gasparini<sup><\/sup>, Marco Fiore<sup><\/sup>, Michela Casanova<sup><\/sup>, Anna Maria Frezza<sup><\/sup>, Alessandro Gronchi<sup><\/sup>, Silvia Stacchiotti<sup><\/sup>, Andrea Ferrari<sup><\/sup>, Nadia Zaffaroni<sup><\/sup><br><br\/>Fondazione IRCCS Istituto Nazionale dei Tumori, Milano, Italy","CSlideId":"","ControlKey":"97617342-d1a5-40b2-97a3-6b521d247fe1","ControlNumber":"4702","DisclosureBlock":"&nbsp;<b>V. Zuco, <\/b> None..<br><b>S. Pasquali, <\/b> None..<br><b>M. Tortoreto, <\/b> None..<br><b>S. Percio, <\/b> None..<br><b>V. Doldi, <\/b> None..<br><b>M. Barisella, <\/b> None..<br><b>P. Collini, <\/b> None..<br><b>G. Dagrada, <\/b> None..<br><b>S. Brich, <\/b> None..<br><b>P. Gasparini, <\/b> None..<br><b>M. Fiore, <\/b> None..<br><b>M. Casanova, <\/b> None..<br><b>A. Frezza, <\/b> None..<br><b>A. Gronchi, <\/b> None..<br><b>S. Stacchiotti, <\/b> None..<br><b>A. Ferrari, <\/b> None..<br><b>N. Zaffaroni, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5534","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6726","PresenterBiography":"","PresenterDisplayName":"Valentina Doldi, PhD","PresenterKey":"a23e4643-0bca-482b-b782-6ceeb770be0e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6726. Effectiveness of irinotecan plus trabectedin in a desmoplastic small round cell tumor patient-derived xenograft","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effectiveness of irinotecan plus trabectedin in a desmoplastic small round cell tumor patient-derived xenograft","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma (OS) is an aggressive cancer of the bone with high metastatic potential in pediatric as well as adolescent and young adults. The survival rate for metastatic and relapsed OS patients is &#60;30% and there is currently no effective standardized salvage therapy. Lack of efficacy is attributed to genetic complexity present in OS that is partly due to moderate levels of replication stress (RS). While high levels of RS can induce cell death, moderate RS levels may cause genomic instability that contributes to OS progression. Therefore, induction of RS to high levels that cause cell death could be a promising therapeutic strategy. Bromodomain and extra-terminal domain [BET proteins (BRD2,3, and 4)] are a family of epigenetic readers that not only regulate gene expression networks, but also regulate DNA replication and RS. Thus, we tested the hypothesis that BET inhibition will potentiate the efficacy of salvage therapy through exacerbation of RS in xenograft models of aggressive OS. The effect of the bivalent BET inhibitor (BETi), AZD5153, as a single agent and in combination with cytotoxic agents such as topotecan and ifosfamide was evaluated. Combination index and Bliss independence analyses demonstrated additive to synergistic cell growth inhibition in OS cell lines upon treatment with clinically relevant concentrations of AZD5153+ topotecan\/ifosfamide. Treatment with PROTAC ARV825 that degrades BET proteins, resulted in similar growth inhibitory effects. Significant increase in PARP cleavage was observed following AZD5153+topotecan treatment compared to single agent, indicating enhancement of apoptosis. In addition, western blot and comet assays showed that BETi+topotecan induces its effect, at least partly, through increased DNA damage and RS <i>in vitro<\/i>. <i>In vivo <\/i>efficacy and safety studies focused on patient-derived xenografts (PDXs) of naive and pre-treated OS that harbor RS signatures. AZD5153 as a single agent significantly suppressed tumor growth in both na&#239;ve (PDX96) and pretreated (TT2) OS PDX models compared to vehicle (p&#60;0.05, Two-way ANOVA; Holm-Sidak). Anti-tumor effect correlated with increased &#947;-H2AX following AZD5153 exposure in PDX, indicative of increased RS. Moreover, RNA-seq analysis integrated with kinome profiling data from BETi-treated PDX exhibited deregulation of factors involved in RS. Combination treatments of BETi+topotecan\/ifosfamide indicated that AZD5153 potentiated the anti-cancer effect of salvage therapy in TT2 OS PDX, was well tolerated, and increased the probability of survival in mice. Efficacy in an OS RS+ metastatic lesion model is in progress. These data collectively suggest that BET inhibition as a single agent and in combination with low-dose salvage therapy holds promise as novel treatment strategies for inducing RS-mediated cell death in aggressive OS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-07 Translational pediatric cancer research,,"},{"Key":"Keywords","Value":"Osteosarcoma,DNA damage,BET inhibitors,Salvage therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Niknam Riyahi<\/b><sup><\/sup>, Pankita  H.  Pandya<sup><\/sup>, Barbara  J.  Bailey<sup><\/sup>, Erika  A.  Dobrota<sup><\/sup>, Courtney Young<sup><\/sup>, Harlan  E.  Shannon<sup><\/sup>, Farinaz Barghi<sup><\/sup>, Rada Malko<sup><\/sup>, Khadijeh Bijangi-Vishehsaraei<sup><\/sup>, Melissa  A.  Trowbridge<sup><\/sup>, Kathy Coy<sup><\/sup>, Felicia  M.  Kennedy<sup><\/sup>, Anthony  L.  Sinn<sup><\/sup>, Steve Angus<sup><\/sup>, Michael  J.  Ferguson<sup><\/sup>, M. Reza Saadatzadeh<sup><\/sup>, Karen  E.  Pollok<sup><\/sup><br><br\/>Indiana University School of Medicine, Indianapolis, IN","CSlideId":"","ControlKey":"ad2beff9-03c5-4372-bf05-711860904bd0","ControlNumber":"2683","DisclosureBlock":"&nbsp;<b>N. Riyahi, <\/b> None..<br><b>P. H. Pandya, <\/b> None..<br><b>B. J. Bailey, <\/b> None..<br><b>E. A. Dobrota, <\/b> None..<br><b>C. Young, <\/b> None..<br><b>H. E. Shannon, <\/b> None..<br><b>F. Barghi, <\/b> None..<br><b>R. Malko, <\/b> None..<br><b>K. Bijangi-Vishehsaraei, <\/b> None..<br><b>M. A. Trowbridge, <\/b> None..<br><b>K. Coy, <\/b> None..<br><b>F. M. Kennedy, <\/b> None..<br><b>A. L. Sinn, <\/b> None..<br><b>S. Angus, <\/b> None..<br><b>M. J. Ferguson, <\/b> None..<br><b>M. Saadatzadeh, <\/b> None..<br><b>K. E. Pollok, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5535","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6727","PresenterBiography":null,"PresenterDisplayName":"Niknam Riyahi, MS","PresenterKey":"ab2e88e0-5871-4a15-8e56-3bd5b31e7520","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6727. Therapeutic targeting of BET bromodomain proteins increases DNA damage and potentiates salvage therapy in osteosarcoma xenografts derived from patients with replication stress signatures","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic targeting of BET bromodomain proteins increases DNA damage and potentiates salvage therapy in osteosarcoma xenografts derived from patients with replication stress signatures","Topics":null,"cSlideId":""},{"Abstract":"Precision genomics studies have demonstrated hyperactivation of cyclin-dependent kinases 4 and 6 (CDK4\/6) as a top actionable marker in children, as well as adolescents and young adults (AYA) with osteosarcoma (OS). CDK4\/6 binds to cyclin D resulting in a complex that mediates RB phosphorylation leading to cell cycle progression. Preclinical modeling approaches are critical for identification of tumor adaptive responses to CDK4\/6 inhibitors (CDK4\/6i) as well as validation of alternative or combination therapies. Although CDK4\/6i are clinically well-validated, cytostatic effects make combination treatments essential. Moreover, concomitant dysregulation of CDK4\/6 and PI3K\/mTOR pathways are observed in aggressive OS. Multiple positive feedback loops between these pathways exacerbate the hyperactivation of CDK4\/6 and PI3K\/mTOR signaling. Thus, we hypothesize that dual inhibition of CDK4\/6 and PI3K\/mTOR will be efficacious in RB+ OS PDXs. In this study, OS PDX models TT2-77 (pretreated patient) and HT96 (treatment-na&#239;ve patient) with molecular signatures indicative of therapeutic sensitivity to palbociclib (RB+, CDKN2A null, CCND3 amplified) were treated long-term with CDK4\/6i (palbociclib) (50 mg\/kg), PI3K\/mTOR inhibitor (PI3K\/mTORi; voxtalisib) (50 mg\/kg) or combination palbociclib+voxtalisib. In both PDXs, growth was significantly reduced in single-agent and combination groups compared to vehicle (<i>p<\/i>&#60;0.05, two-way ANOVA). Importantly, combination palbociclib + voxtalisib was more efficacious than single-agents following prolonged treatment and well tolerated based on histological analyses. Kinome profiling analysis of long-term treated HT96 PDX demonstrated that compared to single agents, dual inhibition of CDK4\/6+PI3K\/mTOR significantly decreased PI3K pathway activity, including downregulation of Pik3ca, mTOR, and the G2 to M transition regulator CDK1 (-log10[p] &#8805;1.3). OS metastatic lesion 143B model indicated increased survival based on body scoring criteria in combo versus single agent. In RB+ OS cell lines and TT2-77 xenoline, palbociclib+voxtalisib caused additive-to-synergistic cell growth inhibition, G1 arrest, and minimal apoptosis at clinically relevant doses. Increased activity of senescence biomarker beta-galactosidase indicated that inhibition of CDK4\/6 but not PI3K\/mTOR induced significant levels of senescence in OS cells. Mechanistic siRNA RB studies indicated CDK4\/6i effect was partially dependent on RB status. These data provide evidence that combination palbociclib+voxtalisib<b> <\/b>therapy is safe, efficacious, and increases CDK4\/6i efficiency in both pretreated and naive PDX models of OS. These studies provide rationale for earlier therapeutic intervention in pediatric and AYA OS patients with CDK4\/6 hyperactivation signatures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-07 Translational pediatric cancer research,,"},{"Key":"Keywords","Value":"Osteosarcoma,CDK4\/6 inhibitors,Phosphatidylinositol 3-kinase (PI3K),Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Farinaz Barghi<\/b><sup>1<\/sup>, M. Reza Saadatzadeh<sup>2<\/sup>, Erika Dobrota<sup>3<\/sup>, Rada Malko<sup>1<\/sup>, Barbara J Bailey<sup>2<\/sup>, Courtney Young<sup>4<\/sup>, Harlan E. Shannon<sup>4<\/sup>, Ryli Justice<sup>4<\/sup>, Niknam Riyahi<sup>4<\/sup>, Khadijeh Bijangi-Vishehsaraei<sup>5<\/sup>, Melissa Trowbridge<sup>6<\/sup>, Kathy Coy<sup>6<\/sup>, Felicia M Kennedy<sup>6<\/sup>, Anthony L Sinn<sup>6<\/sup>, Amber Mosley<sup>7<\/sup>, Steve Angus<sup>4<\/sup>, Michael J. Ferguson<sup>8<\/sup>, Pankita H. Pandya<sup>5<\/sup>, Karen E. Pollok<sup>1<\/sup><br><br\/><sup>1<\/sup>Indiana University School of Medicine, Department of Medical and Molecular Genetics, Indianapolis, IN,<sup>2<\/sup>Indiana University School of Medicine, .Herman B Wells Center for Pediatric Research, Indianapolis, IN,<sup>3<\/sup>Indiana University School of Medicine, Herman B Wells Center for Pediatric Research, IUSM, Indianapolis, IN,<sup>4<\/sup>Indiana University School of Medicine, Herman B Wells Center for Pediatric Research, Indianapolis, IN,<sup>5<\/sup>Indiana University School of Medicine, Department of Pediatrics, Hematology\/Oncology, Indianapolis, IN,<sup>6<\/sup>Indiana University School of Medicine, In Vivo Therapeutics Core, Indiana University Melvin and Bren Simon Comprehensive Cancer Center, Indianapolis, IN,<sup>7<\/sup>Indiana University School of Medicine, Indianapolis, IN,<sup>8<\/sup>Indiana University School of Medicine, Department of Pediatrics, Indianapolis, IN","CSlideId":"","ControlKey":"1832c758-2b6d-46ed-819b-83dfc749062b","ControlNumber":"6048","DisclosureBlock":"&nbsp;<b>F. Barghi, <\/b> None..<br><b>M. Saadatzadeh, <\/b> None..<br><b>E. Dobrota, <\/b> None..<br><b>R. Malko, <\/b> None..<br><b>B. Bailey, <\/b> None..<br><b>C. Young, <\/b> None..<br><b>H. Shannon, <\/b> None..<br><b>R. Justice, <\/b> None..<br><b>N. Riyahi, <\/b> None..<br><b>K. Bijangi-Vishehsaraei, <\/b> None..<br><b>M. Trowbridge, <\/b> None..<br><b>K. Coy, <\/b> None..<br><b>F. Kennedy, <\/b> None..<br><b>A. Sinn, <\/b> None..<br><b>A. Mosley, <\/b> None..<br><b>S. Angus, <\/b> None..<br><b>M. Ferguson, <\/b> None..<br><b>P. Pandya, <\/b> None..<br><b>K. Pollok, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5536","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6728","PresenterBiography":"","PresenterDisplayName":"Farinaz Barghi, MS;No Degree","PresenterKey":"00eee604-eb52-4fc9-accb-a92d855bd778","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6728. Osteosarcoma patient-derived xenografts derived from naive and pretreated metastatic patients with high-risk CDK4\/6 hyperactivation signatures are sensitive to dual inhibition of CDK4\/6 and PI3K\/mTOR","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Osteosarcoma patient-derived xenografts derived from naive and pretreated metastatic patients with high-risk CDK4\/6 hyperactivation signatures are sensitive to dual inhibition of CDK4\/6 and PI3K\/mTOR","Topics":null,"cSlideId":""},{"Abstract":"In fibrolamellar hepatocellular carcinoma (FLC), hyperammonemic encephalopathy is a common occurrence and occasionally causes death. Using mass spectrometry, we quantitatively analyzed the proteomes of FLC patient&#8217;s tumor and adjacent normal, to find pathways that are changed in FLC. These data identified multiple proteins that were altered in the proteome, among these, enzymes involved in metabolism of ammonia. These results were confirmed with immunofluorescence demonstrating that these alterations occur in all tumor cells. These results suggest that FLC cells have defects in the two primary ammonia detoxification pathways in the liver, which are responsible for detoxification of 70% of the ammonia in the body: 1) consumption of ammonia by glutamine synthetase (GLUL), and 2) addition of ammonia by ornithine carbamoyltransferase (OTC) to the urea cycle. Additionally, they also generate extra ammonia because of upregulation of glutaminase (GLS). This was tested with a targeted metabolomics of the reactants and products of these enzymes. The results were consistent with both a loss of the two pathways for consumption of ammonia activation of a pathway for generating ammonia. This production of ammonia is consistent with the observation that surgical resection of fibrolamellar reduces the ammonia in patients. All FLC patients with hyperammonemic encephalopathy and documented urine test results showed increased urinary orotic acid, evidence of blockage of the OTC pathway. This study implies that hyperammonemic encephalopathy in FLC may require alternatives to commonly used therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-01 Adolescent and young adult oncology,,"},{"Key":"Keywords","Value":"Liver cancer,Mitochondria,Proteomics,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mahsa Shirani<\/b><sup>1<\/sup>, Solomon Levin<sup>1<\/sup>, Michael  D.  Tomasini<sup>1<\/sup>, James Knox<sup>2<\/sup>, Bassem Shebl<sup>1<\/sup>, David Requena<sup>1<\/sup>, Jackson Clark<sup>1<\/sup>, Søren Heissel<sup>3<\/sup>, Hanan Alwaseem<sup>3<\/sup>, Rodrigo Surjan<sup>4<\/sup>, Ron Lahasky<sup>5<\/sup>, Henrik Molina<sup>3<\/sup>, Barbara Lyons<sup>1<\/sup>, Rachael  D.  Migler<sup>6<\/sup>, Philip Coffino<sup>1<\/sup>, Sanford  M.  Simon<sup>1<\/sup><br><br\/><sup>1<\/sup>Laboratory of Cellular Biophysics, Rockefeller University, New York, NY,<sup>2<\/sup>Rockefeller University, New York, NY,<sup>3<\/sup>Proteomics Resource Center, Rockefeller University, New York, NY,<sup>4<\/sup>General Surgery Division, Surgery Department, Hospital Nove de Julho, São Paulo, Brazil,<sup>5<\/sup>Lahasky Medical Clinic, Abbeville, LA,<sup>6<\/sup>The Fibrolamellar Registry, New York, NY","CSlideId":"","ControlKey":"30afc70c-c091-4b26-9ef9-894d5d154dfa","ControlNumber":"7534","DisclosureBlock":"&nbsp;<b>M. Shirani, <\/b> None..<br><b>S. Levin, <\/b> None..<br><b>M. D. Tomasini, <\/b> None..<br><b>J. Knox, <\/b> None..<br><b>B. Shebl, <\/b> None..<br><b>D. Requena, <\/b> None..<br><b>J. Clark, <\/b> None..<br><b>S. Heissel, <\/b> None..<br><b>H. Alwaseem, <\/b> None..<br><b>R. Surjan, <\/b> None..<br><b>R. Lahasky, <\/b> None..<br><b>H. Molina, <\/b> None..<br><b>B. Lyons, <\/b> None..<br><b>R. D. Migler, <\/b> None..<br><b>P. Coffino, <\/b> None..<br><b>S. M. Simon, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5537","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6729","PresenterBiography":null,"PresenterDisplayName":"Mahsa Shirani Faradonbeh, PhD (hc)","PresenterKey":"df23f3d9-dce0-45e1-a8a5-a86aed05df4c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6729. Urea cycle metabolism is disturbed in Fibrolamellar carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Urea cycle metabolism is disturbed in Fibrolamellar carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Multimodality treatment of Ewing sarcoma (EwS), a highly malignant bone and soft tissue tumor, provides a cure in most patients, but in the metastatic stage the prognosis remains bleak; new systemically effective therapeutic options are urgently needed. The multikinase inhibitor lestaurtinib (CEP701) is an orphan drug that has been clinically studied in various carcinomas, refractory neuroblastoma, and acute myeloid leukemia, but has not yet established itself as a standard therapy.<br \/>Methods: We performed an in vitro screening of 142 compounds with different mechanisms of action at two different concentrations and measured cell viability 120 hours after the first of two days of treatment. Lestaurtinib was further tested as a lead compound in various cell biology assays in a group of EwS cell lines genetically representing clinically predominant tumor characteristics.<br \/>Results: Lestaurtinib was among the 21 of 142 (14.8%) compounds tested that were sensitive, i.e., reduced cell viability to below 20% at 1 &#181;M and\/or 10 &#181;M in at least four of five EwS cell lines tested. In an expanded group of six other EwS cell lines, 72 hours of treatment with lestaurtinib resulted in significantly reduced cell growth compared to human mesenchymal stem cells. In several colony formation assays, a significant reduction in the number or size of colonies was observed, both when treatment occurred prior to colony growth and when colonies that had already formed were treated. Lestaurtinib induced apoptosis with a significant increase in PI+\/FTIC+-driven cells, significantly promoted anoikis, and prevented cell migration by FACS, low adherence flow cytometry analysis, and scratch assays, respectively. Cell cycle analyses by FACS showed significant G<sub>2<\/sub>-M cell cycle arrest after 24 hours of treatment. Lestaurtinib also displayed a synergistic cytotoxic effect with doxorubicin, an established agent for the treatment of EwS, and exhibited a favorable dose-reduction index in all EwS cell lines tested. Notably, treatment with lestaurtinib significantly reduced doxorubicin dose at high efficacy levels (Fa 0.97) and low combination index values.<br \/>Conclusion: Our results highlight the <i>in vitro<\/i> efficacy of lestaurtinib in EwS and warrant further testing in an <i>in vivo<\/i>model as a single agent and in combination with doxorubicin.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-06 Therapeutic dosing, resistance, and combination therapy application,,"},{"Key":"Keywords","Value":"Drug synergy,Ewing sarcoma,Cell cycle arrest,Pediatric cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Samet Dayi<sup>1<\/sup>, Christiane Schaefer<sup>1<\/sup>, Anne Albers<sup>2<\/sup>, Kiruthiga Balusamy<sup>2<\/sup>, Marc Hotfilder<sup>2<\/sup>, Maximilian Kerkhoff<sup>1<\/sup>, Leonhard Koch<sup>1<\/sup>, Hatice Önder<sup>1<\/sup>, Claudia Rössig<sup>2<\/sup>, Uta Dirksen<sup>1<\/sup>, <b>Stefan  K.  Zöllner<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Pediatrics III, University Hospital Essen, Essen, Germany,<sup>2<\/sup>Pediatric Hematology and Oncology, University Hospital Münster, Münster, Germany","CSlideId":"","ControlKey":"c8f3a5da-c618-4fd9-a172-8f40d8aab80b","ControlNumber":"2391","DisclosureBlock":"&nbsp;<b>S. Dayi, <\/b> None..<br><b>C. Schaefer, <\/b> None..<br><b>A. Albers, <\/b> None..<br><b>K. Balusamy, <\/b> None..<br><b>M. Hotfilder, <\/b> None..<br><b>M. Kerkhoff, <\/b> None..<br><b>L. Koch, <\/b> None..<br><b>H. Önder, <\/b> None..<br><b>C. Rössig, <\/b> None..<br><b>U. Dirksen, <\/b> None..<br><b>S. K. Zöllner, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5538","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6730","PresenterBiography":null,"PresenterDisplayName":"Stefan Zoellner, MD","PresenterKey":"d23f1565-02e9-4ebb-a55e-e0b9be7db7f9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6730. Preclinical testing of lestaurtinib (CEP701) as a single and combination agent for the treatment of Ewing sarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical testing of lestaurtinib (CEP701) as a single and combination agent for the treatment of Ewing sarcoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Children with cancer (CWC) receiving chemotherapy (chemo) report significant suffering from a cluster of psychoneurological symptoms (PNS), including pain, fatigue, anxiety, depression, and cognitive dysfunction. Continuous or severe PNS reduce a child&#8217;s quality of life. Chemo can disturb the gut microbiome (GM), which is associated with PNS based on the gut-brain axis. This study aimed to examine associations of GM with PNS and the PNS cluster in CWC undergoing chemo.<br \/>Methods: An observational prospective study was conducted in 21 CWC enrolled from Children&#8217;s Healthcare of Atlanta. Children with at least 1 cycle of chemo were consented pre-cycle 2 chemo (T1) and followed at the end of chemo (T2). At T1, parents reported children&#8217;s demographics; at T1 and T2, PNS (pain, fatigue, anxiety, depression, cognitive dysfunction) were reported by children by the Pediatric PROMIS scales and fecal specimens were collected for GM. T-score of the PROMIS scales was computed; an average of T-scores of the five PNS was computed for the PNS cluster. T-score &#62;50 indicates a significant symptom or symptom cluster. 16S rRNA V4 gene from fecal specimens was sequenced for GM. QIIME 2 was used to examine associations of &#945;- and &#946;-diversity with PNS. Linear discriminant analysis effect size identified microbial taxa associated with each PNS and the PNS cluster.<br \/>Results: We analyzed 21 CWC with a mean age of 13 years, 67% male, and 67% white. Children at T2 had higher fatigue (54% vs. 43%), cognitive dysfunction (69% vs. 43%), depressive symptoms (23% vs. 19%), and multiple PNS (62% vs. 48%), but lower pain interference (31% vs. 38%) and anxiety (23% vs. 38%) than those at T1. No association was found for &#945;-diversity at T1; higher &#945;-diversity was associated with lower cognitive dysfunction (Faith&#8217;s phylogenetic diversity, p=0.04) and anxiety (Pielou&#8217;s_e, p=0.08) at T2; &#946;-diversity (Jaccard distance) showed the GM dissimilarities by levels of pain interference (moderate vs. severe, p=0.02) and levels of anxiety (mild vs. moderate, p=0.07). After controlling for study timepoint, children with low pain interference had an enriched <i>Bacteroides<\/i>; those with low fatigue had enriched <i>Bacteroides<\/i> and <i>Turicibacter<\/i>; those with normal cognitive function had enriched <i>Parasutterella, UBA1819, NK4A214, Sellimonas<\/i>, and <i>Ruminococcaceae<\/i>. Children without the PNS cluster had enriched <i>Bacteroides, while<\/i> those with the PNS cluster had enriched <i>Enterobacteriaceae<\/i>. Children without multiple PNS had enriched <i>UCG_003<\/i>.<br \/>Conclusions: Children with low PNS showed a higher &#945;-diversity and a higher abundance of taxa involved in nutrition and vitamin metabolism (eg,<i> Bacteroides<\/i>), reducing inflammation (eg, <i>Turicibacter<\/i>), and producing short chain fatty acids (eg, <i>Ruminococcaceae<\/i>). These findings provide potential solutions to treat PNS. Further work is needed to corroborate these associations in CWC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-07 Translational pediatric cancer research,,"},{"Key":"Keywords","Value":"Microbiome,Solid tumors,Toxicity,Chemotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jinbing Bai<\/b><sup>1<\/sup>, Melissa Martin<sup>2<\/sup>, Kathryn S. Sutton<sup>1<\/sup>, Christie Powell<sup>2<\/sup>, Thomas Olson<sup>1<\/sup>, Hye In Noh<sup>1<\/sup>, Maria C. Swartz<sup>3<\/sup>, Deborah Watkins Bruner<sup>1<\/sup><br><br\/><sup>1<\/sup>Emory University, Atlanta, GA,<sup>2<\/sup>Children's Healthcare of Atlanta, Atlanta, GA,<sup>3<\/sup>University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"249538f5-4730-41de-948e-9279f138b826","ControlNumber":"2751","DisclosureBlock":"&nbsp;<b>J. Bai, <\/b> None..<br><b>M. Martin, <\/b> None..<br><b>K. S. Sutton, <\/b> None..<br><b>C. Powell, <\/b> None..<br><b>T. Olson, <\/b> None..<br><b>H. Noh, <\/b> None..<br><b>M. C. Swartz, <\/b> None..<br><b>D. W. Bruner, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5539","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6731","PresenterBiography":null,"PresenterDisplayName":"Jinbing Bai, MSN;PhD;RN","PresenterKey":"059ecedc-6e43-4873-bb91-fc8f3b19a2ce","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6731. Gut microbiome associated with the psychoneurological symptom cluster among children with solid tumors receiving chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gut microbiome associated with the psychoneurological symptom cluster among children with solid tumors receiving chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"Ewing sarcoma is the second most common pediatric bone cancer in children and young adults. The standard of care therapy consists of chemotherapy, surgery, and radiation. Despite therapeutic advances, metastatic and relapsed Ewing sarcoma have poor outcomes. This is partially because transcription factors, such as the Ewing sarcoma oncoprotein <i>EWS-FLI1,<\/i> are difficult targets for the development of small molecules. Novel synergistic combination treatments are needed, and drug repurposing efforts can fast track potential therapies into clinical trials. To identify synergistic anti-Ewing combinations of targeted cancer agents, we conducted an initial library screen of 26 tyrosine kinase inhibitors, cell cycle inhibitors, and chemotherapies on two Ewing cell lines. While the screening results revealed multiple synergistic combinations of tyrosine kinase inhibitors and cell cycle inhibitors, we focused our follow-up validation studies on combinations that met at least one of the following criteria: 1) agents that exhibited additivity when combined with VEGFR inhibitors, a class of agents already shown to having clinical efficacy in Ewing sarcoma and 2) combinations involving approved FDA drugs that could be rapidly translated into early phase trials for patients with Ewing sarcoma. Efficacy of selected synergistic combinations were then tested in vitro on a larger collection of Ewing cell lines. Based on these results, two combinations, one with a VEGFR inhibitor and one combination of FDA approved agents, was tested in an aggressive Ewing sarcoma xenograft mouse model for efficacy and impact on survival. We demonstrated that the combination of ribociclib, a CDK 4\/6 inhibitor, and regorafenib, a VEGFR inhibitor, exhibited additivity and synergy in Ewing cell lines. Xenografted mice treated with this combination had significantly impaired tumor proliferation in a subcutaneous tumor model and prolonged survival (median 35 days) compared to mice treated with vehicle (median 28 days) or single-agent therapy. Similarly, cell lines treated with copanlisib, a PI3K inhibitor, and ribociclib, two FDA-approved drugs, synergistically inhibited cell line viability in vitro and impaired xenograft proliferation in vivo. This combination also significantly improved survival (median 48 days) in a mouse xenograft compared to treatment with vehicle (median 27 days) or either drug alone. This work demonstrates that<b> <\/b>CDK 4\/6 inhibitors show synergistic activity with both VEGFR inhibitors and PI3K inhibitors in Ewing Sarcoma by impairing the growth of cultured Ewing cells and improving the survival of mice with Ewing sarcoma. We believe that pre-clinical validation of novel approved drug combinations in Ewing sarcoma will accelerate the development of early phase trials for patients with relapsed refractory disease, a group of patients greatly in need of new therapeutic opportunities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-07 Translational pediatric cancer research,,"},{"Key":"Keywords","Value":"Ewing sarcoma,Mouse models,Drug synergy,Tyrosine kinase inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Maria Ana Isabel  C.  De Los Santos<\/b><sup>1<\/sup>, Anne-Florence Blandin<sup>1<\/sup>, Alejandra  E.  Aguilar<sup>1<\/sup>, Matthew Hall<sup>2<\/sup>, Min Shen<sup>2<\/sup>, Ya-Qin Zhang<sup>2<\/sup>, Brian  D.  Crompton<sup>1<\/sup><br><br\/><sup>1<\/sup>Dana-Farber Cancer Institute, Boston, MA,<sup>2<\/sup>National Center for Advancing Translational Sciences, Bethesda, MD","CSlideId":"","ControlKey":"99061136-ead7-4468-92db-92f5824a4ca2","ControlNumber":"3888","DisclosureBlock":"&nbsp;<b>M. C. De Los Santos, <\/b> None..<br><b>A. Blandin, <\/b> None..<br><b>A. E. Aguilar, <\/b> None..<br><b>M. Hall, <\/b> None..<br><b>M. Shen, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>B. D. Crompton, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5540","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6732","PresenterBiography":null,"PresenterDisplayName":"Anne-Florence Blandin, PhD","PresenterKey":"e095266c-60e8-4299-b0f2-486e29be4e34","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6732. Identifying novel combination therapies for Ewing sarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying novel combination therapies for Ewing sarcoma","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Ewing Sarcoma (ES) is a bone and soft tissue cancer affecting young adults and children. Localized ES presents with a 5-year survival rate of 70%, while metastatic cases range from 15-30%. Our laboratory investigates combination treatments using less toxic agents to induce sensitization to chemotherapy in ES. The anti-cancer activity of an antineoplastic antibiotic, Mithramycin (Mit), against ES cells has been shown. Mit inhibits Specificity protein 1 (Sp1) a marker associated with aggressive cancer cell growth and resistance to chemo\/radiation therapies. However, its mechanistic effects on other oncogenic proteins have yet to be elucidated in ES. The purpose of this study is to evaluate the effectiveness of Mit and combination with other chemotherapeutic agents, Etoposide and Vincristine, to inhibit ES cell growth and assess the effect on cancer related proteins regulated by Sp1. Future studies will expand upon Mithramycin's mechanism of action in Ewing Sarcoma utilizing RNA sequencing and computational methods.<br \/>Methods: Anti-proliferative activity of Mit and\/or Vincristine and Etoposide against ES cell lines, TC205 and CHLA10, was evaluated using CellTiterGlo kit. Dose curves and IC50 values were determined by Sigma-Plot software. The expression of Sp1 and survivin was determined by Western blot analysis. Cell lines were obtained from Children&#8217;s Oncology Group. The specific type of drug effect of the combination treatments were determined by analyzing the combination index obtained via Calcusyn software. Nude mice were injected with TC-205 cells and treated over two weeks with either Mit (1mg\/kg per week) and\/or Etoposide (5mg\/kg per week) and tumor volume was compared. Protein models were obtained from RCSB PDB and homology tests were performed in the Swiss-model workspace.<br \/>Results: Mit significantly decreased ES cell line viability and tumor volume in nude mice. Mit showed the ability to reduce the expression of Sp1 and offered differing effects on survivin expression, indicative of anti-apoptotic mechanisms being implemented in the ES cell lines. IC50 values of both chemotherapeutics and Mit were decreased by nearly 50% when used in combination and this effect was mirrored in further decreases in Sp1 expression. Synergistic drug responses were shown in the combination of Mit with both Vincristine and Etoposide. Sp1 and survivin protein models were established and homology verification using Ramachandran plots and QMEAN Z-scores indicated quality protein models for further computational studies.<br \/>Conclusions: Mit may effectively sensitize ES cells and improve the response of chemotherapy while lowering necessary effective dosages. Studies to understand the mechanism of action of Mit on Sp1, survivin, and other proteins involved in Ewing Sarcomagenesis are underway. This study is partially supported by a grant from the Cancer Prevention and Research Institute of Texas (Award#: RP210046)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-06 Therapeutic dosing, resistance, and combination therapy application,,"},{"Key":"Keywords","Value":"Ewing sarcoma,Combination therapy,Sp1,Survivin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Christoffer Lambring<\/b><sup><\/sup>, Riyaz Basha<sup><\/sup>, Umesh Sankpal<sup><\/sup><br><br\/>University of North Texas Health Science Ctr., Fort Worth, TX","CSlideId":"","ControlKey":"3b3de3e7-a054-484b-abed-9557847fc55b","ControlNumber":"3193","DisclosureBlock":"&nbsp;<b>C. Lambring, <\/b> None..<br><b>R. Basha, <\/b> None..<br><b>U. Sankpal, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5541","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6733","PresenterBiography":null,"PresenterDisplayName":"Christoffer Lambring, BS","PresenterKey":"91d21af6-524d-4574-8ff1-dbfbc4b0a099","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6733. Targeting Sp1 in Ewing sarcoma: a multi-approach method for the utilization of mithramycin","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting Sp1 in Ewing sarcoma: a multi-approach method for the utilization of mithramycin","Topics":null,"cSlideId":""},{"Abstract":"Neuroblastoma is the most common extracranial solid tumor that occurs in childhood and the most common cancer in infancy. Fewer than 5% of neuroblastomas occur in adolescents and young adults (AYAs), for whom the disease has an indolent and fatal course. Chen et al. previously reported that missense mutations in the protein- tyrosine kinase domain of <i>anaplastic lymphoma kinase<\/i> (<i>ALK<\/i>) occur in approximately 10% of cases of sporadic neuroblastoma, and these missense mutations result in the activation of the ALK protein kinase domain, which plays a key role in the tumorigenic process as seen in ALK fusion proteins. Since the initial discovery of the NPM-ALK fusion protein in human anaplastic lymphoma cell lines, more than 24 different ALK fusion proteins have been discovered in various malignancies. Till date, ALK-containing chimeric proteins have not been reported in neuroblastoma. In this study, a translocation within chromosome 2p and 4q was found to bring about the formation of an in-frame fusion gene that was composed of portions of the <i>teneurin<\/i><i> transmembrane protein 3<\/i> (<i>TENM3<\/i>) gene and <i>ALK<\/i> gene in tumor cells from an AYA patient with neuroblastoma. The patient was 19-year-old female diagnosed with stage 4 neuroblastoma (unfavorable histology, poorly differentiated subtype, MYCN DNA not amplified). Computed tomography revealed a mass in the left adrenal gland with bone, spine, liver, and lung metastasis. <i>ALK<\/i> rearrangement was confirmed via FISH analysis. Crizotinib resulted in no disease progression for 5 months, except for metastatic spinal disease, but it did not exhibit high efficacy compared with its effects against lymphoma and lung cancer. This 5&#8242; in-frame fusion partner gene in neuroblastoma has not yet been identified, and its role is not well-known in oncogenesis. We generated the cell line with the expression of the full length <i>TENM3<\/i>-<i>ALK<\/i> cDNA in NIH-3T3 cells led to the formation of a fusion protein. A cell-based evaluation of this predicted ALK protein variant revealed activation of downstream targets-STAT3, AKT and ERK- and ALK inhibitors, crizotinib or lorlatinib, treatment inhibited the growth of xenograft tumors with stable TENM3-ALK expression. We determined whether TENM3-ALK affects transformation and proliferation using a soft agar colony formation assay. As expected, the cells that expressed an empty vector and wild type ALK line did not produce a considerable number of colonies, whereas TENM3-ALK transfected cells showed anchorage-independent growth, resulting in the production of a higher number of colonies .The evidence for the role of ALK receptor signaling in stimulating neuroblastoma tumor cell growth and the demonstrated <i>in vitro<\/i> and <i>in vivo<\/i> efficacy of the ALK selective inhibitors in this study provide biological and clinical justification for the further exploration of this combination and testing in patients with recurrent or refractory neuroblastoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-01 Adolescent and young adult oncology,,"},{"Key":"Keywords","Value":"ALK,Oncogene,Neuroblastoma,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mitsuteru Hiwatari<\/b><sup>1<\/sup>, Masafumi Seki<sup>2<\/sup>, Ryosuke Matsuno<sup>3<\/sup>, Kenichi Yoshida<sup>4<\/sup>, Takeshi Nagasawa<sup>2<\/sup>, Aiko Sato-Otsubo<sup>2<\/sup>, Shohei Yamamoto<sup>5<\/sup>, Motohiro Kato<sup>2<\/sup>, Kentaro Watanabe<sup>2<\/sup>, Masahiro Sekiguchi<sup>2<\/sup>, Satoru Miyano<sup>6<\/sup>, Seishi Ogawa<sup>4<\/sup>, Junko Takita<sup>7<\/sup><br><br\/><sup>1<\/sup>Pediatrics, Teikyo University School of Medicine, Tokyo, Japan,<sup>2<\/sup>Pediatrics, University of Tokyo, Tokyo, Japan,<sup>3<\/sup>Pediatrics, Kansai Medical University, Osaka, Japan,<sup>4<\/sup>Pathology and Tumor Biology, Kyoto University, Kyoto, Japan,<sup>5<\/sup>Pediatrics, Tokai University School of Medicine, Isehara, Japan,<sup>6<\/sup>Tokyo Medical and Dental University, M&D Data Science Center, Tokyo, Japan,<sup>7<\/sup>Pediatrics, Kyoto University, Kyoto, Japan","CSlideId":"","ControlKey":"c4843844-790a-46bf-9bf9-a3ecbd90d7a7","ControlNumber":"543","DisclosureBlock":"&nbsp;<b>M. Hiwatari, <\/b> None..<br><b>M. Seki, <\/b> None..<br><b>R. Matsuno, <\/b> None..<br><b>K. Yoshida, <\/b> None..<br><b>T. Nagasawa, <\/b> None..<br><b>A. Sato-Otsubo, <\/b> None..<br><b>S. Yamamoto, <\/b> None..<br><b>M. Kato, <\/b> None..<br><b>K. Watanabe, <\/b> None..<br><b>M. Sekiguchi, <\/b> None..<br><b>S. Miyano, <\/b> None..<br><b>S. Ogawa, <\/b> None..<br><b>J. Takita, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5542","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6734","PresenterBiography":null,"PresenterDisplayName":"Mitsuteru Hiwatari, MD;PhD","PresenterKey":"1fbf1eb2-568a-4599-8591-5dfd0617d350","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6734. Identification of the novel <i>TENM3-ALK<\/i> fusion in an AYA case with <i>ALK<\/i> rearranged neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of the novel <i>TENM3-ALK<\/i> fusion in an AYA case with <i>ALK<\/i> rearranged neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Medulloblastoma (MB) is the most common malignant brain cancer in children. Despite the progress made in treating MB, the 5-year survival rate for high-risk tumors remains poor and risk of recurrence within 2 years of treatment is still high. Almost all MB deaths are attributed to leptomeningeal dissemination (LMD) as MB spreads exclusively through cerebrospinal fluid (CSF) to spinal and intracranial leptomeninges. Unfortunately, patients who do survive have reduced quality of life because of the highly toxic side effects of radiation and chemotherapy. <i>Those facts underline the importance of identifying new drivers of medulloblastoma and understanding the mechanism by which those drivers may promote medulloblastoma.<\/i> Towards that goal, I aim to identify novel drivers of MB and characterize novel therapies for treating (LMD-MB). Using an unbiased genome-wide screen, we discovered THO complex as one of the highly differentially expressed genes that may provide survival advantage to MB cells. THO is a subcomplex of the TREX complex, is known to couple mRNA transcription, processing and nuclear export associated with spliced mRNA.<br \/><b>Methods<\/b>: Recent work in our lab utilizing various genomes and proteomics identified THO complex as a possible target. Transfection agents were used to knockdown part of the TREX subcomplex expression in several MB cells. Western blot and qPCR verified the knockdown. The cell viability was measured using Cell Titer Glo, and cell proliferation was evaluated with an IncuCyte. Cells were seeded at a low density and cultured until colonies formed then were fixed and stained with crystal violet. In addition, cells were seeded in a serum-free medium and allowed to migrate to complete media before being fixed and stained. Flow cytometry was used to examine cells for apoptosis and cell cycle. For apoptosis, cells were stained with propidium iodide (PI) and Annexin FTIC, and for the cell cycle, cells were stained and followed by PI.<br \/><b>Results<\/b>: The Cancer Dependency Map (Dep-Map) meta-analysis revealed that MB strongly depends on The TREX subcomplex. Significantly, increased THO complex expression was associated with a worse overall survival rate in MB patients. Our findings indicated that part of the TREX subcomplex depletion decreased MB cell survival in the short- and long-term proliferation, migration, and invasion. Furthermore, part of TREX subcomplex depletion promoted apoptosis in MB cells. I propose that THO complex may be a new driver of MB and that strategies aiming to reduce part of TREX subcomplex levels and activity might benefit MB patients.<br \/><b>Conclusion<\/b>: TREX subcomplex parts depletion has been demonstrated to reduce MB cells in vitro in various experiments. Future research, including CRISPR-CAS9-based knockout models, single-cell sequencing, and metabolomics, will further elucidate the mechanism(s) and utility of the TREX subcomplex axis in LMD-MB.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-07 Translational pediatric cancer research,,"},{"Key":"Keywords","Value":"Medulloblastoma,Gene silencing,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shahad M. Abdulsahib<\/b><sup><\/sup>, Santosh Timilsina<sup><\/sup>, Manjeet Rao<sup><\/sup><br><br\/>UT Health Science Center at San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"467db5fd-1da5-4a62-9bdd-c114798cf22d","ControlNumber":"7953","DisclosureBlock":"&nbsp;<b>S. M. Abdulsahib, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5543","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6735","PresenterBiography":null,"PresenterDisplayName":"Shahad Abdulsahib, BS","PresenterKey":"4d0fd832-abb3-45e6-bc0a-4a286d336800","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6735. Identifying the role of novel driver TREX subcomplex in medulloblastoma growth and progression","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying the role of novel driver TREX subcomplex in medulloblastoma growth and progression","Topics":null,"cSlideId":""},{"Abstract":"Background: Rhabdomyosarcoma (RMS) is the most common soft tissue tumor in children and young adults, accounting for approximately 350-400 new cases annually in the US. These tumors are diagnosed based on their expression of skeletal muscle lineage markers. Clinical trials testing conventional immunotherapies such as cancer vaccines or immune checkpoint blockade (ICB) therapy have found no activity in RMS, although the root causes of failure are largely unexplored. A recent study by our group found that RMS tumors have a lack of immune infiltrate, consistent with previous reports. However, we made an unexpected observation that RMS tumors had a near absence of antigen processing and presentation (APP) gene expression, a key requisite for anti-tumor CD8+ T lymphocytes. In this study, we investigate the root causes of the lack of APP in RMS and evaluate implications for immunotherapy.<br \/>Methods: Publicly available DNA sequencing datasets were used to evaluate APP gene mutations in RMS tumor samples. RNAseq from reporter iPSC cell lines demarcating specific stages of skeletal muscle differentiation were used to evaluate APP gene expression during myogenesis. Surface MHC class I expression was evaluated using flow cytometry against a panel of pediatric sarcoma cell lines. RMS PDX and cell line APP protein levels were measured by western blot. Stimulation of APP in RMS cell lines was tested using IFN&#947; or sub-cytotoxic doses of different epigenetic therapeutics (DNMTi, HDACi, EZH2i) before analyzing surface MHC class I expression by flow cytometry.<br \/>Results: RNAseq analysis of the differentiation states across the normal human skeletal muscle lineage revealed a myoblastic cell state which transiently downregulates the APP pathway. RNA expression of <i>HLA-A,B,C<\/i> genes were lower in RMS than any other pediatric extracranial solid tumor histology studied. RMS cell lines and PDX models also displayed low APP pathway gene expression by western blot and flow cytometry, with <i>FOXO1<\/i> fusion positive RMS having a near absence of expression. RMS tumor exome sequencing data from RMS patients showed a lack of enrichment of APP gene mutations. Instead, we found that APP could be induced in nearly all samples tested using IFN&#947; or epigenetic stimulation with Decitabine, Entinostat, or Tazemetostat.<br \/>Conclusions: We uncovered a previously unappreciated lack of antigen presentation in RMS which phenocopies myoblasts in normal skeletal muscle development. The downregulation of MHC class I antigen presentation is not due to APP pathway mutations but rather a partially reversible downregulation mirroring this specific stage of normal skeletal muscle development. Our findings suggest that pharmacological reversal of the APP pathway downregulation may enhance immunotherapies targeting MHC class I antigens in RMS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-03 Immunotherapeutic approaches to pediatric cancer,,"},{"Key":"Keywords","Value":"Rhabdomyosarcoma,Antigen presentation,Pediatric cancers,Sarcoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>David Milewski<\/b><sup><\/sup>, Meijie Tian<sup><\/sup>, Yong Kim<sup><\/sup>, Jun Wei<sup><\/sup>, Javed Khan<sup><\/sup><br><br\/>National Cancer Inst. - Bethesda Campus, Bethesda, MD","CSlideId":"","ControlKey":"126006ef-4ffc-44f2-8252-cc7ea9a0f4ee","ControlNumber":"3897","DisclosureBlock":"&nbsp;<b>D. Milewski, <\/b> None..<br><b>M. Tian, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>J. Wei, <\/b> None..<br><b>J. Khan, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5544","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6736","PresenterBiography":null,"PresenterDisplayName":"David Milewski, BA;PhD","PresenterKey":"e651817c-46e0-489b-b0d2-37bd80628a2a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6736. Suppression of antigen presentation is a hallmark of pediatric rhabdomyosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Suppression of antigen presentation is a hallmark of pediatric rhabdomyosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: High-risk cHL in pediatric patients (pts) is typically treated with chemotherapy and radiation. BV, an antibody-drug conjugate (ADC) directed to CD30, is approved in six adult indications including cHL and in children with previously untreated high-risk cHL. In AHOD1331, BV was incorporated into the standard chemotherapy backbone treatment regimen of doxorubicin (Adriamycin&#174;), bleomycin, vincristine, etoposide, prednisone &#38; cyclophosphamide (ABVE-PC) for cHL to replace bleomycin and its expectant toxicity. BV-AVEPC treatment resulted in a statistically significant improvement in efficacy compared to ABVE-PC; safety profiles were comparable. We sought to examine the exposure-response (E-R) relationships in this pediatric population.<br \/>Methods: Pts in the BV-AVEPC arm received 1.8 mg\/kg BV (max: 180 mg) every 3 weeks (Q3W) for a max of 5 cycles. Pharmacokinetics (PK) evaluation focused on pts aged &#60;13 y (n=26), as lower BV exposure was previously reported in pts with lower BW. Age and BW subgroup analyses were conducted on the primary efficacy endpoint, event-free survival (EFS); key secondary efficacy endpoints included early response rate (ERR) and key AEs of interest: peripheral neuropathy (PN) and neutropenia. E-R was evaluated in the PK population.<br \/>Results: In all, 593 pts (aged 2 to 21 y) with previously untreated high-risk cHL (Ann Arbor Stage IIB with bulk\/IIIB\/IVA\/IVB) were randomized to &#8805;1 cycle of ABVE-PC (n=297) or BV-AVEPC (n=296). Compared to adults, BW dosing provided similar BV exposure in pts aged 12 to &#60;18 y (median: 54 kg) but numerically lower ADC exposure (31%) in pts aged 2 to &#60;12 y due to their lower BW (median: 21 kg). However, EFS was comparable between pts aged 2 to &#60;12 y and 12 to &#60;18 y in the BV-AVEPC arm (EFS rate at 36 mo: 96.2% [91.1-100%] vs. 92.0% [88.5-95.7%]). Similarly, in the exploratory E-R no trends were observed for ERR.<br \/>Similar PN rates (Grade [Gr] &#8805;3: 5.8% vs 6.4%) and neutrophil count decrease (Gr &#8805;3: 53.8% vs 48.6.%) with BV-AVEPC were observed between pts aged &#60;12 y and 12 to &#60;18 y. There were no apparent trends in neutropenia across BW groups but slightly elevated PN in pts with BW &#8805;70 kg (Gr &#8805;3: 11.3% vs &#8804;8.2%). Overall, there was no consistent evidence that PN and neutropenia were exposure or age-driven in this pediatric population.<br \/>Conclusions: Consistent efficacy was observed in pediatric pts in the BV-AVEPC arm across age groups despite lower exposure in pts 2 to &#60;12 y, with no evidence of exposure-driven PN and neutropenia. For pediatric pts with previously untreated cHL,1.8 mg\/kg Q3W BV + AVEPC &#8804;5 cycles demonstrated a favorable risk-benefit profile. These data support the 1.8 mg\/kg Q3W BV dosage and do not indicate a need for dose adjustment by age or BW subgroups. ZZ and DZ contributed equally.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-06 Therapeutic dosing, resistance, and combination therapy application,,"},{"Key":"Keywords","Value":"Hodgkin's lymphoma,Pediatric cancers,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zufei Zhang<\/b><sup>1<\/sup>, Daping Zhang<sup>1<\/sup>, Wenchuan Guo<sup>2<\/sup>, Keenan Fenton<sup>2<\/sup>, Sujata Narayanan<sup>3<\/sup>, Shweta Jain<sup>3<\/sup>, Joy Jiang<sup>4<\/sup>, Sharon M. Castellino<sup>5<\/sup>, Kara M. Kelly<sup>6<\/sup>, Peter D. Cole<sup>7<\/sup>, Frank G. Keller<sup>5<\/sup>, Amit Garg<sup>8<\/sup>, Yen Lin Chia<sup>8<\/sup><br><br\/><sup>1<\/sup>Quantitative Pharmacology and Disposition, Seagen Inc., Bothell, WA,<sup>2<\/sup>Biometrics, Seagen Inc., Bothell, WA,<sup>3<\/sup>Clinical Development, Seagen Inc., Bothell, WA,<sup>4<\/sup>Safety Evaluation & Risk Management, Seagen Inc., Bothell, WA,<sup>5<\/sup>Emory University School of Medicine, Atlanta, GA,<sup>6<\/sup>Roswell Park Comprehensive Cancer Center, University at Buffalo Jacobs School of Medicine and Biomedical Sciences, Buffalo, NY,<sup>7<\/sup>Rutgers Cancer Institute of New Jersey, New Brunswick, NJ,<sup>8<\/sup>Quantitative Pharmacology and Disposition, Seagen Inc., San Francisco, CA","CSlideId":"","ControlKey":"7baabfa8-4bbd-4161-9d4f-f6a4e0a9285d","ControlNumber":"3698","DisclosureBlock":"<b>&nbsp;Z. Zhang, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock, Stock Option. <br><b>D. Zhang, <\/b> <br><b>Seagen Inc.<\/b> Employment. <br><b>W. Guo, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock, Stock Option. <br><b>K. Fenton, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Narayanan, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Jain, <\/b> <br><b>Seagen Inc.<\/b> Employment. <br><b>J. Jiang, <\/b> <br><b>Seagen Inc.<\/b> Employment. <br><b>S. M. Castellino, <\/b> <br><b>Seagen Inc.<\/b> Other, Scientific Advisory Board; no honorarium. <br><b>K. M. Kelly, <\/b> <br><b>Seagen, Inc.<\/b> Other, Scientific Advisory Board Member; unpaid. <br><b>Merck & Co., Inc.<\/b> Other, Institutional salary support for Scientific Steering Committee Member role through the Children’s Oncology Group; not relevant to abstract.<br><b>P. D. Cole, <\/b> None..<br><b>F. G. Keller, <\/b> None.&nbsp;<br><b>A. Garg, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock, Stock Option. <br><b>Y. Chia, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock, Stock Option.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5545","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6737","PresenterBiography":null,"PresenterDisplayName":"Zhang Zufei, PhD","PresenterKey":"932ee9a1-8cd3-4bf6-930d-ce9aff72c509","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6737. Exposure-response and age subgroup analyses to support body-weight (BW) dosing of brentuximab vedotin (BV) in newly diagnosed high-risk classical Hodgkin lymphoma (cHL) in children and young adults (aged 2-21 years [y]): A randomized children&#8217;s oncology group phase 3 trial (AHOD1331)","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Preclinical Therapies and Clinical Observations in Pediatric Oncology","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exposure-response and age subgroup analyses to support body-weight (BW) dosing of brentuximab vedotin (BV) in newly diagnosed high-risk classical Hodgkin lymphoma (cHL) in children and young adults (aged 2-21 years [y]): A randomized children&#8217;s oncology group phase 3 trial (AHOD1331)","Topics":null,"cSlideId":""}]