[{"Abstract":"Rab27B is a member of the Rab small GTPases that belong to the RAS-like GTPase superfamily. Rab27B has been shown to regulate endosomal trafficking, exosome secretion, and delivery of secretory granules. However, the role of Rab27B in colorectal cancer (CRC) tumor biology is unknown. Using CRC tissue microarrays, a significant upregulation of Rab27B was detected in staged adenocarcinoma compared to normal colon tissue. Interestingly, microsatellite unstable (MSI) tumors showed a higher increase in Rab27B (2.4-fold) than microsatellite stable (MSS) tumors (1.6-fold), consistent with TCGA data. To study the role of Rab27B in CRC, we targeted Rab27B in MSI HCT116 cell line by CRISPR-Cas9 deletion and siRNA knockdown. In both cases, loss of Rab27B resulted in a dysregulation of cellular autophagy and reduction in extracellular vesicle secretion. Rab27B-depleted cells showed an abnormal accumulation of autophagy vesicles and increase in autophagy markers LC3-II and p62, indicating a defect in autophagy flux. To characterize this autophagy defect, we used eGFP-mCherry-LC3 reporter, lysotracker and Cyto-ID staining to identify that autophagy flux is blocked at the autophagosome\/lysosome fusion step when Rab27B is lost. To test whether the GTPase activity of Rab27B is needed for the autophagy role, we added back constitutively active and dominant negative GTPase mutants of Rab27B in Rab27B KO cells and observed autophagy phenotype rescue with only wildtype and constitutively active GTPase forms. As autophagy has been shown to have a pro-survival role in tumor growth and stress response, we hypothesized that this defect in autophagy flux resulting from Rab27B deletion will impact cellular stress response and reduce tumor growth. While Rab27B knockout (KO) cells show similar <i>in vitro<\/i> 2D-growth characteristics as wildtype cells under normal conditions, loss of Rab27B resulted in a 60% reduction in cell viability in response to starvation conditions. Similarly, a 94% reduction in colony formation was observed when grown in soft agar, along with deficiencies in spheroid formation. <i>In vivo<\/i>, Rab27B KO cells showed a major reduction (p&#60;0.0001) in tumor growth xenografts compared to wildtype HCT116 cells. Taken together, these results demonstrate a new role of Rab27B in the autophagy trafficking process in CRC. Futures studies will focus on further characterizing the relationship among Rab27B overexpression, microsatellite instability, and autophagy <i>in vitro<\/i> and <i>in vivo<\/i> using Rab27B knockout mouse model, as well as investigating whether Rab27B can be targeted as a potential new therapeutic strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Colorectal cancer,Autophagy,Microsatellite instability,Extracellular vesicles,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sahida Afroz<\/b><sup>1<\/sup>, Ranjan Preet<sup>2<\/sup>, Vikalp Vishwakarma<sup>3<\/sup>, Dan  A.  Dixon<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Kansas, Lawrence, KS,<sup>2<\/sup>University of Kansas- Medical Center, Kansas City, KS,<sup>3<\/sup>University of Kansas- Medical Center, Kansas CIty, KS","CSlideId":"","ControlKey":"35f2255a-c783-423e-9469-103b0740e4c0","ControlNumber":"7507","DisclosureBlock":"&nbsp;<b>S. Afroz, <\/b> None..<br><b>R. Preet, <\/b> None..<br><b>V. Vishwakarma, <\/b> None..<br><b>D. A. Dixon, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5952","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1370","PresenterBiography":null,"PresenterDisplayName":"Sahida Afroz, MS","PresenterKey":"16d0e618-cf9c-475d-a2bf-dd5c76166258","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1370. Overexpression of the small GTPase Rab27B regulates autophagy flux and contributes to tumor growth in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Overexpression of the small GTPase Rab27B regulates autophagy flux and contributes to tumor growth in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"The use of Tumor Treating Fields (TTFields) has been shown to significantly benefit patients with non-resectable locally advanced or metastatic glioblastoma and malignant pleural mesothelioma. Although the disruption of mitosis that was initially attributed as the mechanism of tumor cell killing, in subsequent studies, it has been shown that TTFields inhibits DNA damage repair by downregulating DNA repair genes and proteins, including those associated with Fanconi's Anemia (FA). As a result, radiation-induced DNA damage repair is reduced and DNA replication fork protection is impaired, leading to replication stress and replication fork collapse. As the FA genes play a critical role in multiple repair pathways, TTFields is likely to increase susceptibility to other chemo agents besides radiation that cause DNA damage which is repaired by FA-dependent DNA repair and replication fork maintenance pathways in nuclei. In addition to their nuclear role, the FA proteins also regulate mitophagy in the cytosol. Using a panel of non-small cell lung cancer cell lines, it was found that TTFields exposure disrupted the clearance of damaged mitochondria despite the presence of a well-defined membrane markers for autophagosomal destruction of damaged mitochondria, that being PINK1 and parkin. Analysis of electron micrographs revealed disrupted mitochondrial cristae, while radical oxygen metabolism studies identified an imbalance leading to the production of reactive oxygen species (ROS) and ultimately, cell death. The downregulation of key mitochondrial genes including DAPIT, OSCP1, ATP5S, ATP5B and COXIV that are related to electron transport and mitochondrial integrity was confirmed by gene expression analysis. The small molecule dichloroacetate (DCA), an inhibitor of pyruvate dehydrogenase kinase, changes the metabolic state of cancer cells from cytoplasmic glycolysis to mitochondrial glucose oxidation, resulting in a decrease in mitochondrial membrane potential and an increase in ROS production in cancer cells. A combination of DCA with TTFields is therefore being investigated as a means of exploiting mitochondrial dysfunction caused by TTFields. The inhibition of mitophagy suggests a new mechanism of action for TTFields exposure tied to the downregulation of the FA pathway genes, the result being both nuclear and cytosolic perturbations in cell homeostasis. This study offers an evidence-based rationale for combining TTFields with various chemotherapy agents that may cause DNA damage, induce replication stress, and expose cells to radical oxygen byproducts of disrupting electron transport chains and the disruption of mitochondrial integrity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-05 Effects on mitochondria\/mitochondrial function,,"},{"Key":"Keywords","Value":"Tumor treating fields (TTFields),Mitochondria,Reactive oxygen species,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Narasimha Kumar Karanam<\/b><sup><\/sup>, Michael Story<sup><\/sup><br><br\/>University of Texas Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"bf0faad7-f2c3-4bf6-ae37-1a716f9f2ed1","ControlNumber":"7564","DisclosureBlock":"<b>&nbsp;N. Karanam, <\/b> <br><b>Novocure<\/b> Grant\/Contract, Other, Research and travel grants.\u000d\u000aHonorarium.&nbsp;<br><b>M. Story, <\/b> <br><b>Novocure<\/b> Grant\/Contract, Travel, Other, Research and travel grants. Honorariaum.. <br><b>Galera Therapeutics<\/b> Grant\/Contract, Other, Honorarium.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5953","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1371","PresenterBiography":null,"PresenterDisplayName":"Narasimha Kumar Karanam, PhD","PresenterKey":"8090718e-756e-4d92-aa26-c6f2839e9e90","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1371. Tumor treating fields exposure causes an imbalance of reactive oxygen homeostasis likely through the cytosolic function of the fanconi&#8242;s anemia genes","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor treating fields exposure causes an imbalance of reactive oxygen homeostasis likely through the cytosolic function of the fanconi&#8242;s anemia genes","Topics":null,"cSlideId":""},{"Abstract":"Ferroptosis is an iron-dependent oxidative cell death with accumulation of lipid peroxidation and abnormal morphology of mitochondria. Although previous studies have shown that ferroptosis inducers have therapeutic potentials in several treatment-naive and drug-resistant cancer types, lacking systematic analysis of the ferroptosis sensitivity in different cancer types makes it difficult to know which cancer type is suitable for clinical usage and critical regulator determining the ferroptosis sensitivity during cancer progression is still not clear. In this study, colon cancer was identified as one of the ferroptosis-insensitive cancer types by dry and wet bench analyses. Importantly, our large-scale analysis also showed that NUDT16L1 was a novel ferroptosis repressor and overexpressed in colon cancer clinical specimens. Similar findings are also observed in the chemical-induced and genetic mouse models of colon cancer. Furthermore, NUDT16L1 loss-of-function and gain-of-function cell models and its conditional knock-in and knock-out mouse models are used to prove its crucial role in the development of colon cancer. In addition, loss of NUDT16L1 induced several key ferroptosis characteristics and impairment of mitochondrial functions while its restoration attenuated those phenomena in colon cancer cells. Mechanistically, our RNA-Seq and RIP-Seq analyses shown that NUDT16L1 directly interacted and positively regulated several crucial negative regulators of ferroptosis. More interestingly, loss of NUDT16L1 not only restores the sensitivity of ferroptosis inducer but also impairs the function of mitochondria. Finally, a specific NUDT16L1 inhibitor was shown to not only repress colon cancer growth <i>in vitro<\/i> and<i> in vivo<\/i> but also induce the ferroptosis in colon cancer. In conclusion, this is the first study to demonstrate that overexpression of NUDT16L1 promotes colon cancer progression by inhibition of ferroptosis and maintenance proper function of mitochondria. Furthermore, specific NUDT16L1 inhibitor might be a promising therapeutic strategy for colon cancer patient in the future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Colon cancer,NUDT16L1,Ferroptosis,Mitochondria,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yi-Syuan Lin<\/b><sup>1<\/sup>, Ya-Chuan Tsai<sup>1<\/sup>, Chia-Jung Li<sup>2<\/sup>, Tzu-Tang Wei<sup>3<\/sup>, Ya-Na Wu<sup>4<\/sup>, Shang-Rung Wu<sup>5<\/sup>, Shin-Chin Lin<sup>1<\/sup>, Shaw-Jenq Tsai<sup>1<\/sup>, Shih-Chieh Lin<sup>1<\/sup><br><br\/><sup>1<\/sup>Institute of Basic Medical Sciences, National Cheng Kung University, Tainan, Taiwan,<sup>2<\/sup>Department of Obstetrics and Gynecology, Kaohsiung Veterans General Hospital, Kaohsiung, Taiwan,<sup>3<\/sup>Department of Pharmacology, National Taiwan University, Taipei, Taiwan,<sup>4<\/sup>National Cheng Kung University, Tainan, Taiwan,<sup>5<\/sup>School of Dentistry and Institute of Oral Medicine, National Cheng Kung University, Tainan, Taiwan","CSlideId":"","ControlKey":"431d097a-829f-43da-8735-207f5c78c60a","ControlNumber":"657","DisclosureBlock":"&nbsp;<b>Y. Lin, <\/b> None..<br><b>Y. Tsai, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>T. Wei, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>S. Wu, <\/b> None..<br><b>S. Lin, <\/b> None..<br><b>S. Tsai, <\/b> None..<br><b>S. Lin, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5954","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1372","PresenterBiography":null,"PresenterDisplayName":"Yi-Syuan Lin, BS,MS","PresenterKey":"9fd14e6c-ef28-4ccd-b399-aa43a8c09365","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1372. NUDT16L1 promotes colon cancer progression via inhibition of ferroptosis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NUDT16L1 promotes colon cancer progression via inhibition of ferroptosis","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer (PC) is a deadly malignancy with high intra-tumoral heterogeneity and lacks effective therapeutics. Entosis is a non-apoptotic regulated cell death mediated by cell-in-cell (CIC) structures. However, the impact of entosis on PC progression needs to be determined. This study analyzes the expression levels and prognostic values of entosis-related regulators in public datasets. It identifies that these regulators are commonly upregulated in PC and associated with worse prognosis. We further find that the entotic CIC structures detected in PC specimens have a possible correlation with PC metastases. We enrich a cell population of PC cells undergoing entotic CIC using fluorescence-activated cell sorting (FACS), and several oncogenes, such as <i>NET1<\/i>, <i>ALDH3A1<\/i>, <i>PLAT<\/i>, <i>GALNT5<\/i>, and <i>FAM3C<\/i>, were defined as the marker genes of this population using single-cell RNA sequencing (scRNA-seq) analysis. Functionally, this population demonstrates enhanced cell proliferation, migration, invasion, anoikis resistance, sphere formation<i> in vitro<\/i>, and tumorigenicity<i> in vivo<\/i>. Moreover, <i>NET1<\/i> (neuroepithelial cell transforming gene 1) overexpression promotes cell proliferation, migration, invasion, anoikis resistance, CIC formation, cell competition <i>in vitro<\/i>, and tumorigenicity<i> in vivo<\/i> of PC cells. NTE1 is also associated with unfavorable prognosis for PC patients. These results indicate that entosis may play a vital oncogenic role in PC progression. PC cells generate a highly &#8220;progressive&#8221; subpopulation marked by <i>NET1<\/i> via entotic CIC. NET1 is a newly validated gene related to entosis. Targeting entotic processes may be a potential therapeutic option for PC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Entosis,Cell-in-cell,NET1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jianlu Song<\/b><sup><\/sup>, Rexiati Ruze<sup><\/sup>, Yuan Chen<sup><\/sup>, Ruiyuan Xu<sup><\/sup>, Xinpeng Yin<sup><\/sup>, Chengcheng Wang<sup><\/sup>, Yupei Zhao<sup><\/sup><br><br\/>Department of General Surgery, Peking Union Medical College Hospital, Beijing, China","CSlideId":"","ControlKey":"fb2cb3ed-d25b-4871-a505-2bf75ea312f9","ControlNumber":"4432","DisclosureBlock":"&nbsp;<b>J. Song, <\/b> None..<br><b>R. Ruze, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>R. Xu, <\/b> None..<br><b>X. Yin, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>Y. Zhao, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5955","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1373","PresenterBiography":null,"PresenterDisplayName":"Jianlu Song, PhD","PresenterKey":"53f2dc26-e2fa-49f3-b776-686eee5fa681","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1373. Cell-in-cell mediated entosis reveals a progression mechanism in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell-in-cell mediated entosis reveals a progression mechanism in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Small cell lung cancer (SCLC) accounts for approximately 15% of lung cancers and has a poor prognosis due to a high proliferation rate and early metastasis. The current standard treatment, a combination of a platinum-based chemotherapy and etoposide, does not consider the underlying molecular profiles and, therefore, displays limited success. Tailoring treatment to the specific attributes of the 4 SCLC subtypes characterized by the predominant expression of either ASCL1, NeuroD1, POU2F3 or YAP1 (SCLC-A\/N\/P\/Y) might improve patient outcomes. Here, we investigated the proteomic landscape of SCLC subsets with the aim to identify novel subtype-specific characteristics of diagnostic and therapeutic relevance. MS-based proteomics on 26 human SCLC cell lines was performed to decipher pathway-level differences between the subtypes. Mitochondria and lipid droplets were stained with Mitotracker Red CMXROS and Bodipy 493\/503, respectively, and quantified by flow cytometry and confocal imaging. Differential responses to inhibitors of complex 1 (metformin, IACS-010759), the CPT1 inhibitor perhexiline, the glutaminolysis inhibitor BPTES and the aerobic glycolysis inhibitor UK5099 were tested using MTT-based cell viability assays. Pathway analyses based on proteomic data identified several metabolic pathways including &#8220;oxidative phosphorylation&#8221; (OXPHOS) to be significantly upregulated in SCLC-A compared to the other subtypes. Furthermore, multiple proteins essential for the electron transport chain (COX4I1, COX5B, NDUFA5) were highly expressed. Analysis of mitochondria showed a significantly higher number of mitochondria in cells (n=3) from the SCLC-A subtype, which also exhibited a more elongated shape. Lipid droplets were more abundant in the other, low OXPHOS subtypes (n=3). Perhexiline treatment confirmed higher OXPHOS activity solely in the SCLC-A subtype. In contrast, low OXPHOS cells were more sensitive to glutaminolysis inhibition, while no difference was seen when glycolysis was inhibited. Suggesting a differential response to clinically used OXPHOS inhibitors, SCLC cell lines with high and low oxidative activity were treated with metformin and IACS-010759 and response to treatment correlated positively with oxidative state. In this study, we demonstrate distinct differences in metabolic processes in the SCLC-A subtype compared to the other subtypes. Specifically, our data show upregulated oxidative phosphorylation as a potential therapeutic target. Understanding the variances in the metabolic phenotype between the molecular subtypes is integral to achieving precision medicine and advancing SCLC patient treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-05 Effects on mitochondria\/mitochondrial function,,"},{"Key":"Keywords","Value":"Lung cancer: small cell,Mitochondria,oxidative phosphorylation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Karin Schelch<\/b><sup>1<\/sup>, Anna Schwendenwein<sup>1<\/sup>, Kristiina Boettiger<sup>1<\/sup>, Dominik Kirchhofer<sup>2<\/sup>, Christian Lang<sup>1<\/sup>, Zsolt Megyesfalvi<sup>3<\/sup>, Beata Szeitz<sup>4<\/sup>, Konrad Hoetzenecker<sup>1<\/sup>, Lukas Unger<sup>5<\/sup>, Melinda Rezeli<sup>6<\/sup>, Balazs Dome<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Thoracic Surgery, Medical University of Vienna, Vienna, Austria,<sup>2<\/sup>Center for Cancer Research, Medical University of Vienna, Vienna, Austria,<sup>3<\/sup>Department of Thoracic Surgery, Semmelweis University and National Institute of Oncology, Budapest, Hungary,<sup>4<\/sup>Department of Internal Medicine and Oncology, Semmelweis University, Budapest, Hungary,<sup>5<\/sup>Department of General Surgery, Medical University of Vienna, Vienna, Austria,<sup>6<\/sup>Department of Biomedical Engineering, Lund University, Lund, Sweden","CSlideId":"","ControlKey":"60274185-0210-47d1-b250-3876c6c63559","ControlNumber":"4759","DisclosureBlock":"&nbsp;<b>K. Schelch, <\/b> None..<br><b>A. Schwendenwein, <\/b> None..<br><b>K. Boettiger, <\/b> None..<br><b>D. Kirchhofer, <\/b> None..<br><b>C. Lang, <\/b> None..<br><b>Z. Megyesfalvi, <\/b> None..<br><b>B. Szeitz, <\/b> None..<br><b>K. Hoetzenecker, <\/b> None..<br><b>L. Unger, <\/b> None..<br><b>M. Rezeli, <\/b> None..<br><b>B. Dome, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5956","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1374","PresenterBiography":null,"PresenterDisplayName":"Karin Schelch, PhD","PresenterKey":"9d773485-f2be-4b10-b99b-ac417636259f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1374. Small cell lung cancer predominantly expressing ASCL1 shows a distinct oxidative phenotype","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Small cell lung cancer predominantly expressing ASCL1 shows a distinct oxidative phenotype","Topics":null,"cSlideId":""},{"Abstract":"Merkel cell carcinoma (MCC) is a very aggressive skin cancer most commonly caused by Merkel cell polyomavirus (MCPyV). While the strong expression of the human proto-oncogene c-KIT in MCC is well established, the functional relevance of this expression is unknown. Here, we demonstrate that paranuclear presence of c-KIT suppresses autophagy which is essential for maintenance of MCC cells. Specifically, after its phosphorylation, c-KIT traffics by clathrin-dependent endocytosis to late endosomes where it is sequestered in the paranuclear compartment by the MCPyV-encoded large transforming antigen (LT) via its Vam6p binding site, which also blocks c-KIT's lysosomal degradation. In this paranuclear compartment, c-KIT interacts directly with both the BH3 and the evolutionarily conserved domain (ECD) of Beclin 1, decreasing its binding to VPS34 and increasing its binding to BCL2, resulting in suppression of autophagy. Indeed, silencing of c-KIT induces autophagy and apoptosis in MCPyV-positive MCC cell lines. It is noteworthy that the positive feedback loop of LT and c-KIT also applies in the reverse direction, as LT is degraded via autophagy. This notion explains why an autophagy-inducing peptide efficiently induces apoptosis-independent cell death and inhibits tumor growth of MCC xenografts in mice. In conclusion, we identified a novel mechanism of MCPyV LT to suppress autophagy through sequestering and stabilizing c-KIT in the paranuclear compartment, which is mandatory to maintain the oncogenic phenotype of MCC cells. Autophagy-inducing agents therefore represent a therapeutic strategy for patients with advanced MCPyV-associated MCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"c-Kit,Autophagy,Merkel cell carcinoma,Cell death,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hao Shi<\/b><sup><\/sup>, yajie yang<sup><\/sup>, Catharina Larsson<sup><\/sup>, weng-onn Lui<sup><\/sup><br><br\/>Karolinska Inst. Cancer Ctr., Stockholm, Sweden","CSlideId":"","ControlKey":"d5db1902-f6bf-411c-b94c-419d1c3df516","ControlNumber":"7357","DisclosureBlock":"&nbsp;<b>H. Shi, <\/b> None..<br><b>Y. yang, <\/b> None..<br><b>C. Larsson, <\/b> None..<br><b>W. Lui, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5957","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1375","PresenterBiography":null,"PresenterDisplayName":"Hao Shi, MS","PresenterKey":"38fd92a2-788a-403b-b0e7-eb852116f414","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1375. Paranuclear retention of c-KIT by Merkel cell polyomavirus large T-antigen suppresses autophagy through interaction with Beclin 1 essential for Merkel cell carcinoma cell survival","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Paranuclear retention of c-KIT by Merkel cell polyomavirus large T-antigen suppresses autophagy through interaction with Beclin 1 essential for Merkel cell carcinoma cell survival","Topics":null,"cSlideId":""},{"Abstract":"Ferroptosis is a form of cell death that is characterized by the accumulation of lipid peroxides. Dysregulation of ferroptosis has been linked to the development of cancer. Several important regulators involved in ferroptosis have been discovered, However, the molecular mechanism behind this process has yet to be completely understood. Members of the peroxiredoxin (Prx) family function as leading cellular antioxidants that react with hydrogen peroxide to keep redox homeostasis as well as contribute to oxidative signaling under both physiological and pathological conditions. In this study, we investigated the role of Prx family members in the regulation of ferroptosis in colorectal cancer cells using loss-of-function and gain-of-function experiments. Firstly, immunoblotting was used to examine endogenous levels of Prx family members in different colorectal cancer cells and cells with high or low expression of Prxs were selected for study. Secondly, each of the endogenously expressed 2-Cys containing Prxs including Prx1, Prx2, Prx3 and Prx4 in representative CRC cell lines was depleted by stably expression of ShRNA targeting their coding regions or Knockout using CRISPR-Cas9. The consequences of Prx knockdown in these cells in response to ferroptosis inducers, including erastin and RSL3, were examined by cell viability and colonogenic assays. Cell death due to ferroptosis in these cells was demonstrated by the measurement of lipid peroxidation using the sensor BODIPY 581\/591 C11, Levels of MDA and 4-HNE. The mode of cell death was differentiated from other cell death types by the combined application of various inhibitors. In addition, overexpression were used to validate the results observed in Prx-depleted cells. Finally, Prx4 depleted cells were submitted for RNA sequencing and the data were subjected to GSEA analysis to identify enriched pathways. In conclusion, we found that 2-Cys containing Prxs are widely expressed in CRC cell lines, and depletion of Prx1, Prx2 or Prx4 but not Prx3 sensitizes CRC cells to erastin induced cell death. However, only depletion of Prx4 but not other Prxs sensitizes CRC cells to ferroptotic cell death that is characterized by the accumulation of lipid peroxidation and can be rescued by the treatment with inhibitors of ferroptosis. Moreover, Prx4 depleted cells show higher levels of MDA and 4-HNE. In consistence, overexpression of Prx4 also leads to the resistance of CRC cell to ferroptosis. Importantly, according to gene set enrichment analysis (GSEA) of (KEGG) pathway, pathways including P53 pathway and arachidonic acid (AA) metabolism, which have a well-known significant role in ferroptosis regulation, were activated in Prx4 depleted cells. Thus, our findings reveal an essential role of Prx4 in protecting colorectal cancer against ferroptosis and provide a potential target to enhance the antitumor activity of ferroptosis-based treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Colorectal cancer,Ferroptosis,Peroxiredoxins,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Aziza alshahrani<\/b><sup><\/sup>, Hong Jiang<sup><\/sup>, Pratik Thapa<sup><\/sup>, Na Ding<sup><\/sup>, Yanning Hao<sup><\/sup>, Qiou Wei<sup><\/sup><br><br\/>toxicology and cancer Biology, University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"61f76a88-093f-4c8e-ac85-4cace7cbd662","ControlNumber":"4554","DisclosureBlock":"&nbsp;<b>A. alshahrani, <\/b> None..<br><b>H. Jiang, <\/b> None..<br><b>P. Thapa, <\/b> None..<br><b>N. Ding, <\/b> None..<br><b>Y. Hao, <\/b> None..<br><b>Q. Wei, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5958","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1376","PresenterBiography":null,"PresenterDisplayName":"Aziza Alshahrani, BA","PresenterKey":"8ff45dc4-f244-40fb-a30d-b05f37797883","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1376. Prx4 depletion enhances ferroptosis susceptibility in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prx4 depletion enhances ferroptosis susceptibility in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Cancer cells activate autophagy through ULK1\/2 kinases as an adaptive stress response (ASR) mechanism to therapies targeting the RTK\/RAS\/MAPK\/PI3K pathways, limiting antitumor response. BRAF signals through the MAPK pathway while EGFR signals upstream through both the MAPK and PI3K pathways, suppressing ULK1\/2 kinases and autophagy. Inhibition of mutant BRAF and EGFR reverses this suppression, activating the autophagy ASR<sup>1-4<\/sup>. The BRAF V600E mutation occurs in ~10% of colorectal cancer (CRC) patients. Approved treatments for these patients include the BRAF V600E inhibitor encorafenib in combination with the EGFR antibody, cetuximab. Treatment with encorafenib + cetuximab (E+C) is initially successful, but drug resistance develops either through RTK\/MAPK resistant mutations or ASR pathways including autophagy. DCC-3116 is a selective, investigational, potent, first-in-class inhibitor of the ULK1\/2 kinases in clinical development in combination with targeted therapies that activate the autophagic ASR pathway. Herein we demonstrate ULK1\/2 kinases and autophagy are activated upon treatment with E+C. A combination of E+C with DCC-3116 leads to inhibition of ULK1\/2-mediated ATG13 phosphorylation (pATG13) and autophagy <i>in vitro. <\/i>In a PK\/PD model, DCC-3116 inhibits E+C induced pATG13 and leads to synergistic tumor growth inhibition (TGI) in a preclinical model of BRAF V600E mutated CRC.<br \/><b>Methods: <\/b>ULK1\/2 activity was measured in cells using an ELISA for the ULK substrate phospho-ATG13 (pATG13). Autophagic flux was measured by monitoring mCherry\/GFP tagged LC3 in HT-29 and Colo-205 cells. Xenograft models were performed at a CRO.<br \/><b>Results: <\/b>E+C treatment led to the activation of ULK1\/2 2-3-fold in BRAF V600E mutated CRC cell lines. DCC-3116 inhibited both E+C -induced and basal pATG13 with IC<sub>50<\/sub> values of 80 nM and 234 nM in HT-29 and Colo-205 cells, respectively. E+C induced autophagic flux ~3-fold which was potently inhibited by DCC-3116 with IC<sub>50<\/sub> values of 65 nM in HT-29 and 40 nM in Colo-205 cells. <i> <\/i>In a PK\/PD model, DCC-3116 inhibited ULK1\/2-mediated pATG13 induced by E+C. The combination of DCC-3116 with E+C resulted in greater TGI compared to single agent or the combination of E+C in BRAF V600E models.<br \/><b>Conclusions: <\/b>These preclinical data demonstrate that BRAF inhibitors in combination with EGFR blockade such as E+C activate ULK-mediated autophagy as an ASR resistance mechanism which can be inhibited by DCC-3116, providing the rationale to study the combination of DCC-3116 with E+C in BRAF V600E mutated CRC patients. DCC-3116 is currently in a Phase 1 clinical trial in patients with advanced solid tumors. (NCT04892017).<br \/><b>References: <\/b>1. Bogdan <i>et al.<\/i> 2021. <i>Mol Cancer Ther <\/i>20(12 Suppl):Abstract P084. 2. Gupta <i>et al.<\/i> 2010. <i>PNAS<\/i> 107:14333-8 3. Li <i>et al. <\/i>2013. <i>Lung Cancer <\/i>81:354-61 4. Mehnert <i>et al. <\/i>2022. <i>Clin Cancer Res <\/i>28:1098-1106","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Autophagy,Resistance,Colon cancer,BRAF,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Madhumita Bogdan<\/b><sup><\/sup>, Mary  J.  Timson<sup><\/sup>, Hikmat Al-Hashimi<sup><\/sup>, Bryan  D.  Smith<sup><\/sup>, Daniel  L.  Flynn<sup><\/sup><br><br\/>Deciphera Pharmaceuticals, LLC, Lawrence, KS","CSlideId":"","ControlKey":"a9f91162-2baf-42e7-a7c0-594dffd51968","ControlNumber":"5308","DisclosureBlock":"<b>&nbsp;M. Bogdan, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>M. J. Timson, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>H. Al-Hashimi, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>B. D. Smith, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>D. L. Flynn, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5959","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1377","PresenterBiography":null,"PresenterDisplayName":"Madhumita Bogdan, PhD","PresenterKey":"b0d893bf-1703-4394-8c94-1bc39ddc198f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1377. DCC-3116, a first-in-class selective inhibitor of ULK1\/2 kinases and autophagy, synergizes with encorafenib and cetuximab in BRAF V600E mutant colorectal cancer models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DCC-3116, a first-in-class selective inhibitor of ULK1\/2 kinases and autophagy, synergizes with encorafenib and cetuximab in BRAF V600E mutant colorectal cancer models","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer remains the second leading cause of cancer-related death among women in the U.S. New treatments for this aggressive disease are thus urgently needed. Repurposing FDA-approved non-cancer drugs for cancer treatment is an alternative that saves time and lowers the costs needed for drug development. In this study, we investigated the effects of proguanil, an anti-malarial drug, in breast cancer cells. Proguanil exhibited a significant cytotoxic effect on various breast cancer cell lines including patient derived cell lines through induction of apoptosis. Our results indicated that proguanil treatment caused a 3-fold increased production of ROS compared with control and reduced the mitochondrial membrane potential, mitochondrial respiration rate, and ATP production. Our studies also revealed the phosphorylation of H2AX, a marker for DNA damage. Proguanil treatment further increased the expression of apoptotic markers Bax, cleaved PARP, cleaved-caspase 9, and down-regulated anti-apoptotic Bcl-2 and survivin in breast cancer cells. Oral administration of 20mg\/kg of proguanil significantly inhibited the tumor growth by 55% in mice model. Western blot analyses of tumors from proguanil-treated group showed increased levels of p-H2AX, Bax, c-PARP, and c-caspase3 compared to control. Taken together, our results demonstrate the anti-cancer effect of proguanil by targeting mitochondria, and can be considered for clinical investigation against breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-05 Effects on mitochondria\/mitochondrial function,,"},{"Key":"Keywords","Value":"Mitochondria,Reactive oxygen species,Oxidative stress,DNA damage,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Marina Curcic<\/b><sup><\/sup>, Nehal Gupta<sup><\/sup>, Sanjay K. Srivastava<sup><\/sup><br><br\/>Department of Immunotherapeutics and Biochemistry, Texas Tech University Health Sciences Center, Abilene, TX","CSlideId":"","ControlKey":"5b34a296-0f35-459d-8a33-6be60fc56527","ControlNumber":"5268","DisclosureBlock":"&nbsp;<b>M. Curcic, <\/b> None..<br><b>N. Gupta, <\/b> None..<br><b>S. K. Srivastava, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5960","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1378","PresenterBiography":null,"PresenterDisplayName":"Marina Curcic, MS","PresenterKey":"98b8fa5e-7fd3-4400-8a0d-22426950702e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1378. Proguanil inhibits breast cancer <i>in vitro<\/i> and <i>in vivo<\/i> through mitochondrial dysfunction","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proguanil inhibits breast cancer <i>in vitro<\/i> and <i>in vivo<\/i> through mitochondrial dysfunction","Topics":null,"cSlideId":""},{"Abstract":"<i>Introduction<\/i>. Malignant mesothelioma is a rare cancer linked to asbestos exposure. It comes from the oncogenic transformation of mesothelioma cells, a protective membrane that covers several internal cavities including the pleura, peritoneum and pericardium. Malignant pleural mesothelioma (MPM) accounts for more than 90% of cases. The average survival of these patients is approximately 8 to 12 months, due to the resistance of tumors towards treatments. A well-known hallmark in cancer is tumor suppression gene inactivation. BAP1 is the most mutated gene in pleural mesothelioma (25-60%). BAP1 has a deubiquitinase activity involved in chromatin modifications, homologous recombination, DNA damage and programmed cell death. Moreover, hypoxia is an important microenvironment component within tumors, and it is demonstrated in patients with MPM. The bio-persistent localization of asbestos in mesothelioma cells has been shown to induce chronic inflammation that activates autophagic flux to survive. Autophagy is induced by several types of cellular stresses, including hypoxia. This suggests that MPM cells are dependent on autophagic flux when subjected to stress to ensure their continuity and proliferation.<br \/><i>Hypothesis\/Objectives<\/i>. The hypothesis of this project is that MPM has vulnerabilities in the autophagy\/lysosome process, which can thus be targeted by chemical inhibitors to improve treatment response and efficacy. The specific objectives are to i) examine autophagy flux in MPM cells with BAP1 mutations, ii) demonstrate autophagy modulation in MPM cells towards the hypoxic response, and iii) assess the potential for autophagy and lysosome inhibitors in MP cells with mutations on BAP1 or towards the hypoxic response.<br \/><i>Methods\/Results<\/i>. To achieve this, molecular biology approaches are used to reintroduce (Gateway system), or repress (CRISRP\/Cas9) the expression of BAP1 in Mero-25 and Mero-41 cells, respectively. Models were confirmed by western blot. The hypoxic chamber is used to manipulate cells in 1% O<sub>2<\/sub>, in which we confirmed the activation of autophagy in response to hypoxia in a kinetic timeframe of 24, 48 and 72hr. Subsequently, the autophagic flux was studied in presence of Bafilomycin A1 indicating an activation of this cellular process. The potential and cytotoxicity of autophagy or lysosome inhibitors will be evaluated by XTT and clonogenic assays.<br \/><i>Conclusion<\/i>. Malignant pleural mesothelioma has an unmet need in novel therapeutic strategies. Our studies could contribute to improve anticancer treatments using combinatory approaches that modulate autophagy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Autophagy,Mesothelioma,Hypoxia,BAP1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chloe Michaud<\/b><sup><\/sup>, Sandra Turcotte<sup><\/sup><br><br\/>Chemistry and Biochemistry, University of Moncton, Moncton, NB, Canada","CSlideId":"","ControlKey":"dd3270c6-cee2-44df-824f-76b6ffad4ecb","ControlNumber":"6123","DisclosureBlock":"&nbsp;<b>C. Michaud, <\/b> None..<br><b>S. Turcotte, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5961","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1379","PresenterBiography":null,"PresenterDisplayName":"Chloe Michaud, BS","PresenterKey":"248900f0-09b6-4aba-bf70-6a6b0ea69646","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1379. Studying the autophagic flux in response to hypoxia in BAP1-mutated pleural mesothelioma cells linked to asbestos exposure","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Studying the autophagic flux in response to hypoxia in BAP1-mutated pleural mesothelioma cells linked to asbestos exposure","Topics":null,"cSlideId":""},{"Abstract":"Autoimmune hepatitis (AIH) recognized as a typical inflammation-triggered liver disease, which usually begins as acute hepatitis and ultimately develops to fibrosis, liver damage, loss of function of liver. It largely leads to the disease-related mortality and morbidity. However, the mechanism AIH remains unclear and the novel therapeutic reagents and methodology are urgently needed. In the present study, we established the ConA induced autoimmune hepatitis model in-house and evaluate autophagy and other immune signaling pathway on the participation of AIH. Our results bring the direction for the future direction of novel therapeutic reagents discovery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Autophagy,Inflammation,Liver,Immune response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Juan Wang<sup><\/sup>, Cheng Qian<sup><\/sup>, Chuanzhi Yangmeng<sup><\/sup>, Li Fang<sup><\/sup>, <b>Ruiqing Yan<\/b><sup><\/sup><br><br\/>WuXi AppTec, Shanghai, China","CSlideId":"","ControlKey":"3a75f832-1f91-4f98-8e53-7708c3b1f894","ControlNumber":"5756","DisclosureBlock":"<b>&nbsp;J. Wang, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>C. Qian, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>C. Yangmeng, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>L. Fang, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>R. Yan, <\/b> <br><b>WuXi AppTec<\/b> Employment.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5962","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1380","PresenterBiography":null,"PresenterDisplayName":"Ruiqing Yan","PresenterKey":"d3e7b2b1-806a-4c8a-bede-2520028aaabd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1380. Blocking autophagy ameliorates the severity of ConA induced autoimmune hepatitis in mice","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Blocking autophagy ameliorates the severity of ConA induced autoimmune hepatitis in mice","Topics":null,"cSlideId":""},{"Abstract":"Cancer cells often acquire resistance to cell death programs induced by loss of integrin-mediated attachment to extracellular matrix (ECM). Given that adaptation to ECM-detached conditions can facilitate tumor progression and metastasis, there is significant interest in effective elimination of ECM-detached cancer cells. Ferroptosis is an iron dependent non-apoptotic cell death due to catastrophic accumulation of lipid peroxidation. While the mechanism that determines ferroptosis sensitivity has been extensively investigated in attached cells, how cells respond to ferroptosis under ECM detachment is largely unknown. Here, we find that ECM-detached cells are remarkably resistant to the induction of ferroptosis. While alterations in membrane lipid content are observed during ECM-detachment, it is instead fundamental changes in iron metabolism that underlie resistance of ECM-detached cells to ferroptosis. More specifically, our data demonstrate that levels of free iron are low during ECM-detachment due to changes in both iron uptake and iron storage. In addition, we establish that lowering the levels of iron storage proteins sensitizes ECM-detached cells to death by ferroptosis. Taken together, our data suggest that therapeutics designed to kill cancer cells by ferroptosis may be hindered by lack of efficacy towards ECM-detached cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Cell death,Ferroptosis,Extracellular matrix,Iron metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jianping He<\/b><sup>1<\/sup>, Abigail  M.  Abikoye<sup>1<\/sup>, Brett  P.  McLaughlin<sup>1<\/sup>, Ryan  S.  Middleton<sup>1<\/sup>, Ryan Sheldon<sup>2<\/sup>, Russell  G.  Jones<sup>3<\/sup>, Zachary  T.  Schafer<sup>4<\/sup><br><br\/><sup>1<\/sup>University of Notre Dame, Notre Dame, IN,<sup>2<\/sup>Metabolomics and Bioenergetics Core, Van Andel Institute, Grand Rapids, MI,<sup>3<\/sup>Department of Metabolism and Nutritional Programming, Van Andel Institute, Grand Rapids, MI,<sup>4<\/sup>Department of Biological Sciences, University of Notre Dame, Notre Dame, IN","CSlideId":"","ControlKey":"58637466-cb47-4d1f-ae07-7f345b620d25","ControlNumber":"6243","DisclosureBlock":"&nbsp;<b>J. He, <\/b> None..<br><b>A. M. Abikoye, <\/b> None..<br><b>B. P. McLaughlin, <\/b> None..<br><b>R. S. Middleton, <\/b> None..<br><b>R. Sheldon, <\/b> None..<br><b>R. G. Jones, <\/b> None..<br><b>Z. T. Schafer, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5963","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1381","PresenterBiography":null,"PresenterDisplayName":"Jianping He, PhD","PresenterKey":"7d8e8ffc-a17f-49ee-880e-cb988c8a4b83","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1381. Reprogramming of iron metabolism confers ferroptosis resistance in ECM-detached cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reprogramming of iron metabolism confers ferroptosis resistance in ECM-detached cells","Topics":null,"cSlideId":""},{"Abstract":"Hepatocarcinoma is one of the most common cancer types in the U.S. with limited treatment options and poor survival rate. Recently, cancer bioenergetics emerged as a promising source of targets to develop novel anticancer agents. The identification of biomarkers is essential for screening and validation of small molecules proposed as chemotherapeutic agents. In this regard, there is a great need for high-throughput\/high-content methods, which require short and reproducible sample preparation. In this project, we used the erastin-like compound X1 in the well-characterized SNU-449 hepatocarcinoma cell line. Erastin initially enhances mitochondrial function and ROS formation leading to subsequent mitochondrial dysfunction. As readout, we employed directly and indirectly labeled fluorescent antibodies to visualize and quantify expression of proliferative and antiproliferative markers Ki-67 and cytoskeleton-associated protein 4\/p63 (CKAP4\/p63), as well as expression and intracellular translocation of the tumor suppressor protein p53. Using the Agilent BioTek Cytation 5 cell imaging multimode reader and Agilent BioTek Gen5 microplate reader and imager software, we successfully validated these markers and the corresponding antibodies as tools to study long-term effects of xenobiotics on mitochondrial bioenergetics. The method allows for fast and reliable screening of potential drug candidates. Acknowledgement: This work was supported in part by the Chan Zuckerberg Initiative, Silicon Valley Community Foundation, and the NIH S10 OD028663 to M.G. and by the U.S. National Institutes of Health (NIH\/NCI) R01 CA184456, and South Carolina Translational Research Pilot Project UL1 TR001450-SCTR to E.N.M.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-05 Effects on mitochondria\/mitochondrial function,,"},{"Key":"Keywords","Value":"Mitochondria,Cell death,Translocation,Antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bradley  R.  Larson<\/b><sup>1<\/sup>, Monika Gooz<sup>2<\/sup>, Eduardo Maldonado<sup>2<\/sup><br><br\/><sup>1<\/sup>Agilent Technologies, Santa Clara, CA,<sup>2<\/sup>Medical University of South Carolina, Charleston, SC","CSlideId":"","ControlKey":"229ebf0b-f1fc-4b7c-be8e-8698d523d49a","ControlNumber":"2823","DisclosureBlock":"&nbsp;<b>B. R. Larson, <\/b> None..<br><b>M. Gooz, <\/b> None..<br><b>E. Maldonado, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5964","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1382","PresenterBiography":null,"PresenterDisplayName":"Brad Larson","PresenterKey":"196d96ce-07a9-4984-a100-72662e4a066b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1382. Expression and intracellular translocation of cancer biomarkers in hepatocarcinoma cells induced by changes in mitochondrial metabolism","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Expression and intracellular translocation of cancer biomarkers in hepatocarcinoma cells induced by changes in mitochondrial metabolism","Topics":null,"cSlideId":""},{"Abstract":"Highly biosynthetic cancer cells produce proteins at a rate that may exceed the capacity of protein folding machinery, resulting in an accumulation of misfolded proteins that are poly-ubiquitinated and clustered into phase-separated &#8216;ubiquitin-rich&#8217; condensates. These condensates are the initiation point for a form of autophagy called aggrephagy, which maintains cancer cell homeostasis by degrading the misfolded protein condensates via the lysosome. Aggrephagy is a cancer cell vulnerability, yet its mechanisms are poorly understood, particularly the mechanisms by which autophagy machinery recognizes the ubiquitin-rich condensates to initiate aggrephagy. Among 15 core autophagy proteins, ATG9A is the only multi-pass transmembrane protein and is essential for all known forms of autophagy. Recent evidence indicates that ATG9A is a lipid scramblase, in complex with ATG2A, that channels lipids to a growing autophagosome, which ultimately engulfs the ubiquitin-rich condensate. However, the mechanism of ATG9A recruitment to these condensates is not understood. Our data indicate that genetic or chemical manipulations of cells that cause ubiquitin-rich condensates to accumulate causing a corresponding accumulation of ATG9A. Furthermore, the induction of artificial ubiquitin-rich condensates, composed of chains of M1-linked ubiquitin, is sufficient to recruit ATG9A. Using a CRISPR knockout and reconstitution approach, we show that ATG9A is essential for assembling other autophagy machinery at ubiquitin-rich condensates. Together, our data support a model in which ATG9A recruitment is the initiating step for aggrephagy. Furthermore, our data suggest a signal or molecular pattern within the condensate promotes ATG9A recruitment to initiate aggrephagy. Our current work focuses on identifying features of ATG9A and components of the ubiquitin-rich condensate that cooperate to recruit ATG9A to these sites of aggrephagy initiation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Autophagy,Cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Deshan Madhusanka<\/b><sup>1<\/sup>, Colton McEwan<sup>1<\/sup>, David Broadbent<sup>2<\/sup>, Jens Schmidt<sup>3<\/sup>, Joshua Andersen<sup>1<\/sup><br><br\/><sup>1<\/sup>Chemistry and Biochemistry, Brigham Young University, Provo, UT,<sup>2<\/sup>2Institute for Quantitative Health Sciences and Engineering, Michigan State University, East Lansing, MI,<sup>3<\/sup>5Department of Obstetrics, Gynecology, and Reproductive Biology, Michigan State University, East Lansing, MI","CSlideId":"","ControlKey":"283cba35-adb2-4fcf-b319-9b6fb2bc1650","ControlNumber":"6841","DisclosureBlock":"&nbsp;<b>D. Madhusanka, <\/b> None..<br><b>C. McEwan, <\/b> None..<br><b>D. Broadbent, <\/b> None..<br><b>J. Schmidt, <\/b> None..<br><b>J. Andersen, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5965","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1383","PresenterBiography":null,"PresenterDisplayName":"Deshan Madhusanka","PresenterKey":"a08e28fd-be34-4c88-b5be-8a6aae14478f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1383. Mechanisms of ATG9 mediated aggrephagy initiation","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanisms of ATG9 mediated aggrephagy initiation","Topics":null,"cSlideId":""},{"Abstract":"Ferroptosis, one of the programmed cell deaths, is induced by accumulation of lipid peroxidation. To protect from ferroptosis, cells possess a wide range of reduction systems including glutathione peroxidase 4 (GPX4), which reduces lipid peroxides to non-toxic lipid alcohols. Indeed, inhibiting GPX4 leads to ferroptosis in various cancer cells, but cellular sensitivity to GPX4 inhibition often varies depending on cell conditions. Some previous studies reported that an increase in cell density induces resistance to GPX4 inhibition, but the mechanisms of cell density-dependent resistance are not fully understood.<br \/>In this study, we have also found that several melanoma cell lines become resistant to ferroptosis induced by GPX4 inhibition in a density-dependent manner. For example, a selective GPX4 inhibitor, RSL3, immediately induced cell death at low cell density of A375 within 6-8 hours, but did not at high density even after 24 hours. The acute cell death at low density was rescued by ferroptosis inhibitors (lipid peroxidation inhibitors or iron chelator), but not those of apoptosis and necrosis, supporting that this type of cell death is ferroptosis.<br \/>To elucidate the mechanisms of ferroptosis resistance at high density, we first conducted transcriptome and metabolome analyses using the difference between low and high densities of A375. The gene ontology analysis on upregulated genes at high density indicated an increase in fatty acid metabolism. In contrast, nutritional stress was not implied from the transcriptional analysis, resulting from frequent changes of culture medium to avoid nutrition starvation. The enrichment analysis based on upregulated metabolites at high density similarly suggested increased de novo lipogenesis. Particularly, gene and protein levels of stearoyl-CoA desaturase (SCD) were induced in a density-dependent manner. Similar induction of SCD was observed in several melanoma cell lines.<br \/>We further examined the role of SCD in density-dependent ferroptosis resistance. With this aim, pharmacological inhibition or genetic knockout of SCD was conducted on A375 at different densities (low and high) treated with RSL3. The result showed that SCD inhibition reduced RSL3 resistance at high density while having no effect on RSL3 sensitivity at low density. In summary, we found that SCD is upregulated in melanoma cells at high density and protects cells from ferroptosis induced by GPX4 inhibition. It is known that metastasizing melanomas in the blood are sensitive to ferroptosis, resembling cells at low density. This report might provide an explanation for the ferroptosis sensitivity of metastasizing melanomas and a strategy for ferroptosis-based therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Cell death,Ferroptosis,Cell density,Fatty acid metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hitomi Shirahama<\/b><sup>1<\/sup>, Yuri Tani<sup>1<\/sup>, Satomi Tsukahara<sup>1<\/sup>, Yuka Okamoto<sup>1<\/sup>, Akiko Hasebe<sup>1<\/sup>, Shingo Dan<sup>2<\/sup>, Akihiro Tomida<sup>3<\/sup><br><br\/><sup>1<\/sup>Division of Genome Research, Cancer Chemotherapy Center, Japanese Foundation for Cancer  Research, Tokyo, Japan,<sup>2<\/sup>Division of Molecular Pharmacology, Cancer Chemotherapy Center, Japanese Foundation for Cancer  Research, Tokyo, Japan,<sup>3<\/sup>Division of Genome Research, Cancer Chemotherapy Center, Japanese Foundation for Cancer Research, Tokyo, Japan","CSlideId":"","ControlKey":"651436f9-8478-47b9-b80a-c3de910b5034","ControlNumber":"8066","DisclosureBlock":"&nbsp;<b>H. Shirahama, <\/b> None..<br><b>Y. Tani, <\/b> None..<br><b>S. Tsukahara, <\/b> None..<br><b>Y. Okamoto, <\/b> None..<br><b>A. Hasebe, <\/b> None..<br><b>S. Dan, <\/b> None..<br><b>A. Tomida, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5966","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1384","PresenterBiography":null,"PresenterDisplayName":"Hitomi Shirahama, PhD","PresenterKey":"1dcd5bdd-eee0-4566-9904-8184d99926e6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1384. Stearoyl-CoA desaturase confers cell density-dependent resistance to ferroptosis induced by inhibition of glutathione peroxidase 4 in melanoma cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Stearoyl-CoA desaturase confers cell density-dependent resistance to ferroptosis induced by inhibition of glutathione peroxidase 4 in melanoma cells","Topics":null,"cSlideId":""},{"Abstract":"Background: Cancer cells release higher levels of cell-free DNA (cfDNA) into the circulatory system than normal cells. However, the molecular mechanisms underlying the process of programmed DNA elimination remain poorly understood. Emerging evidence has indicated that oncogenes such as <i>HRAS<\/i> can be released through extracellular vesicles (EVs). Moreover, studies have shown an active mechanism of DNA emission through autophagy. Autophagy is an evolutionarily conserved process that degrades and recycles cytoplasmic materials such as organelles and proteins in the lysosomes. Interestingly, Microtubule-associated protein 1 light chain-3 (LC3B) is known to degrade nuclear lamina components in HRAS-induced cells, potentially producing a pool of cytoplasmic chromatin. Cytoplasmic chromatin is ultimately degraded in lysosomes or re-routed outside of the cells. The aim of our study was to evaluate the role of autophagy proteins in circulating tumor (ctDNA) and EV-associated DNA emission in cancer cell lines harboring oncogenes (<i>RAS<\/i> and <i>BRAF<\/i>) as this aspect of the process is relatively understudied.<br \/>Methods: We have assessed protein and RNA expression of autophagy genes (<i>LC3B<\/i>, <i>ATG5<\/i> and <i>ATG7<\/i>) in IEC-18 cells that have been transduced with the <i>HRAS <\/i>oncogene (RAS3 cells) and human colorectal cancer cell lines SW620 and HCT116 using RT-qPCR and western blot (WB). All conditions were compared to their respective control cells (IEC-18, CCD-841 CoN and CCD18-Co cells. To determine the role of LC3 in nuclear membrane degradation, we employed transmission electron microscopy (TEM). We have further validated the role of autophagy genes in EV-DNA emission by shRNA knockdown using shRNA against highly expressed autophagy genes, such as LC3B in RAS3 cells. EV-DNA was measured using droplet digital PCR (ddPCR).<br \/>Results: To determine whether autophagy expels oncogenic DNA via EVs in <i>KRAS<\/i>-mutant CRC cells, we focused on the role of ATG5, LC3B and ATG7, as this aspect of the process is understudied. Our data shows higher LC3B and ATG7 expression in transformed RAS3 cells, compared to control cell lines (IEC18). Moreover, ATG5 is overexpressed in SW620 and HT29 colorectal cancer cells compared to control cell lines. LC3 is known to degrade the nuclear membrane in <i>HRAS<\/i>-activated cells. Indeed, we observed degradation of the nuclear membrane in RAS3 cells leading to the accumulation of cytosolic DNA shown by TEM. Furthermore, overexpression of LC3B in IEC18 cells using GFP-tagged LC3B resulted in increased EV emission. These findings suggest that the autophagy axis may contribute to oncogenic DNA emission via EVs. Lastly, shRNA knockdown of LC3 resulted in reduction of EV-DNA emission (ddPCR).<br \/>Impact: EV biogenesis and autophagy pathways play pivotal and interconnected roles during DNA processing and extracellular emission. Therefore, understanding the detailed mechanisms is critical for biomarker discovery and potential therapeutic strategies targeting this process.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Autophagy,Extracellular vesicles,DNA,H-Ras,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Thupten Tsering<\/b><sup>1<\/sup>, Kyle Dickinson<sup>1<\/sup>, Laura Montermini<sup>1<\/sup>, Janusz Rak<sup>1<\/sup>, Julia Burnier<sup>2<\/sup><br><br\/><sup>1<\/sup>The Research Institute of the McGill University Health Centre, Montreal, QC, Canada,<sup>2<\/sup>Pathology, The Research Institute of the McGill University Health Centre, Montreal, QC, Canada","CSlideId":"","ControlKey":"7cbb6bbf-240a-486d-9ae0-d506efccb65c","ControlNumber":"1735","DisclosureBlock":"&nbsp;<b>T. Tsering, <\/b> None..<br><b>K. Dickinson, <\/b> None..<br><b>L. Montermini, <\/b> None..<br><b>J. Rak, <\/b> None..<br><b>J. Burnier, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5967","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1385","PresenterBiography":null,"PresenterDisplayName":"Thupten Tsering, MS","PresenterKey":"0272ed8c-ce11-4313-b390-b4f86e8794a0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1385. Oncogenic regulation of autophagy and DNA emission","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oncogenic regulation of autophagy and DNA emission","Topics":null,"cSlideId":""},{"Abstract":"Mitochondrial remodeling in cancer is important for tumorigenesis, metastasis and linked totreatment resistance and poor prognosis. Dysfunctional mitochondria are also driven by oncogenes (e.g. KRAS, MYC) resulting in an increased oxidation state triggering the antioxidant response in order to decrease ROS levels, and to trigger apoptosis when the oxidative stress cannot be overcome. So far, targeting cancer cell energy metabolism has been unsuccessful due to tumor evolution, low therapeutic index and redundancy of protective mechanisms. Taken together, the clinical sequelae of mitochondrial remodeling represent one of the largest areas of unmet need in cancer therapy. We are developing Ag5, a highly potent, mitochondrially targeted agent with a novel mechanism of action that promises to be efficacious in solid cancers. Ag5 selectively kills cancer cells by catalyzing the oxidation of thiol groups of members ofthese pathways, a rapid mechanism of action that can be reversed with ROS scavengers (e.g. NAC). As a consequence, Ag5 will preferentially kill cancer cells, but will spare normal cells due to their REDOX homeostasis. We characterized Ag5 efficacy with a range of<i> <\/i><i>in<\/i><i> <\/i><i>vitro<\/i> viability assays and showed potency against a panel of established cancer cell lines with an IC50 in the low nM range, whereas Ag5 activity was significantly lower in non-malignant cells. Ag5 sensitivity was not only correlated with high ROS levels as measured by mitoSOX, but also with target protein oxidation (especially the mitochondrially expressed PRDX3), cardiolipin and cytochrome c release, thus highlighting the mitochondrial targeting of Ag5. Several well characterised gene mutations lead to alterations in mitochondrial antioxidant function which sensitise the tumors to Ag5, either by decreasing endogenous antioxidant synthesis or increasing reliance on antioxidants for cell survival. For example, ARID1A damaging mutations directly lead to decreased glutathione synthesis and are found in many solid cancers (e.g. NSCLC, CRC and clear cell ovarian cancers). Experimental data with pairs of ARID1A wild-type or KO cell lines showed strong sensitization to Ag5 activity when ARID1A is knocked out. Furthermore, Ag5 was shown to be effective in reducing tumor growth in KRAS G12C mutated NSCLC and other relevant cell lines in<i> <\/i>viability assays and an orthotopic <i>in<\/i><i> <\/i><i>vivo<\/i> model. Combination treatment with KRAS, SOS1 and SHP2 inhibitors demonstrated not only Ag5 synergy, but also superior efficacy when Ag5 was included over the combination of these inhibitors alone. In summary, Ag5 is a novel and innovative therapeutic candidate shown to be safe and effective in preclinical studies. Based on experimental data with clinically relevant mutations, we hypothesize that Ag5 is ideally investigated in enriched patient populations of lung cancerand other solid cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-05 Effects on mitochondria\/mitochondrial function,,"},{"Key":"Keywords","Value":"Redox,Reactive oxygen species,ARID1A,Ag5,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Martin Treder<\/b><sup><\/sup><br><br\/>Arjuna Therapeutics, Ames (A Corua), Spain","CSlideId":"","ControlKey":"d43cca29-6c22-452e-927a-eec432670a1e","ControlNumber":"5777","DisclosureBlock":"<b>&nbsp;M. Treder, <\/b> <br><b>Arjuna Therapeutics<\/b> Employment.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5968","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1386","PresenterBiography":null,"PresenterDisplayName":"Martin Treder, Dr Rer Nat","PresenterKey":"137c6f05-a97e-4e31-87c8-eeb32e03337f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1386. Ag5 is highly potent, mitochondrially targeted agent with a differentiated mechanism of action that promises to be efficacious in solid cancers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ag5 is highly potent, mitochondrially targeted agent with a differentiated mechanism of action that promises to be efficacious in solid cancers","Topics":null,"cSlideId":""},{"Abstract":"A triple negative breast cancer (TNBC) is an aggressive and difficult-to-treat breast cancer subtype. Neoadjuvant chemotherapy using apoptosis-inducing taxanes and\/or anthracyclines has been shown to produce early therapeutic responses. Unfortunately, drug resistance often results from mutations in apoptotic pathways, which can lead to metastasis and poor prognosis. There are emerging studies suggesting that TNBC tumors display altered mitochondrial dynamics and have overexpressed dynamin related protein 1 (Drp1), which drives mitochondrial fission. Drp1 deregulation also influences metabolic changes and mitochondrial energetics, which support TNBC tumor growth. Therefore, bypassing apoptosis signaling cascade, suppressing Drp1 and reversing aberrant mitochondrial dynamics may be an effective therapy for TNBC. We report here for the first time the identification of novel thienopyrimidine-hydrazinyl analog of parent TPH104, namely, TPH104m, which inhibits Drp1 phosphorylation and induces a non-apoptotic TNBC cell death. TPH104m significantly inhibited TNBC proliferation at nanomolar concentrations, and was more selective for TNBC than normal human mammary epithelial cells. TPH104m induced a unique type of non-apoptotic cell death, where cells swelled without shrinkage, nuclear fragmentation or apoptotic bleb formation typical of apoptosis. Moreover, TPH104m did not induce the cleavage of initator (caspase-8, -9) and executioner caspases (caspase-3, -7), and zVAD.fmk, a pan-caspase inhibitor, did not rescue TNBC cell death when incubated with TPH104m. Furthermore, TPH104m did not significantly increase reactive oxygen species (ROS) production in BT-20 cells compared to Paclitaxel treated cells. Although mitochondrial membrane potential (MMP) was significantly reduced, cytochrome C release was not increased, but instead decreased, explaining why MMP loss did not lead to apoptosis. TPH104m remarkably downregulated the phosphorylated and total forms of Drp1 protein in TNBC cells. A docking-based reverse screening approach and Surface Plasmon Resonance (SPR) data indicated that TPH104m binds to Drp1 more strongly than Mdivi-1, a weak non-specific Drp1 inhibitor. A complete and partial Drp1 KO cell line was created in SUM-159 TNBC cells to investigate the role of Drp1 in TPH104m-induced non-apoptotic cell death. Genetically deleting Drp1 from TNBC cells reduced TPH104m's cytotoxic potential suggesting Drp1's role in TPH104m's anticancer mechanism. Moreover, mito-stress assay showed that TPH104m severely impaired oxygen consumption rate, resulting in decreased ATP production and inhibition of mitochondrial respiration. Development of alternative treatments for TNBC will be facilitated by a deeper understanding of mitochondrial role in non-apoptotic cell death.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Drug discovery,Novel anticancer agents,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Saloni Malla<\/b><sup><\/sup>, David Terrero<sup><\/sup>, Sushma Karki<sup><\/sup>, Mariam Sami Abou-Dahech<sup><\/sup>, Shikha Kumari<sup><\/sup>, Amit  K.  Tiwari<sup><\/sup><br><br\/>University of Toledo, Toledo, OH","CSlideId":"","ControlKey":"02b8a84c-dcd5-4c99-b160-ef8dd3620557","ControlNumber":"6099","DisclosureBlock":"&nbsp;<b>S. Malla, <\/b> None..<br><b>D. Terrero, <\/b> None..<br><b>S. Karki, <\/b> None..<br><b>M. S. Abou-Dahech, <\/b> None..<br><b>S. Kumari, <\/b> None..<br><b>A. K. Tiwari, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5969","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1387","PresenterBiography":"","PresenterDisplayName":"Saloni Malla, B Pharm","PresenterKey":"7639adfe-5621-4d59-8dab-b1bab254376e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1387. Novel thienopyrimidine-hydrazinyl analog, TPH104m inhibits mitochondrial respiration and induces caspase-independent cell death in triple-negative breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel thienopyrimidine-hydrazinyl analog, TPH104m inhibits mitochondrial respiration and induces caspase-independent cell death in triple-negative breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"The notoriously high proliferation rate of cancer cells requires them to constantly deal with the balance adjustment between oxidative stress overload and upregulated protective antioxidant pathways. It puts them in a vulnerable state whenever one piece of this puzzle went out of control. Non-thermal plasma (NTP) is partially ionized gas operated at or around body temperature and has emerged as a new potential anti-cancer therapy due to its ability to release and induce ROS, RNS, and other free radicals as well as generate UV- photon and electromagnetic field; but the specific mechanism and its specificity to cancer cell are still controversial. Using transcriptomic analysis, we previously reported the link between NTP-activated media (NTPAM)and apoptosis; but the sequencing data also revealed a strong Ferroptotic response in all the 6Head and Neck cancer cell lines we checked. Ferroptosis is a newly identified oxidative-regulated cell death, characterized by the iron-dependent generation of lipid peroxidation. In this study, we found the prolonged treatment of NTPAM-induced cell death via the non-canonical ferroptosis pathway by directly increasing intracellular toxic ferrous Iron (Fe2+). We found that the excessive overexpression of HMOX1 under prolonged NTPAM-induced oxidative stress was actually responsible for the surge of intracellular Fe2+ due to the increase of heme degradation. Pharmacological inhibition or RNA silencing of HMOX1 was able to rescue 2 HNC cell lines from NTPAM-induced increased Iron concentration as well as ferroptosis cell death, both in vivo and in vitro. These results suggest NTP directly induces ferroptosis via an increase of Fe2+ concentration by triggering the over-responding of the NRF2 - HMOX1 antioxidant system. This finding could be exploited to develop future NTP-based cancer therapy as well as in combination with other Iron sensitive anti-neoplastic agents; and could be a potential method of overcoming conventional cancer treatment resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Nrf2,Plasma,Iron,Head and neck cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>QuocKhanh Nguyen<\/b><sup><\/sup>, Chan Oh<sup><\/sup>, Seung-Nam Jung<sup><\/sup>, Yudan Piao<sup><\/sup>, Mi Ae Lim<sup><\/sup>, Young Il Kim<sup><\/sup>, Yanli Jin<sup><\/sup>, Hae Jong Kim<sup><\/sup>, Bon Seok Koo<sup><\/sup><br><br\/>Medicine, Chungnam National University Hospital, Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"619b571a-f7ab-4570-9ac8-f34447401416","ControlNumber":"5966","DisclosureBlock":"&nbsp;<b>Q. Nguyen, <\/b> None..<br><b>C. Oh, <\/b> None..<br><b>S. Jung, <\/b> None..<br><b>Y. Piao, <\/b> None..<br><b>M. Lim, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>Y. Jin, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>B. Koo, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5970","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1388","PresenterBiography":null,"PresenterDisplayName":"Nguyen Khanh","PresenterKey":"616e5853-5b4f-4aad-ba26-1d45f68796cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1388. Non-thermal plasma-activated medium induces ferroptotic cell death by intracellular ferrous iron overload in head and neck cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Autophagy, Mitochondrial Function, and Ferroptosis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-thermal plasma-activated medium induces ferroptotic cell death by intracellular ferrous iron overload in head and neck cancer","Topics":null,"cSlideId":""}]