[{"Abstract":"Following the advent of groups like PCORI, patient engagement in clinical research is no longer a novel concept. However, involvement of lay stakeholders in areas such as artificial intelligence or biomedical informatics can pose challenges. Community stakeholder involvement in cancer research can prove especially challenging as cancer has personally impacted nearly everyone. The purpose of this study was to assess whether addressing needs outlined in the Self-Determination Theory (SDT) helped community stakeholders feel prepared for this role.<br \/>The University of Florida (UF) health science center employs Citizen Scientists (CSs) as partners in the research process to offer insight otherwise unavailable to researchers. To prepare for this role, CSs complete an online curriculum, co-created by their peers and UF researchers, to educate them about clinical research. The UF Health Cancer Center created the CS Cancer Curriculum (CSCC) as a companion piece to the clinical research course.<br \/>To create the CSCC, researchers, administrators, and CSs and participated in a needs assessment to identify common interests. Through this needs assessment, the research team found that each CS had personal connections to cancer and the team felt an empathic approach to the course design was necessary to respect these experiences. The SDT and reflective questions were applied throughout the course. Storytelling was used to present a multipart case study series with a patient, family members, and physician. Those videos were accompanied by a note that the story may cause the viewer to recall their own painful experiences. The note then prompted viewers to review resources from the National Cancer Institute support services page if needed.<br \/>All but two of the nine CSs scored a 95% or higher across all questions in the CSCC. Overall course assessments included a pre\/posttest and a case study assessment based on the SDT. Relatedness (100%) and autonomy (83%) were the highest construct scores of the case study assessment, indicating that CSs felt most empowered in their role once they had more of an emotional connection to the subject matter. For the &#8220;Capable&#8221; construct, 86% felt that they were capable of applying the content.<br \/>Taking the time to ensure that the psychological needs of learners are met can result in committed, engaged research partners who can provide pragmatic feedback and have long-lasting effects on cancer research. The CSs in this study were passionate about this work, despite the intimidating jargon and dense concepts used in this field. They are an excellent example of how impactful community stakeholders can be if researchers can meet them where they are.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++SHP01-04 Patient advocacy and engagement,,"},{"Key":"Keywords","Value":"Cancer,patient engagement,instructional design,empathy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Janet Brishke<\/b><sup><\/sup>, Zachary Jones<sup><\/sup>, Elizabeth  A.  Shenkman<sup><\/sup><br><br\/>Health Outcomes and Biomedical Informatics, University of Florida College of Medicine, Gainesville, FL","CSlideId":"","ControlKey":"03f58837-83f1-4da7-b3e7-0377515b0bf4","ControlNumber":"632","DisclosureBlock":"&nbsp;<b>J. Brishke, <\/b> None..<br><b>Z. Jones, <\/b> None..<br><b>E. A. Shenkman, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1573","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"714","PresenterBiography":null,"PresenterDisplayName":"Janet Brishke","PresenterKey":"ab6edd4e-251f-4ae1-a213-743e50df9d50","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"714. Using empathy-driven instructional design to reimagine cancer research","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"485","SessionOnDemand":"False","SessionTitle":"Science and Health Policy \/ Regulatory Science and Policy","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Using empathy-driven instructional design to reimagine cancer research","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Although cost trends for commercially insured cervical cancer patients have been reported previously, trends in Medicare reimbursements for patients with cervical cancer have not been reported in the literature.<br \/>Methods: Using the Surveillance, Epidemiology and End Results (SEER)-Medicare linked database, we estimated mean monthly Medicare reimbursements (total and stratified by service types) in the first year after cervical cancer diagnosis. Adjusted mean monthly Medicare reimbursements were estimated using two-part regression model with first part as a logistic regression and second part as a generalized linear model (GLM) with log link and gamma distribution. Age at diagnosis, race\/ethnicity, marital status, census poverty indicator, urban\/rural status, year of diagnosis, NCI comorbidity index (calculated using 6 months pre-diagnosis claims), cancer stage and survival status in the first year after diagnosis were used as covariates in our analyses. Trend analysis was conducted using the Joinpoint Trend Analysis software, where the summary measure Average Annual Percentage Change (AAPC) indicated increasing or decreasing trend over a fixed time period. The service-specific Medicare reimbursements were obtained for: (i) inpatient\/skilled nursing facility (SNF), (ii) physician\/supplier, (iii) outpatient, and, (iv) durable medical equipment (DME) related services. Cervical cancer was identified using <i>International Classification of Diseases for Oncology, Third Edition <\/i>(ICD-O-3) codes C53.0-53.9. Patients who were diagnosed with cervical cancer as a primary or first of two or more primary cancers between 2007-2015, had continuous Part A and B Medicare coverage from 6 months prior to diagnosis till December 2016 or death (whichever was earlier) but had no HMO coverage, were included in the study.<br \/>Results: Total 2731 cervical cancer patients were included in our study, of whom 19.15% (n=523) were younger than 65 years. Patients were majority white (61.81%, n=1688) and most of the patients (53.46%, n=1460) lived in metro areas with population greater than 1 million. 28.41% (n=776) of the patients died within a year of cancer diagnosis. Mean monthly total Medicare reimbursements increased from $7724 to $9371 between 2007 and 2015. Importantly, increasing trend in total Medicare reimbursements was primarily due to statistically significant increasing trend in reimbursements for outpatient services starting 2012 (AAPC=8.1, P-value &#60;0.01). Inpatient\/SNF services consistently incurred the highest amounts, whereas DME services consistently incurred the lowest amounts of Medicare reimbursements.<br \/>Conclusion: Our study found recent increasing trend in outpatient services-related Medicare reimbursements for cervical cancer. Our findings highlight the need for cost related policy interventions targeting services that are major cost drivers in cervical cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++SHP01-05 Value and cost issues in cancer care,,"},{"Key":"Keywords","Value":"Cervical cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Mohammad A. Karim<sup>1<\/sup>, <b>Lakshmi  S.   M.  Kodali<\/b><sup>1<\/sup>, Sanjay Shete<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Public Health and Health Sciences, University of Michigan-Flint, Flint, MI,<sup>2<\/sup>Division of Cancer Prevention and Population Science, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"47388ac4-907a-41c2-8ca7-10be8fbed1ac","ControlNumber":"7204","DisclosureBlock":"&nbsp;<b>M. A. Karim, <\/b> None..<br><b>L. S. M. Kodali, <\/b> None..<br><b>S. Shete, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1575","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"716","PresenterBiography":null,"PresenterDisplayName":"Lakshmi Kodali, MBBS","PresenterKey":"afbc7ace-9705-4cb1-9670-903e935c1526","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"716. Trends in Medicare reimbursements within the first year of cervical cancer diagnosis, 2007-2015","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"485","SessionOnDemand":"False","SessionTitle":"Science and Health Policy \/ Regulatory Science and Policy","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Trends in Medicare reimbursements within the first year of cervical cancer diagnosis, 2007-2015","Topics":null,"cSlideId":""},{"Abstract":"Background: Liver cancer is one of the leading causes of malignant tumor deaths worldwide and Hepatocellular Carcinoma (HCC) accounts for approximately 90% of all liver cancer cases.<br \/>Methods:We examined data from the Surveillance, Epidemiology and End Results (SEER)Medicare database to identify patients diagnosed with primary HCC between 2004 and 2017.. Demographics such as race, age of diagnosis, and clinical information, such as the survival status also were collected. The disease specific and relative five year survival rates and 95% confidence intervals were also calculated.<br \/>Results:Among the 79819 patients selected, 55,484 (69.5 %) of them were White, 9,956 (12.5%) were Black, 1,158 (1.4%) were American Indian\/Alaska Native, and 13211 (16.6%) were Asian or Pacific Islander. The incident trends indicated that incidence had been gradually increased for white, black, and American Indian\/Alaska Natives with near identical slopes until they flattened into a plateau in 2014 or 2015 (61.8 per million to 96.9 per million for White with a P&#62;0.05, and 93.9 per million to 135.1 per million for Black with a P&#62;0.05). After 2014\/2015 the incidences slightly decreased for both White and Black without being statistically significant (P&#62;0.05). The pattern for the American Indian\/Alaska Native population was also similar without statistical significance (P&#62;0.05), possibly due to the sample size. Although HCC incidence among the Asian or Pacific Islander populations were much higher than other races in 2004, it steadily decreased during the observation period,from 188.7 per million to 142.5 per million, which was close to the incidences of other races. Age disparity in HCC diagnosis also existed. For example, in the Asian or Pacific Islander HCC patients, 38.2% were patients older than 70. Whereas, this number was 16.8% in Black patients.Our research also indicated that the Asian or Pacific Islander category had the highest HCC five year cause specific survival rate (32.0% with 95% CI 31.0% to 32.9%) and also the highest five year relative survival rate (27.8% with 95% CI 26.9% to 28.7%), followed by White (24.0% with 95% CI 23.6% to 24.5% and 19.9% with 95% CI 19.5% to 20.3% respectively), American Indian\/Alaskan Native (21.5% with 95% CI 18.6% to 24.5% and 16.0% with 95% CI 13.6% to 18.5%% respectively), and Black (20.9% with 95% CI 19.9% to 21.9% and 16.6 with 95% CI 15.7% to 17.5% respectively). The statistical significance could be observed as early as the 6 month follow-up.<br \/>Conclusion:From 2004 to 2017, the HCC incidence steadily decreased for the Asian or Pacific Islander category, but not for other races. Now, with more advanced treatments being available, Asian or Pacific Islander HCC patients also have the highest five year survival rates. American Indian\/Alaskan Native and Black have the lowest five year survival rates. The HCC racial and ethnic disparities still exist after two decades since we launched Healthy People 2000.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++SHP01-01 Cancer disparities,,"},{"Key":"Keywords","Value":"Liver cancer,Survival,Databases,Race,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jingwei Song<\/b><sup>1<\/sup>, Eric Song<sup>2<\/sup>, Daniel Gharavi<sup>2<\/sup><br><br\/><sup>1<\/sup>School of Medicine, Virginia Commonwealth University, Richmond, VA,<sup>2<\/sup>Honors College, Virginia Commonwealth University, Richmond, VA","CSlideId":"","ControlKey":"912de12c-74e6-43ed-b14b-179eabd82288","ControlNumber":"7692","DisclosureBlock":"&nbsp;<b>J. Song, <\/b> None..<br><b>E. Song, <\/b> None..<br><b>D. Gharavi, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1576","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"717","PresenterBiography":null,"PresenterDisplayName":"Eric Song, BS","PresenterKey":"6f860151-57ff-4ff3-b375-00d31e8f6fb6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"717. Racial and ethnic disparities in presentations and survival rates of hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"485","SessionOnDemand":"False","SessionTitle":"Science and Health Policy \/ Regulatory Science and Policy","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Racial and ethnic disparities in presentations and survival rates of hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Hope for Stomach Cancer is the nation&#8217;s leading stomach cancer awareness and support organization. HOPE is the bridge connecting stakeholders to improve stomach cancer outcomes through support, solutions, and synergy. We provide valuable services, including monthly webinars with oncologists who discuss stomach cancer developments; support groups between oncologists and patients, families, and caregivers that allow for candid dialogue without confusing technical jargon; a website that is both an educational resource for care management and self-empowerment, and an interactive tool for the medical community to engage within the community and to identify grant and conference opportunities; informative and timely e-newsletters; stories of hope from within our community; and an engaging presence on social media outlets. We also participate in a number of medical community gastric cancer conferences and professional networking events. All of our programs and services are provided at no cost and are accessible to all. Founded in 2016, HOPE serves 30,000 patients each year. More than half of our patients appear to be from underrepresented communities. They express gratitude for the trust and safety they experience within HOPE, in particular contrast to what they face in the medical community. Based on their medical support options, we estimate the majority of our patients are low-to-middle income. We have seen an alarming increase in the number of young adults (below age 40) who are seeking help from HOPE. Most of the patients reaching out to HOPE are in the advanced stages of their disease, and the outcome is bleak. These patients depend on HOPE&#8217;s programs and services to help them navigate the overwhelming obstacles of diagnosis, treatment, and support. We continue to offer solutions to problems such as access to care, health equity, and systemic health disparity through educational resources and self-navigational guides. Our resources are aimed to close these gaps and address the unmet needs. We are committed to provide education, awareness, and support to our stomach cancer community to bridge the gap between research and patient care. Our programs and awareness campaigns are specifically designed to address these systemic health disparities and bring diversity into clinical trials because everyone deserves appropriate care. HOPE has grown into a fiscally-responsible nonprofit that participates on the national and international stage to advance research, advocate for improved access and care, and support patients and families with programs and services. A day doesn&#8217;t go by without us being reminded of the work still to be done. This disease is deadly - and it doesn&#8217;t have to be. With early detection and prevention, and the advancement of treatment options, people&#8217;s lives would be saved and families would be able to celebrate many years together.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++SHP01-04 Patient advocacy and engagement,,"},{"Key":"Keywords","Value":"Stomach cancer,Gastric cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Aki A. Smith<\/b><sup><\/sup><br><br\/>Hope for Stomach Cancer, Torrance, CA","CSlideId":"","ControlKey":"62111f28-c293-4c3f-a70c-215652d7196a","ControlNumber":"8116","DisclosureBlock":"&nbsp;<b>A. A. Smith, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1577","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"718","PresenterBiography":null,"PresenterDisplayName":"Aki Smith, BA","PresenterKey":"feaa9ca3-6e1e-4c2e-9d10-f6071e4af536","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"718. Stomach cancer patient advocacy and education: Bridging the gap in disparity","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"485","SessionOnDemand":"False","SessionTitle":"Science and Health Policy \/ Regulatory Science and Policy","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Stomach cancer patient advocacy and education: Bridging the gap in disparity","Topics":null,"cSlideId":""},{"Abstract":"Background: Patient-reported outcomes (PROs) are defined as critical data points in the overall assessment of healthcare quality. Coupled with advances in treatment and the evolution of patient-provider relationships, there is an increased emphasis on evaluating patient satisfaction and wellness, often most accurately captured using PROs to describe aspects of a patient&#8217;s health status, as directly reported by patients. The importance of direct patient reporting has been highlighted by both FDA and the European Medicines Agency (EMA). The Colorectal Cancer Alliance&#8217;s Never Too Young (N2Y) Survey provides accurate, accessible, and reusable data to show trends in young-onset colorectal cancer (YO-CRC) incidence rates, patient care, quality of life outcomes and research.<br \/>Methods: To support the YO-CRC community and understand unmet needs, the Colorectal Cancer Alliance (Alliance) launched an annual N2Y survey in 2015. Survivors and caregivers played an indispensable role in the development of this survey. In 2022, the Alliance engaged in a comprehensive literature review to analyze how N2Y survey data and publications have been cited and utilized in research, showcasing survey data's value and global impact.<br \/>Results: Data from our surveys produced 22 abstracts cited by more than 150 publications. The data provides healthcare providers and researchers with valuable information and metrics that did not previously exist from a YO-CRC patient and caregiver perspective. These reports are particularly important to patients with CRC due to the adverse effects of colorectal cancer treatments. Many citations reference the reports to emphasize the need to focus on YO-CRC for a national screening program and the importance of provider vigilance towards symptoms regardless of age., Additionally, our reports were used to elucidate the need for YO centers that comprehensively address the unique needs of patients with specific services selected based on PRO data from the Colorectal Cancer Alliance.<br \/>Conclusion: Innovative advocacy efforts like PRO collection from organizations like the Colorectal Cancer Alliance using validated and systematic methodology can facilitate efficient, life-saving decision-making globally. With careful consideration and acknowledgment of PROs, positive care experiences can develop to better clinical outcomes overall. PROs indicate the importance of teams who actively communicate well with each other and with the patient to achieve positive outcomes through personalized, precision medicine and better position future research with implications for education and practice. As we advance, the patient and patient advocacy community should work collaboratively with researchers, industry, clinicians and investigators.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++SHP01-04 Patient advocacy and engagement,,"},{"Key":"Keywords","Value":"Colorectal cancer,Patient Reported Outcomes,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kimberly Lynn Newcomer<\/b><sup><\/sup>, Andrea Goodman<sup><\/sup><br><br\/>Colorectal Cancer Alliance, Washington, DC","CSlideId":"","ControlKey":"75c3e2ea-fae1-4c57-8ee1-3f5b882ef3c3","ControlNumber":"4780","DisclosureBlock":"&nbsp;<b>K. L. Newcomer, <\/b> None..<br><b>A. Goodman, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1578","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"719","PresenterBiography":null,"PresenterDisplayName":"Kimberly Newcomer, BS","PresenterKey":"327b4767-6935-4f1d-bd8f-0900a7581a5d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"719. Advocacy organizations as critical players in the research ecosystem: A case study in the value and use of real world evidence","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"485","SessionOnDemand":"False","SessionTitle":"Science and Health Policy \/ Regulatory Science and Policy","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Advocacy organizations as critical players in the research ecosystem: A case study in the value and use of real world evidence","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Metastatic cancer patients report elevated stress levels and unique stressors compared to other adults. This study tested the feasibility and efficacy of a mental health app with comedy content delivered to women living with advanced cancer (WLAC).<br \/>Methods: The mental health platform Neolth was used as a self-guided intervention for WLAC, ages 18+ years. WLAC were recruited by The Comedy Cures Foundation through a press release, social media posts, an email newsletter, and a video call for participants on the foundation&#8217;s website. No compensation was provided to participants. After using the Neolth platform, which included watching comedy content for eight weeks, researchers evaluated engagement, and stress levels using The Perceived Stress Scale -10 (PSS-10), self-efficacy using The New General Self-Efficacy Scale (GSES), and anxiety and depression using The Hospital Anxiety and Depression Scale (HADS-A and HADS-D).<br \/>Results: 54 WLAC (M = 52.2 years, R = 31-74) from 10 countries and 24 states participated by completing the baseline questionnaire. 20.5% identified as BIPOC and 33.0% had previous experience with a mental health app. 57.4% (N=31) completed the study surveys at Week 4 and Week 8. At Week 8, HADS-D scores decreased 18.1%, PSS-10 scores decreased 15.1%, HADS-A scores decreased by 9.7%, and GSES scores increased 7.6%. Participants spent an average of 116 minutes per week on Neolth with an average of 3.15 logins per week. 43.6% of time spent was completing self-guided relaxation practices and 17.2% watching Comedy Cures Foundation videos from cancer survivor Saranne Rothberg. The 30-day retention on Neolth was 100%, with 60-day retention 83%.<br \/>Conclusion: This study demonstrated the ability of a mental health app with comedy content to engage and support the mental health of WLAC, presenting a cost-effective intervention. Further examination with a larger sample size is needed to conduct multivariate analyses for enhanced understanding of the role of mobile apps and comedy content in reducing stress, anxiety, and depression for WLAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++SHP01-04 Patient advocacy and engagement,,"},{"Key":"Keywords","Value":"Stress response,Metastasis,Machine learning,Survival,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Saranne Rothberg, MS<\/b><sup>1<\/sup>, Katherine B. Grill, PhD<sup>2<\/sup>, Claire Wheeler, MD, PhD<sup>3<\/sup><br><br\/><sup>1<\/sup>The Comedy Cures Foundation, Tenafly, NJ,<sup>2<\/sup>Neolth, San Francisco, CA,<sup>3<\/sup>School of Public Health, OHSU-PSU, Portland, OR","CSlideId":"","ControlKey":"bfb9920a-8e7d-422f-aeba-4476a82848a8","ControlNumber":"6899","DisclosureBlock":"&nbsp;<b>S. Rothberg, MS, <\/b> None..<br><b>K. B. Grill, PhD, <\/b> None..<br><b>C. Wheeler, MD, PhD, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1579","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"720","PresenterBiography":null,"PresenterDisplayName":"Saranne Rothberg, MS","PresenterKey":"eb196217-211d-46a9-bdcf-0c4ef47a863b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"720. Implementation and evaluation of a mental health app with comedy content for women living with advanced cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"485","SessionOnDemand":"False","SessionTitle":"Science and Health Policy \/ Regulatory Science and Policy","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Implementation and evaluation of a mental health app with comedy content for women living with advanced cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Human Papillomavirus (HPV) is the most common sexually transmitted infection in the United States of America (USA) and it is associated with six types of cancers. Vaccines that protect against HPV infection have been introduced since 2006. Despite many national efforts, vaccination rates remain under 80% and many individual and systematic barriers influence HPV vaccine uptake and completion.<sup> <\/sup>Addressing the stem of these barriers at a national level and their regional differences, will help in understanding necessary policies for the acceptance of HPV vaccine.<br \/><b>Objective:<\/b> This study aims to describe the frequency of immunization program managers&#8217; perceptions of the most relevant barriers to HPV vaccination in each national jurisdiction.<br \/><b>Methods:<\/b> Immunization Program Managers (IPMs) in the USA were surveyed from August 2021 to February 2022 as part of the Implementation of School-Entry Policies for Papilloma Virus Vaccination (HPV-PIVac) study with the collaboration of the Association of Immunization Managers. We gathered IPMs perceptions on the most relevant barriers to HPV vaccination within their jurisdiction. Four vaccine barriers were evaluated; for each one, IPMs reported the level (moderate, significant, no barrier) in a three-item scale. The three-item scale was merged into a two-item scale (low\/high) and multiple answers from the same state were grouped. Descriptive analysis was performed for each question and results were mapped. Fisher&#8217;s exact test was performed to determine the relation between barriers. IPMs that refused or didn&#8217;t know their jurisdiction&#8217;s barriers were removed from the analysis.<br \/><b>Results:<\/b> 49 IPMs from 31 states and territories participated, resulting in a 53.4% participation rate. For the cost barrier to complete HPV vaccination of children, most IPMs perceived low barriers (51.7%) within their jurisdiction. For the perception of geographical difficulties to complete HPV vaccination, higher barriers (67.9%) were reported among participants. Limited number of providers offering the HPV vaccine was perceived equally as low or high level (50.0%), whereas lack of a strong provider recommendation or failure of providers to discuss and strongly recommend the HPV vaccine was the most significant barrier with a higher level (96.7%). Fisher&#8217;s exact test indicated independency between all barriers (p&#62;0.05). For most variables, the Western region reported a greater level of barriers.<br \/><b>Conclusion:<\/b> This analysis documents the IPMs perception of prevalent HPV vaccine barriers for vaccine initiation and completion nationally. These results confirmed the need of further engagement for the accessibility of the vaccine, as preliminary data from NIS-Teen 2021 shows an average adolescent HPV vaccine initiation and UTD coverage of 78.2 and 62.7, respectfully.<br \/>Funding: NCI Grant #R01CA232743","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++SHP01-01 Cancer disparities,,"},{"Key":"Keywords","Value":"Human papillomavirus (HPV),Vaccines,Cancer prevention,Cancer vaccine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alondra Katerina Mercado-Andino<\/b><sup>1<\/sup>, Erick  L.  Suárez-Pérez<sup>2<\/sup>, Olga  L.  Díaz-Miranda<sup>1<\/sup>, Diana  T.  Medina-Labees<sup>1<\/sup>, Ana  P.  Ortiz<sup>1<\/sup>, Katelyn Wells<sup>3<\/sup>, Vivian Colón-López<sup>1<\/sup><br><br\/><sup>1<\/sup>Population Sciences, Epidemiology, UPR - Comprehensive Cancer Center, San Juan, PR,<sup>2<\/sup>Biostatistics and Epidemiology, University of Puerto Rico, Graduate School of Public Health, San Juan, PR,<sup>3<\/sup>Association of Immunization Managers, Rockville, MD","CSlideId":"","ControlKey":"7dffbdb3-7441-40a6-9b43-71cacaaff1df","ControlNumber":"7503","DisclosureBlock":"&nbsp;<b>A. K. Mercado-Andino, <\/b> None..<br><b>E. L. Suárez-Pérez, <\/b> None..<br><b>O. L. Díaz-Miranda, <\/b> None..<br><b>D. T. Medina-Labees, <\/b> None.&nbsp;<br><b>A. P. Ortiz, <\/b> <br><b>Merck & Co., Inc.<\/b> Independent Contractor.<br><b>K. Wells, <\/b> None.&nbsp;<br><b>V. Colón-López, <\/b> <br><b>Merck & Co., Inc.<\/b> Independent Contractor.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1580","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"721","PresenterBiography":null,"PresenterDisplayName":"Alondra Mercado, BS","PresenterKey":"ebf48789-66ab-430d-8816-9bd0ff19ecdc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"721. Vaccination barriers for HPV vaccine initiation and completion: A perception analysis using the Association of Immunization Managers annual survey","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"485","SessionOnDemand":"False","SessionTitle":"Science and Health Policy \/ Regulatory Science and Policy","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Vaccination barriers for HPV vaccine initiation and completion: A perception analysis using the Association of Immunization Managers annual survey","Topics":null,"cSlideId":""},{"Abstract":"Background: Annually, there are over 400,000 new cases of renal cell carcinoma (RCC) and more than 170,000 deaths worldwide. RCC is one of the top ten more prevalent malignancies in the United States, with 76,000 new cases each year and almost 14,000 deaths. Over the past half-century, RCC has more than doubled in incidence. RCC seems to have a greater incidence among Hispanics with a nearly three-fold increase. The epidemiology of RCC in the Caucasian population has been previously studied. However, there is a knowledge gap on disparities in RCC on minority populations. Studying the epidemiology of RCC in Hispanics is integral to our community where Hispanics make up 70%.<br \/>Methods: We conducted a retrospective cohort study to describe the characteristics and rates of recurrence of RCC among patients treated at Sylvester Comprehensive Cancer Center in Miami (which serves four counties in South Florida) between June 2010 to June 2022. We identified ethnicity as Hispanic\/Latino (HL) or non-Hispanic\/Latino (NHL). Clinical presentation was classified based on the last encounter as local RCC without recurrence, metastatic RCC after nephrectomy, and metastatic RCC at diagnosis\/de novo.<br \/>Results: We analyzed a total of 2049 patients aged 18 and older diagnosed with RCC, from which 1014 patients (47.90%) were identified as NHL and 933 (48.02%) as HL. A subtotal of 435 patients (22.86%) had metastatic RCC at diagnosis\/de novo, from which 245 (55.60%) were NHL, and 176 (40.57%) were HL. A subtotal of 1614 patients (77.14%) were diagnosed with local RCC and underwent nephrectomy, from which 769 (45.61%) were identified as NHL and 787 (50.22%) as HL.<br \/>From the NHL group that underwent nephrectomy, 223 patients (28.28%) had recurrent disease, and 546 patients (71.72%) did not. From the HL group, 176 patients (21.81%) had recurrent disease, and 611 (78.19%) did not. Overall, 409 patients had metastasis after nephrectomy, of which 176 (44.5%) were HL, and 203 (52.42%) were NHL.<br \/>Conclusions: In this cohort of patients with RCC, almost 50% of patients diagnosed with metastasis were HL. NHL appeared to have more disease recurrence after nephrectomy and higher rates of metastatic disease at diagnosis compared to Hispanics. Further histopathological differences, clinical outcomes, genomic characterization, and rates of clinical trial participation between the NHL and HL cohorts will be presented at the meeting, along with comparisons between US and foreign-born HLs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++SHP01-01 Cancer disparities,,"},{"Key":"Keywords","Value":"Hispanic,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Abner  A.  Murray<\/b><sup>1<\/sup>, Jesus  A.  Ocejo Gallegos<sup>1<\/sup>, Sandra Jones<sup>1<\/sup>, Jose Noy<sup>1<\/sup>, Rosa  L.  Frias<sup>1<\/sup>, Leticia  E.  Campoverde<sup>1<\/sup>, Jaime  R.  Merchan<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Medicine, University of Miami Hospital, Miami, FL,<sup>2<\/sup>Department of Medicine, Division of Hematology-Oncology, University of Miami-Miller School of Medicine and Sylvester Comprehensive Cancer Center, Miami, FL","CSlideId":"","ControlKey":"f0e6b49c-cf28-45ed-9062-9d23fa7fed56","ControlNumber":"8176","DisclosureBlock":"&nbsp;<b>A. A. Murray, <\/b> None..<br><b>J. A. Ocejo Gallegos, <\/b> None..<br><b>S. Jones, <\/b> None..<br><b>J. Noy, <\/b> None..<br><b>R. L. Frias, <\/b> None..<br><b>L. E. Campoverde, <\/b> None..<br><b>J. R. Merchan, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1582","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"722","PresenterBiography":null,"PresenterDisplayName":"Abner Murray, PhD,MD","PresenterKey":"108f36e3-8425-4350-ba1e-75838d49d801","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"722. Epidemiological characterization of renal cell carcinoma in Hispanics: A single US center cohort study","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"485","SessionOnDemand":"False","SessionTitle":"Science and Health Policy \/ Regulatory Science and Policy","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epidemiological characterization of renal cell carcinoma in Hispanics: A single US center cohort study","Topics":null,"cSlideId":""},{"Abstract":"BackgroundNigeria has the highest cancer burden in Africa with 124,815 cancer cases and 78,899 cancer deaths in 2020. The limited number of oncology specialists, inaccessibility of essential cancer medicines like chemotherapies, and suboptimal delivery of cancer care lead to poor treatment outcomes. Oncology pharmacy (OP) practitioners are critical oncology professionals in the multidisciplinary team (MDT) for cancer treatment globally. In Nigeria, there is a limited number of OP practitioners providing services like reconstitution of chemotherapy, clinical research, safe use of biosafety cabinets, and monitoring of adverse drug reactions. Although the interest in oncology pharmacy is increasing, the educational needs, available skill sets, and directed training in oncology pharmacy across the nation are unknown. In this study, we examined the educational needs of OP practitioners and worked with the West African College of Pharmacy West African Postgraduate College of Pharmacists (WAPCP), Oncology Pharmacy Practitioners Association of Nigeria (OPPAN), and the International Society of Oncology Pharmacy Practitioners to upgrade the oncology pharmacy practice in Nigeria. MethodA cross-sectional study with a semi-structured questionnaire was done in 2021 with 39 pharmacists working in oncology centers across Nigeria. General descriptive statistics and qualitative analysis was performed. ResultsThere is no board-certified oncology pharmacist in Nigeria. More than 50% of the general pharmacists working in oncology centers are responsible for chemotherapy reconstitution. Understanding chemotherapy reconstitution (automation of chemotherapeutic mixing, use of radiopharmaceuticals, etc), use of biosafety cabinets, knowledge of pharmacology, designing treatment protocols, data management, immunotherapy delivery, and oncology clinical trials were some of the most significant educational needs of the OP practitioners in Nigeria. OP practitioners are lacking in most cancer centers and MDTs. ConclusionThere is an urgent need for a specialty postgraduate training programme in oncology pharmacy in Nigeria. This would help increase oncology clinical trials, improve delivery of cancer medicines, quality of care, and management of toxicities. The West African Postgraduate College of Pharmacists and OPPAN need appropriate training resources to develop an oncology pharmacy curriculum, promote the specialty and collaborate with global institutions for board certifications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++SHP01-03 Implementation science,,"},{"Key":"Keywords","Value":"Cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Runcie C. W. Chidebe<\/b><sup>1<\/sup>, Ramatu M. Alabelewe<sup>2<\/sup>, Darlingtina K. Esiaka<sup>3<\/sup>, Gloria  C.  Okwu<sup>4<\/sup>, Tochukwu  C.  Orjiakor<sup>5<\/sup>, Nwamaka Lasebikan<sup>6<\/sup>, Jacinta Emejulu<sup>7<\/sup>, Adamu  A.  Umar<sup>8<\/sup>, Ndifreke Okwuegbunam<sup>9<\/sup>, Funsho David<sup>10<\/sup>, Toyosi Adepoju<sup>11<\/sup>, Krishna Prasad Sapkota<sup>12<\/sup>, Candidus  C.  Nwakasi<sup>13<\/sup>, Agha  A.  Agha<sup>14<\/sup>, Simeon  C.  Aruah<sup>15<\/sup>, Katy Graef<sup>16<\/sup>, Richard Mshelia<sup>17<\/sup>, Rob Duncombe<sup>18<\/sup>, Matthew  O.  Nwaneri<sup>19<\/sup>, Noel Wannang<sup>20<\/sup>, Cindy O’Bryant<sup>21<\/sup>, R. Donald Harvey<sup>22<\/sup>, Peace  C.  Babalola<sup>23<\/sup>, Folakemi  T.  Odedina<sup>24<\/sup><br><br\/><sup>1<\/sup>Project PINK BLUE - Health & Psychological Trust Centre, Abuja\/Department of Sociology & Anthropology, Miami University, Ohio, USA, Utako, Abuja, Nigeria,<sup>2<\/sup>Pharmacy,, Ahmadu Bello University Teaching Hospital, Kano, Nigeria, Nigeria,<sup>3<\/sup>Aging & Brain Health Alliance, Rutgers University, Utako, Abuja, NJ,<sup>4<\/sup>Project PINK BLUE - Health & Psychological Trust Centre, Abuja, Utako, Abuja, Nigeria,<sup>5<\/sup>Department of Psychology,, University of Nigeria, Nsukka, Nigeria,<sup>6<\/sup>Radiotherapy Unit, University of Nigeria Teaching Hospital, Enugu, Nigeria,<sup>7<\/sup>Pharmacy Department, University of Benin Teaching Hospital,, Benin, Nigeria,<sup>8<\/sup>Nigeria Cancer Society, Utako, Abuja, Nigeria,<sup>9<\/sup>ACT Foundation, Lagos, Nigeria,<sup>10<\/sup>Roche Products Ltd, Lagos, Nigeria,<sup>11<\/sup>University College Hospital, Ibadan, Nigeria,<sup>12<\/sup>Department of Sociology & Gerontology, Miami University, Oxford, OH,<sup>13<\/sup>Department of Health Sciences, Providence College, Rhodes Island, RI,<sup>14<\/sup>Department of Social Work, University of Nigeria, Nsuakk, Nigeria,<sup>15<\/sup>Radiation and Oncology Department\/College of Medicine, National Hospital Abuja\/University of Abuja, Abuja, Nigeria,<sup>16<\/sup>Bio-Venture for Global Health, Seattle, WA,<sup>17<\/sup>Pharmacy, National Hospital Abuja, Abuja, Nigeria,<sup>18<\/sup>The Royal Marsden NHS Foundation Trust\/International Society of Oncology Pharmacy Practitioners (ISOPP), London, United Kingdom,<sup>19<\/sup>June E. Nylen Cancer Center, Sioux City, IA,<sup>20<\/sup>West African Postgraduate College of Pharmacists (WAPCP), Lagos, Nigeria,<sup>21<\/sup>Skaggs School of Pharmacy and Pharmaceutical Sciences, University of Colorado, Utako, Abuja, CO,<sup>22<\/sup>Winship Cancer Institute, Emory University School of Medicine, Atlanta, GA,<sup>23<\/sup>Chrisland University, Nigeria, Abeokuta, Nigeria,<sup>24<\/sup>Center for Health Equity and Community Engagement Research, Mayo Clinic, Jacksonville, FL","CSlideId":"","ControlKey":"9bbf1a28-8f1d-4779-8ba8-9cdaa812aa41","ControlNumber":"7144","DisclosureBlock":"&nbsp;<b>R. C. W. Chidebe, <\/b> None..<br><b>R. M. Alabelewe, <\/b> None..<br><b>D. K. Esiaka, <\/b> None..<br><b>G. C. Okwu, <\/b> None..<br><b>T. C. Orjiakor, <\/b> None..<br><b>N. Lasebikan, <\/b> None..<br><b>J. Emejulu, <\/b> None..<br><b>A. A. Umar, <\/b> None..<br><b>N. Okwuegbunam, <\/b> None.&nbsp;<br><b>F. David, <\/b> <br><b>Roche Product Ltd<\/b> Employment.<br><b>T. Adepoju, <\/b> None..<br><b>K. P. Sapkota, <\/b> None..<br><b>C. C. Nwakasi, <\/b> None..<br><b>A. A. Agha, <\/b> None..<br><b>S. C. Aruah, <\/b> None..<br><b>K. Graef, <\/b> None..<br><b>R. Mshelia, <\/b> None..<br><b>R. Duncombe, <\/b> None..<br><b>M. O. Nwaneri, <\/b> None..<br><b>N. Wannang, <\/b> None..<br><b>C. O’Bryant, <\/b> None..<br><b>R. Harvey, <\/b> None..<br><b>P. C. Babalola, <\/b> None..<br><b>F. T. Odedina, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1581","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"723","PresenterBiography":null,"PresenterDisplayName":"Runcie Chidebe, MS","PresenterKey":"043db9f9-3aef-4839-a144-ffcbb43ff8d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"723. Who reconstitutes my chemotherapy? Examining the educational needs of oncology pharmacy practitioners in Nigeria","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"485","SessionOnDemand":"False","SessionTitle":"Science and Health Policy \/ Regulatory Science and Policy","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Who reconstitutes my chemotherapy? Examining the educational needs of oncology pharmacy practitioners in Nigeria","Topics":null,"cSlideId":""},{"Abstract":"Background: For a population of over 201 million, Nigeria has only 4 doctors per 10,000 patients and 16.1 nurses, midwives per 10,000 patients, and less than 100 clinical oncologists for over 100,000 cancer patients. While Nigeria has one of the worst cancer burdens in the world and workforce shortage; 9 in 10 Nigerian physicians are seeking for opportunities to leave for the USA, UK and Canada. To improve oncology care in Nigeria, it may be important to understand the push and pull factors contributing to migration of clinical oncology (CO) workforce. Mathew (2018), Vanderpuye, et al., (2019), Balogun, et al., (2017), and Adebayo, (2016) have done research on CO; however, their studies were vastly focused on the African continent and not country-specific nor focused on the CO workforce in Nigeria.<br \/>Aim: The aim of this study is to explore the push and pull factors to stay or leave clinical oncology workforce in Nigeria.<br \/>Method: Using a mixed-method research approach, 80 participants completed the questionnaire and 9 participants responded to semi-structured interview. Multiple linear regression and Grounded theory was used for the data analysis.<br \/>Results: The results show that CO workload and satisfaction were significantly related to turnover intention. The qualitative results showed that CO as a new area of specialization, mentorship, career growth and attractiveness of radiation science are pull factors. While, high CO workload, poor healthcare system, poor remuneration, corruption in the public sector, and few other themes are push factors. Empathy for patients, patriotism and sense of fulfilment unexpectedly emerged as retention factors in the study.<br \/>Conclusion:<b> <\/b>Nigeria can improve patient&#8217;s treatment outcome by the reduction of CO workload through the employment of more CO. More CO can be available for employment when they are attracted, and their training is optimized. Those employed can be retained by improving working conditions and the introduction of work benefits. Our<br \/>recommendations are that health leaders should create more CO training and awareness of CO in Nigeria.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++SHP01-01 Cancer disparities,,"},{"Key":"Keywords","Value":"Cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Runcie C.W. Chidebe<\/b><sup><\/sup><br><br\/>Research & Patient Advocacy, Project PINK BLUE - Health & Psychological Trust Centre, Abuja, Nigeria","CSlideId":"","ControlKey":"1f38b896-2be7-40e2-a440-a91f2a4ff531","ControlNumber":"418","DisclosureBlock":"<b>&nbsp;R. C. Chidebe, <\/b> <br><b>Roche Product Ltd<\/b> Grant\/Contract, Grant to implement Oncology Pharmacy Training in Nigeria.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1583","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"724","PresenterBiography":null,"PresenterDisplayName":"Runcie Chidebe, MS","PresenterKey":"043db9f9-3aef-4839-a144-ffcbb43ff8d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"724. Leaving cancer patients behind for greener pastures: The clinical oncology workforce in Nigeria","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"485","SessionOnDemand":"False","SessionTitle":"Science and Health Policy \/ Regulatory Science and Policy","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Leaving cancer patients behind for greener pastures: The clinical oncology workforce in Nigeria","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The purpose of this research study was to quantify the prostate cancer (PCa) mortality rate in Men of African Ancestry (MAA) living in the State of Florida, the tri-county region of South Florida including Broward, Palm Beach, and Miami-Dade, and to explore the embodiment of sociocultural factors that contribute to the PCa disparity in the United States (U.S.).<br \/>Method: A quantitative, non-experimental, descriptive study design was used to identify differences in the resident PCa mortality rate in MAA stratified based on single race of Black and birth origin of Haiti (HA), Jamaica (JA), or the United States (U.S.). The Paired t-Test was used for statistical testing. The intersection of health disparities and the embodiment of chronic exposure to sociocultural stressors was also explored.<br \/>Results: The results indicated death from PCa is a health disparity in MAA in Florida when examined in aggregate by ancestry and disaggregate by birth origin. In the state of Florida, when the PCa death rate was viewed in aggregate by ancestry, a significant difference was found between MAA and Men of European Ancestry (MEA) [t(2)=4.303, p&#8804;.01]. There was a statistically significant relationship found between being MAA and death from PCa (r=.866, p&#8804;.01). This suggests there are place based health disparities among MAA in the State of Florida. When the PCa mortality rate in MAA in the tri county region of South Florida was examined in aggregate by ancestry versus disaggregate by birth origin a significant difference was shown between MAA and HA born men [t(2)=4.30, p=0.05]. No difference was shown between MAA and U.S., or JA born men. By county, the highest death rate was found in JA born men in Miami-Dade, and HA born men in Broward and Palm Beach. Overall, the lowest death rates in each county were found in U.S. born men. The results suggest that there are clear placed based and birth origin disparities in the South Florida region.<br \/>Conclusions: Examining differences in the PCa mortality rates in MAA in disaggregate by birth origin provides opportunity for the observation of sociocultural factors that affect health such as cultural beliefs and fears, chronic exposure to stressors such as structural and explicit racism and racialization in the U.S, immigration status and barriers to healthcare; all sociocultural factors that if examined may aid in explaining the increased rate of PCa death experienced by MAA and why the disparity exists.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++SHP01-01 Cancer disparities,,"},{"Key":"Keywords","Value":"Prostate cancer,Global Health,Race,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Joan M. Brown<\/b><sup>1<\/sup>, Brandon Maha<sup>1<\/sup>, Louis Herns Marcelin<sup>2<\/sup>, Paulo Penheirooan<sup>3<\/sup>, Elissa Dawkins<sup>4<\/sup>, Sophia George<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Miami, Miami, FL,<sup>2<\/sup>School of Medicine (MSOM), University of Miami, Miami, FL,<sup>3<\/sup>Department of Public Health Sciences, University of Miami, Miami, FL,<sup>4<\/sup>Sylvester Comprehensive Cancer Center (Sylvester), University of Miami, Miami, FL","CSlideId":"","ControlKey":"3c36c376-bad2-4ad6-a1ea-ae983de81cb6","ControlNumber":"731","DisclosureBlock":"&nbsp;<b>J. M. Brown, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1584","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"725","PresenterBiography":null,"PresenterDisplayName":"Joan Brown, MA;CCRC, CHRC","PresenterKey":"fe3dab87-341e-4c94-9e32-2d82ad691381","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"725. Prostate cancer risk disparities and sociocultural factors in men of African ancestry","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"485","SessionOnDemand":"False","SessionTitle":"Science and Health Policy \/ Regulatory Science and Policy","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prostate cancer risk disparities and sociocultural factors in men of African ancestry","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Financial toxicity (FT) refers to the financial stress and detrimental impact on quality of life experienced by patients due to cancer-related treatment costs. Patients with moderate\/severe FT often use injurious coping mechanisms, such as skipping clinic visits, resulting in worse survivorship. We aimed to use machine learning (ML) techniques to predict FT in patients with resected lung cancer (LC).<br \/><b>Methods<\/b>: Patients who underwent LC resection at our center between January 2016 and December 2021 were identified. Following consent, patients were surveyed to ascertain demographic and financial data and sent the COST questionnaire to evaluate the presence of moderate or severe FT. Clinicopathologic variables, including smoking status, stage, and type of surgery, were extracted from the medical record. Patients were randomly divided into training and test sets (70%\/30%, respectively). First, we identified the most informative features. Then, four ML algorithms (decision tree, random forest [RF], gradient boosting, and extreme gradient boosting) were trained. We ensembled the four models&#8217; predictions to optimize the model.<br \/><b>Results: <\/b>There were 1477 patients identified, of whom 462 (31.3%) completed the survey. 46 (10.0%) patients experienced moderate\/severe FT related to their LC diagnosis and surgery. The variables most influential in our models included demographic, economic, clinical, pathologic, and operative characteristics (Table). The RF model achieved the best prediction performance among all four models. The ensemble model further augmented performance and yielded an accuracy of 0.86, precision of 0.93, recall of 0.86, leading to an F1 score of 0.88, indicative of a reliable algorithm.<br \/><b>Conclusions:<\/b> ML algorithms can accurately identify LC patients at risk of experiencing moderate\/severe FT after surgery. Once identified, patients at high likelihood of developing FT may benefit from financial counseling and social work evaluation prior to lung resection.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{51C91703-D97A-47A0-832A-5E0548D613C3}\"><caption>The 12 most influential variables in our models, prompting their inclusion in the final algorithm.<\/caption><tr><td rowspan=\"1\" colspan=\"1\">Demographic<\/td><td rowspan=\"1\" colspan=\"1\">Economic<\/td><td rowspan=\"1\" colspan=\"1\">Clinical<\/td><td rowspan=\"1\" colspan=\"1\">Pathologic<\/td><td rowspan=\"1\" colspan=\"1\">Operative<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Age<\/td><td rowspan=\"1\" colspan=\"1\">Employment Status<\/td><td rowspan=\"1\" colspan=\"1\">Smoking Status<\/td><td rowspan=\"1\" colspan=\"1\">Histopathology<\/td><td rowspan=\"1\" colspan=\"1\">Extent of Resection<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Race<\/td><td rowspan=\"1\" colspan=\"1\">Household Income<\/td><td rowspan=\"1\" colspan=\"1\">Body Mass Index<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Marital Status<\/td><td rowspan=\"1\" colspan=\"1\">Credit Score<\/td><td rowspan=\"1\" colspan=\"1\">Forced Expiratory Volume in 1 second (FEV1)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Residence Size<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++SHP01-05 Value and cost issues in cancer care,,"},{"Key":"Keywords","Value":"Lung cancer,Financial Toxicity,Machine learning,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nathaniel Deboever<\/b><sup>1<\/sup>, Qasem Al-Tashi<sup>2<\/sup>, Michael Eisenberg<sup>1<\/sup>, Wayne Hofstetter<sup>1<\/sup>, Reza Mehran<sup>1<\/sup>, David Rice<sup>1<\/sup>, Jack Roth<sup>1<\/sup>, Boris Sepesi<sup>1<\/sup>, Stephen Swisher<sup>1<\/sup>, Ara Vaporciyan<sup>1<\/sup>, Garrett Walsh<sup>1<\/sup>, Mara Antonoff<sup>1<\/sup>, Jia Wu<sup>3<\/sup>, Ravi Rajaram<sup>1<\/sup><br><br\/><sup>1<\/sup>Thoracic and Cardiovascular Surgery, UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Imaging Physics, UT MD Anderson Cancer Center, Houston, TX,<sup>3<\/sup>Imaging Physics\/Thoracic Head and Neck Medical Oncology, UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"ef557cdc-a7b2-43cc-a866-c4de199ac1b5","ControlNumber":"6180","DisclosureBlock":"&nbsp;<b>N. Deboever, <\/b> None..<br><b>Q. Al-Tashi, <\/b> None..<br><b>M. Eisenberg, <\/b> None..<br><b>W. Hofstetter, <\/b> None..<br><b>R. Mehran, <\/b> None..<br><b>D. Rice, <\/b> None..<br><b>J. Roth, <\/b> None..<br><b>B. Sepesi, <\/b> None..<br><b>S. Swisher, <\/b> None..<br><b>A. Vaporciyan, <\/b> None..<br><b>G. Walsh, <\/b> None..<br><b>M. Antonoff, <\/b> None..<br><b>J. Wu, <\/b> None.&nbsp;<br><b>R. Rajaram, <\/b> <br><b>Johnson and Johnson<\/b> Other, Research Consultant.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1585","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"726","PresenterBiography":null,"PresenterDisplayName":"Nathaniel Deboever, MD","PresenterKey":"e005726d-03ee-49b0-bebf-89f6316f5ed6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"726. Machine learning prediction of financial toxicity in patients with resected lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"485","SessionOnDemand":"False","SessionTitle":"Science and Health Policy \/ Regulatory Science and Policy","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Machine learning prediction of financial toxicity in patients with resected lung cancer","Topics":null,"cSlideId":""},{"Abstract":"The day I received news of my prostate cancer diagnosis time paused for a minute. My heart was heavy, and my mind racing and my soul appeared to leave my body as the physician kept talking. I&#8217;m looking at this doctor and having internal conversations with myself about dying. My attention switched from listening to reflecting to Fred Sanford holding his heart and saying &#8220;Elizabeth, I am coming to join you&#8221;, but my wife was right next to me holding my hand. The embrace of our interlocked fingers without saying a word to one another assured both of us this too shall pass. My knowing I had support encouraged me to begin educating myself about the science of survivorship.<br \/>The presence of prostate cancer resources was absent in my community. I began reading information online to grasp a better understanding of this disease. The information gained encouraged me to request a second opinion from another oncologist. I was amaze by the difference in opinion about treatment options. I felt the urge to identify and specifically speak with other Black men going through this process. Everywhere I looked for support groups felt like removing my hands from pocket and watching lent flee from my fingers. What did I do? I registered my own prostate cancer support group with the state of Florida. The group grew from a few to 20 Black men across major metropolitan cities in Florida. These group meetings extended to men leading groups in their communities. I joined the Prostate Health Education Network as the Regional Ambassador to promote prostate awareness and clinical trials. My advocacy presence in the state of Florida led to Dr. Odedina and I crossing paths to champion elimination of prostate cancer health disparities for Black men.<br \/>I am a Citizen Scientist in the lab of Dr. Odedina working on the inclusive cancer care and research equity for Black men consortium. I have co-authored publications, co-presented at conferences, served on research projects, and contributed to grant funding totaling over $25 million as a citizen scientist. Currently working on a Department of Defense funded grant focusing on the point of prostate cancer diagnosis. The project has completed several events to dispel myths about participation in clinical research while discussions about early detection is vital to improve survivorship.<br \/>The reward from this work is knowing I am helping create spaces for Black men never to travel this journey alone. I believe men appreciate having a patient supporter but require fellowship with men who have traveled the road to gain navigational insights on how to maneuver across this terrain.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++SHP01-04 Patient advocacy and engagement,,"},{"Key":"Keywords","Value":"Prostate cancer,Citizen scientist,Community engagement ,Black men ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>AJ Merriweather<\/b><sup>1<\/sup>, Dottington Fullwood<sup>1<\/sup>, Che Ngufor<sup>1<\/sup>, Jennifer Crook<sup>1<\/sup>, Emelina Asto-Flores<sup>1<\/sup>, Parisa Fathi<sup>1<\/sup>, Roxana Dronca<sup>2<\/sup>, Shannon Pressey<sup>1<\/sup>, Folakemi Odedina<sup>1<\/sup><br><br\/><sup>1<\/sup>Mayo Clinic Cancer Center Florida, Jacksonville, FL,<sup>2<\/sup>Oncology, Mayo Clinic Cancer Center Florida, Jacksonville, FL","CSlideId":"","ControlKey":"c7f2c3f5-11e7-4768-a766-e73ab660f974","ControlNumber":"8128","DisclosureBlock":"&nbsp;<b>A. Merriweather, <\/b> None..<br><b>D. Fullwood, <\/b> None..<br><b>C. Ngufor, <\/b> None..<br><b>J. Crook, <\/b> None..<br><b>E. Asto-Flores, <\/b> None..<br><b>P. Fathi, <\/b> None..<br><b>R. Dronca, <\/b> None..<br><b>S. Pressey, <\/b> None..<br><b>F. Odedina, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1586","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"727","PresenterBiography":null,"PresenterDisplayName":"AJ Merriweather, --","PresenterKey":"4daf9298-f2d7-44ac-ab11-19b2c242eece","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"727. Early detection saves lives: I survived, and you can too&#8212; Any day above ground is a good day","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"485","SessionOnDemand":"False","SessionTitle":"Science and Health Policy \/ Regulatory Science and Policy","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Early detection saves lives: I survived, and you can too&#8212; Any day above ground is a good day","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Studies underscore evidence that socioeconomic status (SES) is associated with breast cancer (BC)prevalence and especially poor SES is closely related to the cancer epidemic. Exploring the high and low SES status concerning BC prevalence is timely and noteworthy. Two impoverished Deep South states Alabama and Mississippi are the focus of this research. Alabama and Mississippi are well known for the historical and cultural landscape of Black Belt Counties (BBC), predominantly occupied by African American populations who were systematically undermined in many socioeconomic, healthcare, educational, and political aspects. Our investigation explores BC prevalence in the major ethnic groups (African American and White) in both southern states, mainly in the BBC.<br \/><b>Hypothesis\/Objectives:<\/b> We hypothesized that SES is closely associated with BC prevalence. In particular, the poor status of SES severely influences BC patients' access to healthcare, healthy food, obesity, education, employment, transportation, prevention, and screening. Our study explores the impact of selected SES factors to understand BC prevalence in both states, particularly in impoverished BBC.<br \/><b>Methods:<\/b> We utilized Geospatial Technology (GT) to analyze the connection between BC prevalence and SES. This study incorporates county-level BC prevalence and association with SES, education, healthy food access, and health disparities. A robust data mining (U.S. Census, State Cancer Profile, Department of Health, American cancer society, National Cancer Institute, and published peer-reviewed journals) enabled us to explore the association between BC in the geospatial context. Integrating geospatial and non-spatial data on BC prevalence with SES will help predict and formulate BC prevention methods and promote health policy formulation and intervention in deep southern states.<br \/><b>Conclusions:<\/b> Alabama and Mississippi are the top states concerning the BC epidemic. The research employed SESand cancer prevalence using GT. Data shows a close relation between SES and cancer prevalence. The research strongly recommends the states adopt cancer awareness programs, and social and health equity policy planning.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++SHP01-01 Cancer disparities,,"},{"Key":"Keywords","Value":"Breast cancer,Cancer,Obesity,Prevention,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ram Alagan<\/b><sup><\/sup><br><br\/>Alabama State University, Montgomery, AL","CSlideId":"","ControlKey":"040166dd-1c62-4844-b6dd-fa232f234599","ControlNumber":"4983","DisclosureBlock":"&nbsp;<b>R. Alagan, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1587","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"728","PresenterBiography":null,"PresenterDisplayName":"Ram Alagan","PresenterKey":"4ec974ac-68c3-475e-87e1-3b0fb2331711","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"728. Socio-economic and health disparity determinants of breast cancer prevalence in low-income counties in Alabama and Mississippi: An analysis of Deep South cancer epidemic","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"485","SessionOnDemand":"False","SessionTitle":"Science and Health Policy \/ Regulatory Science and Policy","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Socio-economic and health disparity determinants of breast cancer prevalence in low-income counties in Alabama and Mississippi: An analysis of Deep South cancer epidemic","Topics":null,"cSlideId":""},{"Abstract":"Background: The objective of this review was to examine the economic and health care resource utilization (HCRU) burden of patients with metastatic non-small cell lung cancer (mNSCLC), globally.<br \/>Methods: A systematic literature review of PubMed and Embase between 9\/28\/2016 and 9\/28\/2021 was conducted. Studies reporting on the economic burden (direct or indirect) and\/or HCRU burden of patients with mNSCLC were included in this review.<br \/>Results: Eighteen studies were included in this review (Table 1). Direct healthcare costs for mNSCLC patients ranged from $10,055 to $18,565 per patient per month (PPPM) in the US and &#8364;1941 (UK) - &#8364;3151 (France) in Europe. While anticancer drugs generally made up a significant percentage of costs, medical management costs were also substantial and, in some cases, exceeded anticancer drug costs. End-of-life (EoL) costs per patient per month in a US claims database ranged from $15,160 (&#8805;65 years) to $31,137 (&#60;65 years). EoL costs were driven by hospitalization and IV drug administration costs. The incremental PPPM cost of any serious adverse event (SAE) in mNSCLC was substantial, with an additional $4700 for patients with any SAE. Mean AE-related costs ranged from $16,319 on immunotherapy to $23,009 on chemotherapy. Chemotherapy-alone was found to be associated with higher rates of AE-related ambulatory, ER, and inpatient visits. Total healthcare costs were significantly higher for patients initiating guideline-recommended therapies compared to non-guideline recommended therapies. Lifetime direct medical costs were higher for patients participating in clinical trials compared to non-trial participants.<br \/>Conclusions: Given the substantial burden of mNSCLC, there were few studies examining the economic and\/or HCRU burden. New therapeutic options with clinical efficacy and the potential to reduce overall healthcare cost would provide a high level of value.<br \/>Table 1. Description of Studies<table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{5E8A1E8C-1141-40B6-9F12-087FF5CA931A}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>STUDY<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>TYPE<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>COUNTRY<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>DATA<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>SAMPLE (N)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>TIME PERIOD<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>PATIENT POPULATION<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Veraldi et al. 2022<\/td><td rowspan=\"1\" colspan=\"1\">Retrospective<\/td><td rowspan=\"1\" colspan=\"1\">Italy<\/td><td rowspan=\"1\" colspan=\"1\">Medical records, internal prescription cards and reports of adverse reactions<\/td><td rowspan=\"1\" colspan=\"1\">102<\/td><td rowspan=\"1\" colspan=\"1\">9\/2016&#8211;9\/2020<\/td><td rowspan=\"1\" colspan=\"1\">mNSCLC<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Chou et al. 2021<\/td><td rowspan=\"1\" colspan=\"1\">Retrospective<\/td><td rowspan=\"1\" colspan=\"1\">USA<\/td><td rowspan=\"1\" colspan=\"1\">US claims database<\/td><td rowspan=\"1\" colspan=\"1\">10,075<\/td><td rowspan=\"1\" colspan=\"1\">11\/2016&#8211;9\/2019<\/td><td rowspan=\"1\" colspan=\"1\">mNSCLC<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Lester-Coll et al. 2021<\/td><td rowspan=\"1\" colspan=\"1\">Retrospective<\/td><td rowspan=\"1\" colspan=\"1\">USA<\/td><td rowspan=\"1\" colspan=\"1\">SEER-Medicare<\/td><td rowspan=\"1\" colspan=\"1\">215<\/td><td rowspan=\"1\" colspan=\"1\">2004&#8211;2014<\/td><td rowspan=\"1\" colspan=\"1\">mNSCLC w\/ SBRT as 1L<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Cramer-van der Welle et al. 2021<\/td><td rowspan=\"1\" colspan=\"1\">Retrospective<\/td><td rowspan=\"1\" colspan=\"1\">Netherlands<\/td><td rowspan=\"1\" colspan=\"1\">Five Dutch large teaching hospitals (Santeon network)<\/td><td rowspan=\"1\" colspan=\"1\">1214<\/td><td rowspan=\"1\" colspan=\"1\">2008&#8211;2014<\/td><td rowspan=\"1\" colspan=\"1\">Stage IV NSCLC treated w\/ systemic therapy<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Merkhofer et al. 2020<\/td><td rowspan=\"1\" colspan=\"1\">Retrospective<\/td><td rowspan=\"1\" colspan=\"1\">USA<\/td><td rowspan=\"1\" colspan=\"1\">EHR Linked to Tumor Registry and Claims Data at the Seattle Cancer Care Alliance<\/td><td rowspan=\"1\" colspan=\"1\">101<\/td><td rowspan=\"1\" colspan=\"1\">2007&#8211;2015<\/td><td rowspan=\"1\" colspan=\"1\">mNSCLC (clinical trial vs. nonclinical trial participants)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Matsuda et al. 2020<\/td><td rowspan=\"1\" colspan=\"1\">Retrospective<\/td><td rowspan=\"1\" colspan=\"1\">USA<\/td><td rowspan=\"1\" colspan=\"1\">Medicare FFS Claims and PROGNOS NSCLC Explorer Dataset<\/td><td rowspan=\"1\" colspan=\"1\">438<\/td><td rowspan=\"1\" colspan=\"1\">7\/2014&#8211;6\/2018<\/td><td rowspan=\"1\" colspan=\"1\">mNSCLC, a positive KRAS biomarker test result, and anti-cancer treatment<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Engel-Nitz et al. 2020<\/td><td rowspan=\"1\" colspan=\"1\">Retrospective<\/td><td rowspan=\"1\" colspan=\"1\">USA<\/td><td rowspan=\"1\" colspan=\"1\">Medicare Advantage<\/td><td rowspan=\"1\" colspan=\"1\">9712<\/td><td rowspan=\"1\" colspan=\"1\">1\/2008&#8211;3\/2018<\/td><td rowspan=\"1\" colspan=\"1\">mNSCLC with first-line, nontargeted systemic anti-NSCLC therapy<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Garon et al. 2020<\/td><td rowspan=\"1\" colspan=\"1\">Clinical Trial<\/td><td rowspan=\"1\" colspan=\"1\">USA<\/td><td rowspan=\"1\" colspan=\"1\">REVEL trial<\/td><td rowspan=\"1\" colspan=\"1\">1253<\/td><td rowspan=\"1\" colspan=\"1\">N\/R<\/td><td rowspan=\"1\" colspan=\"1\">Stage IV NSCLC with disease progression on platinum-based therapy<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Engel-Nitz et al. 2019<\/td><td rowspan=\"1\" colspan=\"1\">Retrospective<\/td><td rowspan=\"1\" colspan=\"1\">USA<\/td><td rowspan=\"1\" colspan=\"1\">Commercial and Medicare Advantage Claims<\/td><td rowspan=\"1\" colspan=\"1\">9712<\/td><td rowspan=\"1\" colspan=\"1\">1\/2008&#8211;2\/2018<\/td><td rowspan=\"1\" colspan=\"1\">mNSCLC with systemic therapy (immunotherapy or chemotherapy)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Lejeune et al. 2019<\/td><td rowspan=\"1\" colspan=\"1\">Retrospective<\/td><td rowspan=\"1\" colspan=\"1\">USA<\/td><td rowspan=\"1\" colspan=\"1\">IQVIA&#8482; Real-World Data Adjudicated Claims - U.S. database<\/td><td rowspan=\"1\" colspan=\"1\">1646<\/td><td rowspan=\"1\" colspan=\"1\">Q2\/2012&#8211;Q1\/2017<\/td><td rowspan=\"1\" colspan=\"1\">mNSCLC with EGFR-TKI as 1L treatment<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Subramanian et al. 2019<\/td><td rowspan=\"1\" colspan=\"1\">Retrospective<\/td><td rowspan=\"1\" colspan=\"1\">USA<\/td><td rowspan=\"1\" colspan=\"1\">IQVIA&#8482; Real-World Data Adjudicated Claims - US database<\/td><td rowspan=\"1\" colspan=\"1\">1646<\/td><td rowspan=\"1\" colspan=\"1\">04\/2012&#8211; 03\/2017<\/td><td rowspan=\"1\" colspan=\"1\">mNSCLC with EGFR-TKI as 1L treatment<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Cramer-van der Welle et al. 2019<\/td><td rowspan=\"1\" colspan=\"1\">Retrospective<\/td><td rowspan=\"1\" colspan=\"1\">Netherlands<\/td><td rowspan=\"1\" colspan=\"1\">Five Dutch large teaching hospitals (Santeon network)<\/td><td rowspan=\"1\" colspan=\"1\">983<\/td><td rowspan=\"1\" colspan=\"1\">2008&#8211;2014<\/td><td rowspan=\"1\" colspan=\"1\">Stage IV NSCLC treated w\/ systemic therapy<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Subramanian et al. 2018<\/td><td rowspan=\"1\" colspan=\"1\">Retrospective<\/td><td rowspan=\"1\" colspan=\"1\">USA<\/td><td rowspan=\"1\" colspan=\"1\">IQVIA&#8482; Real-World Data Adjudicated Claims - US database<\/td><td rowspan=\"1\" colspan=\"1\">1646<\/td><td rowspan=\"1\" colspan=\"1\">Q2\/2012&#8211; Q1\/2017<\/td><td rowspan=\"1\" colspan=\"1\">mNSCLC with EGFR-TKI as 1L treatment<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Casebeer et al. 2018<\/td><td rowspan=\"1\" colspan=\"1\">Retrospective<\/td><td rowspan=\"1\" colspan=\"1\">USA<\/td><td rowspan=\"1\" colspan=\"1\">Humana Claims and Treatment Authorizations (Medicare Patients)<\/td><td rowspan=\"1\" colspan=\"1\">1344<\/td><td rowspan=\"1\" colspan=\"1\">2013&#8211;2014<\/td><td rowspan=\"1\" colspan=\"1\">mNSCLC w\/ infusion therapy<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Kurosky et al. 2017<\/td><td rowspan=\"1\" colspan=\"1\">Retrospective<\/td><td rowspan=\"1\" colspan=\"1\">UK, Spain, Germany, and France<\/td><td rowspan=\"1\" colspan=\"1\">Medical Records Review<\/td><td rowspan=\"1\" colspan=\"1\">821<\/td><td rowspan=\"1\" colspan=\"1\">1\/2008 and 12\/2014 (UK) \/ 1\/2015 (SP, GE) \/ 10\/2015 (FR)<\/td><td rowspan=\"1\" colspan=\"1\">mNSCLC initiating second-line treatment<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Crane et al. 2017<\/td><td rowspan=\"1\" colspan=\"1\">Retrospective<\/td><td rowspan=\"1\" colspan=\"1\">Germany and France<\/td><td rowspan=\"1\" colspan=\"1\">Validated Questionnaires and Patient Charts<\/td><td rowspan=\"1\" colspan=\"1\">123<\/td><td rowspan=\"1\" colspan=\"1\">Data cutoff: 5\/29\/2017<\/td><td rowspan=\"1\" colspan=\"1\">mNSCLC with and without CNS mets<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Lorenzo et al. 2016<\/td><td rowspan=\"1\" colspan=\"1\">Retrospective<\/td><td rowspan=\"1\" colspan=\"1\">UK, Spain, Germany, and France<\/td><td rowspan=\"1\" colspan=\"1\">Chart Review<\/td><td rowspan=\"1\" colspan=\"1\">818<\/td><td rowspan=\"1\" colspan=\"1\">1\/2010&#8211;1\/2014<\/td><td rowspan=\"1\" colspan=\"1\">Metastatic squamous NSCLC<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Casebeer et al. 2016<\/td><td rowspan=\"1\" colspan=\"1\">Retrospective<\/td><td rowspan=\"1\" colspan=\"1\">USA<\/td><td rowspan=\"1\" colspan=\"1\">Humana Claims and Treatment Authorizations<\/td><td rowspan=\"1\" colspan=\"1\">1458<\/td><td rowspan=\"1\" colspan=\"1\">2013&#8211;2014<\/td><td rowspan=\"1\" colspan=\"1\">mNSCLC w\/ infusion therapy<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++SHP01-06 Other  ,,"},{"Key":"Keywords","Value":"NSCLC,Healthcare resource utilization,Metastatic,Therapy costs,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Cloe Koh<\/b><sup>1<\/sup>, Wesley Furnback<sup>2<\/sup>, Gordon Chavez<sup>1<\/sup>, Chelsea Higgins<sup>1<\/sup>, Jin Kim<sup>2<\/sup>, Christina Proescholdt<sup>1<\/sup><br><br\/><sup>1<\/sup>Novocure Inc., New York, NY,<sup>2<\/sup>Real Chemistry, New York, NY","CSlideId":"","ControlKey":"58faf521-c4f6-48ac-82b9-fe67ce255b9c","ControlNumber":"3394","DisclosureBlock":"<b>&nbsp;C. Koh, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>W. Furnback, <\/b> <br><b>Real Chemistry<\/b> Employment. <br><b>G. Chavez, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>C. Higgins, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>J. Kim, <\/b> <br><b>Real Chemistry<\/b> Employment. <br><b>C. Proescholdt, <\/b> <br><b>Novocure<\/b> Employment, Stock.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1588","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"729","PresenterBiography":null,"PresenterDisplayName":"Cloe Koh, Unknown","PresenterKey":"8f543c26-71a1-47c8-8109-5692b6fb9a38","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"729. The economic and healthcare resource utilization of metastatic non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"485","SessionOnDemand":"False","SessionTitle":"Science and Health Policy \/ Regulatory Science and Policy","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The economic and healthcare resource utilization of metastatic non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Electronic nicotine delivery system (ENDS) use by youth who never previously used tobacco is a major health concern, as ENDS have been linked to DNA damage, inflammation, and cancer development. FDA&#8217;s regulation of ENDS products includes how the tobacco industry markets ENDS to young people, including youth from marginalized communities. LatinX youth are among the largest and fastest growing populations in the country, yet little is known about their susceptibility to using ENDS, including perceived risks of harm and addiction. The purpose of this study was to characterize ENDS use among LatinX youth in low-resource communities, and perceptions of its harm and addiction.<br \/>Methods: N=622 middle and high school students identifying as LatinX and enrolled in a Title I school district in NJ completed an online survey during a class period. Lifetime ENDS use and its correlates were tested in bivariate and logistic regression models.<br \/>Results: Based on Spanish-English language preference, 33% of LatinX youth had low acculturation to the US and 35% had high US acculturation: their overall prevalence of lifetime ENDS use was 20%. LatinX ENDS users were 3x more likely to acquire ENDS products from others (e.g., adults) than to purchase or obtain them themselves (16% vs. 5%). LatinX youth were considered further &#8216;susceptible&#8217; to using ENDS based on their curiosity (30%), expected use within a year (11%), or uptake if offered by a friend (17%). In multivariable logistic regression models of the odds of ENDS use, LatinX students in Grade 11 were more likely to have ever used ENDS vs. those in Grade 7 (OR=1.23, 95% CI=0.77, 1.95). After adjusting for acculturation, LatinX youth who were more curious (OR=6.85, 95% CI=3.64, 12.87), intended to use ENDS in the next year (OR=4.96, 95% CI=2.24, 10.98), and would use the product if offered by a friend (OR=5.47, 95% CI=2.80, 10.68) had greater lifetime odds of being ENDS users. Also, LatinX youth who perceived no\/low risks (OR= 2.02, 95% CI=1.22, 3.34) or health harms (OR=2.19, 95% CI=1.29, 3.73) were more likely to have ever used ENDS. When examined simultaneously, LatinX youth who both perceived no\/low risk as well as no\/low health harms were the most likely to have used ENDS products in their lifetimes (OR=3.10, 95% CI=1.72, 5.62).<br \/>Conclusions: Across the acculturation continuum, LatinX youth from marginalized communities are especially susceptible and using ENDS. Prevention efforts directed towards these communities may benefit from health education messaging that emphasizes health harms and addiction potential to reduce ENDS experimentation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++RSP01-08 Tobacco and e-cigarette regulation,,"},{"Key":"Keywords","Value":"Tobacco,Cancer prevention,Hispanic,Epidemiology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Marcelo Sleiman Jr.<\/i><\/u><\/presenter>, <presenter><i>Kenneth Tercyak<\/i><\/presenter>, <presenter><i>Mary R. Yockel<\/i><\/presenter>. Georgetown Lombardi Comprehensive Cancer Ctr., Washington, DC","CSlideId":"","ControlKey":"b94c5b88-5681-413c-b5a9-09c3e827796e","ControlNumber":"9513","DisclosureBlock":"&nbsp;<b>M. Sleiman, <\/b> None..<br><b>K. Tercyak, <\/b> None..<br><b>M. R. Yockel, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10109","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB052","PresenterBiography":null,"PresenterDisplayName":"Marcelo Sleiman Jr","PresenterKey":"c0c70b13-5319-4b22-9097-be42b8bc6a3f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB052. Electronic nicotine delivery system (ENDS) use among LatinX youth in low-resource communities: Implications for policy and regulation","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"485","SessionOnDemand":"False","SessionTitle":"Science and Health Policy \/ Regulatory Science and Policy","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Electronic nicotine delivery system (ENDS) use among LatinX youth in low-resource communities: Implications for policy and regulation","Topics":null,"cSlideId":""}]