[{"Abstract":"T-cells are critical mediators of immunity and immunologic memory. Their cell fates are regulated in part through epigenetic mechanisms, including DNA methylation. Recent genome-wide methylation analyses have revealed dynamic alterations in the methylome at various stages of development and differentiation of T cells. At single cell level, it is not easy to simultaneously collect RNA-seq and RBBS methylation profiling. An important task is to understand the expression change of which genes and pathways are regulated by DNA methylations, especially for the ones that are associated with functional variations in the T cells from tumor microenvironment.In this study, we developed a computational approach based on our recently developed metabolic flux estimation to estimate cell-wise global DNA methylation activity level by using scRNA-seq data. We also hypothesize that the global DNA methylation activity level in one cell determines most of the DNA methylation level in gene-specific DNA methylations. Hence, the dependency between gene-specific DNA methylation and expression could be imputed by the dependency between predicted global DNA methylation input level and the gene expression. We validated our method to impute cell-wise global DNA methylation level by using four independent sets of paired gene expression and DNA methylation data. Noted, our prediction of global DNA methylation activity is from a pure metabolic perspective. We found that two metabolic reaction rates, named metabolic flux from methionine to SAM and SAM to SAH, purely predicted by using gene expression data can accurately impute DNA methylation activity in all validating data sets. Our method enables further identification of the disease\/cell context specific contributor of DNA methylation, i.e., the genes high contribution to DNA methylations in each individual cell or cell groups. We applied our method on scRNA-seq data of different T cell types extracted from TME of lung, liver, and colon cancer. We have seen that exhausted T cells, especially the ones with decreased Granzymes and PRF1 are associated with increased global DNA methylation level and related genes, suggesting the potential clinical implications in targeting DNA methylation to improve the efficacy of immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Single cell,Metabolic heterogeneity,Methylation,Metabolic Flux Estimation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Pengtao Dang<\/b><sup>1<\/sup>, Xiao Wang<sup>2<\/sup>, Haiqi Zhu<sup>3<\/sup>, Jia Wang<sup>2<\/sup>, Tingbo Guo<sup>4<\/sup>, Xinyu Zhou<sup>2<\/sup>, Paveethran Swaminathan<sup>2<\/sup>, Chi Zhang<sup>5<\/sup>, Sha Cao<sup>5<\/sup><br><br\/><sup>1<\/sup>Deparment of Electrical Computer Engineering, Purdue University, Indianapolis, IN,<sup>2<\/sup>Deparment of Computer Science, Indiana University, Bloomington, IN,<sup>3<\/sup>Department of Computer Science, Indiana University, Bloomington, IN,<sup>4<\/sup>Deparment of Mathematics, Purdue University, Indianapolis, IN,<sup>5<\/sup>School of Medicine, Indiana University, Indianapolis, IN","CSlideId":"","ControlKey":"5a5ea010-25a9-449c-a57d-1801282ce539","ControlNumber":"7040","DisclosureBlock":"&nbsp;<b>P. Dang, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>H. Zhu, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>T. Guo, <\/b> None..<br><b>X. Zhou, <\/b> None..<br><b>P. Swaminathan, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>S. Cao, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7452","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5352","PresenterBiography":null,"PresenterDisplayName":"Pengtao Dang, MS","PresenterKey":"2e7ed272-526c-4192-ba13-025fca854c43","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5352. Targeting DNA methylation in T cells to improve the efficacy of immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting DNA methylation in T cells to improve the efficacy of immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Recently, novel technologies have enabled spatially resolved multiplexed protein profiling of tumors; however, there is an unmet need for unbiased detection of spatial structures within the tissue. By encoding multiplexed images as a graph, we produce an efficient and well-studied graph representation that allows for the application of sophisticated machine learning methods, particularly graph neural networks (GNNs) and graph autoencoders (GAE). While GNNs have recently become popular tools in the analysis of spatial data, current GNN methods are limited by production of cell-level representations rather than graph-level representations. To understand patterns of local tissue structure and protein expression, we implemented a generalizable GAE framework that summarizes marker intensity and morphological values with the local topology of neighboring cells. In this way, each local cellular graph is represented as a single point in the lower dimensional space. We show that our framework generates low-dimensional features that reflect both cellular attributes and tissue structure. We demonstrate that clustering local structure in 318 fields of view from 22 tumor lesions across 7 patients with in-transit melanoma captured using multiplexed immunofluorescence (mpIF) can produce spatial motifs predictive of response to intralesional interleukin-2 (IL-2) immunotherapy. Additionally, we applied our framework to mpIF data of 146 high grade serous ovarian cancer tumors across 50 patients. We identify clusters with higher CD8+ T cell infiltration that associate with homologous recombination deficiency. Our method can be readily applied to various spatially resolved multiplexed imaging platforms, and the resulting embeddings provide a compressed representation of subgraphs that can be used in further classification or regression analysis of patient- and\/or image-level histological, clinical, or genomic labels.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Image analysis,Genomics,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nicholas Ceglia<\/b><sup><\/sup>, Samuel S. Freeman<sup><\/sup>, Maryam Pourmaleki<sup><\/sup>, Andrew McPherson<sup><\/sup>, Sohrab P. Shah<sup><\/sup><br><br\/>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"95899716-6b0b-43d5-b990-18975c4505d6","ControlNumber":"7607","DisclosureBlock":"&nbsp;<b>N. Ceglia, <\/b> None.&nbsp;<br><b>S. S. Freeman, <\/b> <br><b>Provisional patent applications: No.62\/866,261 No.62\/866,261, US 16\/530,204 and 16\/084,890<\/b> Patent, Co-inventor.<br><b>M. Pourmaleki, <\/b> None..<br><b>A. McPherson, <\/b> None.&nbsp;<br><b>S. P. Shah, <\/b> <br><b>Imagia Canexia Inc<\/b> Stock, Other, Reports personal fees.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7453","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5353","PresenterBiography":null,"PresenterDisplayName":"Nicholas Ceglia, PhD","PresenterKey":"3577ba4c-fd19-471d-b7b1-dded296512cc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5353. Graph representation learning of tumor topology from spatial imaging data","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Graph representation learning of tumor topology from spatial imaging data","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Breast cancer is the most common cancer in women, with most patients diagnosed with early-stage disease. While adjuvant therapy should be considered in all fit patients, in many low-risk patients drug toxicity may out-weigh the potential benefit, therefore, identifying these patients is desired. Hematoxylin and eosin (H&#38;E) is the basic staining routinely performed for biopsies. It allows visual examination of the tissue and cells. Such manual examination, however, does not provide information about the molecular profile of the cancer, which is essential for diagnosis and guidance of treatment. The OncotypeDX assay is recommended for patients with node-negative, estrogen receptor-positive invasive breast cancer for determining chemotherapy benefit. It is based on RT-PCR gene expression profiling and provides a recurrence score (RS) that enables patient stratification to non-high risk (RS &#60; 26) and high risk (RS &#8805; 26). It was shown that high risk patients are likely to benefit from chemotherapy, while non-high risk are not. Unlike H&#38;E staining, the OncotypeDX assay is costly, time consuming, and inaccessible in low-income countries. Here, we sought to evaluate whether analysis of scanned H&#38;E-stained slides by convolutional neural networks (CNNs) could predict the RS risk group (high versus non-high), which determines eligibility for chemotherapy.<br \/><b>Methods: <\/b>684 H&#38;E-stained slides were collected from 430 invasive breast cancer patients who were assayed for OncotypeDX between 2014 and 2020 at Sheba medical center, Israel. The slides were scanned at 0.25 micron\/pixel, and automatically segmented and split to 256x256 non-overlapping tiles, resulting in overall 339,986 tile images containing tissue. The patients were randomly split into training (75%) and test (25%) sets, and a CNN model was trained and validated on the training set to classify each tile to non-high risk (RS &#60; 26) versus high risk (RS &#8805; 26), in 5-fold cross-validation. The final model was then applied to the held-out test set, and tile scores were aggregated to produce per-patient prediction scores. The final CNN prediction scores on the test set were compared to the ground truth risk group and the AUC performance was calculated.<br \/><b>Results: <\/b>The AUC performance of the model on the held out test set for high-risk versus non-high-risk classification based on the H&#38;E images alone was high (0.798, 95% CI: 0.689 - 0.875, P value &#60; 0.001), showing that the H&#38;E image analysis could predict the high risk group.<br \/><b>Conclusions: <\/b>These results show, for the first time, that CNN-based analysis of H&#38;E images could predict benefit from chemotherapy, thus implying distinct tumor morphologies differing between RS groups. Utilizing such a system may enable physicians in countries that lack genetic profiling capabilities to refine chemotherapy stratification based on H&#38;E images alone.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Breast cancer,Precision medicine,Chemotherapy response,Histopathology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gil Shamai<\/b><sup>1<\/sup>, Ran Schley<sup>1<\/sup>, Ron Kimmel<sup>1<\/sup>, Nora Balint-Lahat<sup>2<\/sup>, Iris Barshack<sup>3<\/sup>, Chen Mayer<sup>3<\/sup><br><br\/><sup>1<\/sup>Technion-Israel Institute of Technology, Haifa, Israel,<sup>2<\/sup>Institute of Pathology  Sheba Medical Center, Ramat Gan, Israel,<sup>3<\/sup>Institute of Pathology, Sheba Medical Center, Ramat Gan, Israel","CSlideId":"","ControlKey":"0854e2a6-6be5-404b-9681-1a8253db13df","ControlNumber":"6249","DisclosureBlock":"&nbsp;<b>G. Shamai, <\/b> None..<br><b>R. Schley, <\/b> None..<br><b>R. Kimmel, <\/b> None..<br><b>N. Balint-Lahat, <\/b> None..<br><b>I. Barshack, <\/b> None..<br><b>C. Mayer, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7454","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5354","PresenterBiography":null,"PresenterDisplayName":"Gil Shamai","PresenterKey":"9e44c185-4d58-4659-9c03-894187dd1a56","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5354. Prediction of OncotypeDX high risk group for chemotherapy benefit in breast cancer by deep learning analysis of hematoxylin and eosin-stained whole slide images","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prediction of OncotypeDX high risk group for chemotherapy benefit in breast cancer by deep learning analysis of hematoxylin and eosin-stained whole slide images","Topics":null,"cSlideId":""},{"Abstract":"Elraglusib is a selective GSK-3 inhibitor that has activity on a broad array of neoplasms as well as their immune microenvironment. However the determinants of tumor response have not been elucidated. Here, we use genomic panels of cancer driver genes to predict patient response to elraglusib therapy as measured by RECIST criteria. Patient response in the Phase I 1801 trial (NCT03678883) was matched to genomic data from patient tumors, with 80 cases used to train Machine Learning models and 26 cases reserved as a test set for model evaluation. When predicting response from mutation status alone our models reached a modest accuracy of 65% in the test set, which we attributed to the sparsity of genomic data. To remedy this, we engineered pathway-based features to provide combinatorial information while ensuring feature stability. To select the optimal combination of features, we designed an iterative design process that first randomized feature combinations and then created refined models from the highest performing pathway features. This resulted in several final models with greater than 88% accuracy. We retained several models of similar accuracy to more comprehensively identify potential biomarkers and combinatorial relationships. These models were then interpreted using SHapley Additive exPlanations (SHAP) where we were able to identify highly predictive features for both the entire pan-cancer cohort and specific histologies. We found the feature constructed from the Reactome pathway &#8220;Chromatin Modifying Enzymes&#8221; frequently occurred in high performing models with a high-ranking SHAP value. This feature included genes such as <i>SMARCA4<\/i>, <i>HDAC2<\/i>, and <i>KDM5A<\/i>, and was negatively associated with patient response. Another frequently observed high-ranking pathway feature with a negative response association was based on the &#8220;Innate Immune System&#8221; Reactome pathway. Many of the features highlighted in our models were negatively associated with elraglusib response and thus could be general markers of poor prognosis. To address this, we altered our pipeline to test only positively associated features which substantially reduced our feature pool to only 285 features but still produced models with accuracies of up to 81%. Analysis of key features used by these models identified several positive markers of elraglusib including mutations in the <i>POLE <\/i>gene, which previously has been linked to DNA-damage response deficiency and anti-tumor immune response. In sum, we forecast elraglusib response for a variety of tumor histologies and simultaneously reveal potential mechanisms of elraglusib sensitivity and biological action. In future work we will investigate the utility of using POLE and other identified biomarker candidates to predict the likelihood of patient response to elraglusib, as well as whether our machine learning models will be an effective tool to guide patient stratification.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Targeted therapy,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Joseph McDermott<\/b><sup>1<\/sup>, Taylor Weiskittel<sup>2<\/sup>, Daniel Billadeau<sup>2<\/sup>, Benedito Carneiro<sup>3<\/sup>, Hu Li<sup>2<\/sup>, Andrew Mazar<sup>4<\/sup><br><br\/><sup>1<\/sup>Lantern Pharma Inc., Dallas, TX,<sup>2<\/sup>Mayo Clinic, Rochester, MN,<sup>3<\/sup>Brown University, Providence, RI,<sup>4<\/sup>Actuate Therapeutics Inc, Fort Worth, TX","CSlideId":"","ControlKey":"24e39f34-a4a7-4f34-bf12-1e20bf841072","ControlNumber":"6973","DisclosureBlock":"&nbsp;<b>J. McDermott, <\/b> None..<br><b>T. Weiskittel, <\/b> None..<br><b>D. Billadeau, <\/b> None..<br><b>B. Carneiro, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>A. Mazar, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7455","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5355","PresenterBiography":null,"PresenterDisplayName":"Joseph McDermott, PhD","PresenterKey":"8be42377-3d39-4a6d-a79c-81666138ea18","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5355. Elraglusib response prediction and mechanistic discovery using iterative machine learning","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elraglusib response prediction and mechanistic discovery using iterative machine learning","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>. The NCI-funded Cancer Genomics Cloud (CGC) and the NCI Predicative Oncology Model and Data Clearinghouse (MoDaC) advance NCI computing infrastructure and tools that aim to reduce the burden of cancer on patients. The CGC provides a collaborative cloud base computation infrastructure that collocates computation, bioinformatics workflows, and 3+ PB data to researchers. MoDaC provides a publicly available resource generated from the Joint Design of Advanced Computing Solutions for Cancer (JDACS4C) Program and the Accelerating Therapeutics for Opportunities in Medicine (ATOM Consortium). The NCI-sponsored MoDaC program aims to add machine learning toolsets to identifying novel treatments for Cancer Patients. We present our progress collaborating with MoDaC to make machine learning models available on the Cancer Genomics Cloud.<br \/><b>Methods<\/b>. Our Bioinformatics teams migrated MoDaC tools on the CGC, defined standards for releasing models, and collected recommendations for decreasing the time required to make MoDaC tools available on the Cancer Genomics Cloud. We mirrored the ATOM Modeling Pipeline (AMPL), a drug discovery platform, on the CGC by making the GIT repository cloud accessible through Jupyter Notebook access, supporting interactive analysis. We translated AMPL and JDACS4C models into CWL. Converting these ML models into CWL supports reproducible execution, scalable deployment, and computational portability.<br \/><b>Results<\/b>. The AMPL drug discovery platform on the CGC includes data ingestion &#38; curation, featurization, model training &#38; tuning, prediction generation, visualization &#38; analysis functionality as Jupyter notebooks and CWL workflows. The release consists of chemo-informatics tools for integrating cancer treatment features in deep-learning graph models. JDACS4C ML Models ported to the CGC include classifiers (tumor and normal-tumor pairs), autoencoders (Gene Expression), drug response predictors (single and combination), and Multitask Convolutional Neural Networks (extract information from cancer pathology reports).<br \/><b>Conclusion<\/b>. We optimized the MoDaC Drug Discovery and Machine Learning tools into cloud-native resources on the CGC, supporting interactive and GUI-driven analysis. The release supports technical and newer users to machine learning, allowing access to a broader user base than those who traditionally have access to ML toolsets. These MoDaC toolsets will support pre-clinical study evaluation, treatment identification, and experimental design. Moreover, existing MoDaC-AMPL tutorials on the CGC support distributed ML-Drug Discovery training. Lastly, collaborating with MoDaC teams identified standardization approaches that can reduce the time and effort to make these tools widely available across the NIH-NCI computational infrastructure.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Deep learning,Machine learning,Bioinformatics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Soner Koc<sup>1<\/sup>, Vojislav Varjacic<sup>1<\/sup>, Miona Rankovic<sup>1<\/sup>, Marijeta Slavkovic-Ilic<sup>1<\/sup>, Aleksandar Danicic<sup>1<\/sup>, Sean Black<sup>2<\/sup>, Naomi Ohashi<sup>2<\/sup>, Titli Sarkar<sup>2<\/sup>, Zelia Worman<sup>1<\/sup>, Jack DiGiovanna<sup>1<\/sup>, Brandi Davis-Dusenbery<sup>1<\/sup>, <b>Dennis A. Dean<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Seven Bridges Genomics Inc., Boston, MA,<sup>2<\/sup>Fredrick National Laboratory for Cancer Research, Frederick, MD","CSlideId":"","ControlKey":"56c1bc19-02df-4fa8-8947-1f9855aa9c17","ControlNumber":"7007","DisclosureBlock":"&nbsp;<b>S. Koc, <\/b> None..<br><b>V. Varjacic, <\/b> None..<br><b>M. Rankovic, <\/b> None..<br><b>M. Slavkovic-Ilic, <\/b> None..<br><b>A. Danicic, <\/b> None..<br><b>S. Black, <\/b> None..<br><b>N. Ohashi, <\/b> None..<br><b>T. Sarkar, <\/b> None..<br><b>Z. Worman, <\/b> None..<br><b>J. DiGiovanna, <\/b> None..<br><b>B. Davis-Dusenbery, <\/b> None..<br><b>D. A. Dean, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7456","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5356","PresenterBiography":null,"PresenterDisplayName":"Dennis Dean, PhD","PresenterKey":"23552416-6201-45ae-9dce-10be11f33026","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5356. Collaborating to ensure data-driven drug discovery on the Cancer Genomics Cloud: Realizing the possibilities for MoDaC and ATOM","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Collaborating to ensure data-driven drug discovery on the Cancer Genomics Cloud: Realizing the possibilities for MoDaC and ATOM","Topics":null,"cSlideId":""},{"Abstract":"Gene expression profiling (GEP) represents an important approach to inform breast cancer treatment. However, access to GEP involves challenges associated with cost, tissue transportation, and turn around time. In this work, we explore the prediction of estrogen receptor gene (<i>ESR1<\/i>) expression directly from images of hematoxylin and eosin (H&#38;E) stained, formalin-fixed paraffin-embedded (FFPE) breast cancer tissue. Since H&#38;E staining is a fast and inexpensive component of the standard tissue preparation in pathology, this approach is tissue preserving and requires no additional tissue processing. Our method uses a deep multiple instance learning approach to process cropped image patches from whole-slide images (WSI) into a numeric embedding vector summarizing the information in each patch. A gated attention mechanism then aggregates these embeddings into a single prediction for the WSI. We train and tune the model on a site-based split of The Cancer Genome Atlas (TCGA) BRCA dataset, and evaluate it on both a heldout split of TCGA (independent sites) and a separate dataset from a tertiary teaching hospital (TTH). All splits of TCGA have <i>ESR1<\/i> value, immunohistochemistry (IHC) estrogen receptor (ER) status, and limited clinical outcome data. The TTH dataset has IHC-based ER status and clinical outcome, but not <i>ESR1<\/i> expression. On the TCGA heldout test split, our model&#8217;s root mean square error (RMSE) for predicting normalized gene expression counts (TPM) was 2.90 [95% CI: 2.57, 3.23], and the Pearson correlation was 0.57 [95%CI; 0.46, 0.67]. For predicting IHC-based ER status on the same TCGA split, this weakly-supervised <i>ESR1<\/i>-predicting model had an area under the receiver-operator curve (AUROC) of 0.81 [0.74, 0.87]. This was comparable to a strongly-supervised method directly predicting ER status (AUROC: 0.85 [0.77, 0.92]). Lastly, when evaluated for association with patient outcomes (progression-free interval; PFI) using the independent TTH dataset, this <i>ESR1<\/i>-predicting model had a concordance index (c-index) of 0.59 [0.52, 0.65]. For comparison, the c-index for PFI using the IHC-based ER status for these cases was 0.61 [0.54, 0.66]. This work further demonstrates the potential to infer gene expression from H&#38;E stained images in a manner that shows meaningful associations with clinical variables. Because obtaining H&#38;E stained images is substantially easier and faster than genetic testing, the capability to derive molecular genetic information from these images may increase access to this type of information for patient risk stratification and provide research insights into molecular-morphological associations. Future work incorporating more comprehensive sets of genes remains a valuable next step.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Breast cancer,Gene expression,Machine learning,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Anvita  A.  Srinivas<sup>1<\/sup>, <b>Ronnachai Jaroensri<\/b><sup>1<\/sup>, Ellery Wulczyn<sup>1<\/sup>, James  H.  Wren<sup>2<\/sup>, Elaine  E.  Thompson<sup>2<\/sup>, Niels Olson<sup>3<\/sup>, Fabien Beckers<sup>4<\/sup>, Melissa Miao<sup>4<\/sup>, Yun Liu<sup>1<\/sup>, Cameron Chen<sup>1<\/sup>, David  F.  Steiner<sup>1<\/sup><br><br\/><sup>1<\/sup>Google Health, Palo Alto, CA,<sup>2<\/sup>Henry M Jackson Foundation, Bethesda, MD,<sup>3<\/sup>US Navy, Washington, DC,<sup>4<\/sup>Verily, South San Francisco, CA","CSlideId":"","ControlKey":"62f11d80-c606-4c07-8343-29d476f96d14","ControlNumber":"1652","DisclosureBlock":"&nbsp;<b>A. A. Srinivas, <\/b> None.&nbsp;<br><b>R. Jaroensri, <\/b> <br><b>Verily Life Science<\/b> Patent. <br><b>E. Wulczyn, <\/b> <br><b>Verily<\/b> Patent.<br><b>J. H. Wren, <\/b> None..<br><b>E. E. Thompson, <\/b> None..<br><b>N. Olson, <\/b> None.&nbsp;<br><b>F. Beckers, <\/b> <br><b>Verily<\/b> Employment. <br><b>M. Miao, <\/b> <br><b>Verily<\/b> Employment. <br><b>Y. Liu, <\/b> <br><b>Verily<\/b> Patent. <br><b>C. Chen, <\/b> <br><b>Verily<\/b> Patent. <br><b>D. F. Steiner, <\/b> <br><b>Verily<\/b> Patent.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7457","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5357","PresenterBiography":null,"PresenterDisplayName":"Ronnachai Jaroensri","PresenterKey":"549862fa-a19c-4085-bc4d-e608285a7283","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5357. Estrogen receptor gene expression prediction from H&#38;E-stained whole slide images","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Estrogen receptor gene expression prediction from H&#38;E-stained whole slide images","Topics":null,"cSlideId":""},{"Abstract":"Background: Tumor cell (TC) PD-L1 expression is predictive of response to PD-L1-targeted immunotherapy, and accurate scoring is crucial for treatment selection. Scoring relies on manual assessment of immunohistochemically labeled tissue and is subject to subjective variation due to pathologist assessment. As a digital alternative, a clone-agnostic AI-based model for PD-L1 quantification in non-small cell lung cancer (AIM-PD-L1 NSCLC) was developed<sup>1<\/sup>. AIM-PD-L1 was deployed on samples from a Phase 3 study of anti-PD-L1 atezolizumab combination therapy with carboplatin and paclitaxel, and\/or bevacizumab in Stage IV NSCLC (IMpower150; NCT02366143). Digital and manual PD-L1 TC scores were compared and interrogated for their respective potential to predict efficacy to atezolizumab combination treatments.<br \/>Methods: AIM-PD-L1 was deployed on images (n=768) digitized from SP263-labeled slides with available manual pathologist TC scores to quantify tissue regions and individual TCs. PD-L1 expression status was determined for each tumor cell and a slide-level TC score was computed. Overall survival (OS) and progression free survival (PFS) analyses of patients at selected cutoffs of 1%, 50%, and across a continuum of cutoffs from 0% to 100% PD-L1 TC by digital and manual methods were conducted, comparing groups treated with or without atezolizumab in combinations with carboplatin and paclitaxel, and\/or bevacizumab. Digital and manual scores were compared using agreement rates, Lin's concordance and Spearman&#8217;s correlation coefficients, and hazard ratios (HRs) were calculated for OS and PFS analysis.<br \/>Results: At the slide level, correlation between continuous digital and manual scores was high (r 0.84 [95% CI 0.81-0.86]). Digital assessment of PD-L1 positivity at the 1% cutoff identified more positive patients than manual scoring (70% vs. 55% prevalence, respectively), with comparable treatment benefit (digital OS HR 0.69 [0.53-0.9], and manual OS HR 0.72 [0.54-0.98], digital PFS HR 0.67 [0.54-0.83], and manual PFS HR 0.66 [0.52-0.84]). Continuous digital PD-L1 TC scores showed that treatment benefit improved for patients with scores &#8805;50% compared to manual scoring. At the &#8805;50% PD-L1 TC cutoff, numerical improvement was observed in OS and PFS by digital scoring compared to manual (digital OS HR 0.5 [0.29-0.86] compared to manual OS HR 0.64 [0.4-1.02], and digital PFS HR 0.37 [0.24-0.57], compared to manual PFS HR 0.53 [0.37-0.76]).<br \/>Conclusions: AIM-PD-L1 scoring was as effective at predicting outcomes as manual using the &#8805;1% PD-L1 TC expression and at the &#8805;50% TC cutoff, digital scoring identified a subgroup with enriched efficacy compared to manual. Further evaluation of the accuracy and reproducibility of PD-L1 scoring by digital pathology as well as its potential use for patient enrollment or stratifications in clinical trials is needed.<br \/><sup>1<\/sup>Griffin et. al. AACR (2022)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"NSCLC,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hen Prizant<\/b><sup>1<\/sup>, John Shamshoian<sup>2<\/sup>, John Abel<sup>2<\/sup>, Andrew Beck<sup>2<\/sup>, Laura Chambre<sup>2<\/sup>, Stephanie Hennek<sup>2<\/sup>, Hartmut Koeppen<sup>1<\/sup>, Daniel Ruderman<sup>1<\/sup>, Meghna Das Thakur<sup>1<\/sup>, Michael Montalto<sup>2<\/sup>, Benjamin Trotter<sup>2<\/sup>, Ilan Wapinski<sup>2<\/sup>, Wei Zou<sup>1<\/sup>, Minu  K.  Srivastava<sup>1<\/sup>, Jennifer Giltnane<sup>1<\/sup><br><br\/><sup>1<\/sup>Genentech, Inc., South San Francisco, CA,<sup>2<\/sup>PathAI, Boston, MA","CSlideId":"","ControlKey":"2d40e4ae-b799-4f83-afb1-4436d2173a6c","ControlNumber":"2927","DisclosureBlock":"<b>&nbsp;H. Prizant, <\/b> <br><b>Genentech<\/b> Employment. <br><b>J. Shamshoian, <\/b> <br><b>PathAI<\/b> Employment. <br><b>J. Abel, <\/b> <br><b>PathAI<\/b> Employment. <br><b>PathAI<\/b> Stock. <br><b>A. Beck, <\/b> <br><b>PathAI<\/b> Employment. <br><b>L. Chambre, <\/b> <br><b>PathAI<\/b> Employment. <br><b>S. Hennek, <\/b> <br><b>PathAI<\/b> Employment. <br><b>H. Koeppen, <\/b> <br><b>Roche<\/b> Employment.<br><b>D. Ruderman, <\/b> None.&nbsp;<br><b>M. Das Thakur, <\/b> <br><b>Roche\/Genentech<\/b> Employment. <br><b>M. Montalto, <\/b> <br><b>PathAI<\/b> Employment. <br><b>B. Trotter, <\/b> <br><b>PathAI<\/b> Employment. <br><b>I. Wapinski, <\/b> <br><b>PathAI<\/b> Employment. <br><b>W. Zou, <\/b> <br><b>Genentech<\/b> Employment. <br><b>Genentech<\/b> Stock. <br><b>M. K. Srivastava, <\/b> <br><b>Genentech<\/b> Employment. <br><b>Roche\/Genentech<\/b> Stock. <br><b>J. Giltnane, <\/b> <br><b>Genentech<\/b> Employment. <br><b>Roche<\/b> Stock.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7458","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5358","PresenterBiography":null,"PresenterDisplayName":"Hen Prizant, PhD","PresenterKey":"505b8776-ac17-4d2e-bf3a-fa311cd3aefa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5358. Digital SP263 PD-L1 tumor cell scoring in non-small cell lung cancer achieves comparable outcome prediction to manual pathology scoring","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Digital SP263 PD-L1 tumor cell scoring in non-small cell lung cancer achieves comparable outcome prediction to manual pathology scoring","Topics":null,"cSlideId":""},{"Abstract":"Despite the clinical success of immune checkpoint blockade therapies, in many patients the disease becomes unresponsive or resistant to treatment. Attempts to predict treatment efficacy and identify determinants of response have suffered from limited accuracy. Here, we introduce a state-of-the-art deep learning method that better captures the complex relationships among the host, the immune system, and tumor biology. Our method, an explainable deep learning framework, is based on transformer architecture that combines data with different feature sets and clinical endpoints for survival prediction or classification. The framework includes(1) a new loss function based on Harrell&#8217;s concordance-index, (2) an explainability module providing importance score between features based on mutual contribution to predictions, and (3) a transfer learning strategy that enables leveraging diverse clinical data sets in the public or private domain. Using seven data sets comprising more than 140,000 patients from immunooncologic (IO), targeted, and chemotherapy treatments, our method consistently outperformed other methods previously described in the literature, including CoxPH and random survival forest (RF). For example, our framework achieved a concordance index of 0.66 (&#177;0.04) vs. 0.60 (&#177;0.04) of the second-best method (RF) on MYSTIC IO arms using only clinical data. Utilizing our explainability module, we identified key features driving response prediction that are consistent with those in previous publications. For example, in the Chowell et al. data set, we identified albumin, neutrophil-to-lymphocyte ratio, prior-chemo-treatment, and tumor mutation burden as the most important features. We also identified in sparse mutation calls of 469 genes from the Samstein et al. data set, functional modules of several genes, each with a strong predictive power. For example, the functional module with the highest hazard ratio (HR) (1.43) was the gene pair KEAP1 and STK11, which are well-established drivers of resistance to multiple therapies. We further validated these results across multiple data sets: The Cancer Genome Atlas HR = 1.23), GENIE\/anti-PD-L1 (HR = 1.06), and MYSTIC\/anti-PD-L1\/CTLA-4 (HR = 1.39). Another example is a functional module related to adaptive immunity, comprising the genes AKT2, BTK, CDC73, HLA-B, IKBKE, INPPL1, RFWD2, TRAF2, and WHSC1. This module stratified patients with an HR of 0.58 within the Samstein et al. data set and 0.42 within the independent validation data set. We describe a new deep learning method with state-of-the-art performance in survival prediction and the potential to uncover biological and clinical insights related to disease response and resistance. Our framework simplifies the process of translating complex AI models to clinical practice and may accelerate the identification of targetable drivers of resistance and response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Deep learning,Immunotherapy,Survival,Response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gustavo Arango-Argoty<\/b><sup><\/sup>, Etai Jacob<sup><\/sup><br><br\/>Oncology Data Science, AstraZeneca, Waltham, MA","CSlideId":"","ControlKey":"8b0fe59a-787c-4865-a7fd-450faab09a1a","ControlNumber":"6327","DisclosureBlock":"<b>&nbsp;G. Arango-Argoty, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>E. Jacob, <\/b> <br><b>AstraZeneca<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7459","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5359","PresenterBiography":null,"PresenterDisplayName":"Gustavo Arango, PhD","PresenterKey":"85065e8e-c7af-4f1e-9be6-05ca9f7f9634","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5359. Translating state-of-the-art deep learning predictions of treatment efficacy to clinical practice","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Translating state-of-the-art deep learning predictions of treatment efficacy to clinical practice","Topics":null,"cSlideId":""},{"Abstract":"Blood-based liquid biopsies are becoming the standard for noninvasive profiling of tumors from circulating tumor DNA (ctDNA) to facilitate treatment decisions. However, it is known that non-tumor-derived mutations, such as those from clonal hematopoietic (CH) lineage, are also present in cell-free DNA (cfDNA) and can complicate tumor mutation detection and interpretation. Filtering alterations associated with CH can reduce the risk of false positives in ctDNA analysis. Current strategies for filtering CH mutations are based on prior knowledge of those in canonical CH genes, sequencing a matched peripheral blood mononuclear cell sample, or using multiple time points to evaluate changes in allele frequency (AF), with the assumption that AF of CH of indeterminate potential (CHIPs) are unlikely to be impacted by treatments; however, these approaches are either insufficient or cost prohibited. We present a machine learning framework that incorporates prior knowledge from tumor and blood-derived mutations to improve the classification of CH and tumor variants from plasma-only cfDNA samples and that greatly outperforms a simple rule-based approach. We developed a classification framework composed of three main modules to maximize the information gain from ctDNA as non-ctDNA samples: (1) a sequence context-based model where each variant is represented by 128 mutational signatures extracted using a bag-of-words-like modeling (using normal and tumor samples) along with mutational function effect scores from SnpSift and cancer type origin. In total 6,745 CH and 57,210 somatic tumor-derived mutations are used to train a model to distinguish CH, CH-putative cancer driver , and tumor mutations; (2) a ctDNA-context model that includes patient-level information (age, mutational signatures, and variant allele frequencies) from 392 tumor and 481 CH blood-derived mutations extracted exclusively from ctDNA samples to predict blood or tumor origin; and (3) a meta-classifier where models 1 and 2 are aggregated into a single score for predicting the origin of a given mutation. We compared our models against a baseline strategy where mutations were predicted as CH if they fell into a list of 27 canonical CH-related genes. Our proposed metaclassifier that integrates sequence- and ctDNA-based features improved the overall performance of CH detection (AUC = 0.83, compared with the baseline model, AUC = 0.72), highlighting the value of adding ctDNA-derived and mutation-context features to profile somatic mutations. As ctDNA assays and technologies rapidly progress and gain adoption for precision oncology, we anticipate that our work, combined with existing benchmarking efforts, will enable more robust analyses on critical applications such as early disease detection, minimal residual disease, and mutational profiling to ultimately best inform clinical decision-making.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Circulating cell-free DNA,Machine learning,Cancer genomics,clonal hematopoiesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gustavo Arango-Argoty<\/b><sup>1<\/sup>, Gerald Sun<sup>1<\/sup>, Aleksandra Markovets<sup>1<\/sup>, Carl Barrett<sup>2<\/sup>, Zhongwu Lai<sup>1<\/sup>, Etai Jacob<sup>1<\/sup><br><br\/><sup>1<\/sup>Oncology Data Science, AstraZeneca, Waltham, MA,<sup>2<\/sup>Translational Medicine Oncology, AstraZeneca, Waltham, MA","CSlideId":"","ControlKey":"df328c86-7fab-4241-b370-5294375dd8b3","ControlNumber":"576","DisclosureBlock":"<b>&nbsp;G. Arango-Argoty, <\/b> <br><b>ASTRAZENECA<\/b> Employment. <br><b>G. Sun, <\/b> <br><b>ASTRAZENECA<\/b> Employment. <br><b>A. Markovets, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>C. Barrett, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>Z. Lai, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>E. Jacob, <\/b> <br><b>AstraZeneca<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7461","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5360","PresenterBiography":null,"PresenterDisplayName":"Gustavo Arango, PhD","PresenterKey":"85065e8e-c7af-4f1e-9be6-05ca9f7f9634","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5360. Improved identification of CHIP mutations from cell-free DNA without matched normal samples using machine learning","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improved identification of CHIP mutations from cell-free DNA without matched normal samples using machine learning","Topics":null,"cSlideId":""},{"Abstract":"Many methods for imaging and sorting tumor cells require biomarker labels that perturb cells and may create a selection bias. The Deepcell platform can characterize and sort cells using only brightfield images of unlabeled single cells, thereby enabling more comprehensive and unbiased assessment of tumor cell morphology and heterogeneity. Cells are imaged with a high-speed camera during microfluidic flow and brightfield images are analyzed in real-time by deep learning models to generate quantitative embeddings, which are reproducible and multi-dimensional descriptions of cell morphology. One of the key technical challenges in building this platform was the development of an AI model to extract features from cell images from diverse human cells without prior knowledge of specific cell types, cell preparation, or other application-specific knowledge for an exploratory approach.<br \/>Deepcell&#8217;s &#8216;Human Foundation Model&#8217; (HFM) is a feature encoder that transforms cell images into 128 dimensional embedding vectors. The model backbone, responsible for extracting image features, is based on the ResNet18 convolutional deep neural network architecture. Training utilizes a multi-task semi-supervised training framework that combines the VicReg self-supervised learning model, which learns images features without labels, along with supervised auxiliary models using labeled data. These sub-models enable the backbone model to recognize specific cell attributes such as granulation, pigmentation, characteristics of malignancy, attributes related to cellular states like apoptosis and necrosis. We augment the deep learning embeddings with computer vision derived cellular features, such as area, perimeter, intensity, and texture features to improve model interpretability and accuracy.<br \/>Here, we describe how the HFM self-supervised backbone model was trained, the discriminatory power added by the supervised tasks, and validation of the reproducibility and generalization capabilities of the resulting model. We also demonstrate how the resulting embeddings can be visualized using the Deepcell Cloud software and how clusters of cells in our embedding space can be related to cell images, interpretable morphological features, and actionable biological characteristics. Potential applications of the Deepcell platform are diverse and promising, such as label-free enrichment of malignant cells and discovery of morphologically distinct subpopulations of heterogeneous cancer cell samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Deep learning,Tumor heterogeneity,Machine learning,Image analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kevin  B.  Jacobs<\/b><sup><\/sup>, Kiran Saini<sup><\/sup>, Nianzhen Li<sup><\/sup>, Senzeyu Zhang<sup><\/sup>, Ryan Carelli<sup><\/sup>, Amy Wong-Thai<sup><\/sup>, Stephane  C.  Boutet<sup><\/sup>, Anastasia Mavropoulos<sup><\/sup>, Andreja Jovic<sup><\/sup>, Jeanette Mei<sup><\/sup>, Mahyar Salek<sup><\/sup>, Maddison Masaeli<sup><\/sup><br><br\/>Deepcell Inc., Menlo Park, CA","CSlideId":"","ControlKey":"47e17651-5a85-4357-b98d-46b84506bf10","ControlNumber":"5334","DisclosureBlock":"<b>&nbsp;K. B. Jacobs, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>K. Saini, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>N. Li, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>S. Zhang, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>R. Carelli, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>A. Wong-Thai, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>S. C. Boutet, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>A. Mavropoulos, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>A. Jovic, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>J. Mei, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>M. Salek, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>M. Masaeli, <\/b> <br><b>Deepcell, Inc<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7460","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5361","PresenterBiography":null,"PresenterDisplayName":"Kevin Jacobs, PhD","PresenterKey":"f6248558-ae34-45e0-ade7-8433210f07e2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5361. Deep learning models capture high dimensional features for cell morphology analysis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deep learning models capture high dimensional features for cell morphology analysis","Topics":null,"cSlideId":""},{"Abstract":"T-cell therapies are designed to help our immune system eliminate cancer cells. Those include CAR T-cells (Chimeric Antigen Receptor engineered T-cells), tumor infiltrating lymphocytes (TIL), and other genetically modified T-cells. In recent years, the field of cell therapy has started to expand, including the launch of the first CAR T-cell therapies to treat blood cancer in 2017, which was a critical milestone in this field. Despite its boom, the discovery of novel immunotherapies that specifically enhance T-cell response against cancer cells remains a challenging task, limited by the absence of robust in vitro models to evaluate these immunotherapies throughout their development. The use of CAR T-cells on solid tumors has been lagging due to challenges that include tumor heterogeneity, immunosuppressive microenvironments, and the lack of unique tumor antigens that can be recognized by the CAR-T cells. As such, the ability to screen for CAR T-cells (e.g. with CRISPR) that effectively target and kill tumors is an area of active research. Here we describe a method for assessment of T-cell effect and penetration into the multi-cellular 3D tumor spheroids as a proof-of-concept model for in vitro CAR T assays. Spheroids were formed from Hela cell lines in 96-well round bottom plates. We activated the human peripheral blood mononuclear (PBMC) cells with PMA\/ionomycin for 6 hours, then treated the spheroids with stimulated PBMC for 72 hours. Samples were imaged with a confocal imager every 2 hours for a 72 hour period. High-content imaging and analysis allowed us to observe and measure phenotypic changes in cancer spheroids and the process of T-cell penetration over a period of 72 hours. To optimize the workflow, we developed an image analysis approach that uses a deep learning-based segmentation model and a machine learning-based classification model to quantify the T-cell induced phenotypic changes in the spheroids using brightfield images. Our results show clear distinct phenotypic changes among different treatment groups and the feasibility of using AI-based analysis workflows to accurately predict the efficacy of T-cells in an in vitro assay. Moreover, the information associated with the penetration of T-cell into the 3D spheroids was explored by calculating the coordinates of the penetrated T-cells and T-cell movements from the nearest edge of the spheroids where the T-cell penetration speed was estimated. Our results show that the stimulated T-cells have much greater penetration speed compared to non-stimulated T-cells. Image analysis also allowed us to measure and quantitate the deterioration of cancer spheroids and changes in their morphology. Overall, our results show that the 3D spheroid models and the high-content analysis workflow may potentially be used as a metric to evaluate the efficacy of cell therapy in vitro.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Deep learning,T cell,Spheroids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zhisong Tong<\/b><sup><\/sup>, Oksana Sirenko<sup><\/sup>, Misha Bashkurov<sup><\/sup>, Angeline Lim<sup><\/sup><br><br\/>Molecular Devices, LLC (Moldev), San Jose, CA","CSlideId":"","ControlKey":"c1055683-d535-4950-91cb-5daec07b0d39","ControlNumber":"7753","DisclosureBlock":"&nbsp;<b>Z. Tong, <\/b> None..<br><b>O. Sirenko, <\/b> None..<br><b>M. Bashkurov, <\/b> None..<br><b>A. Lim, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7462","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5362","PresenterBiography":null,"PresenterDisplayName":"Zhisong Tong","PresenterKey":"09c53766-11ed-47cf-9a74-e1fb8926fac4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5362. AI-enabled novel workflow to evaluate T-cell activity<i> in vitro <\/i>using 3D spheroid models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AI-enabled novel workflow to evaluate T-cell activity<i> in vitro <\/i>using 3D spheroid models","Topics":null,"cSlideId":""},{"Abstract":"DNA methylation (DNAm) is a relatively stable regulatory epigenetic mechanism. Although accurate DNAm classifiers have been built for early detection of cancer and subtype classifications, its transcriptional regulatory roles remain unclear. To address this challenge, we developed a deep-learning framework MethylationToActivity (M2A) that accurately predicts individual promoter activity from WGBS methylomes. As array-based methylome is the most common epigenetic data from patients&#8217; tumor samples, we redesigned M2A&#8217;s raw features and model topology for array methylomes, which shows an accurate prediction of the promoter activity (R2 = 0.74), approaching its WGBS counterpart (R2 = 0.79). Transfer learning improves the prediction accuracy to 0.77. In a primary rhabdomyosarcoma cohort, M2A prioritized candidate genes with strong subtype-specific alternative promoter usage (APU) and identified distinct isoforms of a subgroup of APU genes including NAV2 expressed in the two major subtypes (aRMS and eRMS). Molecular experiments revealed that PAX3-FOXO1 directly binds to the aRMS-specific promoter and is required for its active transcription. Genetic deletion of PAX3-FOXO1 leads to NAV2 APU. Overexpression of aRMS-specific NAV2 isoform significantly promoted cell proliferation, supporting its oncogenic function. These data indicate that PAX3-FOX1 is critical for APU in aRMS. We conclude that the new M2A provides vast insight into downstream functional interpretation of differential DNAm patterns.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Cancer,Methylation,Promoter analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Karissa Dieseldorff Jones<\/b><sup>1<\/sup>, Waise Quarni<sup>2<\/sup>, Daniel Putnam<sup>1<\/sup>, Shivendra Singh<sup>2<\/sup>, Qiong Wu<sup>2<\/sup>, Jun Yang<sup>3<\/sup>, Xiang Chen<sup>1<\/sup><br><br\/><sup>1<\/sup>Computational Biology, St. Jude Children's Research Hospital, Memphis, TN,<sup>2<\/sup>Department of Surgery, St. Jude Children's Research Hospital, Memphis, TN,<sup>3<\/sup>Department of Surgery & Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN","CSlideId":"","ControlKey":"d4258ff3-b834-436c-822d-5ede33040497","ControlNumber":"6643","DisclosureBlock":"&nbsp;<b>K. Dieseldorff Jones, <\/b> None..<br><b>W. Quarni, <\/b> None..<br><b>D. Putnam, <\/b> None..<br><b>S. Singh, <\/b> None..<br><b>Q. Wu, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>X. Chen, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7463","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5363","PresenterBiography":null,"PresenterDisplayName":"Karissa Dieseldorff Jones","PresenterKey":"46bd8c87-0a49-4c6a-a4c0-3b996d16255e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5363. MicroArray-based MethylationToActivity: Advancing biological knowledges from DNA methylation profiles of patient tumors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MicroArray-based MethylationToActivity: Advancing biological knowledges from DNA methylation profiles of patient tumors","Topics":null,"cSlideId":""},{"Abstract":"Precise and sensitive prediction of neoantigen presentation to the immune system via human leukocyte antigen (HLA) class II molecules remains a challenge despite the early success of neural networks applied to HLA class I. However, it is necessary to address this modeling challenge because presentation of a neoantigen epitope by both classes of HLA molecules may be valuable to induce a sustained immune response with therapeutic cancer vaccines.<br \/>Previously we have developed a machine-learning based platform, EDGE<sup>TM<\/sup>, that provides a state-of-the-art model to predict presentation of peptides by HLA Class I. Here we propose a new addition to our EDGE<sup>TM<\/sup> platform: a model that leverages structural information of putative epitopes and HLA class II alleles from their <i>in-situ <\/i>context to predict presentation of peptides by HLA class II. Our model achieves this by leveraging the Evolutionary Scale Model pre-trained protein language model (LM), which has been demonstrated to embed protein sequences with rich structural information. The input to the model is a linear peptide consisting of an epitope and its flanking amino acids, concatenated with structurally relevant amino acids from each HLA allele. This allows our model to treat the modeling problem entirely as a natural language processing task, which minimizes imputation of covariates found in prior approaches when performing inference in the context of vaccine design, while maximizing the richness of the LM embeddings on longer linear peptides. Crucially, this also allows our model to generalize to any allele that has a known sequence. Additionally, DR-, DP-, and DQ-specific immunoaffinity purified mass spectrometry multi-allelic (MA) presentation data were generated per tumor or cell line sample, spanning 89 alleles in aggregate. We demonstrate that incrementally decreasing HLA class II allele MA resolution during training results in substantially improved predictions for situations where MA presentation data has completely ambiguous epitope presentation across DR\/DP\/DQ alleles. Our model achieves an Average Precision (AP) of 0.92 and ROC-AUC of 0.98 on the same benchmark validation data as the current state-of-the-art model BERTMHC, which achieved an AP of 0.81 and ROC-AUC of 0.95. These are the best AP and ROC-AUC for an HLA Class II presentation model on this benchmark dataset to the best of our knowledge. Our model is a significant advancement in HLA class II epitope prediction that allows our EDGE<sup>TM<\/sup> platform to bring neoantigen vaccine design optimized for both class I and class II presentation within reach.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Neoantigens,Machine learning,Vaccines,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Daniel Sprague<sup><\/sup>, Joshua Klein<sup><\/sup>, Italo Faria do Valle<sup><\/sup>, Olivia Petrillo<sup><\/sup>, Melissa Rotunno<sup><\/sup>, Matthew Davis<sup><\/sup>, Monica Lane<sup><\/sup>, Karin Jooss<sup><\/sup>, <b>Ankur Dhanik<\/b><sup><\/sup><br><br\/>Gritstone Bio, Inc., Emeryville, CA","CSlideId":"","ControlKey":"69fcac6a-af07-4962-8409-68a7d75ddd1f","ControlNumber":"7333","DisclosureBlock":"<b>&nbsp;D. Sprague, <\/b> <br><b>Gritstone Bio, Inc<\/b> Employment, Stock, Stock Option. <br><b>J. Klein, <\/b> <br><b>Gritstone Bio, Inc<\/b> Employment, Stock, Stock Option. <br><b>I. F. do Valle, <\/b> <br><b>Gritstone Bio, Inc.<\/b> Employment, Stock, Stock Option. <br><b>O. Petrillo, <\/b> <br><b>Gritstone Bio, Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. Rotunno, <\/b> <br><b>Gritstone Bio, Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. Davis, <\/b> <br><b>Gritstone Bio, Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. Lane, <\/b> <br><b>Gritstone Bio, Inc.<\/b> Employment, Stock, Stock Option. <br><b>K. Jooss, <\/b> <br><b>Gritstone Bio, Inc.<\/b> Employment, Fiduciary Officer, Stock, Stock Option. <br><b>A. Dhanik, <\/b> <br><b>Gritstone Bio, Inc<\/b> Employment, Stock, Stock Option. <br><b>Regeneron Pharmaceuticals<\/b> Employment, Stock, Stock Option.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7464","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5364","PresenterBiography":null,"PresenterDisplayName":"Ankur Dhanik","PresenterKey":"ed547dc5-3a3f-460d-9e5c-a315d6076f36","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5364. Language modeling of peptide-HLA interactions achieves state-of-the-art performance on prediction of peptide presentation by HLA Class II","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Language modeling of peptide-HLA interactions achieves state-of-the-art performance on prediction of peptide presentation by HLA Class II","Topics":null,"cSlideId":""},{"Abstract":"Millions of new papers are published in biomedical sciences every year. In many disciplines, it has become impossible to read all the published new papers to learn what is happening in the frontier of a particular area. This gap is widening as the publishing speed has been accelerating in recent years. To address this challenge, one can convert unstructured text data into a structured form, which can then support highly accurate information retrieval, information integration, and automated knowledge discovery. A plausible approach for such a task is to use named entity recognition (NER) and relation extraction (RE) methods to identify important biological entities and extract their relations to construct knowledge graphs (KGs). The LitCoin Natural Language Processing (NLP) Challenge was recently organized by NCATS of NIH and NASA to spur innovation by rewarding the most creative and high-impact uses of biomedical text to create KGs. In addition to entities and relations, the manually annotated LitCoin dataset also contains the annotations of relations being new discoveries or background knowledge. Our team participated in the challenge and ranked first place. The novelty prediction model of our pipeline has achieved an F1 score of 0.90. We have applied our model to all the PubMed abstracts published previously and the newly published ones to extract the novel discoveries in each article. A web portal has been created to allow scientists to view the latest discoveries in cancer research. The web portal is updated daily with versatile visualization tools for cancer researchers to quickly grasp the latest discoveries in a particular area. It also offers powerful functions to explore the existing literature and make sophisticated inferences about causal and indirect relationships.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Deep learning,Knowledge graph,Natural language processing,Information retrieval,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Feng Pan<sup>1<\/sup>, Yuan Zhang<sup>1<\/sup>, Xin Sui<sup>2<\/sup>, Donghu Sun<sup>2<\/sup>, Menghan Chung<sup>2<\/sup>, <b>Jinfeng Zhang<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Florida State University, Tallahassee, FL,<sup>2<\/sup>Insilicom LLC, Tallahassee, FL","CSlideId":"","ControlKey":"acd35de3-7d6a-48b9-8ca8-0de5430b673e","ControlNumber":"6055","DisclosureBlock":"&nbsp;<b>F. Pan, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>X. Sui, <\/b> None..<br><b>D. Sun, <\/b> None..<br><b>M. Chung, <\/b> None.&nbsp;<br><b>J. Zhang, <\/b> <br><b>Insilicom LLC<\/b> Other Business Ownership.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7451","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5365","PresenterBiography":null,"PresenterDisplayName":"Jinfeng Zhang, PhD","PresenterKey":"c4ab062c-3048-4266-860a-344e32408ba8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5365. Extracting novel knowledge from scientific literature to build a web portal for cancer researchers to keep up with the latest scientific discoveries","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extracting novel knowledge from scientific literature to build a web portal for cancer researchers to keep up with the latest scientific discoveries","Topics":null,"cSlideId":""},{"Abstract":"The number of biomedical publications is growing at an accelerated speed. This ever-increasing amount of scientific literature has made reading all the published articles regularly impossible even for a very specific research area. A solid grasp of existing literature is essential for coming out with novel and plausible scientific ideas. To bridge the gap between the published scientific findings and our incapability of manually processing them, we need to convert the unstructured text into structured form to enable automated methods to use the structured, machine-readable information to generate novel hypotheses, which can then be manually validated. A plausible approach for converting unstructured text into structured form is to use named entity recognition (NER) and relation extraction (RE) methods to identify the biological entities and extract their relations to construct knowledge graphs (KGs). KGs can link concepts within existing research to allow researchers to find connections that may have been difficult to discover without them. The LitCoin Natural Language Processing (NLP) Challenge was recently organized by NCATS of NIH and NASA to spur innovation by rewarding the most creative and high-impact uses of biomedical, publication-free text to create KGs. Our team participated in the challenge and ranked first place. Using the pipelines developed for the LitCoin NLP challenge, we have constructed the largest-scale biomedical KG using all PubMed articles. We further develop advanced deep-learning methods to predict new links from the constructed KG. We demonstrate the power of this new framework using several examples important for drug discovery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Deep learning,Knowledge graph,Natural language processing,Knowledge discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yuan Zhang<sup>1<\/sup>, Feng Pan<sup>1<\/sup>, Xin Sui<sup>2<\/sup>, Donghu Sun<sup>2<\/sup>, Menghan Chung<sup>2<\/sup>, <b>Jinfeng Zhang<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Florida State University, Tallahassee, FL,<sup>2<\/sup>Insilicom LLC, Tallahassee, FL","CSlideId":"","ControlKey":"2b04513e-9ac5-4bb2-9299-7ed7c8665b8b","ControlNumber":"6240","DisclosureBlock":"&nbsp;<b>Y. Zhang, <\/b> None..<br><b>F. Pan, <\/b> None..<br><b>X. Sui, <\/b> None..<br><b>D. Sun, <\/b> None..<br><b>M. Chung, <\/b> None.&nbsp;<br><b>J. Zhang, <\/b> <br><b>Insilicom LLC<\/b> Other Business Ownership.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7465","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5366","PresenterBiography":null,"PresenterDisplayName":"Jinfeng Zhang, PhD","PresenterKey":"c4ab062c-3048-4266-860a-344e32408ba8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5366. Constructing the largest-scale biomedical knowledge graph using all PubMed articles and its application in automated knowledge discovery","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Constructing the largest-scale biomedical knowledge graph using all PubMed articles and its application in automated knowledge discovery","Topics":null,"cSlideId":""},{"Abstract":"The modern development of sequencing technologies provides a comprehensive molecular portrait of human cancers. There is a strong need to develop methods to not only improve patient prognosis predictions but also to understand the driving factors for treatment. However, the high-dimension, low-sample size nature of the genomic data poses challenges for typical machine learning algorithms. The systematic understanding of genes with respect to a network (protein-protein interaction (PPI) network) is a way to handle the limit and the nonparametric analysis of geometric properties such as Ollivier-Ricci curvature and associated invariant measure developed by our group have proven to be successful for the prediction of survival in multiple cancers. In this work, we propose a novel supervised deep learning approach combining the aforementioned geometric methods, which benefit from the flexibility provided by deep learning techniques while still preserving much of the interpretability of the geometric analysis. We take advantage of a state-of-the-art graph neural network approach. Sparse connections between layers were inspired by the known biology of the PPI network from the Human Protein Reference Database (HPRD) and pathway information from the Kyoto Encyclopedia of Genes and Genomes (KEGG) database, supplemented with geometric network features which are fed into the network in corresponding layers. The prediction is based on a local-global principle, where highly predictive features are selected from early layers of the network and fed directly to the final layer to produce a multivariable Cox regression. We applied our method to RNA-Seq gene expression data from the CoMMpass study of multiple myeloma (MM). More specifically, 657 patients in the data set were randomly divided into training, validation and set-aside testing sets by a ratio of 6:2:2. We obtained an average C-index 0.66 of the prediction in the testing set from a 10-fold data split. Dichotomizing the testing set by its mean value to define high-risk vs. low-risk yielded a significant p-value of the log-rank test in the set-aside data (p-value =3e-4). We observed that geometric protein network information not only improved the outcome prediction (vs. 6% worse without geometric feature inputs), but was also more robust to fold splitting. From our model, we identified WEE1, CENPE and CENPF as top genes driving survival differences (higher expression of WEE1 increased risk and lower negative curvature between CENPE and CENPF increased risk). WEE1 is a cell cycle-related gene that regulates DNA repair and CENPE and CENPF are components of a fibrous layer of mitotic kinetochores, which have been indicated in the literature to be related to the prognosis as well as possible targets for treatment. While it is therefore logical that these genes would be implicated in the natural history of MM, they were identified entirely on the basis of network analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Cancer genomics,WEE1,Centromere,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jiening Zhu<\/b><sup>1<\/sup>, Jung Hun Oh<sup>2<\/sup>, Anish  K.  Simhal<sup>2<\/sup>, Rena Elkin<sup>2<\/sup>, Larry Norton<sup>3<\/sup>, Joseph  O.  Deasy<sup>2<\/sup>, Allen  R.  Tannenbaum<sup>4<\/sup><br><br\/><sup>1<\/sup>Department of Applied Mathematics & Statistics, Stony Brook University, Stony Brook, NY,<sup>2<\/sup>Department of Medical Physics, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>3<\/sup>Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>4<\/sup>Stony Brook University, Stony Brook, NY","CSlideId":"","ControlKey":"73c5200c-0f63-4789-880a-80fff62099b2","ControlNumber":"7776","DisclosureBlock":"&nbsp;<b>J. Zhu, <\/b> None..<br><b>J. Oh, <\/b> None..<br><b>A. K. Simhal, <\/b> None..<br><b>R. Elkin, <\/b> None..<br><b>L. Norton, <\/b> None..<br><b>J. O. Deasy, <\/b> None..<br><b>A. R. Tannenbaum, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7466","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5367","PresenterBiography":null,"PresenterDisplayName":"Jiening Zhu","PresenterKey":"34757895-0268-4741-a3bb-4d37a3941079","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5367. Deep neural networks using protein-protein network information predict multiple myeloma survival","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deep neural networks using protein-protein network information predict multiple myeloma survival","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> The clinical intervention relies on molecular testing of primary biomarkers. We developed an AI enabled platform to predict NCCN guidelines recommended hot-spot genomic alterations from the image analysis using H&#38;E slide.<br \/><b>Methods:<\/b> AI engine was trained using clinically observed hot spot genomic alterations present in lung cancer patients as a ground truth based on histological FFPE whole-slide images. The H &#38; E stained histological images of the tumor having matching pathogenic mutations were downloaded from the TCGA database for the training and testing purpose. The program extracted histopathological features, followed by pattern mapping to predict genomics status based on the results of NGS testing from 480 samples. ResNet AI algorithm was trained to predict lung specific hot spot genomic alterations. An H &#38; E stained slide was imaged with a 40x objective lens to obtain a brightfield image as an input data. The input image was segmented into 65 x 10<sup>3<\/sup> tiles, each of 64 &#181;m<sup>2<\/sup> in size for an individual pathological class. 80% of the data set was used for training the engine while validation and blinded study was respectively performed on remaining 10% data.<b> <\/b><br \/><b>Results:<\/b> Using single blinded clinical samples. AI model analyzed whole slides. Table 1 summarize parameters for clinically significant variants. Higher sensitivity and specificity was observed for variants encoding mutated cell surface proteins compared to variants encoding intracellular mutant targets when compared on similar training and testing parameters.<br \/><b>Conclusions:<\/b> AI-enabled prediction of hotspot genomic alterations resulted comparable to NGS with shortest TAT, cost and resources. It predicted actionable gene alterations with high positive and negative prediction values. Table 1<table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{55505EF6-4B5E-4188-85D8-DB04A1D0A3D6}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"1\">Gene<\/td><td rowspan=\"1\" colspan=\"2\">Sample (n = 480)<\/td><td rowspan=\"1\" colspan=\"6\">Evaluation parameters for tested samples<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Training<\/td><td rowspan=\"1\" colspan=\"1\">Testing<\/td><td rowspan=\"1\" colspan=\"1\">Sensitivity (%)<\/td><td rowspan=\"1\" colspan=\"1\">Specificity (%)<\/td><td rowspan=\"1\" colspan=\"1\">PPV (%)<\/td><td rowspan=\"1\" colspan=\"1\">NPV (%)<\/td><td rowspan=\"1\" colspan=\"1\">F1-score (%)<\/td><td rowspan=\"1\" colspan=\"1\">Accuracy (%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>KRAS<\/i><\/td><td rowspan=\"1\" colspan=\"1\">248<\/td><td rowspan=\"1\" colspan=\"1\">62<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">94<\/td><td rowspan=\"1\" colspan=\"1\">94<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">97<\/td><td rowspan=\"1\" colspan=\"1\">97<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>ALK<\/i><\/td><td rowspan=\"1\" colspan=\"1\">16<\/td><td rowspan=\"1\" colspan=\"1\">4<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>EGFR<\/i><\/td><td rowspan=\"1\" colspan=\"1\">72<\/td><td rowspan=\"1\" colspan=\"1\">18<\/td><td rowspan=\"1\" colspan=\"1\">88<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">90<\/td><td rowspan=\"1\" colspan=\"1\">94<\/td><td rowspan=\"1\" colspan=\"1\">94<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>MET<\/i><\/td><td rowspan=\"1\" colspan=\"1\">16<\/td><td rowspan=\"1\" colspan=\"1\">4<\/td><td rowspan=\"1\" colspan=\"1\">50<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">66<\/td><td rowspan=\"1\" colspan=\"1\">66<\/td><td rowspan=\"1\" colspan=\"1\">75<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>ROS<\/i><\/td><td rowspan=\"1\" colspan=\"1\">16<\/td><td rowspan=\"1\" colspan=\"1\">4<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>STK11<\/i><\/td><td rowspan=\"1\" colspan=\"1\">88<\/td><td rowspan=\"1\" colspan=\"1\">22<\/td><td rowspan=\"1\" colspan=\"1\">82<\/td><td rowspan=\"1\" colspan=\"1\">73<\/td><td rowspan=\"1\" colspan=\"1\">75<\/td><td rowspan=\"1\" colspan=\"1\">80<\/td><td rowspan=\"1\" colspan=\"1\">78<\/td><td rowspan=\"1\" colspan=\"1\">77<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>RET<\/i><\/td><td rowspan=\"1\" colspan=\"1\">24<\/td><td rowspan=\"1\" colspan=\"1\">6<\/td><td rowspan=\"1\" colspan=\"1\">50<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">60<\/td><td rowspan=\"1\" colspan=\"1\">50<\/td><td rowspan=\"1\" colspan=\"1\">67<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>BRAF<\/i><\/td><td rowspan=\"1\" colspan=\"1\">14<\/td><td rowspan=\"1\" colspan=\"1\">2<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>NTRK<\/i><\/td><td rowspan=\"1\" colspan=\"1\">92<\/td><td rowspan=\"1\" colspan=\"1\">24<\/td><td rowspan=\"1\" colspan=\"1\">78<\/td><td rowspan=\"1\" colspan=\"1\">56<\/td><td rowspan=\"1\" colspan=\"1\">64<\/td><td rowspan=\"1\" colspan=\"1\">71<\/td><td rowspan=\"1\" colspan=\"1\">70<\/td><td rowspan=\"1\" colspan=\"1\">67<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">ERBB2<\/td><td rowspan=\"1\" colspan=\"1\">12<\/td><td rowspan=\"1\" colspan=\"1\">4<\/td><td rowspan=\"1\" colspan=\"1\">50<\/td><td rowspan=\"1\" colspan=\"1\">50<\/td><td rowspan=\"1\" colspan=\"1\">50<\/td><td rowspan=\"1\" colspan=\"1\">50<\/td><td rowspan=\"1\" colspan=\"1\">50<\/td><td rowspan=\"1\" colspan=\"1\">50<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Lung cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gowhar Shafi<\/b><sup>1<\/sup>, Shiva Shivamurthy<sup>2<\/sup>, Anand Ulle<sup>2<\/sup>, Chongtham Cha Chinglemba<sup>1<\/sup>, Sumit Haldar<sup>2<\/sup>, Fauzul Moubeen<sup>2<\/sup>, Mohan Uttarwar<sup>1<\/sup><br><br\/><sup>1<\/sup>OneCell Dx Inc, Cupertino, CA, USA and India, Cupertino, CA,<sup>2<\/sup>Indx.AI Inc, Cupertino, CA, USA and India, Cupertino, CA","CSlideId":"","ControlKey":"b093094d-63ac-4058-b021-81ee2e7c3c7d","ControlNumber":"6712","DisclosureBlock":"&nbsp;<b>G. Shafi, <\/b> None..<br><b>S. Shivamurthy, <\/b> None..<br><b>A. Ulle, <\/b> None..<br><b>C. Cha Chinglemba, <\/b> None..<br><b>S. Haldar, <\/b> None..<br><b>F. Moubeen, <\/b> None..<br><b>M. Uttarwar, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7467","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5368","PresenterBiography":null,"PresenterDisplayName":"Jayant Khandare, PhD","PresenterKey":"860e34d1-52b0-4860-bd23-54e436715a0c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5368. AI-enabled prediction of lung cancer specific hot spot gene alterations from histology images","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AI-enabled prediction of lung cancer specific hot spot gene alterations from histology images","Topics":null,"cSlideId":""},{"Abstract":"ERG:TMPRSS2 fusion is present in almost 50% of prostate cancer (PCa) cases of European ascent and plays an important role in carcinogenesis and disease progression.<b> <\/b>ERG status is detected using fluorescence in situ hybridization (FISH) or reverse transcription-polymerase chain reaction (RT-PCR), and since these tests are costly and require special training, there is need for innovative tools to decrease the cost and streamline the diagnostic process. For this reason, we have developed a deep learning (DL) system capable of inferring ERG fusion status using only digitized hematoxylin and eosin (H&#38;E)-stained slides from PCa patients, and detecting tissue regions of high diagnostic relevance. To develop the model, we used the PCa TCGA dataset which includes 436 formalin-fixed paraffin-embedded (FFPE) H&#38;E-stained whole slide images (WSIs) from 393 PCa patients who underwent radical prostatectomy. Subsequently, we evaluated the model&#8217;s performance on an independent cohort of 314 WSIs provided by the Johns Hopkins University (natural history cohort). Slides were divided into tiles of 500X500 px from which feature extraction was performed using a pre-trained ResNet50 model. Feature vectors were then used to train attention-based multiple instance learning framework to predict the slide-level label as either ERG-positive or negative, and to score slide regions based on their contribution to the slide-level representation. Our model can predict the ERG fusion status with an Area Under the ROC Curve (AUC) of 0.84 and 0.73 in the training data and the independent testing cohort, respectively. Also, the model detects tissue regions with high attention score for each class. To decipher the cellular composition in these highly relevant regions for the cases predicted as ERG-positive or negative, we used HoVer-Net model to perform nuclear segmentation and classification into five categories: benign epithelial, tumor, stroma, immune, and necrotic. Notably, we found that the cellular composition of the highly relevant patches can capture prognostic information. Specifically, In the TCGA dataset, a high ratio of neoplastic cells in the relevant patches was significantly associated with worse progression free survival (PFS), while high ratios of necrotic, stromal, and stromal to neoplastic cells were significantly associated with better PFS. Similar findings were also obtained in the natural history cohort in which a high ratio of neoplastic cells was significantly associated with worse overall survival (OS) and metastasis free survival (MFS), while high ratios of immune, stromal, and stromal to neoplastic cells were significantly associated with longer OS and MFS. These results show that ERG fusion status can be inferred from H&#38;E-stained WSIs, ultimately demonstrating the benefit of DL systems in extracting tissue morphological features of high diagnostic and prognostic relevance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Deep learning,Machine learning,Prostate cancer,Fusion genes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mohamed Omar<\/b><sup>1<\/sup>, Zhuoran Xu<sup>1<\/sup>, Sophie  B.  Rand<sup>1<\/sup>, Daniela  C.  Salles<sup>2<\/sup>, Edward  M.  Schaeffer<sup>3<\/sup>, Tamara  L.  Lotan<sup>2<\/sup>, Massimo Loda<sup>1<\/sup>, Luigi Marchionni<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY,<sup>2<\/sup>Department of Pathology, Johns Hopkins University, Baltimore, MD,<sup>3<\/sup>Department of Urology, Feinberg School of Medicine, Northwestern University, Chicago, IL","CSlideId":"","ControlKey":"5a0c6fa0-9fd0-4f74-91eb-83dfb642d54c","ControlNumber":"3579","DisclosureBlock":"&nbsp;<b>M. Omar, <\/b> None..<br><b>Z. Xu, <\/b> None..<br><b>S. B. Rand, <\/b> None..<br><b>D. C. Salles, <\/b> None..<br><b>E. M. Schaeffer, <\/b> None..<br><b>T. L. Lotan, <\/b> None..<br><b>M. Loda, <\/b> None..<br><b>L. Marchionni, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7468","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5369","PresenterBiography":null,"PresenterDisplayName":"Mohamed Omar, MBBCh","PresenterKey":"a5a2aa79-5b2f-4949-8ce0-ce8d3b9f9511","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5369. Detection of ERG:TMPRSS2 gene fusion in prostate cancer from histopathology slides using attention-based deep learning","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detection of ERG:TMPRSS2 gene fusion in prostate cancer from histopathology slides using attention-based deep learning","Topics":null,"cSlideId":""},{"Abstract":"Despite major advances in cancer therapy in the last decades, treatment resistance can develop over time. Precision medicine allows for the successful implementation of targeted therapies and stratification of patients, but treatment resistance remains a major obstacle in patient management. The identification and validation of new targets associated with cancer resistance remains a major challenge. The great diversity of molecular mechanisms involved in treatment resistance phenomena, whether intrinsic (de novo or primary) or acquired (secondary), constitutes a real therapeutic challenge for patient care. A better understanding of resistance mechanisms would allow to explore new therapeutic strategies to circumvent these phenomena in different types of cancer. The OncoSNIPE&#174; project was developed in this context as part of a multicenter and collaborative clinical study (NCT04548960) in more than 800 chemo-naive adult patients. The objective of this project was to identify early and\/or late markers of treatment resistance in three different pathologies for which resistance problems are encountered: triple negative breast cancer (TNBC) or luminal B, locally advanced or metastatic non-small cell lung cancer (NSCLC) and pancreatic ductal adenocarcinoma (PDAC). The program included traditional clinical and whole exome sequencing (WES) monitoring of patient biopsies (Exom-seq and RNA-seq) at diagnosis and relapse, monitoring of blood markers (RNA-seq and Proteomics &#8211; Cytokine) at diagnosis, and the evaluation of best therapeutic responses and relapse. The program used bioinformatics, artificial intelligence, statistical learning and semantic enrichment approaches to discover the diversity of mechanisms involved in these resistances and to identify new therapeutic targets, through hetero-modal data including clinical, genomic, transcriptomic, immunological and radiomic dimensions. Subsequently, a specific flowchart for target validation was applied to the resulting list, considering the target's developmental potential, its essentiality, prior knowledge (database mining) and home-made score of the link between the target and the disease. Finally, new targets were prioritized using weighting parameter and heuristic approximation based on the Crank algorithm. Experimental work on multiple targets began in the laboratory, initially in vitro, using 2D and 3D cell culture (including cells from patient-derived xenografts) and molecular interference. A wide variety of intrinsic or acquired molecular mechanisms involved in treatment resistance are being evaluated as candidates for diagnostic and therapeutic development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Precision medicine,Artificial Intelligence,Pharmacology,New target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Sebastien Vachenc<sup>1<\/sup>, Nicolas Ancellin<sup>2<\/sup>, Didier Grillot<sup>2<\/sup>, Kenji Shoji<sup>1<\/sup>, Joanna Giemza<sup>1<\/sup>, Nathalie Jeanray<sup>1<\/sup>, Leila Outemzabet<sup>1<\/sup>, Salvatore Raieli<sup>1<\/sup>, Lamine Toure<sup>1<\/sup>, <b>Olivier Duchamp<\/b><sup>2<\/sup>, Fabrice Viviani<sup>2<\/sup>, Philippe Genne<sup>1<\/sup>, Jan Hoflack<sup>1<\/sup>, Stphane Gerart<sup>1<\/sup><br><br\/><sup>1<\/sup>Oncodesign Precision Medecine, Dijon Cedex, France,<sup>2<\/sup>Oncodesign Services, Dijon Cedex, France","CSlideId":"","ControlKey":"e9b10d65-6e31-4aff-8c18-8bc40d64d7c7","ControlNumber":"5883","DisclosureBlock":"&nbsp;<b>S. Vachenc, <\/b> None..<br><b>N. Ancellin, <\/b> None..<br><b>D. Grillot, <\/b> None..<br><b>K. Shoji, <\/b> None..<br><b>J. Giemza, <\/b> None..<br><b>N. Jeanray, <\/b> None..<br><b>L. Outemzabet, <\/b> None..<br><b>S. Raieli, <\/b> None..<br><b>L. Toure, <\/b> None..<br><b>O. Duchamp, <\/b> None..<br><b>F. Viviani, <\/b> None..<br><b>P. Genne, <\/b> None..<br><b>J. Hoflack, <\/b> None..<br><b>S. Gerart, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7469","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5370","PresenterBiography":null,"PresenterDisplayName":"Olivier Duchamp, MS","PresenterKey":"f2d620e0-1755-44fa-93b8-5e4d070951e8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5370. New oncology target identification and validation platform combining artificial intelligence and preclinical pharmacology","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"New oncology target identification and validation platform combining artificial intelligence and preclinical pharmacology","Topics":null,"cSlideId":""},{"Abstract":"Hematopoietic malignancies arise from driver alterations acquired during specific, often intermediate and transient, differentiation states. When adequately sampled, &#8220;snapshot&#8221; single-cell measurements can capture dynamic biological processes, including transient states. While there are effective computational modeling solutions to order and capture the relationships among these cell states (often projecting onto a lower dimensional manifold with directionality), methods to infer the causal gene regulatory mechanisms driving cell state transitions remain limited.<br \/>Recently, a mathematical framework for modeling cell dynamics from snapshot data using a physics-based drift-diffusion equation was proposed. This drift-diffusion equation framework describes the dynamics of cell distributions with respect to time, wherein stereotypical driving forces (e.g., hematopoietic development) are captured by the drift term, and biological stochasticity is attributed to the diffusion term. The existing modeling solutions within this framework are forced to assume a fixed diffusion parameter across cell states, ascribing all observed dynamics to drift alone. Here, we expand on current drift-diffusion models to learn both the drift and diffusion terms that describe every observed cell state. These models are constructed from stochastic neural differential equations, continuous deep neural networks that approximate the theoretically complex differential equations underlying gene regulatory networks in hematopoiesis.<br \/>Lineage-barcoded, multi-time point single-cell RNA sequencing experiments can approximate ground truth cellular dynamics. Using such data, we demonstrate the predictive accuracy of our proposed approach through benchmarking against the state-of-the-art methods. Through our drift-diffusion model, we can now distinguish, for the first time, between the deterministic and stochastic contributions to cell fate decision making. In doing so, we identify genes whose expression is associated with cellular drift and indeed show that they correspond to well-known markers of specific cell types; moreover, we identify genes that are associated with cell states that exhibit notable diffusion. Finally, we demonstrate the potential of such models to capture the essence of the dynamic processes through prediction on out-of-distribution data (referred to as &#8220;transfer learning&#8221; in the machine learning field). For example, when the model is trained on <i>in vitro<\/i> hematopoiesis data, our model is able to accurately predict cell trajectories in the corresponding <i>in vivo<\/i> mouse model. We anticipate that such insights will be useful in identifying key dynamic and time-dependent regulatory processes in normal development and cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Single cell,Deep learning,Gene expression,Epigenomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Michael  E.  Vinyard<\/b><sup>1<\/sup>, Anders  W.  Rasmussen<sup>2<\/sup>, Ruitong Li<sup>1<\/sup>, Luca Pinello<sup>3<\/sup>, Gad Getz<sup>4<\/sup><br><br\/><sup>1<\/sup>Chemistry & Chemical Biology, Harvard University, Cambridge, MA,<sup>2<\/sup>Klarman Cell Observatory, Broad Institute MIT and Harvard, Cambridge, MA,<sup>3<\/sup>Molecular Pathology Unit, Center for Cancer Research, Massachusetts General Hospital, Charlestown, MA,<sup>4<\/sup>Broad Institute of MIT and Harvard, Cambridge, MA","CSlideId":"","ControlKey":"86405c8b-d324-4771-a422-9692f57c3a2b","ControlNumber":"6577","DisclosureBlock":"<b>&nbsp;M. E. Vinyard, <\/b> <br><b>Gilead Sciences<\/b> Stock. <br><b>A. W. Rasmussen, <\/b> <br><b>Beam Therapeutics<\/b> Stock. <br><b>Novo-Nordisk<\/b> Stock. <br><b>Gilead<\/b> Stock. <br><b>10X Genomics<\/b> Stock. <br><b>Intellia<\/b> Stock. <br><b>Editas<\/b> Stock. <br><b>ETF XBI<\/b> Stock.<br><b>R. Li, <\/b> None..<br><b>L. Pinello, <\/b> None.&nbsp;<br><b>G. Getz, <\/b> <br><b>Scorpion Therapeutics<\/b> Other, Founder, consultant, and holds privately held equity in Scorpion Therapeutics. <br><b>Broad Institute<\/b> Other, Inventor on patent applications filed by the Broad Institute related to MSMuTect, MSMutSig, POLYSOLVER, SignatureAnalyzer-GPU, and MSIDetect. <br><b>IBM<\/b> Grant\/Contract. <br><b>Pharmacyclics<\/b> Grant\/Contract.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7470","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5371","PresenterBiography":null,"PresenterDisplayName":"Michael Vinyard, BA","PresenterKey":"46da6207-24a9-4331-8123-ee4a2854711f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5371. Modeling single-cell dynamics using stochastic generative models based on neural differential equations","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modeling single-cell dynamics using stochastic generative models based on neural differential equations","Topics":null,"cSlideId":""},{"Abstract":"Background: Manifold Learning (ML) has become essential in recent years for expression data visualization and dimension reduction. ML operates under the assumption that the data points lie on a manifold embedded in Euclidean space. The goal of ML is to learn an inverse embedding function to decipher the manifold structure. Cancer classification is a widely investigated application of expression profile data (e.g., miRNA) currently in the literature. The non-linear ML techniques commonly applied to expression data, such as<i> t<\/i>-distributed Stochastic Neighborhood Embedding (TSNE), Isomap, and Locally Linear Embedding (LLE), are intended for visualization, and cannot easily be applied to classification or unseen data, more generally. Such methods are also unsupervised, and do not factor in class information. Conventional linear ML methods, such as Principal Component Analysis (PCA), while applicable to unseen data and easy to use, are limited and can learn only linear manifolds.<br \/>Results: We introduce a novel, non-linear ML technique, which incorporates class memberships, and is readily applicable to unseen data and classification. Specifically, we construct a series of neighborhood graphs which describe the manifold structure locally within each cluster and among the cluster centroids. Our objective function uses the neighborhood graph information to preserve the class separations and manifold structure in reduced dimension space, and we train a neural network to learn an explicit, inverse embedding function. This allows for fast visualization and classification of unseen data. The technique is compared against similar methods from the literature which use neural networks for ML, and is shown to offer improved cancer classification performance on expression data from The Cancer Genome Atlas (TCGA) and The Cancer Proteome Atlas (TCPA).<br \/>Conclusion: We present a new, supervised ML technique designed specifically for classification, which can be efficiently applied to unseen data. The results show promise on multiple, large-scale expression data sets, and thus warrant further research into supervised ML methods for cancer classification and expression data visualization.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Cancer detection,Gene expression,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>James Webber<\/b><sup><\/sup>, Kevin Elias<sup><\/sup><br><br\/>Brigham and Women's Hospital, Boston, MA","CSlideId":"","ControlKey":"04152319-7853-4c51-bb83-a242b0154449","ControlNumber":"2368","DisclosureBlock":"&nbsp;<b>J. Webber, <\/b> None.&nbsp;<br><b>K. Elias, <\/b> <br><b>Aspira Womens Health<\/b> Grant\/Contract. <br><b>Abcam, Inc.<\/b> Grant\/Contract. <br><b>Bluestar Genomics<\/b> Other, Served on scientific advisory board.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7471","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5372","PresenterBiography":null,"PresenterDisplayName":"James Webber, PhD","PresenterKey":"27012e31-2606-49bc-b35c-14523d99dcdb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5372. Supervised manifold learning and classification; application to expression data visualization and cancer prediction","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Supervised manifold learning and classification; application to expression data visualization and cancer prediction","Topics":null,"cSlideId":""},{"Abstract":"Most non-small cell lung cancer (NSCLC) prognosis prediction approaches use one data type and do not take advantage of the large amount of multimodal data available. To evaluate and explore the benefits of multimodal data integration, we present a combined feature selection and denoising autoencoder pipeline for NSCLC survival prediction and survival subtype identification using microRNA (miRNA), mRNA, DNA methylation, long non-coding RNA (lncRNA) and clinical data. Survival performance for both lung adenocarcinoma (LUAD) and squamous cell carcinoma (LUSC) patients was compared across modality combinations, data integration time and training data types. Multimodal data combinations outperformed single data modalities, with the early integration of all data modalities achieving concordance indexes (C-indexes) of 0.67 (&#177;.04) and 0.63 (&#177;.02) for LUAD and LUSC, respectively versus corresponding C-index of 0.64 (&#177;.02) and 0.59 (&#177;.03) for the best single cell modality (clinical). Notably, combining just lncRNA and clinical data facilitated effective survival discrimination, with C-indexes of 0.69 (&#177;.03) for LUAD and 0.62 (&#177;.03) for LUSC. Overall, higher performance was achieved by using a single denoising autoencoder for all biological data (early integration) and by training on both LUSC and LUAD patient data together. Two survival subtypes (log rank test p-value=1e-9) were identified, with 991 differentially expressed transcripts in the poorer survival group. Our analysis shows the value of multimodal data integration for predicting NSCLC progression, with especially good performance using the combination of lncRNA and clinical data. Early integration of biological data, with an initial linear feature selection technique and a denoising autoencoder for dimensionality reduction, showed effective survival performance and survival subtype identification. Further research is underway to expand analysis to different cancer types and data modalities and extract more biological interpretability from autoencoder models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Multiomics,NSCLC,Noncoding RNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jacob  G.  Ellen<sup>1<\/sup>, Etai Jacob<sup>2<\/sup>, Nikos Nikolaou<sup>2<\/sup>, <b>Natasha Markuzon<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>University College London, London, United Kingdom,<sup>2<\/sup>AstraZeneca Oncology, Waltham, MA","CSlideId":"","ControlKey":"f3d0faa2-56cd-440f-b42e-a732dcd38232","ControlNumber":"6871","DisclosureBlock":"&nbsp;<b>J. G. Ellen, <\/b> None.&nbsp;<br><b>E. Jacob, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>N. Nikolaou, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>N. Markuzon, <\/b> <br><b>AstraZeneca<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7472","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5373","PresenterBiography":null,"PresenterDisplayName":"Natasha Markuzon, PhD","PresenterKey":"a914d087-d221-4980-85b9-36a0b84d5b71","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5373. Autoencoder-based multimodal prediction of survival for non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Autoencoder-based multimodal prediction of survival for non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b> As total neoadjuvant therapy for locally advanced rectal cancer (LARC) emerged, the possibility of skipping radiotherapy for poorly responsive patients arose. Machine-learning algorithms have focused on the radiopathologic features of tumor segmentation in order to predict responsiveness to radiotherapy. However, in addition to the tumor itself, there are several factors related to responsiveness, such as vasculature affecting hypoxia or MRI-detected extramural vascular invasion status. We aimed to predict poor responders using pretreatment rectal MRI images without segmentation and to identify which factors mainly contribute to the prediction algorithm.<b> <\/b><br \/><b>Methods <\/b>Between Jan 1, 2000, and Dec 30, 2020, 689 consecutive patients were retrospectively included in two hospitals. Poor responders were defined by tumor regression grades (TRG) 2 and 3 that were determined through surgical resection. The ResNet-50 model was trained to predict poor responders from pretreatment rectal MRIs (T2-weighted axial, sagittal, and coronal images). We adopted a tenfold cross-validation for training and testing the model and used Gradient-weighted Class Activation Mapping (Grad-CAM) to highlight the important regions in the MRI scans that help predict poor responders.<b> <\/b><br \/><b>Results <\/b>The number in each group of TRG was 108 (15.7%), 250 (36.3%), 265 (38.5%), and 66 (9.6%) for TRG0, TRG1, TRG2, and TRG3, respectively. There were 618 patients in the training cohort and 71 patients in the validation cohort. In the training and validation cohort, the accuracy for the prediction of poor responders was 85.6% (area under the curve (AUC) 0.856 [95% CI 0.761-0.950]) and 70.2% (AUC 0.703 [0.682-0.724]), although without segmentation. Our prediction model achieved a sensitivity of 0.724 (95% CI 0.700-0.748), a specificity of 0.684 (0.658-0.710), a positive predictive value of 0.697 (0.656-0.737), and a negative predictive value of 0.708 (0.666-0.751) in the validation cohort. Grad-CAM showed that the most important part of the accurately predicted images to contribute to the prediction was not the tumor (7\/355, 1.9%) but the pelvic vasculature (353\/355, 99.4%), including iliac vessels, femoral vessels, and presacral plexus, and followed by the mesorectum (38\/355, 10.7%).<br \/><b>Conclusion<\/b> The pelvic vasculature contributes more to predicting poor responders to radiotherapy than the tumor itself. Therefore, when creating a prediction model for responsiveness to radiotherapy in LARC, this should be considered.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Radiation therapy,Resistance,Magnetic resonance imaging,Colorectal adenocarcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rumi Shin<\/b><sup>1<\/sup>, Byunho Jo<sup>1<\/sup>, Inyeop Jang<sup>1<\/sup>, Cheong-Il Shin<sup>2<\/sup>, Jin Sun Choi<sup>3<\/sup>, Seung-Yong Jeong<sup>3<\/sup>, Seung Chul Heo<sup>3<\/sup>, Ji Won Park<sup>3<\/sup>, Min Jung Kim<sup>3<\/sup>, Tae Hyun Hwang<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Artificial Intelligence and Informatics, Mayo Clinic, Jacksonville, FL,<sup>2<\/sup>Department of Radiology, Seoul National University College of Medicine, Seoul, Korea, Republic of,<sup>3<\/sup>Department of Surgery, Seoul National University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"debaba80-c508-476c-800f-ae099a25ccb7","ControlNumber":"6905","DisclosureBlock":"&nbsp;<b>R. Shin, <\/b> None..<br><b>B. Jo, <\/b> None..<br><b>I. Jang, <\/b> None..<br><b>C. Shin, <\/b> None..<br><b>J. Choi, <\/b> None..<br><b>S. Jeong, <\/b> None..<br><b>S. Heo, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>T. Hwang, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7473","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5374","PresenterBiography":null,"PresenterDisplayName":"Rumi Shin","PresenterKey":"8c3da3b8-e539-4c34-9249-9cc644918488","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5374. Why only focus on the tumor?: The crucial role of the extra-tumor environment to predict poor responders for locally advanced rectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Why only focus on the tumor?: The crucial role of the extra-tumor environment to predict poor responders for locally advanced rectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Emerging high-content data modalities like functional genomics and spatial proteomics have enormous potential to reveal determinants of phenotypic plasticity that underlie variability in clinical outcomes, but to date these modalities are only collected in modestly sized research cohorts (&#60; 200-400 patients), where we lack power to detect subtype-specific or prognostic signatures.<br \/>To study intertumor heterogeneity on a much larger scale (&#62;10,000 patients), we developed a machine learning framework based on self-supervised embeddings that allows scalable imputation of high-content data on large standard of care datasets. Our framework starts by learning a phenotypic embedding of tumor state based solely on H&#38;E histology images, allowing the embedding to be trained on large patient cohorts regardless of availability of molecular covariates. It then learns to predict genomic or proteomic labels from the lower-dimensional phenotypic embeddings. This model can be used for imputation in much larger cohorts, where only clinical outcome and histology are available.<br \/>To demonstrate our method, we use the TCGA ATAC-seq data, which is available for 400 patients across 23 cancer types. By learning self-supervised embeddings of histology, our framework was able to impute ATAC-seq for 5,000 peaks in 11,000 patients across 31 cancer types, with high accuracy in held out samples (R2 = 0.61). To our knowledge, this represents the broadest available pan-cancer chromatin landscape.<br \/>The imputed ATAC-seq reveals a subset of peaks that are significantly associated with overall survival (OS) in multiple cancer types (e.g., Breast (BC) ATAC-only HR 1.75, p: 8.6E-3). Genes proximal to these peaks are strongly enriched for well characterized oncogenes, and also several novel genes with functions in cellular metabolism and chromatin remodeling whose expression is not known to be prognostic in our disease settings.<br \/>Finally, we developed models to predict OS from H&#38;E slide embeddings and from imputed ATAC-seq, both pan-cancer and in specific tumor types. Both models significantly outperform baseline stage and molecular subtype clinical risk predictors (e.g., BC baseline HR: 2.44, p: 3E-6 vs. embedding\/imputed ATAC HR 3.78, 2E-9, p for improvement 2E-9) and, interestingly, we find that adding an ATAC-seq based risk score to an embedding-based risk score significantly improves disease-specific survival prediction (HCC embedding-only HR: 2.13, p: 8E-5 vs. HCC embedding\/imputed ATAC HR: 2.65, p: 1E-6). This suggests that histopathology images are a rich source of prognostic information beyond that which is captured by traditional pathologist grading.<br \/>Overall, our work highlights the ability to use self-supervised embeddings of histopathology to impute biological covariates on large, standard-of-care cohorts, empowering novel insights into disease mechanisms and patient outcome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Cancer genomics,Machine learning,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Christopher  S.  Probert<\/b><sup><\/sup>, Zachary  R.  McCaw<sup><\/sup>, Navami Jain<sup><\/sup>, Daphne Koller<sup><\/sup><br><br\/>Insitro, South San Francisco, CA","CSlideId":"","ControlKey":"d8586d6c-c1f6-4792-931b-b715cf8efb5f","ControlNumber":"7166","DisclosureBlock":"<b>&nbsp;C. S. Probert, <\/b> <br><b>insitro, inc.<\/b> Employment, Stock. <br><b>Z. R. McCaw, <\/b> <br><b>insitro, inc.<\/b> Employment, Stock. <br><b>N. Jain, <\/b> <br><b>insitro, inc.<\/b> Employment. <br><b>D. Koller, <\/b> <br><b>insitro, inc.<\/b> Employment, Stock.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7474","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5375","PresenterBiography":null,"PresenterDisplayName":"Christopher Probert","PresenterKey":"57f40f4a-b0c1-4eda-9ab0-5736e4632786","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5375. Learned phenotypic embeddings enable scalable imputation of high-content molecular data elucidating prognostic chromatin signatures","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Learned phenotypic embeddings enable scalable imputation of high-content molecular data elucidating prognostic chromatin signatures","Topics":null,"cSlideId":""},{"Abstract":"The ability to accurately identify peptide ligands for a given major histocompatibility complex class I (MHC-I) molecule has immense value for targeted anticancer therapeutics. However, the highly polymorphic nature of the MHC-I protein makes universal prediction of peptide ligands challenging due to lack of experimental data describing most MHC-I variants. To address this challenge, we have developed a deep convolutional neural network, HLA-Inception, capable of predicting MHC-I peptide binding motifs using electrostatic properties of the MHC-I binding pocket. By approaching this immunological issue using molecular biophysics, we measure the impact of sidechain arrangement and topology on peptide binding, feature not captured by sequence-based MHC-I prediction methods. Through a combination of molecular modeling and simulation, 5821 MHC-I alleles were modeled, providing extensive coverage across human populations. Predicted peptide binding motifs fell into distinct clusters, each defined with different degrees of submotif heterogeneity. Peptide binding scores generated by HLA-Inception are strongly correlated with quantitative MHC-I binding data, indicating predicted peptides can be ranked, both within and between alleles. HLA-inception also showed high precision when predicting naturally presented peptides and can be used for rapid proteome-scale MHC-I peptide binding predictions. Finally, we show that the binding pocket diversity measured by HLA inception predicts response to checkpoint blockade.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Global Health,Machine learning,T cell,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Eric  A.  Wilson<sup>1<\/sup>, John Kevin Cava<sup>2<\/sup>, Diego Chowell<sup>1<\/sup>, Abhishek Singharoy<sup>3<\/sup>, <b>Karen  S.  Anderson<\/b><sup>4<\/sup><br><br\/><sup>1<\/sup>Precision Immunology Institute, Icahn School of Medicine at Mount Sinai, New York City, NY,<sup>2<\/sup>School of Computing and Augmented Intelligence, Arizona State University, Tempe, AZ,<sup>3<\/sup>School of Molecular Sciences, Arizona State University, Tempe, AZ,<sup>4<\/sup>School of Life Sciences, Arizona State University, Tempe, AZ","CSlideId":"","ControlKey":"cb7024e5-2a84-418f-a957-c42b155325bd","ControlNumber":"6887","DisclosureBlock":"&nbsp;<b>E. A. Wilson, <\/b> None..<br><b>J. Cava, <\/b> None.&nbsp;<br><b>D. Chowell, <\/b> <br><b>PGDX<\/b> Other Intellectual Property, Diego Chowell holds ownership of intellectual property on using tumor mutational burden to predict immunotherapy response, with a pending patent, which has been licensed to PGDx.<br><b>A. Singharoy, <\/b> None..<br><b>K. S. Anderson, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7475","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5376","PresenterBiography":null,"PresenterDisplayName":"Karen Anderson, MD;PhD","PresenterKey":"5ee9a7c7-6774-458a-9f10-4b472484ed04","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5376. Protein structure-based modeling to improve MHC class I epitope predictions","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Protein structure-based modeling to improve MHC class I epitope predictions","Topics":null,"cSlideId":""},{"Abstract":"Background: Mantle cell lymphoma (MCL) is an uncommon B-cell lymphoma. The clinical course is highly variable: some patients have aggressive disease and relapse after treatment, while others have indolent disease or respond exceptionally to frontline therapy. Prognostication of MCL patients is dynamic and continues to evolve as novel therapies develop. Current prognostic indicators, such as the MCL international prognostic index (MIPI), were primarily designed with patients treated with chemo-immunotherapies. Using machine learning (ML) and molecular data, we provide a novel predictive method to improve upon conventional clinical markers.<br \/>Methods: We studied 785 MCL patients diagnosed at MD Anderson since 2014 and retrospectively classified them as &#8220;aggressive MCL&#8221; (n=311): relapsed or refractory to frontline treatment, and &#8220;mild MCL&#8221; (n=474): those who did not relapse after the first treatment (exceptional response) or had indolent disease never requiring treatment. After data extraction and feature engineering, 195 baseline features comprised of clinical, genomic, pathology, and cytogenetic data were integrated into an extreme gradient-boosted ensemble ML model (XGBoost). The dataset containing all patients was split (75\/25) into a training and test set. Hyperparameters for the model were tuned using a grid-based, space-filling (Latin hypercube) technique and resampled 10-fold cross-validation from the training set. Training, validation, and testing sets were split using stratification of the classification variable to avoid class imbalance.<br \/>Results: Our integrative model achieved area under the curve (AUC) = .82 and accuracy = .76 on the test set and outperformed an XGBoost model using only clinical features (AUC = .78, accuracy = .68). Additionally, the fully integrated model improved on metrics from a similar multivariate logistic model including all patients (AUC = .72, accuracy =.72). Univariate logistic models were fit on the classification variable using the MIPI and other prognostic indices. The integrated ML model significantly outperformed the MIPI (AUC = .62, accuracy = .60) and other indices in predicting patient class. Clinical, pathological, cytogenetic, and genomic data were all represented as impactful features in a variable importance plot (VIP) and Shapley (SHAP) additive values of the fully integrated ML model. This model was used to launch a rest application programming interface (API) in which important features could be entered and a prediction returned.<br \/>Conclusion: Our study demonstrates that the current paradigm of using limited features in disease prognostics should be replaced with more advanced ML models that utilize genomic and other molecular data. Future work will include expanding the features included in the model and using the rest API to construct a graphical user interface accessible to clinicians and other researchers to make treatment decisions in precision oncology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-05 Integrative computational approaches,,"},{"Key":"Keywords","Value":"Machine learning,Lymphoma: non-Hodgkin's lymphoma,Prognostic factors,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Holly  A.  Hill<\/b><sup>1<\/sup>, Preetesh Jain<sup>2<\/sup>, Michael  L.  Wang<sup>2<\/sup>, Ken Chen<sup>1<\/sup><br><br\/><sup>1<\/sup>Bioinformatics and Computational Biology, UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Lymphoma and Myeloma, UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"7f435488-904a-4a02-846f-0200ea93f838","ControlNumber":"2042","DisclosureBlock":"&nbsp;<b>H. A. Hill, <\/b> None.&nbsp;<br><b>P. Jain, <\/b> <br><b>Incyte<\/b> Independent Contractor. <br><b>Eli Lilly<\/b> Independent Contractor. <br><b>Aptitude Health<\/b> Independent Contractor. <br><b>Kite Pharma<\/b> Independent Contractor. <br><b>M. L. Wang, <\/b> <br><b>InnoCare<\/b> Independent Contractor, Consultant. <br><b>Loxo Oncology<\/b> Independent Contractor, Grant\/Contract. <br><b>Juno<\/b> Independent Contractor, Grant\/Contract. <br><b>Oncternal<\/b> Independent Contractor, Grant\/Contract. <br><b>CStone<\/b> Independent Contractor. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Janssen<\/b> Grant\/Contract, Travel. <br><b>VelosBio<\/b> Independent Contractor, Grant\/Contract. <br><b>Pharmacyclics<\/b> Grant\/Contract. <br><b>Genetech<\/b> Independent Contractor. <br><b>Bayer Healthcare<\/b> Independent Contractor. <br><b>BioInvent<\/b> Grant\/Contract. <br><b>Juno<\/b> Grant\/Contract. <br><b>Kite Pharma<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Innocare<\/b> Grant\/Contract. <br><b>Verastem<\/b> Grant\/Contract.<br><b>K. Chen, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7476","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5377","PresenterBiography":null,"PresenterDisplayName":"Holly Hill, MPH;MS","PresenterKey":"a94a1008-3273-4055-801b-1ae9fffc7ed9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5377. An integrative prognostic machine learning model in mantle cell lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An integrative prognostic machine learning model in mantle cell lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Observing and quantifying the proliferation of subpopulations in cancer is key to understanding how heterogeneous groups of cells interact and respond to therapy, their environment, and each other. Prior research has demonstrated that cell-state properties such as metastatic potential and genotype perturbation are encoded in cellular morphology and can be identified with various machine-learning approaches. This encoding spans multiple imaging modalities such as brightfield, phase contrast, and stained whole-slide images, and phenotype prediction can be accomplished using both classical and deep machine learning methods. Here we show that not only do these prediction capabilities extend to transcriptomic subpopulations, but that they can be used to track these populations in high throughput longitudinal live-cell imaging experiments. Using single-cell RNA sequencing, we observed that, among untreated MDA-MB-231 triple negative breast cancer cells, there exist two transcriptomically distinct populations of cells. Using fluorescence-activated cell sorting based on the differentially expressed surface marker ESAM, we isolated these subpopulations and fluorescently labeled them with mCherry or GFP depending on their transcriptomic cluster. Cells were then grown in monoculture or coculture and imaged every 4 hours at 20x resolution. To identify the associated transcriptomic cluster, we trained an instance segmentation algorithm, Mask R-CNN, to both segment and classify cells. We find that, despite being derived from the same cell line, these phenotypes can be predicted using phase contrast images alone. These results demonstrate that cellular phenotypes manifested by distinctive RNA expression signatures can now be surveilled in a high-throughput manner across multiple samples and conditions without further RNA sequencing or biomarker labeling. We anticipate that this methodology of high throughput tracking will be applicable to other heterogeneous subpopulations, such as isolated therapy-resistant or sensitive cells. Tracking transcriptomically distinct populations using only high-throughput imaging will increase the granularity of population analysis and enable more rapid assessment of cancer cell evolutionary dynamics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Heterogeneity,Triple-negative breast cancer (TNBC),Image analysis,RNA sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tyler Jost<\/b><sup><\/sup>, Andrea Gardner<sup><\/sup>, Amy Brock<sup><\/sup><br><br\/>University of Texas at Austin, Austin, TX","CSlideId":"","ControlKey":"508da688-b03b-47cb-a309-bf89df17fcc6","ControlNumber":"4903","DisclosureBlock":"&nbsp;<b>T. Jost, <\/b> None..<br><b>A. Gardner, <\/b> None..<br><b>A. Brock, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7632","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5379","PresenterBiography":null,"PresenterDisplayName":"Tyler Jost, B Eng,MS","PresenterKey":"ef6b6b7c-5da2-4646-9aad-4375faa1d4a9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5379. Deep learning enables label-free tracking of heterogeneous subpopulations","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deep learning enables label-free tracking of heterogeneous subpopulations","Topics":null,"cSlideId":""},{"Abstract":"Predictive modeling holds great promise for improving personalized cancer treatment and efficiency of drug development. In recent years<b>,<\/b><i> <\/i>deep learning (DL) has been extensively explored for drug response prediction (DRP), outperforming classical machine learning in prediction generalization to new data. Despite the considerable interest in DRP, no agreed-upon methodology for evaluating and comparing the diverse DL models yet exists.<b> <\/b>Existing papers generally demonstrate the performance of proposed models using cross-validation within a single cell line dataset and compare with baseline models of their choice, substantially limiting the scope and validity of model evaluation and comparison. In this work, we investigate the ability of DRP models for generalizing predictions across datasets of multiple drug screening studies, a more challenging scenario mimicking practical applications of DRP models. Five cell line datasets and six community DRP models with advanced DL architectures have been explored.<br \/>Public cell line drug screening datasets have been curated and processed for this analysis, including CCLE, CTRP, GDSC1, GDSC2, and GCSI.<b> <\/b>For each dataset, the same preprocessing pipeline was used to generate cell line gene expressions, drug representations, and drug response values. The six DRP models include advanced architectures and feature engineering methods such as transformer, graph neural network, and image representation of tabular data.<b> <\/b>Systematic model curation and training have been applied, including consistent training and testing data splits across models and hyperparameter optimization (HPO).<b> <\/b>To cope with the large-scale model training and HPO, automatic workflows have been implemented and executed on high-performance computing systems.<br \/>A 5-by-5 matrix of prediction scores, corresponding to the five datasets in both row and column dimensions, has been generated for each model, with off-diagonal values representing the cross-dataset generalization. Despite the advanced DL techniques, all models exhibit substantially inferior performance in cross-dataset analysis as compared with cross-validation within a single dataset.<br \/>This result demonstrates the challenge of cross-dataset generalization for DRP and motivates the need for rigorous and systematic evaluation of DRP models, which simulates real-world applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Deep learning,Drug response prediction,Cancer cell lines,High-performance computing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alexander Partin<\/b><sup>1<\/sup>, Thomas  S.  Brettin<sup>1<\/sup>, Yitan Zhu<sup>1<\/sup>, Jamie Overbeek<sup>1<\/sup>, Oleksandr Narykov<sup>1<\/sup>, Priyanka Vasanthakumari<sup>1<\/sup>, Austin Clyde<sup>1<\/sup>, Sara  E.  Jones<sup>2<\/sup>, Satishkumar Ranganathan Ganakammal<sup>2<\/sup>, Justin  M.  Wozniak<sup>1<\/sup>, Andreas Wilke<sup>1<\/sup>, Jamaludin Mohd-Yusof<sup>3<\/sup>, Michael  R.  Weil<sup>2<\/sup>, Alexander  T.  Pearson<sup>4<\/sup>, Rick  L.  Stevens<sup>1<\/sup><br><br\/><sup>1<\/sup>Argonne National Laboratory, Lemont, IL,<sup>2<\/sup>Frederick National Laboratory for Cancer Research, Frederick, MD,<sup>3<\/sup>Los Alamos National Laboratory, Los Alamos, NM,<sup>4<\/sup>Hematology\/Oncology, Department of Medicine, University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"0f730e41-247f-48cd-bd31-d3c76b6f10f5","ControlNumber":"2933","DisclosureBlock":"<b>&nbsp;A. Partin, <\/b> <br><b>Pfizer<\/b> Stock.<br><b>T. S. Brettin, <\/b> None..<br><b>Y. Zhu, <\/b> None..<br><b>J. Overbeek, <\/b> None..<br><b>O. Narykov, <\/b> None..<br><b>P. Vasanthakumari, <\/b> None..<br><b>A. Clyde, <\/b> None..<br><b>S. E. Jones, <\/b> None..<br><b>S. Ranganathan Ganakammal, <\/b> None..<br><b>J. M. Wozniak, <\/b> None..<br><b>A. Wilke, <\/b> None..<br><b>J. Mohd-Yusof, <\/b> None..<br><b>M. R. Weil, <\/b> None.&nbsp;<br><b>A. T. Pearson, <\/b> <br><b>Kura Oncology<\/b> Grant\/Contract. <br><b>Abbvie<\/b> Grant\/Contract, Other, Consulting.. <br><b>Elevar Therapeutics<\/b> Other, Advisory board. <br><b>Ayala<\/b> Other, Advisory board. <br><b>Prelude<\/b> Other, Advisory board. <br><b>Privo<\/b> Other, Advisory board.<br><b>R. L. Stevens, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7633","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5380","PresenterBiography":null,"PresenterDisplayName":"Alexander Partin, PhD","PresenterKey":"58e8c135-fa9c-4125-a6c7-b1dc1a91de7e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5380. Systematic evaluation and comparison of drug response prediction models: a case study of prediction generalization across cell lines datasets","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Systematic evaluation and comparison of drug response prediction models: a case study of prediction generalization across cell lines datasets","Topics":null,"cSlideId":""},{"Abstract":"Technological advances have ushered in a new multi-omics era that has elucidated more granular information on cell types and functions at single-cell resolution. Integrating morphology as a multi-dimensional readout of cell identity, state, and function is an area of broad interest, since it has been historically difficult to quantify morphological properties. Here, we apply artificial intelligence (AI) and multi-dimensional morphology to characterize a variety of human cell types and states using the Deepcell platform. Captured brightfield images of cells flowing inside a microfluidic channel are analyzed by AI models in real-time and cells of interest can be sorted for downstream molecular or functional analyses.<br \/>We developed an AI model, termed &#8216;Human Foundation Model&#8217; (HFM), for broad use that combines machine learning with computer vision for multi-dimensional morphology analysis to provide interpretable features on a broad range of human cells and diverse sample types. The HFM training and validation datasets, comprising 1.18 million and 4.05 million cell images, respectively, were chosen to capture a comprehensive range of visual features and cover a wide spectrum of biological diversity. Samples included 6&#956;m polystyrene beads (as controls) and multiple immune and carcinoma cell lines. Subsets of these images were labeled for specific cell features then included in the supervised portion of the model training.<br \/>We apply the HFM as part of the Deepcell system to identify and characterize the morphological heterogeneity of tumor cells in different types of cancers such as melanoma, non-small cell lung carcinoma, and malignant pleural effusions. We further demonstrate the ability of the platform to distinguish different cell types (epithelial, stromal, immune, and endothelial cells) commonly found in tumors that typically require complex antibody panels.<br \/>With the Deepcell platform and the HFM, we determined cell identities using morphological features associated with distinct processes characterized by granules, vesicles, cell size, pigmentation and others. Furthermore, sorted cells of interest are unlabeled and can be retrieved for further analysis. This AI-powered technology can be applied to diverse areas including drug screenings\/mechanism of action, tumor biology, and functional genomics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Tumor biology,Tumor heterogeneity,Image analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Emilie  C.  Schneider<\/b><sup><\/sup>, Stephane  C.  Boutet<sup><\/sup>, Anastasia Mavropoulos<sup><\/sup>, Andreja Jovic<sup><\/sup>, Jeanette Mei<sup><\/sup>, Nianzhen Li<sup><\/sup>, Kiran Saini<sup><\/sup>, Senzeyu Zhang<sup><\/sup>, Chassidy Johnson<sup><\/sup>, Vivian Lu<sup><\/sup>, Ryan Carelli<sup><\/sup>, Kevin  B.  Jacobs<sup><\/sup>, Mahyar Salek<sup><\/sup>, Maddison Masaeli<sup><\/sup><br><br\/>Deepcell Inc., Menlo Park, CA","CSlideId":"","ControlKey":"34decf60-8f9d-4256-be6f-fa95c88d5c67","ControlNumber":"5365","DisclosureBlock":"<b>&nbsp;S. C. Boutet, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>A. Mavropoulos, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>A. Jovic, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>J. Mei, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>N. Li, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>K. Saini, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>S. Zhang, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>C. Johnson, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>V. Lu, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>R. Carelli, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>K. B. Jacobs, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>M. Salek, <\/b> <br><b>Deepcell, Inc<\/b> Employment. <br><b>M. Masaeli, <\/b> <br><b>Deepcell, Inc<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7634","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5381","PresenterBiography":null,"PresenterDisplayName":"Emilie Schneider, Unknown","PresenterKey":"b808f202-a771-44ef-8830-b6699dd28151","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5381. A broad-use deep learning model based on multi-dimensional morphology to identify and characterize tumor cell heterogeneity","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A broad-use deep learning model based on multi-dimensional morphology to identify and characterize tumor cell heterogeneity","Topics":null,"cSlideId":""}]