[{"Abstract":"Studies have shown the importance of CD62L in leukocyte trafficking. However, the significance of CD62L-expressing cells in concomitant anti-tumor immunity has not been investigated. Using a model of post-surgical tumor immunity, we show that in vivo depletion of CD62L-expressing cells before or immediately after surgical tumor resection enabled the development of anti-tumor concomitant responses against poorly immunogenic B16 (melanoma) or MTE-Ras (head &#38; neck cancer) tumor cells. Anti-CD62L mAb administration depleted the cellular immune components that express CD62L, including NK, NKT, Mo, Ma, B, and T cells. Within the T cell compartment, na&#239;ve T cells (CD44lo CD62Lhi), effector (CD44hi CD62Llo), memory (CD44hi CD62Lhi) and regulatory T cells (Treg, CD4 CD25 Foxp3) were also depleted, while effector CD62L-negative T cells were spared in the TDLN. Tumor immunity did not occur in the absence of a primary tumor (sham surgery group) or after CD8 depletion. Whereas anti-CTLA-4 or anti-PD-1 mAbs failed as monotherapies, their administration during CD62L depletion restored their anti-tumor properties. The unified global gene expression analysis of the TDLN shows the significant enrichment of biological processes involved in the CD8 T cell effector phase, IL-2\/IL-15, TNF-&#945;, IFN-&#947;, IFN-&#945;, IL-6, responses, mitotic cell division, glycolysis, and acetylation. Also, genes related to Treg responses were downregulated. These data point to a process in which depletion of CD62L cells in tumor-bearing hosts transforms the TDLN into a highly active immunological site in which tumor-reactive effector CD8 T cells (CD62L-negative) actively divide in the absence of Treg, accompanied by a cytokine response, glucose consumption, and acetylation of transcriptional factors and histones. These results identify an unrecognized role of CD62L-expressing cells in regulating concomitant anti-tumor immunity and restoring anti-tumor responses by checkpoint blockade inhibitors. Our study provides a new framework that could help understand how anti-tumor responses are limited.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-01 Adaptive immunity in tumors,,"},{"Key":"Keywords","Value":"T cell,Checkpoint Inhibitors,Melanoma\/skin cancers,Head and neck cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Brianna Burke<sup>1<\/sup>, Lourdes Plaza-Rojas<sup>2<\/sup>, Cynthia Perez<sup>1<\/sup>, Elena Kostenko<sup>2<\/sup>, Anna Austin<sup>2<\/sup>, Justin Boucher<sup>2<\/sup>, Kushal Prajapati<sup>1<\/sup>, Michael Delos Reyes<sup>1<\/sup>, Christine Chung<sup>2<\/sup>, <b>Jose-Alejandro Guevara-Patino<\/b><sup>3<\/sup><br><br\/><sup>1<\/sup>Loyola University Chicago, Maywood, IL,<sup>2<\/sup>H. Lee Moffitt Cancer Center, Tampa, FL,<sup>3<\/sup>Immunology, H. Lee Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"b70493c4-ea40-48ec-b6c1-b430096985bb","ControlNumber":"699","DisclosureBlock":"&nbsp;<b>B. Burke, <\/b> None..<br><b>L. Plaza-Rojas, <\/b> None..<br><b>C. Perez, <\/b> None..<br><b>E. Kostenko, <\/b> None..<br><b>A. Austin, <\/b> None..<br><b>J. Boucher, <\/b> None..<br><b>K. Prajapati, <\/b> None..<br><b>M. Delos Reyes, <\/b> None..<br><b>C. Chung, <\/b> None..<br><b>J. Guevara-Patino, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6865","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6414","PresenterBiography":null,"PresenterDisplayName":"Jose-Alejandro Guevara, MD,PhD","PresenterKey":"321417e8-1cd4-49e7-aad1-ad1a0922c215","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6414. Concomitant anti-tumor immunity and checkpoint blockade responses are restored by depletion of CD62L expressing cells","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Concomitant anti-tumor immunity and checkpoint blockade responses are restored by depletion of CD62L expressing cells","Topics":null,"cSlideId":""},{"Abstract":"Background: Regulatory T cells (Tregs) have a strong immunosuppressive function, inhibit anti-tumor immunity, and promote the occurrence and development of tumors. In addition, a high infiltration of Treg cells is associated with poor survival in various types of cancer. Since CD25 is highly expressed on Treg cells, it is a potential target protein for Treg depletion.<br \/>Methods: The binding affinity(Kd) of CD25 aptamer to rhCD25 protein was calculated through bio-layer interferometry(BLI). The cell binding of Cy5-labelled CD25 aptamer was detected by flow cytometry, and the internalization was visualized by confocal microscopy. The cell internalization rate was determined using the MFI value of flow cytometry. Competitive ELISA, western blot, and qPCR were performed to investigate the effect of CD25 aptamer on CD25\/IL-2 binding. In vitro cytotoxicity of prototype-ApDC was determined by CCK-8 assay. Moreover, CD25-dependent cytotoxicity of prototype-ApDC was evaluated by Karpas299(Treg-like):HuT78(Teff-like) 1:1 co-culture model using FACS analysis.<br \/>Results: CD25 aptamer binds human CD25 protein with 4.64nM affinity. CD25 aptamer showed selective binding and internalization to CD25-positive Karpas299 and had no interaction with CD25-negative Daudi. The internalization half-time of CD25 aptamer in karpas299 was determined to 9.9 min (95% CI 8.2~12.6min). Interestingly, CD25 aptamer was identified as IL-2R antagonist by evaluating competitive ELISA and the level of phosphor-STAT5 and downstream mRNA expression of TGF-beta. The IC50 value of prototype-ApDC was 24nM to Karpas299 while &#62;1uM to Daudi. These results show that prototype-ApDC has selective cytotoxicity against CD25-expressing cells. Furthermore, in a study of an in vitro co-culture model mimicking the Treg-rich intratumoral T cell environment, prototype-ApDC treatment induced CD25-specific depletion resulting in escalating the ratio of HuT89\/Karpas299 with increasing exposure time.<br \/>Conclusions: Our CD25-targeted aptamer and its drug-conjugated ApDC have demonstrated the selective blocking of IL-2R-STAT5 signaling and induction of CD25-positive cell-specific depletion, respectively. Moreover, in the co-culture system of the Treg-like and Teff-like cells, CD25-ApDC also proved its cytotoxic selectivity. Therefore, one potential strategy in cancer patients is to use CD25-ApDC with excellent tumor permeability as an anticancer agent with a mechanism of Treg cell depletion through specific targeting of CD25 overexpressed in tumor-infiltrating Treg cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-11 Tumor-induced immune suppression: Intrinsic factors,,"},{"Key":"Keywords","Value":"Aptamer,Regulatory T cells,Interleukin-2,Drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Daekyun Lee<\/b><sup><\/sup>, Ju-hyung Kang<sup><\/sup>, Inu Song<sup><\/sup><br><br\/>Aptamer Sciences Inc., Seongnam-si, Korea, Republic of","CSlideId":"","ControlKey":"30707096-84ff-46ab-ad30-739b9ad99265","ControlNumber":"1977","DisclosureBlock":"&nbsp;<b>D. Lee, <\/b> None..<br><b>J. Kang, <\/b> None..<br><b>I. Song, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6876","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6415","PresenterBiography":null,"PresenterDisplayName":"Daekyun Lee, PhD","PresenterKey":"9889d0b1-810f-45c8-88b3-8b5186ab8610","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6415. CD25-targeted aptamer-drug conjugate (CD25-ApDC) depletes and blocks regulatory T cells selectivel","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CD25-targeted aptamer-drug conjugate (CD25-ApDC) depletes and blocks regulatory T cells selectivel","Topics":null,"cSlideId":""},{"Abstract":"B7-H3 (<i>CD276<\/i>) is a member of the B7 family of immune regulators, but unlike the immune checkpoint targets that have revolutionized cancer therapy, blockade has resulted in mixed outcomes. B7-H3 has 2Ig and 4Ig isoforms, has no known direct ligand, and many of the physiological functions remain elusive. While protein expression of B7-H3 is differentially expressed on many solid tumors and correlates with poor survival, mechanisms of how B7-H3 elicits a pro-tumorigenic phenotype are still poorly understood, significantly hampering therapeutic efforts for targeting. Using a facile, recombinase-enhanced split-luciferase reporter, we visualized 4Ig-B7-H3 homodimerization in live U2OS cells by bioluminescence imaging and confirmed 4Ig-B7-H3 dimerization using a second non-invasive imaging technique: fluorescence lifetime imaging microscopy (FLIM) where 4Ig-B7-H3 was exogenously re-expressed following knockout of <i>CD276 <\/i>in HeLa cervical cancer cells. Homodimerization of 4Ig-B7-H3 correlated with enhanced clonogenic cell growth in HeLa, SKOv3, MDA-MB-231, and U2OS cells and tumor growth <i>in vivo <\/i>for several models. This phenotype was reversed following knockout of B7-H3 and rescued upon lentiviral re-expression. By RPPA and phospho-kinase array analysis, increases in PI3K\/AKT signaling, Jak\/Stat pathway, and modulators of HIF1&#945; and NF-&#954;&#946; pathways were observed with B7-H3 expression and homodimerization (p&#60;0.05), all which are known to support increased oncogenic functions, such as increased glycolysis, increased survival and proliferation, as well as cytokine modulation and immune evasion. Next, capitalizing on our bioluminescence-based reporter of 4Ig-B7-H3 homodimerization, we performed a high-throughput small molecule screen with a 5,362 Bioactive compound library to identify modulators of 4Ig-B7-H3 dimerization. Notably, our HTS identified several HMG-CoA reductase inhibitors (statins) as significant inhibitors of B7-H3 dimerization (p&#60;0.01). Treatment with 1 &#956;M mevastatin or atorvastatin calcium inhibited clonogenic growth of HeLa cervical, SKOv3 ovarian and MDA-MB-231 breast cancer cells, which all endogenously express B7-H3. <i>In vivo<\/i>, treatment with 10 mg\/kg of atorvastatin calcium reduced tumor growth and increased mouse survival (p=0.035) of SKOv3-ip tumors and produced functional cures (15-30%) of HeLa or MDA-MB-231 xenografts in nude mice in a B7-H3 tumor expression-dependent manner, proven through knockout and rescue experiments in live cells and animals. Thus, in the context of studies to dissect the tumor-intrinsic mechanism(s) of B7-H3 biochemical functions and activation, we identified a novel, dimerization-dependent oncogenic role for 4Ig-B7-H3 that increased oncogenic intracellular signaling activation and was modulated by statin treatment. This may provide a molecular mechanism for the statin-mediated immune modulation and enhanced cancer survival clinically reported for several tumor types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-08 Oncogenic pathway-mediated regulation of inflammation and tumor immunity,,"},{"Key":"Keywords","Value":"Statins,High-throughput assay,Protein-protein interactions,Immune checkpoint,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Margie Nicole Sutton<\/b><sup>1<\/sup>, Sarah  E.  Glazer<sup>2<\/sup>, Riccardo Muzzioli<sup>1<\/sup>, Ping Yang<sup>1<\/sup>, Seth  T.  Gammon<sup>1<\/sup>, David Piwnica-Worms<sup>1<\/sup><br><br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Oregon Health Science University, Portland, OR","CSlideId":"","ControlKey":"ea04af70-91f2-43d7-8c79-97db1044d29d","ControlNumber":"2113","DisclosureBlock":"&nbsp;<b>M. N. Sutton, <\/b> None..<br><b>S. E. Glazer, <\/b> None..<br><b>R. Muzzioli, <\/b> None..<br><b>P. Yang, <\/b> None.&nbsp;<br><b>S. T. Gammon, <\/b> <br><b>RadioPharm Ventures, LLC<\/b> Patent, Other, Potential licensing equity. <br><b>D. Piwnica-Worms, <\/b> <br><b>RadioPharm Ventures, LLC<\/b> Patent, Other, Potential licensing equity.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6878","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6416","PresenterBiography":null,"PresenterDisplayName":"Margie Sutton, PhD","PresenterKey":"bdbdd080-87e2-4808-8651-fc8913421a83","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6416. Statins inhibit onco-dimerization of 4Ig-B7-H3","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Statins inhibit onco-dimerization of 4Ig-B7-H3","Topics":null,"cSlideId":""},{"Abstract":"There are two serous ovarian cancer histotypes, low and high grade (LGSOC and HGSOC), which are distinct clinical and biological entities. LGSOC is a rare histotype with a relatively stable genome, while HGSC is more common and genomically unstable. Somewhat surprisingly LGSOC expresses high levels of the stimulator of the interferon genes (STING). The STING pathway recognizes cytoplasmic double-stranded DNA and mounts innate cellular immunity through interferon-beta type I production. Our objective is to investigate the aberrant STING signaling in LGSOC and test the effectiveness of oncolytic viruses against LGSOC. We used immunohistochemistry on tissue microarrays (TMAs) to assess STING protein expression in different ovarian cancer histotypes. Whole proteome analysis was applied to identify differentially expressed proteins in LGSOC and HGSOC patient samples (both n=9). Further, a semi-targeted proteomics approach was used to evaluate the expression levels of the STING pathway-related proteins in LGSOC, HGSOC, and LGSOC precursor tumors (each subtype, n=20). To evaluate the key transcription, phosphorylation, and translocation events in STING signaling, we treated LGSOC cell lines with an agonist (dsDNA90) and performed qPCR, immunoblotting, and immunofluorescence experiments, respectively. We tested the viability of the LGSOC cell lines in response to Vaccinia Virus (VV), and Vesicular Stomatitis Virus (VSV) based oncolytic vectors with or without immunostimulatory transgenes. Our results show that STING protein levels were consistently higher in LGSOC TMAs relative to other histotypes. Proteomics analysis showed that the half of the 16 most differentially expressed proteins were the effectors of STING signaling with unexpectedly lower expression in LGSOC, suggesting that despite the robust levels of STING in LGSOC tumors, the pathway is not fully active. Attenuated STING translocation and expression of IFNB1 and other cytokines in LGSOC cell lines confirm the aberrancy in the STING pathway. Semi-targeted proteomics revealed the considerable overexpression of STIM1 in LGSOC patient tumors, which has previously been shown to sequester STING in the endoplasmic reticulum. The treatment with VV and VSV oncolytic viruses significantly reduced the proliferation of LGSOC cell lines. In summary, we find attenuated STING signaling in LGSOC, possibly due to overexpression of STIM1 preventing STING translocation. Although oncolytic viruses show promising results in LGSOC cell lines, more research is needed to determine the optimal treatment strategy, testing oncolytic viruses expressing various transgenes and combination therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Ovarian cancer,Immunosuppression,Oncolytic virus,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Almira Zhantuyakova<\/b><sup>1<\/sup>, Dawn Cochrane<sup>1<\/sup>, Gian Negri<sup>2<\/sup>, Sandra E. Spencer Miko<sup>2<\/sup>, Taha Azad<sup>3<\/sup>, Jutta Huvila<sup>4<\/sup>, Marta Llaurado Fernandez<sup>5<\/sup>, Mark Carey<sup>5<\/sup>, Gregg B. Morin<sup>2<\/sup>, John Bell<sup>3<\/sup>, David Huntsman<sup>6<\/sup><br><br\/><sup>1<\/sup>Molecular Oncology, BC Cancer Research Centre, Vancouver, BC, Canada,<sup>2<\/sup>Canada's Michael Smith Genome Sciences Centre, BC Cancer Research Centre, Vancouver, BC, Canada,<sup>3<\/sup>Department of Biochemistry, University of Ottawa, Ottawa, ON, Canada,<sup>4<\/sup>University of Turko, Turko, Finland,<sup>5<\/sup>Department of Obstetrics and Gynecology, University of British Columbia, Vancouver, BC, Canada,<sup>6<\/sup>Department of Pathology and Laboratory Medicine, University of British Columbia, Vancouver, BC, Canada","CSlideId":"","ControlKey":"a65a3dce-f36f-43e2-95eb-e8e428e01eaf","ControlNumber":"2123","DisclosureBlock":"&nbsp;<b>A. Zhantuyakova, <\/b> None..<br><b>D. Cochrane, <\/b> None..<br><b>G. Negri, <\/b> None..<br><b>S. E. Spencer Miko, <\/b> None..<br><b>T. Azad, <\/b> None..<br><b>J. Huvila, <\/b> None..<br><b>M. Llaurado Fernandez, <\/b> None..<br><b>M. Carey, <\/b> None..<br><b>G. B. Morin, <\/b> None..<br><b>J. Bell, <\/b> None..<br><b>D. Huntsman, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6879","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6417","PresenterBiography":null,"PresenterDisplayName":"Almira Zhantuyakova, BS","PresenterKey":"21be51ed-74ee-4f3a-a0ca-6f2ad094ed23","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6417. Deciphering aberrant STING pathway and exploring oncolytic viruses therapy in low grade serous ovarian carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering aberrant STING pathway and exploring oncolytic viruses therapy in low grade serous ovarian carcinoma","Topics":null,"cSlideId":""},{"Abstract":"ICB therapy has transformed cancer treatment; durable responses in difficult-to-treat cancers have been observed. Despite this most patients (pts) don&#8217;t respond to ICB (primary resistance), and many pts who initially respond eventually relapse (acquired resistance). Primary resistance is associated with tumor cell extrinsic factors, e.g., the immunosuppressive nature of the tumor microenvironment (TME), while acquired resistance is associated with tumor intrinsic factors, e.g., downregulation of MHC1, preventing T cell recognition. Treatments to overcome ICB resistance are necessary. WU-NK-101 is a PBMC-derived, cytokine-reprogrammed, expanded, and cryopreserved off-the-shelf memory NK cell product. WU-NK-101 cells capture the memory-like NK cell biology of cytokine-induced memory-like (CIML) NK cells, exhibiting enhanced cytotoxicity, metabolic fitness\/flexibility, and resistance to TME immunosuppression (Muth <i>et al.<\/i> EHA 2022; Rutella <i>et al.<\/i> ESMO 2022). Bone marrow biopsies, collected from R\/R AML pts who received CIML-NK cells (NCT01898793), were interrogated using immune gene expression (GE) profiling and spatially resolved proteomics (IO360&#174; panel, n = 740 genes, and GeoMx&#174; DSP; NanoString Technologies). Higher T-cell infiltration was noted post CIML-NK. CIBERSORT deconvoluted GE data inferred higher abundance of macrophages, &#947;&#948;T cells and activated dendritic cells on day 28 post-treatment. GE signatures showed downregulation of NFIL3 and FAM30A (log2 fold-change &#60;1.0; p&#60;0.05) post CIML-NK. TIDE algorithm modelling indicated that lower expression of NFIL3 and FAM30A correlated with high CTL infiltration and improved outcomes in many TCGA tumors (Jiang <i>et al.<\/i> Nat. Med. 2018). Hence, CIML-NK treatment led to modifications in the TME towards a more T-cell amenable environment. Deleting <i>MHC1<\/i> on NALM6 cells significantly improved WU-NK-101 killing compared to WT (<i>p<\/i>&#60;0.0001), highlighting one mechanism whereby WU-NK-101 overcomes acquired ICB resistance. In transwell assays, co-incubation of tumor cells with WU-NK-101 in the lower chamber led to dose dependent killing; in the upper chamber (tumor cells alone), viability was preserved but a dose-dependent increase of MHC1\/PDL1 expression was noted. Similar results were observed using cell-free conditioned media from WU-NK-101 cytotoxicity assays, suggesting that soluble factors released from WU-NK-101 augment MHC1\/PDL1 expression. Treatment of tumor cells with IFN&#947; alone led to similar increases in MHC1\/PDL1 expression. Importantly, <i>in vivo<\/i> experiments revealed that residual tumor cells post WU-NK-101 treatment exhibited higher levels of MHC1\/PDL1. Overall, these data highlight a further mechanism through which WU-NK-101 overcomes acquired ICB resistance. In summary, WU-NK-101 has the potential to reverse primary and acquired mechanisms of ICB resistance. A Phase 1b clinical trial of WU-NK-101 as salvage therapy post-ICB is in development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-01 Adaptive immunity in tumors,,"},{"Key":"Keywords","Value":"Immune checkpoint,Natural killer cells,Immunomodulation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tom  A.  Leedom<\/b><sup>1<\/sup>, Barbara Muz<sup>1<\/sup>, Jaykumar Vadakekolathu<sup>2<\/sup>, John  J.  Muth<sup>1<\/sup>, Xiao-Hua Li<sup>1<\/sup>, Gregory Watson<sup>1<\/sup>, Kristaan Magee<sup>1<\/sup>, Ryan  P.  Sullivan<sup>1<\/sup>, Melissa Berrien-Elliott<sup>3<\/sup>, Todd Fenigher<sup>3<\/sup>, Sergio Rutella<sup>2<\/sup>, Matthew  L.  Cooper<sup>1<\/sup>, Ayman Kabakibi<sup>1<\/sup>, Jan  K.  Davidson-Moncada<sup>1<\/sup><br><br\/><sup>1<\/sup>Wugen, St Louis, MO,<sup>2<\/sup>John VanGeest Cancer Research Centre, Nottingham Trent University, Nottingham, United Kingdom,<sup>3<\/sup>Washington University, Saint Louis, MO","CSlideId":"","ControlKey":"79a83c73-e375-4cbd-be0b-d0392c1c8fe3","ControlNumber":"3550","DisclosureBlock":"<b>&nbsp;T. A. Leedom, <\/b> <br><b>Wugen<\/b> Employment. <br><b>B. Muz, <\/b> <br><b>Wugen<\/b> Employment.<br><b>J. Vadakekolathu, <\/b> None.&nbsp;<br><b>J. J. Muth, <\/b> <br><b>Wugen<\/b> Employment. <br><b>X. Li, <\/b> <br><b>wugen<\/b> Employment. <br><b>G. Watson, <\/b> <br><b>Wugen<\/b> Employment. <br><b>K. Magee, <\/b> <br><b>Wugen<\/b> Employment. <br><b>R. P. Sullivan, <\/b> <br><b>WUGEN<\/b> Employment. <br><b>M. Berrien-Elliott, <\/b> <br><b>Wugen<\/b> Stock. <br><b>T. Fenigher, <\/b> <br><b>Wugen<\/b> Stock.<br><b>S. Rutella, <\/b> None.&nbsp;<br><b>M. L. Cooper, <\/b> <br><b>Wugen<\/b> Employment, Stock. <br><b>A. Kabakibi, <\/b> <br><b>Wugen<\/b> Employment, Stock Option. <br><b>J. K. Davidson-Moncada, <\/b> <br><b>Wugen<\/b> Employment.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6883","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6418","PresenterBiography":null,"PresenterDisplayName":"Tom Leedom, MS","PresenterKey":"3b5fd712-d6a1-4b5d-a92b-e5cecdc6d8f1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6418. xWU-NK-101 as salvage therapy post immune checkpoint blockade (ICB)","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"xWU-NK-101 as salvage therapy post immune checkpoint blockade (ICB)","Topics":null,"cSlideId":""},{"Abstract":"There is increasing evidence correlating tumor mutational burden with response to immunotherapy in many different types of cancer. Some tumors show high microsatellite instability (MSI-H) as a consequence of the loss of function of mismatch repair (MMR) genes, which would resolve DNA damage in normal conditions. MSH2 plays a critical role in MMR, and several studies have identified mutations in MSH2 as key drivers of MSI in tumors<b>. <\/b>In preclinical mouse models, MMR deficiency and high microsatellite instability have been previously shown to translate into higher sensitivity to anti-PD-1 treatment. Despite the advances led by the recent tumor-agnostic approval of checkpoint inhibitors for highly mutated tumors, response rates among MMR-deficient (MMRd) tumors in humans are variable, and the mechanisms behind such heterogeneity are still poorly understood. We successfully knocked out the MSH2 gene in the murine prostate adenocarcinoma TRAMP-C2 cell line by CRISPR gene editing. By sequential passaging, we generated a MSH2-KO subclonal population that presents MSI and MMR deficiency, validated by increased tumor mutational burden (TMB) observed by exome sequencing. In studies where we challenged immunodeficient and immunocompetent mice with MMR-proficient (MMRp) and MMRd tumors, the latter showed increase immunogenicity, which led us to interrogate and better characterize such immune responses in the context of immune checkpoint blockade by anti-PD-1.In our studies, MMRd tumor-infiltrating T cells presented significantly enhanced effector and cytotoxic profiles, which likely led to improved tumor control with or without anti-PD-1. We observed an intriguingly lower frequency of SPAS-1 (a well-known TRAMP-C2 immunodominant epitope) antigen-specific T cells in the tumor-reactive fraction of MMRd infiltrates compared to MMRp, which prompted us to interrogate tumor-infiltrate gene expression, TCR repertoire and the potential expansion of multiple antigen-reactive subsets against MMRd tumors in successful immune responses by single cell RNA sequencing and functional <i>ex vivo <\/i>studies. We also interrogated TCR repertoire data from patients harboring MMRd tumors to add translatability to our findings in mice.Our results constitute a relevant addition to the understanding of immune responses in MMRd tumors and the potential features that could be exploited to improve response rates in immunotherapeutic strategies targeting such malignancies.<br \/><u><\/u>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-01 Adaptive immunity in tumors,,"},{"Key":"Keywords","Value":"Tumor immunity,Mismatch repair,Immune checkpoint blockade,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Marcel Arias Badia<\/b><sup><\/sup>, Zenghua Fan<sup><\/sup>, Yee May Lwin<sup><\/sup>, PeiXi Chen<sup><\/sup>, Aahir Srinath<sup><\/sup>, Lawrence Fong<sup><\/sup><br><br\/>UCSF Helen Diller Family Comprehensive Cancer Ctr., San Francisco, CA","CSlideId":"","ControlKey":"ee7b7959-00d1-4dae-a983-53e6ecd7c9cd","ControlNumber":"7485","DisclosureBlock":"&nbsp;<b>M. Arias Badia, <\/b> None..<br><b>Z. Fan, <\/b> None..<br><b>Y. Lwin, <\/b> None..<br><b>P. Chen, <\/b> None..<br><b>A. Srinath, <\/b> None..<br><b>L. Fong, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6893","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6420","PresenterBiography":null,"PresenterDisplayName":"Marcel Arias Badia, PhD","PresenterKey":"e1448de7-60d8-4a75-a6b0-ec2491dbb9fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6420. Harnessing immune responses in prostate MMRd tumors treated with immune checkpoint blockade","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Harnessing immune responses in prostate MMRd tumors treated with immune checkpoint blockade","Topics":null,"cSlideId":""},{"Abstract":"Most pancreatic ductal adenocarcinomas (PDAC) are lethal and resistant to immunotherapy. Thus, identifying the immunogenic subgroup (iPDAC) and therapeutic targets can save lives. Herein, we present molecular features of iPDAC. 3 cohorts (A, B, C) from 288 patients whose sequenced tumors (MSK-IMPACT) were classified by homologous recombination deficiency groups. MSI-H were excluded. Survival, tumor mutation burden, genomic instability score, and enriched pathways for each cohort are included in Table 1. Patients in A (BRCA1\/2\/PALB2) had longer survivals vs B\/C. 61 samples were selected for bulk RNAseq analysis for A vs C. Gene Ontology was enriched for upregulated humoral, T cell, and neutrophil immunity. CIBERSORT suggested higher infiltration of gamma delta T (Tgd) cells (p=0.039) and neutrophils (p=0.012), but lower Treg (p=0.001). Multidimensional insights in cellular components of cancer, immune, stroma, and neural genes were obtained by single nuclear RNA (snRNAseq) analysis from 30 biopsies for A vs C. 10x Genomics Chromium platform for library and Scanpy for computational analysis after Cell Ranger pipelines were used. 61,868 nuclei were profiled from 18 (13 baseline and 5 matched longitudinal) samples after quality evaluation. UMAP accurately clustered cells from each patient. Long-term survivors (LTS) had heterogenous baseline immune cell infiltrates of plasma cells, neutrophils, and CD8 (+) cytotoxic T cells. In matched samples of LTS, evolution of more prominent CD8 (+) T cells, macrophage, plasma cell, and neutrophil were observed. Single nucleus T-Cell Receptor sequencing for clonal trajectory inference will be done to determine the associated single cell molecular features contributing to iPDAC and identify novel targets for future intervention.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{AEC36ED4-A73D-49C7-84E7-933F66CD34CD}\"><caption>Table 1<\/caption><tr><td rowspan=\"1\" colspan=\"1\">Cohort (Total: N=288)<\/td><td rowspan=\"1\" colspan=\"1\">A: core HRD (BRCA1\/2\/PALB2)<\/td><td rowspan=\"1\" colspan=\"1\">B: non-core HRD (ATM, BARD1, BLM, CHEK2, RAD50, RAD51C, RTEL1, MUTYH)<\/td><td rowspan=\"1\" colspan=\"1\">C: others without HR-gene alterations<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Number (%)<\/td><td rowspan=\"1\" colspan=\"1\">48 (16.6)<\/td><td rowspan=\"1\" colspan=\"1\">19 (6.5)<\/td><td rowspan=\"1\" colspan=\"1\">221 (76)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Median overall survival (95% confidence Interval)<\/td><td rowspan=\"1\" colspan=\"1\">33 months (3.6-64)<\/td><td rowspan=\"1\" colspan=\"1\">16 (11- not reached)<\/td><td rowspan=\"1\" colspan=\"1\">16 (14-18)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Tumor Mutation Burden (TMB)<\/td><td rowspan=\"1\" colspan=\"1\">4.4<\/td><td rowspan=\"1\" colspan=\"1\">3.5<\/td><td rowspan=\"1\" colspan=\"1\">3.9<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Genomic Instability Score (GIS, HRD score)<\/td><td rowspan=\"1\" colspan=\"1\">26<\/td><td rowspan=\"1\" colspan=\"1\">12<\/td><td rowspan=\"1\" colspan=\"1\">13<\/td><\/tr><tr><td rowspan=\"4\" colspan=\"1\">Gene Ongology term, enrichment score, adjusted p-value<\/td><td rowspan=\"1\" colspan=\"1\">Adaptive immune response, GO:0002250, 0.49, 1.69e-10<\/td><td rowspan=\"4\" colspan=\"1\">Not included<\/td><td rowspan=\"4\" colspan=\"1\">Reference to cohort A<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Humoral immune response, GO:0006959, 0.58, 1.67e-9<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">T cell activation, GO:0042110, 0.44, 2.75e-8<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Neutrophil chemotaxis, GO:0030593, 0.73, 4.3e-10<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-01 Adaptive immunity in tumors,,"},{"Key":"Keywords","Value":"Pancreatic cancer,DNA damage response,Immuno-oncology,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Wungki Park<\/b><sup><\/sup>, Catherine O'Connor<sup><\/sup>, Shigeaki Umeda<sup><\/sup>, Roshan Sharma<sup><\/sup>, Yingjie Zhu<sup><\/sup>, Elias-Ramzey Karnoub<sup><\/sup>, Anna Varghese<sup><\/sup>, Kevin  C.  Soares<sup><\/sup>, Alejandro Jimemez<sup><\/sup>, Asli Yavas<sup><\/sup>, Kenneth  H.  Yu<sup><\/sup>, Balachandran  P.  Vinod<sup><\/sup>, Joanne  F.  Chou<sup><\/sup>, Danny  N.  Khalil<sup><\/sup>, Kelsen David<sup><\/sup>, Hulya Sahin Ozkan<sup><\/sup>, Olca Basturk<sup><\/sup>, Marinela Capanu<sup><\/sup>, Tal Nawy<sup><\/sup>, Michael  F.  Berger<sup><\/sup>, Ghassan  K.  Abou-Alfa<sup><\/sup>, Jorge  S.  Reis-Filho<sup><\/sup>, Ronan Chaligne<sup><\/sup>, Nadeem Riaz<sup><\/sup>, Dana Pe'er<sup><\/sup>, Christine Iacobuzio-Donahue<sup><\/sup>, Eileen  M.  O'Reilly<sup><\/sup><br><br\/>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"295fe199-8b38-4c74-ba45-63ba20d5c9f7","ControlNumber":"6378","DisclosureBlock":"<b>&nbsp;W. Park, <\/b> <br><b>Merck<\/b> Grant\/Contract. <br><b>Astellas<\/b> Grant\/Contract. <br><b>Miracogen<\/b> Grant\/Contract. <br><b>Cerner<\/b> Other.<br><b>C. O'Connor, <\/b> None..<br><b>S. Umeda, <\/b> None..<br><b>R. Sharma, <\/b> None..<br><b>Y. Zhu, <\/b> None..<br><b>E. Karnoub, <\/b> None..<br><b>A. Varghese, <\/b> None..<br><b>K. C. Soares, <\/b> None..<br><b>A. Jimemez, <\/b> None..<br><b>A. Yavas, <\/b> None..<br><b>K. H. Yu, <\/b> None..<br><b>B. P. Vinod, <\/b> None..<br><b>J. F. Chou, <\/b> None..<br><b>D. N. Khalil, <\/b> None..<br><b>K. David, <\/b> None..<br><b>H. Sahin Ozkan, <\/b> None..<br><b>O. Basturk, <\/b> None..<br><b>M. Capanu, <\/b> None..<br><b>T. Nawy, <\/b> None..<br><b>M. F. Berger, <\/b> None..<br><b>G. K. Abou-Alfa, <\/b> None..<br><b>J. S. Reis-Filho, <\/b> None..<br><b>R. Chaligne, <\/b> None..<br><b>N. Riaz, <\/b> None..<br><b>D. Pe'er, <\/b> None..<br><b>C. Iacobuzio-Donahue, <\/b> None..<br><b>E. M. O'Reilly, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6897","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6421","PresenterBiography":null,"PresenterDisplayName":"Wungki Park, MD","PresenterKey":"f123f545-0a38-48d0-893a-00964de14ae2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6421. Molecular profiles and single cell analysis identify immunogenic pancreatic ductal adenocarcinoma (iPDAC)","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular profiles and single cell analysis identify immunogenic pancreatic ductal adenocarcinoma (iPDAC)","Topics":null,"cSlideId":""},{"Abstract":"Head and neck squamous cell carcinoma (HNSCC) unrelated to human papillomavirus (HPV) confers poor prognosis, with half of patients experiencing disease relapse in advanced stages. Response rates to traditional immunotherapies are low and novel approaches such as the bifunctional fusion protein Bintrafusp alfa (BA) that concurrently blocks PD-L1 signaling and neutralizes TGF&#946; are actively under investigation. Our group showed that when HNSCC patients received neoadjuvant BA therapy, it reversed exhaustion of tumor-infiltrating lymphocytes (TILs) by promoting antigen-mediated signaling. Additionally, we observed that BA promoted recirculation of TILs into peripheral blood possibly through decreased expression of the TGF-&#946;-driven tissue-retention marker CD103. We hypothesize that addition of TGF&#946; neutralization to PD-L1 blockade can enhance systemic anti-tumor immunity compared to PD-L1 blockade alone. We assessed immune responses to BA in wild-type mice bearing established mouse oral cancer (MOC)-1 tumors that were randomized into the following groups: 1) vehicle; 2) anti-PD-L1 antibody (Avelumab); 3) TGF&#946; neutralizing construct with a mutated PD-L1 antibody (BA-M); 4) TGF&#946; neutralizing construct with a functional PD-L1 antibody (BA). Additionally, since our previous data suggests that BA responsiveness depends on CD8 T cell activity, we included two extra groups 5) CD8 depleting antibody alone or 6) in combination with BA. Three days after completing treatment, MOC-1 tumor cells were injected into the contralateral flank and engraftment and progression of secondary challenge tumors was analyzed. Primary tumor progression was significantly inhibited by BA and to a lesser extent avelumab compared to control or BA-M. Engraftment or progression of secondary challenge tumors was significantly inhibited by BA and to a lesser extent avelumab compared to control or BA-M. The growth inhibitory effects of BA were abrogated by CD8 depletion in both the primary and challenge tumors. Flow cytometry analysis of tissue collected on day 7 post-tumor challenge showed that BA-mediated clearance of the tumors was associated with a proportional increase of CD4<sup>+<\/sup> and CD8<sup>+ <\/sup>TILs. We also observed that the frequency of CD103 expression among CD4<sup>+ <\/sup>TILs was reduced both in the primary and challenge tumors. Although TGF&#946; neutralization alone fails to induce anti-tumor immunity, the addition of TGF&#946; neutralization to PD-L1 blockade provides greater control of primary tumor growth and protection from engraftment of a challenge tumor compared to PD-L1 blockade alone. Through adoptive transfer of tumor-specific T cell receptor-engineered T cells, ongoing experiments aim to determine if TGF&#946;-driven CD103 expression is required for T cell tumor residency and if neutralization of TGF&#946; in the setting of PD-L1 immune checkpoint blockade allows for recirculation of tumor-specific T cells into the periphery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-01 Adaptive immunity in tumors,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Immuno-oncology,TGF-&#946;,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Magdalena Rainey<\/b><sup><\/sup>, Marco Craveiro<sup><\/sup>, Yvette Robbins<sup><\/sup>, Cem Sievers<sup><\/sup>, Clint  T.  Allen<sup><\/sup><br><br\/>Head and Neck Section, National Cancer Institute, National Institutes of Health, Bethesda, MD","CSlideId":"","ControlKey":"501fbd32-bf1a-4f95-a7b2-da9a3f88e70c","ControlNumber":"4995","DisclosureBlock":"&nbsp;<b>M. Rainey, <\/b> None..<br><b>M. Craveiro, <\/b> None..<br><b>Y. Robbins, <\/b> None..<br><b>C. Sievers, <\/b> None..<br><b>C. T. Allen, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6898","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6422","PresenterBiography":null,"PresenterDisplayName":"Magdalena Rainey, MS","PresenterKey":"18e17f9c-9438-4c79-a212-5c26ea079011","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6422. Combined TGF&#946;\/PD-L1 blockade enhances systemic antitumor immunity in head and neck cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combined TGF&#946;\/PD-L1 blockade enhances systemic antitumor immunity in head and neck cancer","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapy has strikingly changed the landscape of cancer treatment, yet many patients fail to respond to the therapy exhibiting primary resistance. Accumulating evidence has supported that autophagy inhibition may sensitize tumor to immunotherapy. Here, we found that pharmaceutical or genetic inhibition of an autophagy regulator induces MHC class I surface expression in cancer cells. In a co-culture of OT1 CD8<sup>+<\/sup> T cells and ovalbumin-expressing cancer cells, inhibition of the regulator enhances CD8<sup>+<\/sup> T cell killing and increases functional and proliferative CD8<sup>+<\/sup> T cells. Concordantly, genetic depletion or inhibition of the regulator elevates MHC class I in tumor cells, reduces tumor growth, and increases intratumoral functional CD8<sup>+<\/sup> T cells in syngeneic mouse models. Furthermore, we found that inhibition of the regulator sensitizes syngeneic tumors to anti-PD1 therapy. Collectively, inhibition of this autophagy regulator augments antitumor immunity and immunotherapy via inducing MHC class I surface expression in cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-01 Adaptive immunity in tumors,,"},{"Key":"Keywords","Value":"Cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yi Bao<\/b><sup><\/sup>, Yuanyuan Qiao<sup><\/sup>, Arul Chinnaiyan<sup><\/sup><br><br\/>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"2bfa2905-3586-4ac3-ba88-3f50e6a84620","ControlNumber":"7091","DisclosureBlock":"&nbsp;<b>Y. Bao, <\/b> None..<br><b>Y. Qiao, <\/b> None..<br><b>A. Chinnaiyan, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6901","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6423","PresenterBiography":null,"PresenterDisplayName":"Yi Bao","PresenterKey":"b7468c59-5a0c-4140-b882-4297a1bc0b3a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6423. Targeting an autophagy regulator augments antitumor immunity and immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting an autophagy regulator augments antitumor immunity and immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Recent clinical trials have demonstrated the potential efficacy of immune checkpoint inhibitors (ICIs) for ovarian clear cell carcinoma (OCCC). However, little is known about the immune characteristics of OCCC. In this study, we aimed to investigate the distinct immune characteristics of tumor-infiltrating lymphocytes (TILs) in OCCC to high-grade serous ovarian carcinoma (HGSOC). We isolated peripheral blood mononuclear cells (PBMCs) and TILs from patients with epithelial ovarian cancer. The expression of immune checkpoint receptors and T-cell transcription factors of TILs in OCCC (n=26) and HGSOC patients (n=44) were accessed using flow cytometry. TILs were <i>ex vivo<\/i> stimulated with anti-CD3 in the presence of anti-PD-1 and\/or anti-CTLA-4, and their proliferation was assessed to predict response to ICIs. CD8 TILs and tumor-infiltrating regulatory T cells (Tregs) exhibited higher expression of immune checkpoint receptors, including PD-1, CTLA-4, and 4-1BB, compared to PBMCs. Tregs were more infiltrated in advanced\/recurrent stage than early stage OCCC. However, immune characteristics of CD8 TILs and Tregs were not significantly different regardless of stage. When we compared the characteristics of TILs in OCCC (n=26) with those in HGSOC (n=44), the expression of PD-1 on CD8 TILs was significantly lower in OCCC than in HGSOC. The frequencies of PD-1<sup>high<\/sup>CD8 TILs and PD-1<sup>+<\/sup>TOX<sup>+<\/sup>CD8 TILs were also lower in OCCC than HGSOC. In <i>ex vivo<\/i> assay (n=19), 9 cases responded to anti-PD-1 in terms of enhanced proliferation capacity of CD8 TILs. In addition, when anti-CTLA-4 was added to anti-PD-1, an additional increase in proliferation of CD8 TILs was observed in patients who responded to anti-PD-1. Responders to anti-PD-1 had significantly lower frequencies of effector Tregs in the TILs than non-responders. Overall, CD8 TIL in OCCC was found to be less exhausted than HGSOC in terms of PD-1 and TOX expressions. Tumor-infiltrating Tregs affected on reinvigoration ability of CD8 TILs upon ICIs treatment in OCCC. This study provides the rationale and evidence for establishing the optimal strategies for ICIs treatment in patients with OCCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-01 Adaptive immunity in tumors,,"},{"Key":"Keywords","Value":"Ovarian cancer,Immune Checkpoint Inhibitors,Ovarian Clear Cell Carcinoma,Regulatory T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Junsik Park<\/b><sup><\/sup>, Yong Jae Lee<sup><\/sup>, Jung Chul Kim<sup><\/sup>, Jung-Yun Lee<sup><\/sup><br><br\/>Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"456215dd-69b3-456c-9414-ae7ca64e75cc","ControlNumber":"3370","DisclosureBlock":"&nbsp;<b>J. Park, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>J. Kim, <\/b> None.&nbsp;<br><b>J. Lee, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Honoraria for speaker's bureaus. <br><b>Clovis Oncology<\/b> Grant\/Contract. <br><b>Janssen<\/b> Grant\/Contract, Other, Honoraria for speaker's bureaus. <br><b>MSD<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract, Other, Honoraria for speaker's bureaus. <br><b>Novatis<\/b> Grant\/Contract. <br><b>Immunogen<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Seagen<\/b> Grant\/Contract. <br><b>Synthon<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6906","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6424","PresenterBiography":null,"PresenterDisplayName":"Junsik Park, MD;PhD","PresenterKey":"80bca233-6f01-45a1-bf26-f1543839c78a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6424. Immune characteristics and anti-PD-1-induced reinvigoration capacity of tumor-infiltrating lymphocytes in ovarian clear cell carcinoma relative to high-grade serous ovarian carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immune characteristics and anti-PD-1-induced reinvigoration capacity of tumor-infiltrating lymphocytes in ovarian clear cell carcinoma relative to high-grade serous ovarian carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint blockade (ICB) therapy has improved long-term survival for patients with advanced melanoma. However, there is critical need to identify potential biomarkers of response and actionable strategies to improve response rates. Through generation and analysis of over 200 chromatin modification maps for ICB-treated melanoma patient samples, melanoma cells and T cells, we identified significant enrichment of active enhancer states in non-responders at baseline. Enhancer mapping by bulk ChIP-Seq or single cell ATAC-Seq methods in two independent cohorts of ICB-treated melanoma samples identified an enhancer signature that predicted response to anti-PD-1 therapy. The activated non-responder enhancers marked a group of key regulators of several pathways in melanoma cells (including c-MET, TGF&#946;, EMT and AKT) that are known to mediate resistance to ICB therapy. In addition, several checkpoint receptors were alternatively activated by aberrant enhancers in T cells. Unbiased CRISPRi screening in melanoma cells and T cells identified novel functional enhancers, such as one upstream of c-MET, that mediate ICB response or T cell mediated killing. Finally, inhibition of enhancers and repression of these pathways using bromodomain inhibitors along with anti-PD-1 therapy significantly decreased melanoma tumor burden and increased T-cell infiltration. Epigenomic experiments identified a signature of 107 genes that could be used as pharmacodynamic marker for BET inhibitor response. Together, these findings identify enhancer upregulation as a key mechanism of adaptive resistance to ICB response, a potential enhancer-based biomarker of resistance to anti-PD-1 and enhancer blockade in combination with ICB as a potential strategy to improve responses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Epigenomics,Immune checkpoint blockade,BET inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kunal Rai<\/b><sup>1<\/sup>, Mayinuer Maitituoheti<sup>2<\/sup>, Alvin Shi<sup>3<\/sup>, Ming Tang<sup>2<\/sup>, Li-Lun Ho<sup>4<\/sup>, Firas Youssef Kreidieh<sup>5<\/sup>, Christopher Terranova<sup>2<\/sup>, Kyriakitsa Galani<sup>3<\/sup>, Emily  Z.  Keung<sup>6<\/sup>, Caitlin  A.  Creasy<sup>5<\/sup>, Manrong Wu<sup>2<\/sup>, Jiajia Chen<sup>7<\/sup>, Nana Chen<sup>8<\/sup>, Anand  K.  Singh<sup>2<\/sup>, Apoorvi Chaudhri<sup>2<\/sup>, Nazanin  E.  Anvar<sup>2<\/sup>, Giuseppe Tarrantino<sup>7<\/sup>, Jiekun Yang<sup>9<\/sup>, Sharmistha Sarkar<sup>2<\/sup>, Shan Jiang<sup>1<\/sup>, Jared Malke<sup>6<\/sup>, Lauren Haydu<sup>5<\/sup>, Elizabeth Burton<sup>5<\/sup>, Michael  A.  Davies<sup>5<\/sup>, Jeffrey  E.  Gershenwald<sup>5<\/sup>, Patrick Hwu<sup>5<\/sup>, Alexander Lazar<sup>2<\/sup>, Jaime  H.  Cheah<sup>10<\/sup>, Christian  K.  Soule<sup>10<\/sup>, Stuart  S.  Levine<sup>10<\/sup>, Chantale Bernatchez<sup>5<\/sup>, Srinivas  V.  Saladi<sup>11<\/sup>, David Liu<sup>7<\/sup>, Hussein Tawbi<sup>5<\/sup>, Jennifer Wargo<sup>2<\/sup>, Genevieve  M.  Boland<sup>12<\/sup>, Manolis Kellis<sup>9<\/sup><br><br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Genomic Medicine, UT MD Anderson Cancer Center, Houston, TX,<sup>3<\/sup>Massachusetts Institute of Technology, Boston, MA,<sup>4<\/sup>Massachusetts Institute of Techology, Boston, MA,<sup>5<\/sup>Melanoma Medical Oncology, UT MD Anderson Cancer Center, Houston, TX,<sup>6<\/sup>Surgical Oncology, UT MD Anderson Cancer Center, Houston, TX,<sup>7<\/sup>Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA,<sup>8<\/sup>Otolaryngology Head and Neck Surgery, Massachusetts Eye and Ear Infirmary, Harvard Medical School, Broad Institute of Harvard and MIT, Boston, MA,<sup>9<\/sup>Computer Science, Massachusetts Institute of Technology, Boston, MA,<sup>10<\/sup>Koch Institute for Integrative Cancer Research at MIT, Cambridge, MA,<sup>11<\/sup>Otolaryngology Head and Neck Surgery, Massachusetts Eye and Ear Infirmary, Harvard Medical School, Broad Institute of Harvard and MIT, Cambridge, MA,<sup>12<\/sup>Surgery, Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"a00c4582-244a-4afe-bc3c-306c5c16a300","ControlNumber":"6982","DisclosureBlock":"&nbsp;<b>K. Rai, <\/b> None..<br><b>M. Maitituoheti, <\/b> None..<br><b>A. Shi, <\/b> None..<br><b>M. Tang, <\/b> None..<br><b>L. Ho, <\/b> None..<br><b>F. Kreidieh, <\/b> None..<br><b>C. Terranova, <\/b> None..<br><b>K. Galani, <\/b> None..<br><b>E. Z. Keung, <\/b> None..<br><b>C. A. Creasy, <\/b> None..<br><b>M. Wu, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>N. Chen, <\/b> None..<br><b>A. K. Singh, <\/b> None..<br><b>A. Chaudhri, <\/b> None..<br><b>N. E. Anvar, <\/b> None..<br><b>G. Tarrantino, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>S. Sarkar, <\/b> None..<br><b>S. Jiang, <\/b> None..<br><b>J. Malke, <\/b> None..<br><b>L. Haydu, <\/b> None..<br><b>E. Burton, <\/b> None..<br><b>M. A. Davies, <\/b> None..<br><b>J. E. Gershenwald, <\/b> None..<br><b>P. Hwu, <\/b> None..<br><b>A. Lazar, <\/b> None..<br><b>J. H. Cheah, <\/b> None..<br><b>C. K. Soule, <\/b> None..<br><b>S. S. Levine, <\/b> None..<br><b>C. Bernatchez, <\/b> None..<br><b>S. V. Saladi, <\/b> None..<br><b>D. Liu, <\/b> None..<br><b>H. Tawbi, <\/b> None..<br><b>J. Wargo, <\/b> None..<br><b>G. M. Boland, <\/b> None..<br><b>M. Kellis, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6909","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6425","PresenterBiography":null,"PresenterDisplayName":"Kunal Rai, PhD","PresenterKey":"478b11ef-7f4a-4fbb-a367-07bc68563247","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6425. Functional roles of enhancers in immune microenvironment &#38; immunotherapy response","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Functional roles of enhancers in immune microenvironment &#38; immunotherapy response","Topics":null,"cSlideId":""},{"Abstract":"Brain metastasis (BrM) incidence is rising due to longer survival resulted from better systemic control of cancer, counting for approximately 20% of patients with cancers. Major cancer types, including lung, breast, and skin cancers, have a high rate to develop BrM with a 1-year survival rate of less than 20% for symptomatic patients. The overall response rate for immune checkpoint inhibitors (ICI) is merely 10-30% in patients with neurological symptoms. Developing novel combinatorial therapeutic strategies based on mechanistic understanding is urgently needed to further improve the efficacy of current immunotherapies in BrM patients. We recently found that BrMs in patients frequently have severe MHC-I loss. BrM patients' scRNA-seq data from available datasets show that MHC-I expression level is negatively correlated with HDAC level in breast cancer brain metastasis. On the other hand, HDAC inhibitors (HDACi) are epigenetic modulators which have been indicated to recover MHC-I expression loss that contributes to immune evasion. HDACi has been indicated to enhance ICI efficacy in primary tumors by reprogramming the tumor microenvironment (TME). However, the immunomodulatory effect of HDACi is unclear in the unique brain immune microenvironment (BrIME), which is characterized as immunosuppressive. Here, we report that although the selective-HDACi Entinostat has a relatively poor blood-brain barrier (BBB) penetration compared to pan-HDACi Panobinostat, Entinostat induced a comparable level of histone acetylation in the brain to that of Panobinostat. Furthermore, combinatorial treatment consisting of HDACi Entinostat\/Panobinostat and anti-PD1 reduced BrM outgrowth of EO771 mammary tumor cell-induced BrM in synergetic mouse model. We explored the impact of HDACi on cell surface MHC-I expression by flow cytometry. Entinostat restored MHC-I expression levels on both brain-seeking human and murine breast and lung cancer cell lines, indicating a general epigenetic regulation on MHC-I expression by inhibition of HDACs. To dissect the impact of HDACi on the BrIME, immune profiling of BrM was performed by mass cytometry (CyTOF). Notably, Entinostat induced a dramatic increment of a specific antigen-presenting cell (APC) cluster in BrM-bearing BrIME with increased ratio of M1 proinflammatory macrophages: M2 tumor-associated macrophages (TAMs) and decreased Tregs. Our results suggest that Entinostat can upregulate MHC-I for more effective antigen presentation and enhance anti-tumor immunity in BrIME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"HDAC inhibitor,Brain metastasis,Immunomodulation,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shao-Ping Yang<\/b><sup>1<\/sup>, Yimin Duan<sup>2<\/sup>, Xiangliang Yuan<sup>2<\/sup>, Lin Zhang<sup>2<\/sup>, Hao-Nien Chen<sup>2<\/sup>, Patrick Zhang<sup>2<\/sup>, Dihua Yu<sup>2<\/sup><br><br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center, UT Health Houston Graduate School of Biomedical Sciences, Houston, TX,<sup>2<\/sup>Molecular and Cellular Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"8fe6ceb5-8f17-4221-8790-db65ef1a615c","ControlNumber":"2606","DisclosureBlock":"&nbsp;<b>S. Yang, <\/b> None..<br><b>Y. Duan, <\/b> None..<br><b>X. Yuan, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>P. Zhang, <\/b> None..<br><b>D. Yu, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6912","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6427","PresenterBiography":null,"PresenterDisplayName":"Shao-Ping Yang, BS;MS","PresenterKey":"2685d90f-2830-4adf-b2a5-481dfdfb7e1a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6427. Selective-HDAC inhibitor relieves the suppressive immune microenvironment in the brain to impede breast cancer brain metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Selective-HDAC inhibitor relieves the suppressive immune microenvironment in the brain to impede breast cancer brain metastasis","Topics":null,"cSlideId":""},{"Abstract":"Gastric cancer is one of the leading causes of cancer death in Eastern Asia. Although immunotherapy, such as immune checkpoint blockade, is an emerging therapeutic strategy against gastric cancer, only a fraction of cancer patients show a therapeutic response. Therefore, developing a novel therapeutic strategy to turn a &#8220;cold&#8221; tumor into a &#8220;hot&#8221; tumor is considered a crucial issue in cancer treatment. By methylomic analysis, we found that SMARCAL1 is one of the STAT3 targets which might be regulated by STAT3-mediated promoter methylation. Moreover, an inverse correlation between SMARCAL1 promoter methylation and expression was observed in the TCGA online database and in our cell lines experiment. Bisulfite pyrosequencing also showed a significant hypomethylation of SMARCAL1 compared to gastritis and adjacent normal in our in-house cohort (gastritis n=15; IM n=13; cancer n=58). More importantly, SMARCAL1 knockdown showed increased sensitivity of gastric cancer cell lines to DNA-damaging agents and increase the expression of cGAS and its downstream target, IFNB1. Therefore, in this study, we propose SMARCAL1 as a therapeutic target for improving the efficiency of immunotherapy by enhancing the cGAS\/STING signaling pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"Gastric cancer,Epigenetics,DNA methylation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Po-Yen Hsu<\/b><sup>1<\/sup>, Yu-Ming Chuang<sup>1<\/sup>, Shu-Hui LIN<sup>2<\/sup>, Yu-Ting Lee<sup>3<\/sup>, Yin-Chen Chen<sup>1<\/sup>, Enders K.W. Ng<sup>4<\/sup>, Kun-Tu YEH<sup>2<\/sup>, Alfred S.L. Cheng<sup>5<\/sup>, Michael W.Y. Chan<sup>1<\/sup><br><br\/><sup>1<\/sup>Department Biomedical Sciences, National Chung Cheng Univ., Chiayi County, Taiwan,<sup>2<\/sup>Department of Surgical Pathology, Changhua Christian Hospital, Changhua, Taiwan,<sup>3<\/sup>Divsion of Hematology & Oncology, Department of Medicine, Ditmanson Medical Foundation Chiayi Christian Hospital, Chiayi County, Taiwan,<sup>4<\/sup>Deptartment of Surgery, The Chinese University of Hong Kong, Hong Kong, Hong Kong,<sup>5<\/sup>School of Biomedical Sciences, The Chinese University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"93f1d172-3376-45ef-b50c-ea0aab299edd","ControlNumber":"5768","DisclosureBlock":"&nbsp;<b>P. Hsu, <\/b> None..<br><b>Y. Chuang, <\/b> None..<br><b>S. Lin, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>E. Ng, <\/b> None..<br><b>K. Yeh, <\/b> None..<br><b>A. Cheng, <\/b> None..<br><b>M. Chan, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6916","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6428","PresenterBiography":null,"PresenterDisplayName":"Po-Yen Hsu, BS,MS","PresenterKey":"32292844-50cd-4ea4-bf00-6f5c523051dd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6428. Targeting SMARCAL1 as a therapeutic strategy to enhance cGAS\/STING signaling in gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting SMARCAL1 as a therapeutic strategy to enhance cGAS\/STING signaling in gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"Interleukin-1 Receptor Accessory Protein (IL1RAP) is a coreceptor for the IL-1 receptor (IL1R1) and is required for IL-1&#945; and IL-1&#946; signaling. IL1RAP is expressed in the tumor microenvironment (TME); on cancer cells, stromal cells and on infiltrating immune cells in several types of cancers, including non-small cell lung cancer (NSCLC), pancreatic cancer (PDAC), triple-negative breast cancer (TNBC) and in metastatic lesions. Nadunolimab (CAN04) is a fully humanized ADCC-enhanced IgG1 antibody targeting IL1RAP and blocking both IL-1&#945; and IL-1&#946; signaling, currently evaluated in combination with chemotherapy in phase I\/II clinical trials in NSCLC and PDAC (NCT03267316) and in TNBC (NCT05181462). Interim efficacy data are available for PDAC and NSCLC and are stronger than expected from chemotherapy alone based on historical controls; in a total of 73 PDAC patients, median iPFS is 7.2 months and median OS 12.7 months, while in a total of 30 NSCLC patients, a response rate of 53% is achieved, resulting in median PFS of 6.8 months. Microenvironmental IL1RAP-dependent IL-1 signaling contributes to tumorigenesis, tumor invasiveness and an&nbsp;immune-suppressive TME, partly driven by infiltration and induction of myeloid-derived suppressor cells (MDSCs). We have thus used the MDSC-rich 4T1 murine mammary tumor TNBC model to study metastatic lesions and TME modulation in 4T1 metastatic lungs upon treatment with a mouse surrogate antibody to nadunolimab. Infiltration of gMDSC\/Ly6G<sup>+<\/sup> cells was very prominent in metastatic lungs from mice with orthotopically implanted 4T1 breast cancer cells compared to lungs from naive mice. Interestingly, infiltrating Ly6G<sup>+<\/sup> cells from metastatic lungs had a distinctly upregulated IL1RAP expression compared to Ly6G<sup>+<\/sup> cells from na&#239;ve lungs. Treatment with the nadunolimab surrogate antibody significantly reduced the number of lung metastases and induced prominent changes in the lung microenvironment where nanostring analysis showed global changes in adhesion and migration-related genes, as well as genes associated with cell activation. The effect on metastasis was not confined to the 4T1 model since a reduction of metastatic tumor cells after treatment with the mouse surrogate antibody was also observed in the murine B16-F10-luc i.v. model. Together these data indicate that targeting IL1RAP is an effective way to modulate the TME and counteract the suppressive environment in metastatic tissue, and ultimately may reduce the potential for metastatic tumors in cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Tumor microenvironment,MDSC,Metastasis,Antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Elin Jaensson Gyllenbck<\/b><sup><\/sup>, Camilla Rydberg Millrud<sup><\/sup>, Petter Skoog<sup><\/sup>, Caitrona Grnberg<sup><\/sup>, David Liberg<sup><\/sup><br><br\/>Cantargia AB, Lund, Sweden","CSlideId":"","ControlKey":"4d790655-1205-4b73-bd10-5c0a5bde69da","ControlNumber":"3464","DisclosureBlock":"<b>&nbsp;E. Jaensson Gyllenbck, <\/b> <br><b>Cantargia AB<\/b> Employment, Stock. <br><b>C. Rydberg Millrud, <\/b> <br><b>Cantargia AB<\/b> Employment, Stock, Stock Option, Patent. <br><b>P. Skoog, <\/b> <br><b>Cantargia AB<\/b> Employment. <br><b>C. Grnberg, <\/b> <br><b>Cantargia AB<\/b> Employment, Stock, Stock Option, Patent. <br><b>D. Liberg, <\/b> <br><b>Cantargia AB<\/b> Employment, Stock, Stock Option, Patent.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6919","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6429","PresenterBiography":null,"PresenterDisplayName":"Elin Jaensson Gyllenback","PresenterKey":"9d6a604e-fd80-4d69-ae23-a16f4e1d98db","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6429. A surrogate to the anti-IL1RAP antibody nadunolimab induces tumor microenvironment changes to the metastatic lung and reduces metastatic lesions in mouse models of metastatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A surrogate to the anti-IL1RAP antibody nadunolimab induces tumor microenvironment changes to the metastatic lung and reduces metastatic lesions in mouse models of metastatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint inhibitors (ICIs) have revolutionized the care for cancer and extended survival for advanced cancer patients. While ICIs have shown astonishing clinical benefits, less than 50% of patients experience a durable response. To find better biomarkers for ICI response and understand the diverse cellular players in the tumor microenvironment (TME), we performed single-cell RNA sequencing (scRNA; 222,351 cells; 39 samples), single-nucleus transposase-accessible chromatin sequencing (scATAC; 45,478 cells; 15 samples), and bulk RNA sequencing (39 samples) on a metastatic melanoma cohort with rich phenotypic and molecular data. In ICI resistant tumors, we revealed how cell-adhesion and ribosomal activity changes in adaptive immune cells can reflect tumor-level therapeutic failure. We characterized T cell diversity in the TME and discovered an early activated state and a terminally exhausted state. Among the innate immune cells, we detected a mature dendritic cell (DC) state as a strong prognostic predictor of progression-free survival associated with ICI treatment. We studied its differentiation trajectory, transcriptome signatures, epigenome landscape and interactome with T-cells, in comparison to conventional dendritic cell types 1 and 2. We also showed that CRISPR deactivation of the enhancers induced by the mature DC state compromised DCs&#8217; antigen-presentation capabilities and their interactions with antigen-specific T-cells. Lastly, we identified genes and functional modules associated with ICI response (e.g. cell-adhesion) and resistance (e.g. oxidative phosphorylation). Given their functional roles in strengthening immune response to cancer, the molecular and cellular mediators discovered here can help predict ICI regimen efficacy, guide therapeutic development and drug combinations, and pave the path to targeted therapies with long-term effects and new immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Dendritic cells,Immune checkpoint blockade,Melanoma\/skin cancers,Antigen presentation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jiekun Yang<\/b><sup>1<\/sup>, Doris Fu<sup>1<\/sup>, Kyriakitsa Galani<sup>1<\/sup>, Li-Lun Ho<sup>1<\/sup>, Emily  J.  Robitschek<sup>2<\/sup>, Dennie  T.  Frederick<sup>3<\/sup>, Sandeep  K.  Yadav<sup>4<\/sup>, Wentao Deng<sup>4<\/sup>, Anand  K.  Singh<sup>4<\/sup>, Kelly  P.  Burke<sup>2<\/sup>, Cassia Wang<sup>1<\/sup>, Tatyana Sharova<sup>3<\/sup>, David Liu<sup>2<\/sup>, Kunal Rai<sup>4<\/sup>, Genevieve  M.  Boland<sup>3<\/sup>, Manolis Kellis<sup>1<\/sup><br><br\/><sup>1<\/sup>MIT, Cambridge, MA,<sup>2<\/sup>Dana-Farber Cancer Institute, Boston, MA,<sup>3<\/sup>Massachusetts General Hospital, Boston, MA,<sup>4<\/sup>University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"7a605653-2d9a-4d69-983d-0a528998f073","ControlNumber":"5592","DisclosureBlock":"&nbsp;<b>J. Yang, <\/b> None..<br><b>D. Fu, <\/b> None..<br><b>K. Galani, <\/b> None..<br><b>L. Ho, <\/b> None..<br><b>E. J. Robitschek, <\/b> None..<br><b>D. T. Frederick, <\/b> None..<br><b>S. K. Yadav, <\/b> None..<br><b>W. Deng, <\/b> None..<br><b>A. K. Singh, <\/b> None..<br><b>K. P. Burke, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>T. Sharova, <\/b> None..<br><b>D. Liu, <\/b> None..<br><b>K. Rai, <\/b> None..<br><b>G. M. Boland, <\/b> None..<br><b>M. Kellis, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6939","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6430","PresenterBiography":null,"PresenterDisplayName":"Jiekun Yang","PresenterKey":"0d21b165-2908-4996-a6f0-7b3d7f8a8f40","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6430. Single-cell transcriptomic and epigenomic landscapes of innate and adaptive immune cells in metastatic melanoma treated with immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell transcriptomic and epigenomic landscapes of innate and adaptive immune cells in metastatic melanoma treated with immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"STING (Stimulator of interferon genes), encoded by <i>TMEM173<\/i>, is a critical regulator of the innate immune response to cytoplasmic double stranded DNA in cancer and is actively being pursued as a target for cancer immunotherapy. STING agonist analogues of 2&#8217;-3&#8217;cGAMP, the cyclic dinucleotide that directly activates STING downstream of cyclic-GAMP synthase, have entered phase 1 clinical trials for triple negative breast cancers (TNBC). Recently, we have identified tumor cell Phosphatase and tensin homolog (PTEN) inactivation as a precision-based context in which to apply STING agonists. Mechanistically, PTEN null TNBCs maintain Ras-related protein Rab-7a (Rab7) in an inactive state and therefore trafficking of STING to the lysosome is impaired and cells are rendered hypersensitive to STING agonism. Tissue microarray analysis reveals high STING expression in PTEN null TNBCs. Consistently, PTEN null TNBC cell lines were hyper-responsive to STING agonists with increased downstream production of IRF3 targets including CXCL10. In contrast, PTEN wild-type cells exhibit low STING expression and modest sensitivity to STING agonism. As such, although a significant proportion of TNBCs are PTEN null, we sought to broaden these findings to PTEN wild-type TNBCs by genetically and pharmacologically mimicking the PTEN null state by Rab7 knockout and use of a novel selective Rab7 inhibitor, CID1067700. Indeed, using the PTEN wild-type TNBC cell line, MDA-MB-231, we found that PTEN deletion robustly increased STING protein expression. Rab7 CRISPR-Cas9 knockout or treatment of MDA-MB-231 cells with CID1067700 and the STING agonist (ADU-S100) impaired trafficking of STING for lysosomal degradation, upregulated T cell chemokines, and enhanced growth inhibition. Next, to model the potential <i>in vivo<\/i> implications for immune cell recruitment and function, we used a 3D microfluidic T-cell migration assay. We found that the enhanced CXCL10 levels resulting from addition of CID1067700 to MDA-MB-231 cells led to T-cell recruitment to the tumor spheroids. Taken together, our study identifies PTEN null status as a specific genomic context in TNBC that has exquisite sensitivity to STING agonist therapy and combination with Rab7 inhibition could amplify therapeutic STING agonism in PTEN wild-type TNBCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),STING,PTEN,Rab7,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yuqing Zhang<\/b><sup>1<\/sup>, Jessica L. Ritter<sup>2<\/sup>, Tran C. Thai<sup>1<\/sup>, Deborah A. Dillon<sup>3<\/sup>, David A. Barbie<sup>1<\/sup>, Thanh U. Barbie<sup>4<\/sup><br><br\/><sup>1<\/sup>Medical Oncology, Dana-Farber Cancer Institute, Boston, MA,<sup>2<\/sup>Homology Medicines, Inc, Bedford, MA,<sup>3<\/sup>Pathology, Brigham and Women's Hospital, Boston, MA,<sup>4<\/sup>Dana-Farber Cancer Institute; Brigham and Women's Hospital, Boston, MA","CSlideId":"","ControlKey":"61ea5690-a423-42a5-b22e-b76daa434d75","ControlNumber":"2580","DisclosureBlock":"&nbsp;<b>Y. Zhang, <\/b> None.&nbsp;<br><b>J. L. Ritter, <\/b> <br><b>Homology Medicines, Inc<\/b> Employment.<br><b>T. C. Thai, <\/b> None.&nbsp;<br><b>D. A. Dillon, <\/b> <br><b>Oncology analytics<\/b> Other, academic advisory board. <br><b>Canon Inc.<\/b> Grant\/Contract. <br><b>D. A. Barbie, <\/b> <br><b>N of One\/Qiagen<\/b> Other, consultant. <br><b>Tango Therapeutics<\/b> Other, consultant. <br><b>Xsphera Biosciences lnc.<\/b> Other Business Ownership, founder and shareholder. <br><b>Merck & Co., Inc.<\/b> Other, honoraria. <br><b>H3 Biomedicine\/Esai<\/b> Other, honoraria. <br><b>EMD Serono lnc.<\/b> Other, honoraria. <br><b>Gilead Sciences, Inc.<\/b> Other, honoraria. <br><b>Abbvie lnc.<\/b> Other, honoraria. <br><b>Madalon Consulting<\/b> Other, honoraria. <br><b>Bristol-Myers Squibb Company<\/b> Grant\/Contract. <br><b>Takeda Pharmaceuticals<\/b> Grant\/Contract. <br><b>Novartis International AG<\/b> Grant\/Contract. <br><b>Gilead Sciences, Inc.<\/b> Grant\/Contract. <br><b>Eli Lilly and Company<\/b> Grant\/Contract. <br><b>T. U. Barbie, <\/b> <br><b>N of One\/ Qiagen<\/b> Other, consultant.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6941","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6431","PresenterBiography":null,"PresenterDisplayName":"Yuqing Zhang, BS;PhD","PresenterKey":"52fe5b54-27af-47b9-9659-6f341b7a296f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6431. Targeting Rab7-mediated STING degradation to amplify therapeutic STING agonism in TNBC","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting Rab7-mediated STING degradation to amplify therapeutic STING agonism in TNBC","Topics":null,"cSlideId":""},{"Abstract":"Tumor metabolism is emerging as a regulator of immune mediated anti-tumor responses. Previously, we reported increased immunosuppressive tumor-associated macrophages (TAMs) infiltration with disease progression in prostate adenocarcinoma (PCa).<sup>1<\/sup> Glutamine metabolism has been implicated in metastatic castration resistant prostate cancer (mCRPC)<sup>2<\/sup>. To harness the potent anti-tumor effects of 6-Diazo-5-oxo-L-norleucine (DON), which targets glutamine utilizing enzymes and to mitigate known significant toxicities, we here use a novel pro-drug moiety, i.e., JHU083. We hypothesize that JHU083 will enhance anti-tumor immunity by simultaneously targeting TAMs and cancer cells.Using scRNA-seq dataset from mCRPC patients, we investigated the importance of glutamine metabolism in TAMs in the tumors.<sup>3<\/sup> Enriched expression of glutamine utilizing enzymes was observed in TAMs in the metastasized tumor tissue relative to benign. We used JHU083 to treat two urological syngeneic immunogenic mouse tumor models <i>in vivo<\/i>; B6CaP (PCa) and MB49 (bladder cancer). JHU083 showed significant tumor regression in both models. Using <i>in vivo<\/i> depletion of CD4 or CD8 T cells or adoptively transferring <i>in-vivo<\/i> JHU083 treated TAMs in TME, we established a direct anti-tumor role of TAMs. Moreover, to characterize the effect of JHU083 on TAMs transcriptional &#38; translational signatures and metabolite flux <i>in vivo<\/i>, we used scRNA-sequencing and bulk RNA sequencing at two different time points, multi-parameter flow cytometry and targeted LC-MS\/MS metabolic profiling. Clustering of the transcriptional signatures at both time points using UMAP dimensionality reduction classified 6 discreet differentially expressed clusters of TAMs. It elutes to an overall induction of TNF signaling and increased proliferation in the TAM sub-clusters. Strikingly, this was observed translationally as well. Moreover, translationally in the TME at a later timepoint, an increase of glycolytic transporter and enzyme, i.e., Glut1 and Hexokinase II was also observed. The overall impact of this on the metabolome, specifically glycolytic pathway changes in the sorted TAMs, remains to be elucidated. Lastly, we assessed in-vivo the functional phagocytosis of TAMs with flow cytometry and IF microscopy. JHU083-treated TAMs showed significantly increased phagocytic activity, providing direct evidence of functional reprogramming. Conclusions: We found that JHU083 reprograms TAMs from an immunosuppressive to an inflammatory state which we show has a direct anti-tumor effect. These macrophages convert to a highly proliferative and glycolytic state, have increased TNF production which might be resulting in improved phagocytic activity against tumor cells<i>. <\/i>As urologic cancers are heavily infiltrated with immunosuppressive TAMs, JHU083 is an excellent preclinical candidate.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Macrophages,Innate immunity,Immunotherapy,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Monali Praharaj<sup>1<\/sup>, <b>Fan Shen<\/b><sup>1<\/sup>, Alex  J.  Lee<sup>1<\/sup>, Liang Zhao<sup>1<\/sup>, Thomas Nirschl<sup>1<\/sup>, Xiaoxu Wang<sup>1<\/sup>, Debebe Theodros<sup>1<\/sup>, Alok  K.  Singh<sup>2<\/sup>, Raekwon A. Williams<sup>1<\/sup>, Laura A. Sena<sup>1<\/sup>, Elizabeth A. Thompson<sup>1<\/sup>, Ada Tam<sup>1<\/sup>, Srinivasan Yegnasubramanian<sup>1<\/sup>, Edward J. Pearce<sup>1<\/sup>, Robert D. Leone<sup>1<\/sup>, Jesse Alt<sup>1<\/sup>, Rana Rais<sup>1<\/sup>, Barbara S. Slusher<sup>1<\/sup>, Andrew  M.  Pardoll<sup>1<\/sup>, Jonathan  D.  Powell<sup>1<\/sup>, Jelani C. Zarif<sup>1<\/sup><br><br\/><sup>1<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD,<sup>2<\/sup>University of Pennsylvania, Philadelphia, PA","CSlideId":"","ControlKey":"9fee8222-18cf-4a96-92d3-39f98a07876c","ControlNumber":"3304","DisclosureBlock":"&nbsp;<b>M. Praharaj, <\/b> None..<br><b>F. Shen, <\/b> None..<br><b>A. J. Lee, <\/b> None..<br><b>L. Zhao, <\/b> None..<br><b>T. Nirschl, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>D. Theodros, <\/b> None..<br><b>A. K. Singh, <\/b> None..<br><b>R. A. Williams, <\/b> None..<br><b>L. A. Sena, <\/b> None..<br><b>E. A. Thompson, <\/b> None..<br><b>A. Tam, <\/b> None..<br><b>S. Yegnasubramanian, <\/b> None..<br><b>E. J. Pearce, <\/b> None..<br><b>R. D. Leone, <\/b> None..<br><b>J. Alt, <\/b> None..<br><b>R. Rais, <\/b> None.&nbsp;<br><b>B. S. Slusher, <\/b> <br><b>Dracen Pharmaceuticals<\/b> Other, Scientific Founders. <br><b>A. M. Pardoll, <\/b> <br><b>Dracen Pharmaceuticals<\/b> Other, Board of Director. <br><b>J. D. Powell, <\/b> <br><b>Dracen Pharmaceuticals<\/b> Other, Scientific Founder.<br><b>J. C. Zarif, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6944","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6432","PresenterBiography":null,"PresenterDisplayName":"Fan Shen, MS","PresenterKey":"8baab2f7-5dd7-4a98-a40b-9acc4760854e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6432. Glutamine antagonist prodrug JHU083 reprograms immunosuppressive tumor-associated macrophages (TAMs) to drive tumor immunity in urologic cancers","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glutamine antagonist prodrug JHU083 reprograms immunosuppressive tumor-associated macrophages (TAMs) to drive tumor immunity in urologic cancers","Topics":null,"cSlideId":""},{"Abstract":"Backgrounds: Live biotherapeutic products (LBPs) emerged as potential therapeutics to overcome the limitation of ICIs. This research shows that CJRB-101, a novel bacterial strain, can improve anti-tumor effects in synergy with pembrolizumab in non-small cell lung cancer (NSCLC).<br \/>Objectives and Methods: Tumors from NSCLC patients (anti-PD-1 refractory and resistant) were transplanted into Hu-CD34-NSG to establish humanized patient-derived xenograft (PDX) mice models. Five models (YHIM-2003, 2004, 2009, 2010 and 2014) were treated with CJRB-101 at low (5x10<sup>7<\/sup> CFU) or high (10<sup>9<\/sup> CFU) doses, or with pembrolizumab (10 mg\/kg, i.p., Q5D) or in combination. Tumor growth inhibition (TGI) rate was measured. Tumor microenvironment (TME) was analyzed using multiplex IHC, flow cytometry and single cell RNA sequencing. <i>Ex-vivo<\/i> assays were performed to validate in silico findings.<br \/>Results: Tumor in PDX models was unresponsive to pembrolizumab alone, however, in combination with CJRB-101 effectively suppressed tumor growth. The synergy was highlighted in YHIM-2009 where TGI was 10-fold higher (56%) than pembrolizumab group (5%). Immune profiling revealed that macrophages may be responsible for the anti-tumor effects of CJRB-101. IHC showed significantly increased antigen presenting specialized DCs (CD16<sup>+<\/sup>CD68<sup>-<\/sup>CD11c<sup>+<\/sup>) and granzyme B<sup>+<\/sup> CD8<sup>+<\/sup> T cells in the tumor by CJRB-101 compared to pembrolizumab (<i>p<\/i>&#60;0.01). This suggested that CJRB-101 induced infiltration of cytotoxic CD8 T cells into the tumor nest by enhancing antigen presenting machinery. Trajectory analysis showed that CJRB-101 induced repolarization of M2 to M1 macrophages, characterized by high expression of CXCL9\/10. CXCL9<sup>+<\/sup>\/10<sup>+<\/sup> M1 macrophages were comparatively more abundant in the combination group (23.11%) than the pembrolizumab group (0.91%). CXCL9\/CXCL10 expression in macrophages was higher in the CJRB-101 group compared to the pembrolizumab group (<i>p<\/i>&#60;0.0001). The combination group (10.84%) had a higher relative abundance of CD8<sup>+<\/sup> T cells compared to the pembrolizumab group (1.58%) and higher IFN&#947; expression in CD8<sup>+<\/sup> T cells compared to the pembrolizumab group (<i>p<\/i>=0.0152), suggesting that CJRB-101 repolarized macrophages and recruited active CD8<sup>+<\/sup> T cells. Co-culture assays using bone marrow-derived macrophages validated that CJRB-101 drove differentiation towards F4\/80<sup>+<\/sup> or MHC II<sup>+<\/sup> expressing M1 macrophage (<i>p<\/i>&#60;0.0001) and repolarized existing M2 (CD206<sup>+<\/sup>) to M1 (<i>p<\/i>=0.0002).<br \/>Conclusion: Combination treatment of CJRB-101 with anti-PD-1 showed synergistic anti-tumor effects via repolarization of M2 to M1 macrophages, leading to activation of CD8<sup>+<\/sup> T cells in TME. Especially, CXCL9<sup>+<\/sup>\/10<sup>+<\/sup> M1 macrophage playing a key role in TGI induced by CJRB-101 in NSCLC models. Findings from this study provided rationale for clinical investigation of CJRB-101.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-06 Microbiome, inflammation, and cancer,,"},{"Key":"Keywords","Value":"Lung cancer,CJRB-101, microbiome,Anticancer therapy,Pembrolizumab,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Arim Min<\/b><sup>1<\/sup>, Chun-bong Synn<sup>2<\/sup>, Seong-san Kang<sup>3<\/sup>, Bo-eun Kwon<sup>1<\/sup>, Junwon Yang<sup>1<\/sup>, Hyunkyung Park<sup>1<\/sup>, Jieun Im<sup>1<\/sup>, Hyunjeong Kim<sup>1<\/sup>, Sujeong Beak<sup>4<\/sup>, Dong Kwon Kim<sup>2<\/sup>, Jii Bum Lee<sup>5<\/sup>, Hyeonseok Oh<sup>1<\/sup>, Seung Min Yang<sup>4<\/sup>, Yu Jin Han<sup>4<\/sup>, Mi hyun Kim<sup>4<\/sup>, Heekyung Han<sup>4<\/sup>, Kwangmin Na<sup>4<\/sup>, Young Taek Kim<sup>4<\/sup>, Sungwoo Lee<sup>3<\/sup>, Mi Ran Yun<sup>6<\/sup>, Jae Hwan Kim<sup>4<\/sup>, Youngseon Byeon<sup>4<\/sup>, Young Seob Kim<sup>4<\/sup>, Ji Yun Lee<sup>5<\/sup>, Chang Gon Kim<sup>5<\/sup>, Min Hee Hong<sup>5<\/sup>, Sun Min Lim<sup>5<\/sup>, Kyoung-Ho Pyo<sup>6<\/sup>, Byoung Chul Cho<sup>5<\/sup><br><br\/><sup>1<\/sup>CJ Bioscience Inc., Suwon, Korea, Republic of,<sup>2<\/sup>College of Medicine, Brain Korea 21 PLUS Project for Medical Science, Yonsei University, Seoul, Korea, Republic of,<sup>3<\/sup>JEUK Institute for Cancer Research, JEUK Co., Ltd., Gumi, Korea, Republic of,<sup>4<\/sup>Severance Biomedical Science Institute, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>5<\/sup>Division of Medical Oncology, Department of Internal Medicine, Yonsei Cancer Center, Severance Hospital, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>6<\/sup>Yonsei New Il Han Institute for Integrative Lung Cancer Research, Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"2d4b0050-36c5-4456-8a7c-c799891c6ee8","ControlNumber":"4219","DisclosureBlock":"<b>&nbsp;A. Min, <\/b> <br><b>CJ Bioscience Inc.<\/b> Employment.<br><b>C. Synn, <\/b> None..<br><b>S. Kang, <\/b> None.&nbsp;<br><b>B. Kwon, <\/b> <br><b>CJ Bioscience Inc.<\/b> Employment. <br><b>J. Yang, <\/b> <br><b>CJ Bioscience Inc.<\/b> Employment. <br><b>H. Park, <\/b> <br><b>CJ Bioscience Inc.<\/b> Employment. <br><b>J. Im, <\/b> <br><b>CJ Bioscience Inc.<\/b> Employment. <br><b>H. Kim, <\/b> <br><b>CJ Bioscience Inc.<\/b> Employment.<br><b>S. Beak, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>J. Lee, <\/b> None.&nbsp;<br><b>H. Oh, <\/b> <br><b>CJ Bioscience Inc.<\/b> Employment.<br><b>S. Yang, <\/b> None..<br><b>Y. Han, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>H. Han, <\/b> None..<br><b>K. Na, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>M. Yun, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>Y. Byeon, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>C. Kim, <\/b> None..<br><b>M. Hong, <\/b> None..<br><b>S. Lim, <\/b> None..<br><b>K. Pyo, <\/b> None..<br><b>B. Cho, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6954","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6433","PresenterBiography":null,"PresenterDisplayName":"Arim Min, PhD","PresenterKey":"96aa7097-6fe2-4a6d-803d-710be25cfe3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6433. A novel bacterial strain, CJRB-101, induces anti-cancer effects by repolarization of M2 to CXCL9 and CXCL10 dual expressing M1 macrophages in humanized non-small cell lung cancer mice models","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel bacterial strain, CJRB-101, induces anti-cancer effects by repolarization of M2 to CXCL9 and CXCL10 dual expressing M1 macrophages in humanized non-small cell lung cancer mice models","Topics":null,"cSlideId":""},{"Abstract":"High levels of Type I T-cells are needed to eradicate breast cancer. Few cancers induce Type I immunity except those that contain a high mutational burden. The majority of solid tumor patients develop a Type II immune response to commonly recognized tumor antigens, which are aberrantly expressed non-mutated tumor associated proteins. We found that within the amino acid sequence of non-mutated tumor associated antigens are class II binding epitopes that preferentially elicit a T-helper 1 interferon-gamma (g) or an IL-10 T-helper-2 response. We have identified high levels of IL-10 secreting T-cells present in the peripheral blood of both humans and mice, specific for non-mutated tumor antigens, which share significant sequence homologies with bacterial organisms found in the human gut microbiome. These lymphocytes, cross-reactive for both bacterial and tumor antigens (BAC-TA), are enriched for memory T-cells. In mice, the BAC-TA cross-reactive T-cells traffic to tumors and accelerate cancer growth. We have identified a selected number of bacterial species that are most commonly associated with numerous TA homologies (bacteria<sup>high<\/sup>) and certain species that are rarely homologous to any TA sequences (bacteria<sup>low<\/sup>). We hypothesized that bacteria<sup>low<\/sup> species can safely be enriched in the gut microbiome. TgMMTV-neu mice, a transgenic model of luminal B murine mammary cancer, pre-treated with vancomycin and metronidazole in the drinking water, received six weekly oral treatments of 10<sup>9<\/sup> CFU of a combination of <i>Lactobacillus acidophilus<\/i> and <i>Ruminococcus albus<\/i>, both bacteria<sup>low<\/sup> species. Metagenomic sequencing of stool examined one week after the last treatment revealed a mean 28% increase in <i>R. albus<\/i> (p=0.07) and a mean 38% increase in <i>L. acidophilus<\/i> (p=0.08) as compared to untreated stool. The increase in these two bacteria<sup>low<\/sup> species corresponded with &#8805;30% reduction of 10 bacteria<sup>high <\/sup>species. This oral treatment regimen also inhibited the growth of a syngeneic ectopic tumor by 36% (p=0.002). Enriching the microbiome with these bacteria<sup>low<\/sup> species also enhanced the immunogenicity of a previously reported non-efficacious whole protein vaccine. Immunization with a full-length plasmid-DNA based vaccine targeting IGFBP-2 demonstrated no IFN-g response in control mice (p=0.012). However, after mice were treated with <i>L. acidophilus\/R. albus<\/i>, the full-length vaccine significantly induced IFN-g secretion (p=0.02). These data provide preliminary evidence that reduction of bacteria<sup>high <\/sup>species can inhibit tumor growth and augment immune responses, providing a basis for using a precision probiotic for the treatment of cancer. Future studies will address whether modulating bacteria<sup>high <\/sup>species in the gut reduces BAC-TA T-cells in the blood.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-06 Microbiome, inflammation, and cancer,,"},{"Key":"Keywords","Value":"Microbiome,Immunotherapy,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Denise L. Cecil<\/b><sup>1<\/sup>, Erin Rodmaker<sup>1<\/sup>, Susan Strenk<sup>2<\/sup>, Lauren Corulli<sup>1<\/sup>, David  N.  Fredricks<sup>2<\/sup>, Mary L. Disis<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Washington, Seattle, WA,<sup>2<\/sup>Fred Hutchinson Cancer Center, Seattle, WA","CSlideId":"","ControlKey":"1ad4bf31-b14a-4c2a-821d-b4f19f1275b9","ControlNumber":"3081","DisclosureBlock":"&nbsp;<b>D. L. Cecil, <\/b> None..<br><b>E. Rodmaker, <\/b> None..<br><b>S. Strenk, <\/b> None..<br><b>L. Corulli, <\/b> None..<br><b>D. N. Fredricks, <\/b> None..<br><b>M. L. Disis, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6960","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6434","PresenterBiography":null,"PresenterDisplayName":"Denise Cecil, PhD","PresenterKey":"da8dcfa6-0ed0-4ebf-a3d3-536cc5d62d04","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6434. A precision probiotic therapeutic promotes a more efficacious type I immune response and limits breast cancer growth in mice","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A precision probiotic therapeutic promotes a more efficacious type I immune response and limits breast cancer growth in mice","Topics":null,"cSlideId":""},{"Abstract":"Sialic acid-binding Ig-like lectin 15, or Siglec-15, is identified as a critical immune suppressor. Siglec-15 expression is normally limited to certain myeloid cells, but it can be upregulated in a variety of tumors and on tumor-infiltrating myeloid cells. Siglec-15 significantly inhibits antigen-specific T cell responses both <i>in vitro <\/i>and <i>in vivo<\/i>. Conversely, genetic ablation of Siglec-15 promotes anti-tumor responses. Therefore, a Siglec-15-targeting blocking antibody could represent a novel class of anti-tumor immunotherapy. BCG008, a fully human monoclonal antibody antagonist of Siglec-15, was generated from RenMab&#8482; mice, which contain the entire human immunoglobulin variable domain. Compared to a reference Siglec-15 blocking antibody (5G12), BCG008 exhibited higher affinity for human and cynomolgus monkey Siglec-15 and targeted distinct binding epitopes. In <i>in vitro <\/i>studies, BCG008 significantly abrogated Siglec-15-mediated T cell suppression in a dose-dependent manner, as measured by CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cell proliferation. Subsequently, the efficacy and safety of BCG008 was<i> <\/i>evaluated in<i> <\/i>syngeneic tumor models in Siglec15-humanized mice. BCG008 monotherapy significantly inhibited tumor growth, and the effect of the tumor inhibition was potentiated when administered in combination with other immune-checkpoint inhibitors, including anti-PD-L1 antibodies. In safety evaluation, BCG008 was well-tolerated in the tumor-bearing mice; no adverse effects were observed even at high doses (e.g. 30 mg\/kg). Taken together, these results demonstrate that BCG008 is a novel anti-human Siglec-15 blocking antibody with favorable efficacy and safety profiles that can provide potential benefits for future cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Combination therapy,Pharmacodynamics,Immunotherapy,Transgenic mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yongfei Yang<sup>1<\/sup>, Aidong Qu<sup>2<\/sup>, Fengping Yao<sup>1<\/sup>, Pan Song<sup>1<\/sup>, Hongyuan Liang<sup>2<\/sup>, Maopeng Tian<sup>1<\/sup>, Fang Yang<sup>1<\/sup>, <b>Zhaoxue Yu<\/b><sup>1<\/sup>, Xu Zhou<sup>2<\/sup>, Xiuling Li<sup>2<\/sup><br><br\/><sup>1<\/sup>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China,<sup>2<\/sup>Shanghai Institute of Biological Products Co., Ltd, Shanghai, China","CSlideId":"","ControlKey":"c0cd242d-2523-49b2-b327-ad811f3fc5fc","ControlNumber":"5015","DisclosureBlock":"&nbsp;<b>Y. Yang, <\/b> None..<br><b>A. Qu, <\/b> None..<br><b>F. Yao, <\/b> None..<br><b>P. Song, <\/b> None..<br><b>H. Liang, <\/b> None..<br><b>M. Tian, <\/b> None..<br><b>F. Yang, <\/b> None..<br><b>Z. Yu, <\/b> None..<br><b>X. Zhou, <\/b> None..<br><b>X. Li, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6976","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6435","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6435. BCG008, a human Siglec-15 blocking antibody, displays potent anti-tumor activity in Siglec-15-humanized mice","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BCG008, a human Siglec-15 blocking antibody, displays potent anti-tumor activity in Siglec-15-humanized mice","Topics":null,"cSlideId":""},{"Abstract":"Regulatory T cells (Tregs) are a subset of immunosuppressive CD4<sup>+<\/sup> T lymphocytes which can inhibit effector T cell activity in the tumor microenvironment (TME) and promote tumor growth. Depletion of Tregs is a promising immunotherapy strategy for treatment of cancers. Tumor necrosis factor receptor-2 (TNFR2) is highly expressed on both Tregs and many kinds of tumor cells, making it a potential candidate for tumor-targeted antibody therapy. A fully human, non-blocking agonist antibody to TNFR2, 1C3, was generated from RenMab&#8482; mice, which contain the full human immunoglobulin variable domain. 1C3 was selected from a large panel of antibody candidates after unbiased, high-throughput efficacy screening conducted in syngeneic tumor mouse models established in humanized TNFR2 mice. <i>In vitro<\/i>, 1C3 effectively promoted proliferation of cytotoxic T cells. Subsequently, the <i>in vivo<\/i> anti-tumor efficacy and safety of 1C3 was evaluated in syngeneic tumor mouse models expressing human TNFR2. The results demonstrated that 1C3 monotherapy significantly inhibited tumor growth in a dose-dependent manner. In combination with anti-human PD-1 or PD-L1 antibodies, 1C3 also greatly potentiated anti-tumor responses compared to monotherapy of each agent. Analysis of tumor-infiltrating lymphocytes (TIL) demonstrated that 1C3 treatment significantly increased the ratio of effector T cells to Tregs in the TME. Moreover, 1C3 was well tolerated in mice, and no adverse effects were observed even at high doses (e.g. 100 mg\/kg). In conclusion, these data demonstrate that 1C3 is a novel anti-human TNFR2 non-blocking agonist antibody with effective anti-tumor efficacy and favorable safety. 1C3 may exert these effects by regulating Treg and effector T cell activities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Mouse models,Antibody,Cancer immunotherapy,Tumor necrosis factor &#945; (TNF-&#945;),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yongfei Yang<sup>1<\/sup>, Shuzhen Cao<sup>1<\/sup>, Wenjiao Zhang<sup>1<\/sup>, Jing Zhang<sup>1<\/sup>, Zhe Shao<sup>2<\/sup>, Xueyuan Jiang<sup>1<\/sup>, Qingya Duan<sup>1<\/sup>, Maopeng Tian<sup>1<\/sup>, Sen Mei<sup>1<\/sup>, <b>Zhaoxue Yu<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China,<sup>2<\/sup>Dragonboat Biopharmaceutical, Shanghai, China","CSlideId":"","ControlKey":"3d526319-2f04-4880-8946-9ddb5f866ae0","ControlNumber":"5138","DisclosureBlock":"&nbsp;<b>Y. Yang, <\/b> None..<br><b>S. Cao, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>Z. Shao, <\/b> None..<br><b>X. Jiang, <\/b> None..<br><b>Q. Duan, <\/b> None..<br><b>M. Tian, <\/b> None..<br><b>S. Mei, <\/b> None..<br><b>Z. Yu, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6990","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6436","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6436. 1C3, a novel non-blocking anti-human TNFR2 antibody, promotes effector T cell responses and demonstrates potent anti-tumor activity","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"1C3, a novel non-blocking anti-human TNFR2 antibody, promotes effector T cell responses and demonstrates potent anti-tumor activity","Topics":null,"cSlideId":""},{"Abstract":"Epithelial ovarian cancer (EOC) has a devastating impact on the health of women and has not significantly benefited from advances in immunotherapy mainly because of the lack of well-defined actionable antigen targets. It is therefore essential to discover tumor-specific antigens (TSAs) that are specific to ovarian cancer, shared by a significant proportion of patients and capable of being targeted by the immune system. Using a groundbreaking method, we have previously identified 91 aberrantly expressed TSAs (aeTSAs), 18% of which were shared by at least 80% of the TCGA cohort (The Cancer Genome Atlas). These TSAs originate from unmutated non-exonic genomic sequences and their expression results from cancer-specific epigenetic changes. In the present study, our goal was to evaluate the immunogenicity of these aeTSAs. To do so, 49\/91 antigenswere selected based on their presentation by high-frequency HLA allotypes (9 alleles included) and their expression in a large proportion of EOCs patients. Using functional <i>in vitro<\/i> expansion of naive CD8 T cells by co-culture with TSA-pulsed dendritic cells (DC) followed by CDR3 TCR sequencing, we first assessed the ability of aeTSAs in stimulating the immune system. Notably, 98% of our antigens were able to significantly expand CD8 T cell clonotypes, indicating that their repertoires are available for vaccination. In addition, tetramer staining of CD8 T cell populations after culture with TSA-pulsed DCs revealed that 32% of our aeTSAs tested (13\/40) could expand specific CD8 T cells at levels that are detectable by flow cytometry. When selecting an optimal vaccination strategy, DC vaccines are particularly attractive. Using mass spectrometry to measure the abundance of TSAs presented at the cell surface, we next compared two modalities for engineering TSA-based DC vaccines: synthetic peptide pulsing vs TSA-encoding RNA minigenes transfection. Our preliminary results show that synthetic peptide pulsing leads to higher amounts of peptides presented at the surface of the dendritic cells compared to RNA minigenes electroporation. Moreover, we show a direct correlation between the abundance of peptides detected by MS immediately after pulsing on DCs and their predicted binding affinity. This correlation is not maintained with time (24h after pulsing), suggesting that the detection of peptides 24h post-pulsing is linked to the stability of peptide-MHC complexes rather than peptide binding affinity. In conclusion, we show that aeTSAs are attractive targets for EOC immunotherapy, as most of them can expand sizeable populations of CD8 T cells. We also reveal that direct pulsing of aeTSAs on DCs leads to better peptide presentation than RNA minigene transfection. These results are of capital importance, as optimal TSA presentation by DCs leads to stronger anti-tumor responses. We believe that our approach could have a significant impact on immunotherapy of EOC, and eventually of other cancer types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-09 Tumor antigenicity\/processing and presentation,,"},{"Key":"Keywords","Value":"Antigen presentation,Tumor antigen,T lymphocytes,Immune response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Leslie Hesnard<\/b><sup><\/sup>, Catherine Thriault<sup><\/sup>, Maxime Cahuzac<sup><\/sup>, Chantal Durette<sup><\/sup>, Krystel Vincent<sup><\/sup>, Marie-Pierre Hardy<sup><\/sup>, Gabriel Ouellet Lavalle<sup><\/sup>, Jol Lanoix<sup><\/sup>, Pierre Thibault<sup><\/sup>, Claude Perreault<sup><\/sup><br><br\/>IRIC Universit de Montral, Montreal, QC, Canada","CSlideId":"","ControlKey":"41ab87a3-b259-425b-8d71-2217fcd88019","ControlNumber":"4914","DisclosureBlock":"&nbsp;<b>L. Hesnard, <\/b> None..<br><b>C. Thriault, <\/b> None..<br><b>M. Cahuzac, <\/b> None..<br><b>C. Durette, <\/b> None..<br><b>K. Vincent, <\/b> None..<br><b>M. Hardy, <\/b> None..<br><b>G. Ouellet Lavalle, <\/b> None..<br><b>J. Lanoix, <\/b> None.&nbsp;<br><b>P. Thibault, <\/b> <br><b>Epitopea<\/b> Grant\/Contract. <br><b>C. Perreault, <\/b> <br><b>Epitopea<\/b> Grant\/Contract.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7007","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6437","PresenterBiography":null,"PresenterDisplayName":"Leslie Hesnard, PhD","PresenterKey":"79fa9e2f-4d88-4d38-b97e-42ba47e8aea5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6437. Development of therapeutic vaccines against ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of therapeutic vaccines against ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Harnessing phagocytic antigen presenting cells (APC) and tumor neoantigen-specific T cells represent the ultimate power of immunotherapy against cancer. The promises of phagocytic APCs lie in their abilities of not only initiating phagocytosis towards cancer cells (to &#8220;eat off&#8221; tumor) but also, through immunogenic antigen presentation, activating neoantigen-specific Tcells that systemically and durably eliminate cancer cells, as well as the establishment of a long-lasting cellular and hormonal immunity that prevents tumor recurrence. However, the efforts of developing APCs -based therapy have been hindered by the current lack of technology that robustly produce APCs from cancer patients, as none of the traditional methods for differentiating DC or macrophage APCs are effective for cancer patients.<br \/>Through a proprietary process, we have created a unique reagent combo that enables robust differentiation of cancer patients&#8217; peripheral monocytes (cMo) to be potent APC, termed &#954;APC. &#954;APC display a unique gene expression profile, separating from classical DC or macrophage, and profound proinflammatory phenotype with enhanced phagocytic capability and elevated immunogenic antigen presentation machinery. In both in vitro and in vivo settings, &#954;APC demonstrate direct uptake of tumor antigens and presentation to T cells, the latter leading to activation and large expansion of multi-targeting, polyclonal tumor-specific CD4 and CD8 T populations - termed NeoT- from circulating and tumor-infiltrating lymphocytes. Theexpanded CD8 NeoT are highly tumoricidal and once adoptively transferred in vivo, potently eliminated late-stage metastatic solid tumors, whereas CD4 NeoT contribute to immune memory and repolarize a proinflammatory TME favorable for tumor elimination.<br \/>Key words: &#954;APC, NeoT, NeoT adoptive cell therapy, &#954;APC-based cancer vaccine, combination therapies","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-09 Tumor antigenicity\/processing and presentation,,"},{"Key":"Keywords","Value":"Antigen presentation,Tumor immunity,Anticancer therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zhen Bian<\/b><sup><\/sup>, Lei Shi<sup><\/sup>, Yuan Liu<sup><\/sup>, harry Stylli<sup><\/sup><br><br\/>Georgia Institute of Technology, Atlanta, GA","CSlideId":"","ControlKey":"7e5fc635-a917-47ba-9056-f4dcb6b85cc6","ControlNumber":"7856","DisclosureBlock":"&nbsp;<b>Z. Bian, <\/b> None..<br><b>L. Shi, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>H. Stylli, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7009","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6438","PresenterBiography":null,"PresenterDisplayName":"Zhen Bian, PhD","PresenterKey":"f4e8ac22-e56c-4cf0-878b-3211742322ad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6438. Next-generation pan-cancer immunotherapy with patient-derived APC","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Next-generation pan-cancer immunotherapy with patient-derived APC","Topics":null,"cSlideId":""},{"Abstract":"Cancer immune evasion is a major obstacle to effective anticancer immunotherapies. Recently, we unveiled a mechanism crucial in cancer escape from natural killer (NK)-mediated killing. The identified process is characterized by a rapid and massive accumulation of actin filaments at the cancer cell side of the immunological synapse (IS). We termed this process &#8220;actin response&#8221; (AR) and discovered that its inhibition is sufficient to restore cancer cell susceptibility to NK-mediated killing in vitro. Importantly, the AR is conserved across a wide range of malignancies, highlighting the broad translational potential of targeting this pathway. In this study, we investigated the molecular mechanisms underlying AR-mediated cancer cell immune evasion. Cancer-NK cell conjugates were analyzed by imaging flow cytometry (IFC) to investigate the polarization of inhibitory and activating ligands to the cancer cell side of the IS relative to the AR. We found that the AR is associated with and necessary for polarization of several inhibitory ligands. For instance, HLA-A,-B,-C molecules, which act as potent inhibitors of NK cells, were 2-fold increased at the IS of cancer cells with an AR when compared to cancer cells without an AR. Using confocal microscopy, we found that such polarization of inhibitory molecules is associated with the loss of MTOC and lytic granule polarization in conjugated human primary NK cells. In addition, correlative light and electron microscopy analysis revealed the presence of small vesicles (100 nm in size) and multivesicular bodies (MVBs) in the synaptic region of cancer cells with an AR. Quantification of vesicle markers at the IFC revealed a significant enrichment of CD63+\/CD9+\/CD81+ vesicles in the synaptic region of cancer cells with an AR. Interestingly, ultrastructure analysis showed that the AR is largely made of long actin-rich protrusions projecting into and altering the morphology of the synaptic cleft. Moreover, these protrusions were decorated with inhibitory molecules, such as PD-L1, and CD63. We identified a novel, highly conserved immune escape mechanism that exploits the fast remodeling of the actin cytoskeleton in cancer cells to induce the polarization of inhibitory ligands along with small tumor vesicles towards the IS. These findings suggest that actin remodeling in tumor cells at the IS actively promotes immune evasion. Further insights on the molecular and cellular mechanisms underpinning this pathway, such as the identification of selective targeting of linker proteins between the actin cytoskeleton and inhibitory ligands or small vesicles, represent a promising therapeutic strategy to improve the efficacy of anticancer immunotherapies. Nevertheless, additional research is needed in order to evaluate the translational potential of targeting the AR in a clinical setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-11 Tumor-induced immune suppression: Intrinsic factors,,"},{"Key":"Keywords","Value":"Immune response,Actin cytoskeleton,Extracellular vesicles,Immune checkpoint,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Andrea Michela Biolato<\/b><sup>1<\/sup>, Liza Filali<sup>2<\/sup>, Cline Hoffmann<sup>1<\/sup>, Felix Kleine-Borgmann<sup>2<\/sup>, Elena Ockfen<sup>1<\/sup>, Max Krecke<sup>1<\/sup>, Michel Mittelbronn<sup>3<\/sup>, Clment Thomas<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Cancer Research (DOCR), Luxembourg Institute of Health, Luxembourg, Luxembourg,<sup>2<\/sup>Luxembourg Institute of Health, Luxembourg, Luxembourg,<sup>3<\/sup>National Center of Pathology (NCP), Laboratoire Nationale de Sant (LNS), Dudelange, Luxembourg","CSlideId":"","ControlKey":"9dc3ad1e-9d95-477a-bcff-7bf12380e255","ControlNumber":"5948","DisclosureBlock":"&nbsp;<b>A. Biolato, <\/b> None..<br><b>L. Filali, <\/b> None..<br><b>C. Hoffmann, <\/b> None..<br><b>F. Kleine-Borgmann, <\/b> None..<br><b>E. Ockfen, <\/b> None..<br><b>M. Krecke, <\/b> None..<br><b>M. Mittelbronn, <\/b> None..<br><b>C. Thomas, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7020","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6439","PresenterBiography":null,"PresenterDisplayName":"Andrea Michela Biolato, MA,BS","PresenterKey":"c135c4b9-90ec-46cc-b3f1-94a2851cc363","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6439. Actin remodeling, inhibitory ligand polarization and small vesicle recruitment hinder effective anti-tumor immunity by shaping the tumor cell side of the immune synapse","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Actin remodeling, inhibitory ligand polarization and small vesicle recruitment hinder effective anti-tumor immunity by shaping the tumor cell side of the immune synapse","Topics":null,"cSlideId":""},{"Abstract":"Cancer immunotherapy, particularly T cell-mediated therapy such as immune checkpoint blockade (ICB) and adoptive T cell transfer (ACT), has emerged as a potentially powerful approach to cancer treatment. However, immunotherapeutic resistance limits its clinical success by disrupting one or more steps of the cancer immunity cycle. In addition, multi-malignant phenotypes of immune-refractory tumor cells are also one of the major causes result poor prognosis of patients. Therefore, identifying the immune-resistance and multi-malignant factor, which not only can be targeted by clinically available medicines it can also be a prognostic marker, is needed ideally. Here, we identified TCTP as a novel factor conferring multi-malignant phenotypes of immune-refractory tumor cells. We discovered a crucial role of TCTP at the crossroads between multi-malignant tumor cells and the anti-cancer immunity system by demonstrating that TCTP<sup>high<\/sup> tumor cells enriched by immune selection pressure drive immune-refractory phenotypes. Importantly, the levels of TCTP within the tumors significantly correlated with the clinical outcome of anti-PD-L1 therapy, which demonstrate TCTP as a prognostic marker in the case of clinical trials. Furthermore, targeting TCTP by clinical available drug enhanced the response to T cell-mediated therapy including ICB and ACT. Thus, our findings emphasize that TCTP could be a both a valid target a prognostic marker providing a framework for patient selection to apply combined therapy of T cell-mediated therapy with TCTP-targeting agents.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-11 Tumor-induced immune suppression: Intrinsic factors,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Cancer immunotherapy,Malignant progression,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hyo-Jung Lee<\/b><sup><\/sup>, Tae Woo Kim<sup><\/sup><br><br\/>Korea University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"0249d365-2316-4327-8ca8-29408bd03783","ControlNumber":"5800","DisclosureBlock":"&nbsp;<b>H. Lee, <\/b> None..<br><b>T. Kim, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7023","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6440","PresenterBiography":null,"PresenterDisplayName":"Hyo-Jung Lee","PresenterKey":"51825d3a-624f-4b70-a2d9-e63c104dd129","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6440. Targeting TCTP reverses the multi-malignant phenotypes of immune-refractory tumor cells","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting TCTP reverses the multi-malignant phenotypes of immune-refractory tumor cells","Topics":null,"cSlideId":""},{"Abstract":"Cellular heterogeneity within glioblastoma multiforme (GBM) is a key driver of resistance to standard-of-care therapeutic approaches such as DNA damage (temozolomide, TMZ), angiogenesis inhibition (Bevacizumab, BM), radiation necrosis, and surgical resection. As such, understanding and targeting heterogeneous tumor-associated populations is a critical aim of ongoing GBM research. Central nervous system (CNS) resident microglia constitute significant percentages of primary GBM samples, often up to 50% of bulk tumor. Additionally, glioblastoma-associated microglia have been implicated in intra-tumoral immunosuppression, and are thus a key barrier to successful implementation of immunotherapies that seek to enhance T-cell mediated anti-tumoral cytotoxicity. As such, insight into targetable pathways that upregulate immunosuppressive cytokines within GBM-associated microglia is necessary for overcoming immuno-therapeutic failure. Here, we identify expression of the cytokine TWEAK (TNFSF12) and its receptor Fn14 (TNFRSF12A) within the myeloid compartment of primary GBM samples via scRNA-seq. Furthermore, we demonstrate TWEAK-mediated reprogramming of GBM-associated microglia towards an immunosuppressive phenotype capable of inhibiting CD8+ T cell activation and proliferation. These findings unveil a potent, targetable axis of immunosuppression within GBM and are thus an exciting step towards enhancing efficacy of existing T-cell based anti-cancer strategies for GBM patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-11 Tumor-induced immune suppression: Intrinsic factors,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,Immunosuppression,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Angad Beniwal<\/b><sup>1<\/sup>, Ryan Eghlimi<sup>1<\/sup>, Kenneth  D.  Alexander<sup>2<\/sup>, Mylan  R.  Blomquist<sup>1<\/sup>, Nhan Tran<sup>1<\/sup><br><br\/><sup>1<\/sup>Mayo Clinic College of Medicine and Science, Scottsdale, AZ,<sup>2<\/sup>University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"ccf478e8-10f7-4f38-94db-754adf3f832f","ControlNumber":"6794","DisclosureBlock":"&nbsp;<b>A. Beniwal, <\/b> None..<br><b>R. Eghlimi, <\/b> None..<br><b>K. D. Alexander, <\/b> None..<br><b>M. R. Blomquist, <\/b> None..<br><b>N. Tran, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7031","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6442","PresenterBiography":null,"PresenterDisplayName":"Angad Beniwal, BS","PresenterKey":"a61bb77c-4244-4297-b2bb-ce5b6ae935f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6442. Role of TWEAK-Fn14 axis in driving immunosuppression in glioblastoma multiforme","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"Immunotherapy Strategies and Mechanisms","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of TWEAK-Fn14 axis in driving immunosuppression in glioblastoma multiforme","Topics":null,"cSlideId":""}]