[{"Abstract":"Background: Assessment of comorbid diseases is essential to clinical research and may risk-stratify patients for adverse events and death. Total number of prescription medications and drug classes could be an easy-to-use tool for estimating patient risk independent of established methods such as the Charlson Comorbidity Index (CCI) that is created from administrative data. Additionally, clinicians have access to prescription medication lists, facilitating assessment of comorbidities in clinical settings.<br \/>Methods: Retrospective observational study of US Veterans treated for metastatic castrate resistant prostate cancer in the Veterans Health Administration who received treatment with abiraterone or enzalutamide between May 2011-June 2, 2017. We determined number of unique drugs and anatomic therapeutic chemical (ATC) drug classes prescribed in the year prior up to 14 days before initiation of treatment. Multivariable logistic regression and Cox proportional hazard modeling was used to assess the association between number of drugs with all-cause 90-day mortality and overall survival (OS) while accounting for important covariates including age, CCI, body-mass index, prostate specific antigen, race, prior docetaxel, hemoglobin, albumin, bilirubin, and creatinine.<br \/>Results: Among 11,021 Veterans, a median (IQR) of 11 (6,18) unique medications and 10 (5,15) unique ATC medication classes were filled in the year prior to treatment. The median age was 75 years with median CCI of 3 and 2,550 were black (23.1%). Increasing age was associated with increased CCI across age strata with mean CCI of 3.7 in age &#60;70, 4.2 in age 70-79, and 4.3 in age 80+ (p&#60;0.001). Increased age was associated with decreased number of unique medicines with mean 14.7 in age &#60;70, 12.7 in age 70-79, and 11.2 in age 80+ (p&#60;0.001). Black race was associated with increased mean number of medications compared to white race (15.5 vs. 12.0, p&#60;0.001). After adjusting for relevant patient, tumor, and treatment factors, the number of medications and drug classes were each independently associated with increased 90-day mortality with adjusted OR (95% CI) of 1.021 (1.011,1.030) and 1.024 (1.012,1.036) respectively. Both number of medications and number of classes were also associated with decreased OS with adjusted Hazard Ratio of 1.015 (1.013,1.018) and 1.018 (1.014,1.021) respectively. Within subgroups of patients with comparable CCI, increased number of medications was associated with increased risk of death.<br \/>Conclusion: The number of prescription medications and drug classes are independently associated with short- and long-term outcomes in patients undergoing treatment for metastatic castrate resistant prostate cancer, even after accounting for important covariates including age and CCI. Assessment of patient medications may provide a simple, yet reliable tool to assess comorbidities, risk of adverse events, and death.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-03 Retrospective clinical analyses,,"},{"Key":"Keywords","Value":"Comorbidity,Prostate cancer,Mortality,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Martin W. Schoen<sup>1<\/sup>, <b>Carley Pickett<\/b><sup>1<\/sup>, Daniel B. Eaton<sup>2<\/sup>, Brendan  T.  Heiden<sup>3<\/sup>, Su-Hsin Chang<sup>3<\/sup>, Yan Yan<sup>3<\/sup>, Melanie  P.  Subramanian<sup>3<\/sup>, Varun Puri<sup>3<\/sup><br><br\/><sup>1<\/sup>Saint Louis University, Saint Louis, MO,<sup>2<\/sup>VA St. Louis Healthcare System, Saint Louis, MO,<sup>3<\/sup>Washington University in St. Louis, Saint Louis, MO","CSlideId":"","ControlKey":"62fdce78-6b10-4417-850f-0ad46a7d2efd","ControlNumber":"2787","DisclosureBlock":"<b>&nbsp;M. W. Schoen, <\/b> <br><b>Pfizer<\/b> Grant\/Contract.<br><b>C. Pickett, <\/b> None..<br><b>D. B. Eaton, <\/b> None..<br><b>B. T. Heiden, <\/b> None..<br><b>S. Chang, <\/b> None..<br><b>Y. Yan, <\/b> None..<br><b>M. P. Subramanian, <\/b> None..<br><b>V. Puri, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8833","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6741","PresenterBiography":null,"PresenterDisplayName":"Carly Pickett, DO","PresenterKey":"3691d2d3-0415-418c-9cfb-8c4306bdc931","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6741. Number of prescription drugs and overall survival in metastatic castrate resistant prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Retrospective Clinical Analyses 2","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Number of prescription drugs and overall survival in metastatic castrate resistant prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Molecular genotyping of metastatic NSCLC adenocarcinoma subtypes using next generation sequencing (NGS) is currently the standard practice. However, there is limited data on the biological predisposition to site of metastasis in patients with NSCLC based on their molecular profiling. We sought to identify any association between metastatic site and molecular profile in NSCLC patients.<br \/><b>Method: <\/b>This is a retrospective analysis conducted at UTHealth Houston\/Memorial Hermann Cancer Center from January 2014 to June 2022. Clinical characteristics, pathology, NGS panel reports, and imaging were retrieved and reviewed. The &#967;<sup>2<\/sup> test was used for categorical variables. Continuous variables were compared using Kruskal-Wallis one-way analysis of variance. Progression-free survival (PFS) and overall survival (OS) were analyzed using the Kaplan-Meier test.<br \/><b>Results: <\/b>After excluding patients who did not have complete clinical data, a total of 143 patients were included, and their NGS panels analyzed. Median age was 65 years, with an equal number of men (n=71) and women (n=72). The most common histology was adenocarcinoma (81.8%), followed by squamous cell cancer (11.9%) and large cell carcinoma (3.5%). At least one genetic mutation was discovered in 100 patients. Mutations with a targetable drug were found in 86 patients, and many patients had &#62;1 genetic mutation. The most common mutations were TP53 (25.2%), EGFR (24.5%), KRAS\/NRAS (20.3%), and CDKN2A\/2B (7.7%). Patients with any mutation were significantly more likely to have metastatic disease to the brain (57% vs 37%, p=0.03), but there was no difference in metastatic disease to bone (34% vs 26%, p=0.32). Patients without a discoverable mutation were significantly more likely to have metastatic disease to other sites (e.g., adrenal gland, liver; 91% vs 66%, p=0.002). There was no difference in PFS or OS between those with versus without mutations. Median PFS was significantly longer in patients with EGFR mutation than those with KRAS\/NRAS or TP53 mutations (36 vs 16.2 vs 11.9 months, p=0.03). Median OS for patients with EGFR mutation was not reached and was significantly longer than in patients with TP53 (28.7 months) or KRAS\/NRAS (26 months) mutations (p=0.003).Patients with PDL-1 &#62;1% or TP53 were significantly more likely to have metastatic disease to organs other than bone or brain (p=0.047 and p=0.023, respectively). There was also no difference between rates of brain and bone metastasis with regards to mutational profile.<br \/><b>Conclusion: <\/b>Metastatic lung cancer patients with discoverable mutations on NGS are more likely to have metastatic disease to the brain. PDL-1 expression and TP53 mutation tend to lead to disease metastatic to organs other than brain or bone. Patients with EGFR mutations, despite having a great propensity to brain metastasis, have significantly better PFS and OS than patients with KRAS\/NRAS and TP53 mutations, likely due to targeted therapy options.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-03 Retrospective clinical analyses,,"},{"Key":"Keywords","Value":"Gene profiling,Metastasis,Lung cancer: non-small cell,Outcome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Kok Hoe Chan<sup><\/sup>, <b>Ji Lin<\/b><sup><\/sup>, Arthi Sridhar<sup><\/sup>, Syed  H.  Jafri<sup><\/sup><br><br\/>Internal Medicine, The University of Texas Health Science Center at Houston, Houston, TX","CSlideId":"","ControlKey":"75df0026-00ca-4155-9d97-0fd36ebcea1e","ControlNumber":"5510","DisclosureBlock":"&nbsp;<b>K. Chan, <\/b> None..<br><b>J. Lin, <\/b> None..<br><b>A. Sridhar, <\/b> None..<br><b>S. H. Jafri, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8834","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6742","PresenterBiography":null,"PresenterDisplayName":"Ji Zheng Li, MD","PresenterKey":"c8c58686-9064-4710-8929-31768fbf93c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6742. Genomic profiling and sites of metastasis in non-small cell lung cancer (NSCLC)","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Retrospective Clinical Analyses 2","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomic profiling and sites of metastasis in non-small cell lung cancer (NSCLC)","Topics":null,"cSlideId":""},{"Abstract":"Background: More than 50% of patients (pts) with unresectable non-small cell lung cancer (NSCLC) experience relapsed\/refractory (R\/R) disease within 2 years of starting chemoradiation (CRT) and durvalumab. Based on current national guidelines, these patients are offered treatment for metastatic disease as definitive therapy is no longer feasible. Immunotherapy +\/- chemotherapy is typically initiated if a driver-oncogene is absent. The addition of programmed cell death protein-1 (PD-1) antibody pembrolizumab to chemo has resulted in improved progression-free survival (PFS) (8.8 vs 4.9 mos) and overall survival (OS) (69.2% vs 49.4% 12-mos OS) compared to chemotherapy alone. Although this treatment strategy has been incorporated for R\/R NSCLC, there remains a paucity of data regarding its efficacy within this population. Here we present clinical outcomes data with pembrolizumab-based regimens for R\/R NSCLC following definitive CRT and durvalumab.<br \/>Methods: This was a retrospective analysis of pts treated between January 2016 to November 2022 at the Cleveland Clinic Foundation in Cleveland, OH. Eligibility criteria included pts age &#8805; 18 years with unresectable NSCLC who had received definitive CRT and durvalumab consolidation followed by pembrolizumab for R\/R disease. The primary objective was to estimate OS and PFS in this distinct cohort and to compare these findings to historical outcomes. Secondary objective was to compare OS and PFS between specific groups including age, sex, smoking history, combined chemo, histology, <i>KRAS<\/i>-mutation, and PD-L1 expression. OS and PFS were estimated by Kaplan-Meier method and compared using log rank test.<br \/>Results: 62 pts were identified, of whom 50 met full eligibility criteria and were included for data analysis. Median follow-up time was 11.3 months (0.7 - 38.2 mos). Median OS was 10.6 months (95% CI; 7.9 mos - NA) with a 1-year OS rate of 48% (95% CI; 35 - 67%). Median PFS was 6.1 months (95% CI; 4.8 - 9.9 mos) with a 1-year PFS rate of 26% (95% CI; 16-45%). Current smokers had significantly better median OS and PFS rates as compared to former smokers (NA vs 10.5 and 9.9 vs 6.0 mos, respectively; P = 0.036 and 0.028). An OS benefit in pts who received chemo with pembrolizumab (median OS 12.9 vs 6.0 mos) was noted but was not statistically significant. No other statistically significant difference was detected.<br \/>Conclusion: Patients with R\/R NSCLC after definitive CRT and durvalumab consolidation represent a distinct cohort with apparent inferior outcomes as compared to those with <i>de novo<\/i> stage IV disease when treated with pembrolizumab-based therapies. Although improved survival was observed with the addition of chemo to pembrolizumab, further investigation is warranted to optimize treatment strategies for this patient population. Given the limited sample size of our analysis, larger studies with matched real-world treatment cohorts are planned.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-03 Retrospective clinical analyses,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Pembrolizumab,Durvalumab,Recurrence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lukas Delasos<\/b><sup><\/sup>, Wei Wei<sup><\/sup>, Khaled A. Hassan<sup><\/sup>, Nathan Pennell<sup><\/sup>, Pradnya Patil<sup><\/sup>, James Stevenson<sup><\/sup><br><br\/>The Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH","CSlideId":"","ControlKey":"fae4b27a-ee93-4e20-b775-17587aadc78a","ControlNumber":"3452","DisclosureBlock":"&nbsp;<b>L. Delasos, <\/b> None..<br><b>W. Wei, <\/b> None..<br><b>K. A. Hassan, <\/b> None.&nbsp;<br><b>N. Pennell, <\/b> <br><b>Merck<\/b> Other, Consulting fees. <br><b>Eli Lilly\/LOXO<\/b> Other, Consulting fees. <br><b>Mirati<\/b> Other, Consulting fees. <br><b>Novartis<\/b> Other, Consulting fees. <br><b>Pfizer<\/b> Other, Consulting fees. <br><b>Sanofi Genzyme<\/b> Other, Consulting fees. <br><b>Genentech<\/b> Other, Consulting fees. <br><b>Janssen<\/b> Other, Consulting fees. <br><b>ResistanceBio<\/b> Other, Consulting fees. <br><b>P. Patil, <\/b> <br><b>AstraZeneca<\/b> Other, Consulting fees. <br><b>Jazz Pharmaceuticals<\/b> Other, Consulting fees. <br><b>J. Stevenson, <\/b> <br><b>Merck<\/b> Other, Research funding. <br><b>Amgen<\/b> Other, Research funding. <br><b>Alpha Oncology<\/b> Other, Research funding. <br><b>EMD Serono Bristol-Myers Squibb<\/b> Other, Research funding.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8836","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6743","PresenterBiography":null,"PresenterDisplayName":"Lukas Delasos, DO","PresenterKey":"03b7b228-1d8b-42dc-a68e-a3791867dd07","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6743. Clinical outcomes with pembrolizumab-based therapies in relapsed\/refractory NSCLC after definitive chemoradiation and durvalumab","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Retrospective Clinical Analyses 2","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical outcomes with pembrolizumab-based therapies in relapsed\/refractory NSCLC after definitive chemoradiation and durvalumab","Topics":null,"cSlideId":""},{"Abstract":"<b>Background <\/b>Alterations in the MAPK pathway are known mechanisms for tumorigenesis in multiple solid tumors. While not major drivers in early breast cancers, activating MAPK pathway alterations have been invoked as potential resistance mechanisms in advanced hormone receptor positive (HR+) breast cancer. While MAPK pathway mutations are believed to be relatively rare in breast cancer, the accessibility of cell-free DNA (cfDNA) analysis allows for evaluation of their prevalence, co-occurring mutations, and associated clinical outcomes. In this study, we evaluated the incidence of MAPK pathway alterations and impact on clinical outcomes among patients with metastatic breast cancer (MBC).<br \/><b>Methods <\/b>Plasma was collected in patients with HR+ MBC at the Massachusetts General Hospital and Washington University in St. Louis, and cfDNA was analyzed via the Guardant 360 assay, a 74-gene next generation sequencing panel. The impact of MAPK pathway alterations on progression-free survival (PFS) and overall survival (OS) was analyzed using multivariable Cox regression analysis, adjusting for age, number of prior therapies, visceral metastases, de novo metastases, and <i>PIK3CA<\/i> alterations. PFS and OS were evaluated in the overall study population, as well as in subgroups that received endocrine therapy + CDK4\/6 inhibitor, endocrine monotherapy and chemotherapy.<br \/><b>Results <\/b>Out of 647 HR+ MBC patients, 103 (16%) had non-synonymous mutations in the MAPK pathway detected in cfDNA. Median age was similar (61.9 and 60.7) in MAPK-altered and non-altered patients, respectively. Both groups had received a median of 2 prior lines of therapy (p=0.08). MAPK pathway alterations included <i>NF1<\/i> (n = 45, 7.0%), <i>KRAS<\/i> (n = 22, 3.4%), <i>BRAF<\/i> (n = 22, 3.4%), <i>MAPK1<\/i> (n = 8, 1.2%), <i>MAP2K1<\/i> (n = 6, 0.9%), <i>NRAS<\/i> (n = 5, 0.8%), <i>RAF1<\/i> (n = 5, 0.8%), <i>HRAS<\/i> (n = 4, 0.6%), <i>ARAF <\/i>(n = 4, 0.6%), <i>MAP2K2<\/i> (n = 4, 0.6%), <i>RIT1 <\/i>(n = 3, 0.5%), and <i>MAPK3<\/i> (n = 2, 0.3%). Mutant allele fractions ranged from 0.03 to 26. Co-alterations in <i>PIK3CA<\/i> occurred in 49% (n = 51), <i>TP53<\/i> in 41% (n = 42), and <i>ESR1<\/i> in 27% (n = 28). In multivariable analysis, patients with MAPK-altered HR+ MBC had significantly poorer median PFS, 7.6 months vs 11.5 months (HR: 1.6; p = 0.005; 95% CI: 1.2-2.2). There was no statistically significant impact on outcomes when stratifying by treatment type.<br \/><b>Conclusions<\/b> MAPK pathway alterations are associated with a significantly poorer PFS among patients with HR+ MBC. Further research is needed to independently validate these observations and evaluate the impact of genotype-directed therapy targeting MAPK-altered, HR+ MBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-03 Retrospective clinical analyses,,"},{"Key":"Keywords","Value":"ctDNA,Metastatic tumors,Biomarkers,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Arielle  J.  Medford<\/b><sup>1<\/sup>, Andrzej Niemierko<sup>2<\/sup>, Whitney  L.  Hensing<sup>3<\/sup>, Andrew  A.  Davis<sup>3<\/sup>, Katherine Clifton<sup>3<\/sup>, Jennifer  C.  Keenan<sup>4<\/sup>, Lesli Kiedrowski<sup>5<\/sup>, Ami  N.  Shah<sup>6<\/sup>, Lorenzo Gerratana<sup>7<\/sup>, Massimo Cristofanilli<sup>8<\/sup>, Aditya Bardia<sup>2<\/sup><br><br\/><sup>1<\/sup>Hematology\/Oncology, Massachusetts General Hospital, Harvard Medical School, Broad Institute, Boston, MA,<sup>2<\/sup>Hematology\/Oncology, Massachusetts General Hospital, Harvard Medical School, Boston, MA,<sup>3<\/sup>Hematology\/Oncology, Washington University in St Louis, St Louis, MO,<sup>4<\/sup>Hematology\/Oncology, Massachusetts General Hospital, Boston, MA,<sup>5<\/sup>Guardant Inc, Palo Alto, CA,<sup>6<\/sup>Hematology\/Oncology, Northwestern University, Chicago, IL,<sup>7<\/sup>Hematology\/Oncology, Centro di Riferimento Oncologico, Aviano, Italy,<sup>8<\/sup>Hematology\/Oncology, Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"fbcc5e3d-a626-4719-9407-3cd15e77d08e","ControlNumber":"5440","DisclosureBlock":"<b>&nbsp;A. J. Medford, <\/b> <br><b>Illumina<\/b> Advisory Board. <br><b>Natera<\/b> Advisor.<br><b>A. Niemierko, <\/b> None..<br><b>W. L. Hensing, <\/b> None.&nbsp;<br><b>A. A. Davis, <\/b> <br><b>Pfizer<\/b> Advisory Board. <br><b>Biotheranostics<\/b> Advisory Board. <br><b>K. Clifton, <\/b> <br><b>Pfizer<\/b> Advisory Board. <br><b>Biotheranostics<\/b> Advisory Board.<br><b>J. C. Keenan, <\/b> None.&nbsp;<br><b>L. Kiedrowski, <\/b> <br><b>Guardant Inc<\/b> Employment. <br><b>A. N. Shah, <\/b> <br><b>AstraZeneca<\/b> Advisory Board. <br><b>Gilead<\/b> Advisory Board. <br><b>L. Gerratana, <\/b> <br><b>Novartis<\/b> Advisory Board. <br><b>Eli Lilly<\/b> Advisory Board. <br><b>AstraZeneca<\/b> Advisory Board. <br><b>GSK<\/b> Advisory Board. <br><b>M. Cristofanilli, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Consulting\/Advisory Board. <br><b>Celcuity<\/b> Consulting\/Advisory Board. <br><b>Eli Lilly<\/b> Grant\/Contract, Advisory Board, Fees for Non-CME Services Received Directly from Commercial Interest or their Agents (e.g., speakers' bureaus)). <br><b>Ellipses<\/b> Consulting\/Advisory Board. <br><b>Foundation Medicine<\/b> (Fees for Non-CME Services Received Directly from Commercial Interest or their Agents (e.g., speakers' bureaus)). <br><b>Guardant<\/b> (Fees for Non-CME Services Received Directly from Commercial Interest or their Agents (e.g., speakers' bureaus)). <br><b>Menarini<\/b> Consulting\/Advisory Board. <br><b>Olaris<\/b> Consulting\/Advisory Board. <br><b>Pfizer<\/b> Grant\/Contract, Fees for Non-CME Services Received Directly from Commercial Interest or their Agents (e.g., speakers' bureaus)). <br><b>Semonix<\/b> Consulting\/Advisory Board. <br><b>A. Bardia, <\/b> <br><b>Pfizer<\/b> Grant\/Contract, Consultant\/Advisory Board. <br><b>Novartis<\/b> Grant\/Contract, Consultant\/Advisory Board. <br><b>Genentech<\/b> Grant\/Contract, Consultant\/Advisory Board. <br><b>Merck<\/b> Grant\/Contract, Consultant\/Advisory Board. <br><b>Radius Health<\/b> Grant\/Contract, Consultant\/Advisory Board. <br><b>Immunomedics\/Gilead<\/b> Grant\/Contract, Consultant\/Advisory Board. <br><b>Sanofi<\/b> Grant\/Contract, Consultant\/Advisory Board. <br><b>Daiichi Pharma\/AstraZeneca<\/b> Grant\/Contract, Consultant\/Advisory Board. <br><b>Phillips<\/b> Consultant\/Advisory Board. <br><b>Eli Lilly<\/b> Grant\/Contract, Consultant\/Advisory Board. <br><b>Foundation Medicine<\/b> Consultant\/Advisory Board.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8838","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6744","PresenterBiography":null,"PresenterDisplayName":"Arielle Medford, MD","PresenterKey":"8d92db44-2a66-4859-aaa6-77dceec013e4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6744. Cell-free DNA detection of alterations in the MAPK pathway in metastatic hormone receptor positive breast cancer: A multi-institutional analysis of incidence and clinical outcomes","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Retrospective Clinical Analyses 2","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell-free DNA detection of alterations in the MAPK pathway in metastatic hormone receptor positive breast cancer: A multi-institutional analysis of incidence and clinical outcomes","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The development of hepatocellular carcinoma (HCC) is associated with underlying chronic liver disease from viral hepatitis or nonviral etiologies, such as nonalcoholic fatty liver disease (NAFLD) and alcoholic liver disease. An area of current research interest is the relationship between etiology of chronic liver disease in HCC patients and the response to specific treatment modalities. The purpose of this study is to identify prognostic indicators and compare survival outcomes among HCC patients within an Appalachian patient population.<br \/>Methods: A single-institution, retrospective chart review was conducted for all patients diagnosed with HCC between August 2009 and March 2017 at West Virginia University Hospital. Patient demographics, tumor characteristics, laboratory data and treatment information were obtained from the electronic medical record (EMR). Survival analyses were performed using Kaplan-Meier method and multivariable Cox regression analysis.<br \/>Results: The study sample (n=100) had a mean age of 62 years and was comprised of 82% males and 18% females. Nonviral etiologies of chronic liver disease were predominant (55%) over chronic viral hepatitis (45%). Significant adverse prognostic indicators of overall survival (OS) were Child-Pugh class C and tumor size &#62;5 cm at diagnosis (p&#60;0.0001, log-rank test). Patients who received liver-directed therapy (LDT) or liver resection had greater OS compared to those not treated with either modality (15.5 vs. 2.0 months, p&#60;0.0001). Liver ablation or resection as initial modes of treatment had greater OS compared to those who initially received transarterial chemoembolization (TACE) or transarterial radioembolization (TARE) (17.2 vs 14.9 months, p&#60;0.05). Patients who received TACE or TARE (n=60) as initial treatment had characteristics of advanced disease, with 45% having a tumor greater than 5 cm in size and 77% having multifocal unilobar or bilobar tumors. Among all patients who received LDT or resection, post-treatment albumin-bilirubin grade (ALBI) of 1 or 2 correlated with greater OS than grade 3 (22.5 vs 6.2 months, p&#60;0.0001). In the multivariate Cox analysis, tumor size, Child-Pugh class and mode of initial treatment (resection\/ablation vs. TACE\/TARE) were independent predictors of OS (p&#60;0.05).<br \/>Conclusions: Treatment with LDT or liver resection correlated with greater overall survival in this predominantly nonviral cohort of HCC patients. Post-treatment ALBI grade correlated with overall survival and may have prognostic value in guiding clinical management. Mode of initial treatment was a predictor of overall survival, but further studies are needed to compare tumor characteristics between groups. Research is ongoing to evaluate the relationship between chronic liver disease etiology and survival among HCC patients treated with LDT, immunotherapy or a combination of both.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-03 Retrospective clinical analyses,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Liver cancer,Clinical research,Outcome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Michelle Hartzell<\/b><sup>1<\/sup>, Gary Monroe<sup>1<\/sup>, Jon Shakesprere<sup>1<\/sup>, Sijin Wen<sup>2<\/sup>, J. Wallis Marsh<sup>3<\/sup>, Jacob Fuqua<sup>4<\/sup>, Robert Grammer<sup>5<\/sup>, Beau Toskich<sup>6<\/sup>, Midhun Malla<sup>4<\/sup><br><br\/><sup>1<\/sup>Medicine, West Virginia Univ. School of Medicine, Morgantown, WV,<sup>2<\/sup>Epidemiology and Biostatistics, West Virginia University Health Science Center, Morgantown, WV,<sup>3<\/sup>Surgery, West Virginia Univ. School of Medicine, Morgantown, WV,<sup>4<\/sup>West Virginia University Cancer Institute, Morgantown, WV,<sup>5<\/sup>Radiology, West Virginia Univ. School of Medicine, Morgantown, WV,<sup>6<\/sup>Division of Vascular\/Interventional Radiology, Mayo Clinic, Jacksonville, FL","CSlideId":"","ControlKey":"0ea4d8af-6f2f-491b-88f8-572755caca50","ControlNumber":"2097","DisclosureBlock":"&nbsp;<b>M. Hartzell, <\/b> None..<br><b>G. Monroe, <\/b> None..<br><b>J. Shakesprere, <\/b> None..<br><b>S. Wen, <\/b> None..<br><b>J. Marsh, <\/b> None..<br><b>J. Fuqua, <\/b> None.&nbsp;<br><b>R. Grammer, <\/b> <br><b>Boston Scientific<\/b> Other, Consulting\/Advisory. <br><b>Sirtex Medical<\/b> Other, Consulting\/Advisory. <br><b>B. Toskich, <\/b> <br><b>Boston Scientific<\/b> Other Business Ownership, Travel, Other, Consulting\/Advisory, Accommodations, Expenses, Other Ownership Interests, Honoraria, Research Funding. <br><b>Johnson & Johnson<\/b> Other, Consulting\/Advisory, Research Funding. <br><b>Genentech<\/b> Other, Consulting\/Advisory, Research Funding. <br><b>Histosonics<\/b> Other, Consulting\/Advisory. <br><b>Sirtex Medical<\/b> Other, Consulting\/Advisory. <br><b>Vivos Therapeutics<\/b> Stock, Other, Other Ownership Interests. <br><b>BTG<\/b> Other, Honoraria. <br><b>Terumo Medical<\/b> Other, Advisory. <br><b>Delcath<\/b> Other, Advisory. <br><b>M. Malla, <\/b> <br><b>Natera<\/b> Other, Consulting\/Advisory.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8839","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6745","PresenterBiography":null,"PresenterDisplayName":"Michelle Hartzell, DO","PresenterKey":"93d11701-e42f-4ee8-ad5f-ddba497143ed","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6745. Prognostic indicators and outcomes of hepatocellular carcinoma (HCC) in an Appalachian population","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Retrospective Clinical Analyses 2","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prognostic indicators and outcomes of hepatocellular carcinoma (HCC) in an Appalachian population","Topics":null,"cSlideId":""},{"Abstract":"Background: Leiomyosarcoma is a malignant sarcoma of smooth muscle that comprises 10-20% of all sarcomas with a predilection to the uterus and peritoneum.<sup> 1<\/sup> Prior studies have shown treatment at Academic facilities is associated with improved outcomes in cancer treatment.<sup>2<\/sup> The objective of this study was to investigate the effect of treatment at an Academic facility on overall survival in patients with leiomyosarcoma.<br \/>Methods: The National Cancer Database (NCDB) was used to identify patients with leiomyosarcoma from 2004-2019 using the ICD-O-3 histology codes 8900 and 8901. Facility types used were assigned by the Commission on Cancer Accreditation program. Categorical Academic and Non-Academic variables were created. Data was analyzed using SPSS with a statistical significance of &#945; = 0.05.<br \/>Results: Of the 7950 patients included in this study, 3122 were treated at Academic facilities with a median survival of 77.6 months compared to 61.0 months for patients treated at a Non-Academic facility, which was statistically significant on long-rank testing (p&#60;0.001). Compared to patients treated at Non-Academic facilities, patients at Academic facilities experienced delay in the average surgical initiation time (p&#60;0.001), however, they were more likely to have surgery (88.1% vs. 74.1%; p&#60;0.001), have no residual tumor margins on resection, (63.4% vs. 53.3%; p&#60;0.001) and receive adjuvant chemotherapy (15.2% vs. 12.4%; p&#60;0.001). Academic facility patients also had a younger mean age and were more likely to come from highest median income quartile (36.9% vs. 33.2; p&#60;0.001).<br \/>Conclusions: Patients with leiomyosarcoma treated at Academic facilities experienced improved survival compared with patients with the same disease treated at Non-Academic facilities. These patients experienced higher rates of surgery, adjuvant therapy and wider excisional margins. It is possible that treatment discrepancies and\/or differences in surgical technique vary by facility type and contribute to the observed differences in survival.<br \/>Citations-1. Devaud, N., et al. (2022). Leiomyosarcoma: Current Clinical Management and Future Horizons. <i>Surgical oncology clinics of North America<\/i>, <i>31<\/i>(3), 527-546. <u>https:\/\/doi.org\/10.1016\/j.soc.2022.03.011<\/u><u><\/u>2. Gootee, J., Silberstein, P., et al. (2020). Important prognostic factors in leiomyosarcoma survival: a National Cancer Database (NCDB) analysis. <i>Clinical &#38; translational oncology : official publication of the Federation of Spanish Oncology Societies and of the National Cancer Institute of Mexico<\/i>, <i>22<\/i>(6), 860-869. <u>https:\/\/doi.org\/10.1007\/s12094-019-02196-7<\/u><u><\/u>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-03 Retrospective clinical analyses,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Surgical resection,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Steven Stanley<\/b><sup><\/sup>, Marco Braaten<sup><\/sup>, Peter Silberstein<sup><\/sup><br><br\/>Creighton University School of Medicine, Omaha, NE","CSlideId":"","ControlKey":"268c4e86-7819-4494-9d06-5bdc40985877","ControlNumber":"3644","DisclosureBlock":"&nbsp;<b>S. Stanley, <\/b> None..<br><b>M. Braaten, <\/b> None..<br><b>P. Silberstein, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8840","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6746","PresenterBiography":"","PresenterDisplayName":"Steven Stanley","PresenterKey":"48a6db47-c140-49d8-8120-50a66a7d2eb4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6746. Academic facility is associated with improved survival in patients with leiomyosarcoma: a national cancer database analysis","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Retrospective Clinical Analyses 2","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Academic facility is associated with improved survival in patients with leiomyosarcoma: a national cancer database analysis","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Different metastatic sites have distinct response rates to immune checkpoint inhibitors (ICI), suggesting that anatomical locations play a role in treatment response and survival. This project investigated the impact that sites of metastases present at baseline - <i>ie. <\/i>before starting treatment - have on the anatomical patterns of progression and their association with survival in patients (pts) exposed to ICI and BRAF\/MEK inhibitors (BRAF\/MEKi) as first line treatment.<br \/><b>Methods<\/b>: We curated the progression history of distant metastases of 568 stage IV pts; 352 pts had first line treatment with antiPD1 +\/- antiCTLA4, and 216 pts had first line BRAF\/MEKi. We sought to investigate the association between sites of metastases at baseline and (a) sites of progression in pts who failed first line anti-PD1 vs first line BRAF\/MEKi, (b) sites of progression in pts who failed first line anti-PD1 with innate vs acquired resistance, and (c) survival of all pts, from time of first line treatment to last follow-up.<br \/><b>Results<\/b>: Using a sophisticated mathematical graph representation of anatomical disease progression, we unveiled sites of metastases at baseline that impacted where new sites of metastases developed on treatment failure. In pts with brain metastasis at baseline, pts who failed anti-PD1 had higher progression in the brain compared to BRAF\/MEKi progressors (68.1% in anti-PD1 progressors vs 62.5% in BRAF\/MEKi progressors). In contrast, the opposite trend was observed in the progression to the brain in pts with no brain metastasis at baseline, which was lower in anti-PD1 progressors compared to BRAF\/MEKi progressors (20.6% in anti-PD1 progressors vs 32.6% in BRAF\/MEKi progressors).Within pts who failed anti-PD1, pts with innate resistance (n=95) had a higher rate of progression in the brain (42.1%) compared to pts with acquired (n=36) resistance (25%). Among pts with innate resistance who had brain metastasis at baseline (n=36), 80.6% progressed in the brain. In contrast, among pts with innate resistance without brain metastasis at baseline (n=59), only 18.6% progressed to the brain.Sites of metastases at baseline also had an impact on the survival of pts. In BRAF\/MEKi pts, brain metastasis at baseline was not associated with survival (log-rank p-value=0.6). In contrast, anti-PD1 pts with brain metastasis at baseline had worst survival (2-yr survival 56%) compared to pts without brain metastasis at baseline (2-yr survival 73%, log-rank p-value=0.005).<br \/>Utilisation of this graph representation for the development of a time-dependent predictor of brain metastases will be presented.<br \/>Further associations of metastatic sites of disease at baseline with progression and survival will be discussed.<br \/><b>Conclusions<\/b>: Different sites of metastases at baseline have a distinct effect on the progression patterns and survival of pts who received BRAF\/MEKi or anti-PD1 as first line treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-03 Retrospective clinical analyses,,"},{"Key":"Keywords","Value":"Metastasis,Melanoma\/skin cancers,Progression,Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ismael  A.  Vergara<\/b><sup>1<\/sup>, Serigne  N.  Lo<sup>2<\/sup>, Isabel Li<sup>2<\/sup>, Alexander  M.  Menzies<sup>3<\/sup>, Matteo  S.  Carlino<sup>4<\/sup>, Richard  A.  Scolyer<sup>5<\/sup>, Georgina  V.  Long<sup>6<\/sup>, Ines Pires da Silva<sup>7<\/sup><br><br\/><sup>1<\/sup>Melanoma Institute Australia, Charles Perkins Centre, The University of Sydney, Camperdown, Australia,<sup>2<\/sup>Melanoma Institute Australia, The University of Sydney, Sydney, Australia,<sup>3<\/sup>Melanoma Institute Australia, The University of Sydney, Royal North Shore and Mater Hospitals, Sydney, Australia,<sup>4<\/sup>Melanoma Institute Australia, The University of Sydney, Blacktown Hospital, Crown Princess Mary Cancer Centre, Camperdown, Australia,<sup>5<\/sup>Melanoma Institute Australia, Charles Perkins Centre, The University of Sydney, , Royal Prince Alfred Hospital and NSW Health Pathology, Sydney, Australia,<sup>6<\/sup>Melanoma Institute Australia, Charles Perkins Centre, The University of Sydney, Royal North Shore and Mater Hospitals, Sydney, Australia,<sup>7<\/sup>Melanoma Institute Australia, Charles Perkins Centre, The University of Sydney, Blacktown Hospital, Sydney, Australia","CSlideId":"","ControlKey":"01390a69-37eb-470f-805d-5e87086644d8","ControlNumber":"7360","DisclosureBlock":"<b>&nbsp;I. A. Vergara, <\/b> <br><b>Decipher biosciences Inc<\/b> Stock, Patent.<br><b>S. N. Lo, <\/b> None..<br><b>I. Li, <\/b> None.&nbsp;<br><b>A. M. Menzies, <\/b> <br><b>Bristol-Myers Squibb; MSD Oncology; Novartis; Pierre Fabre; QBiotics; Roche.<\/b> Other, Advisory Role. <br><b>M. S. Carlino, <\/b> <br><b>Bristol-Myers Squibb; MSD; Novartis.<\/b> Other, Honoraria. <br><b>Amgen; Bristol-Myers Squibb; Eisai; IDEAYA Biosciences; Merck Serono; MSD; Nektar; Novartis; OncoSec; Pierre Fabre; QBiotics; Regeneron; Roche; Sanofi.<\/b> Other, Consulting or Advisory Role. <br><b>R. A. Scolyer, <\/b> <br><b>Royal Prince Alfred Hospital<\/b> Employment. <br><b>GlaxoSmithKline; Harvard Medical School; Wake Forest School of Medicine.<\/b> Other, Honoraria. <br><b>Amgen; Bristol-Myers Squibb GesmbH (Austria); Bristol-Myers Squibb SA (Switzerland); Evaxion Biotech; GlaxoSmithKline; Merck Sharp & Dohme; MSD Sharp & Dohme (Australia) Pty Limited; Myriad Genetics<\/b> Other, Consulting or Advisory Role. <br><b>NeraCare GmbH; Novartis; Novartis; Novartis; Novartis; Provectus Biopharmaceuticals; QBiotics; Roche<\/b> Other, Consulting or Advisory Role. <br><b>Bristol-Myers Squibb; Novartis.<\/b> Other, Travel Accomodations, Expenses. <br><b>G. V. Long, <\/b> <br><b>BMS; Pierre Fabre<\/b> Other, Honoraria. <br><b>Agenus; Amgen; Array BioPharma; Boehringer Ingelheim; Bristol-Myers Squibb; Evaxion Biotech; Hexal; Highlight Therapeutics; Merck Sharpe & Dohme; Novartis; OncoSec; Pierre Fabre; Provectus; QBiotics<\/b> Other, Consulting or Advisory Role. <br><b>Regeneron; Skyline Diagnostics<\/b> Other, Consulting or Advisory Role. <br><b>I. Pires da Silva, <\/b> <br><b>Roche; Speakers Bureau.<\/b> Other, Travel.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8841","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6747","PresenterBiography":null,"PresenterDisplayName":"Ismael Vergara","PresenterKey":"b67215c5-5d34-4f96-9100-c7d5200c1a14","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6747. Sites of metastases prior to systemic treatment influence progression patterns and survival in stage IV melanoma patients","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Retrospective Clinical Analyses 2","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sites of metastases prior to systemic treatment influence progression patterns and survival in stage IV melanoma patients","Topics":null,"cSlideId":""},{"Abstract":"<b>Background <\/b> Histiocytic sarcoma (HS) is an aggressive, rare malignant neoplasm of cells with histiocytic differentiation. It can occur de novo or develop in the context of other malignant disorders. HS can present as disseminated or localized lesions in the skin, lymphatics, gastrointestinal tract, central nervous system, or other organs. Little is known about factors that impact HS clinical outcomes. We conducted this pooled database analysis to delineate key clinicopathological characteristics, prognostic indicators, and treatment modalities that affect survival in this rare histiocytic entity.<br \/><b>Methods <\/b> To study the demographic characteristics, molecular and immunohistochemical signatures, therapeutic interventions, survival, and prognostic factors, we compiled a pooled database of 146 cases of HS. Kaplan-Meier survival curves were constructed. Cox proportional hazards model and Log-rank tests were used to assess the influence of demographic and clinicopathologic factors on overall survival (OS).<br \/><b>Results <\/b> A total of 146 patients with confirmed HS were identified. The median age was 52, with bimodal peaks between 14-28 and 56-70 years. There was a male preponderance with M:F of 1.3. Primary sites of involvement were CNS (21%), GI(16%), soft tissues (12%), H&#38;N and bones (9% each), skin (8%), liver (7%), spleen (5%), lung (4%), and breast (1%). Lymphadenopathy and bone marrow (BM) were involved in 21% and 42%, respectively. Constitutional symptoms were present in 6%. The median size of the HS tumor was 4.45cm. The median OS of the whole group was 16 months. Age younger than 55 had better median OS (NR vs. 6 months, p=0.038). The primary site of involvement also impacted the median OS, where soft tissues and visceral disease had longer OS than those with CNS and spleno-lymphatic disease (60 vs. 7 vs. 6 months, p=0.03). Stage 1 disease had better median OS than stages 2-4 (p=0.06). Furthermore, unifocal had better median OS than multifocal\/multicentric disease (60 vs. 9 months, p=0.007). The presence of inflammatory background positively impacted OS (p=0.01). Compared to no treatment, localized therapies such as surgery (S) and radiation therapy (RT), and systemic combination chemotherapy (CT) were statistically superior, with a median OS of 1, 204, and 21 months, respectively (p=0.003). With HS not amenable to complete resection, CT and CT+S were superior to RT+S (15 vs. 60 vs. 7 months, p=0.008). While BM involvement and size &#62;10 cm were associated with worse OS, the latter did not reach statistical significance. There was no difference in median OS with respect to sex.<br \/><b>Conclusion<\/b> This study presents updated clinicopathologic data from a pooled cohort of patients with HS. It identifies age, the primary site of the disease, stage and extent of the disease, the inflammatory background status, and treatment approach as key determinants of OS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-03 Retrospective clinical analyses,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Prognostic factors,Survival,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Dinesh Keerty<sup><\/sup>, <b>Philip A. Haddad<\/b><sup><\/sup><br><br\/>LSUHSC-S, Feist-Weiller Cancer Center\/Overton Brooks VAMC, Shreveport, LA","CSlideId":"","ControlKey":"533051ae-5680-48b3-aeb0-219a1d3c1e41","ControlNumber":"6091","DisclosureBlock":"&nbsp;<b>D. Keerty, <\/b> None..<br><b>P. A. Haddad, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8837","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6749","PresenterBiography":null,"PresenterDisplayName":"Philip Haddad, MD;MPH","PresenterKey":"633f8621-9078-45ac-8623-1a71333980e3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6749. Histiocytic sarcoma descriptors and clinicopathologic determinants of survival: Analysis of a pooled database","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Retrospective Clinical Analyses 2","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Histiocytic sarcoma descriptors and clinicopathologic determinants of survival: Analysis of a pooled database","Topics":null,"cSlideId":""},{"Abstract":"<b>Background <\/b> Primary effusion lymphoma (PEL) is a rare and aggressive type of B-cell non-Hodgkin lymphoma presenting primarily as lymphomatous effusions in body cavities and less often as solid extracavitary masses. It is typically associated with human herpesvirus 8 (HHV8) infection and occasionally with Epstein-Barr virus (EBV) co-infection. It is commonly seen in immunocompromised states, such as human immunodeficiency virus (HIV) infection, organ transplantation, immunosuppressive therapy, or advanced age. Due to our limited understanding of this disease, we conducted this pooled database analysis to delineate key clinicopathological characteristics, prognostic indicators, and treatment modalities that affect survival in this rare and unique lymphoma subtype.<br \/><b>Methods <\/b> To study the demographic characteristics, molecular and immunohistochemical signatures, therapeutic interventions, survival, and prognostic factors, we compiled a pooled database of 303 cases of PEL. All cases with an unequivocal expression of CD19 and CD20 expression were excluded. Kaplan-Meier survival curves were constructed. Cox proportional hazards model and Log-rank tests were used to assess the influence of demographic and clinicopathologic factors on overall survival (OS).<br \/><b>Result <\/b>A total of 304 patients with confirmed PEL were identified. The median age was 49, with a peak incidence between 42 and 56 years. There was a male preponderance with M:F of 10. The majority (71%) was associated with HIV infection, with a median CD4 count of 108. Sixty-eight percent were cavitary with the pleural, pericardial, and peritoneal cavities involved in 56%, 20%, and 30%. The median duration of symptoms before diagnosis was 1.5 months. Patients presented with constitutional symptoms, hepatosplenomegaly, lymphadenopathy, and bone marrow involvement in 31%, 10%, 20%, and 16%. The median OS of the whole group was 6.5 months. Presentation with constitutional symptoms (p=0.026), extracavitary\/solid tumors (p=0.03), and normal platelet counts (p=0.04) were associated with better median OS. Cavitary disease with effusions restricted to the thoracic cavity had also better median OS (p&#60;0.0001). PEL occurrence in the context of immunosuppression due to transplantation had poor median OS (p=0.004). While having Kaposi sarcoma tended to impact OS negatively (p=0.08), Castleman&#8217;s disease did not. Compared to no treatment, combination chemotherapy alone, chemotherapy with anti-retroviral therapy, and stem cell transplant were statistically superior with a median OS of 1.5, 8, 30, and 16 months, respectively (p&#60;0.0001).<br \/><b>Conclusion<\/b> This study presents updated clinicopathologic data from a pooled cohort of patients with PEL. It identifies the type of clinical setting contributing to immunodeficiency, disease presentation, the primary location of cavitary disease, and treatment approach as key determinants of OS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-03 Retrospective clinical analyses,,"},{"Key":"Keywords","Value":"Non-Hodgkin's lymphoma,Prognostic factors,Survival,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Supriya Gupta<sup><\/sup>, Christopher Graham<sup><\/sup>, <b>Philip A. Haddad<\/b><sup><\/sup><br><br\/>LSUHSC-S, Feist-Weiller Cancer Center\/Overton Brooks VAMC, Shreveport, LA","CSlideId":"","ControlKey":"dfada9d5-838c-42df-8cd8-6a35b59a26cf","ControlNumber":"5572","DisclosureBlock":"&nbsp;<b>S. Gupta, <\/b> None..<br><b>C. Graham, <\/b> None..<br><b>P. A. Haddad, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8843","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6750","PresenterBiography":null,"PresenterDisplayName":"Philip Haddad, MD;MPH","PresenterKey":"633f8621-9078-45ac-8623-1a71333980e3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6750. Primary effusion lymphoma descriptors and clinicopathologic determinants of survival: Analysis of a pooled database","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Retrospective Clinical Analyses 2","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Primary effusion lymphoma descriptors and clinicopathologic determinants of survival: Analysis of a pooled database","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Primary effusion lymphoma (PEL) is a rare and aggressive type of B-cell non-Hodgkin lymphoma presenting primarily as lymphomatous effusions in body cavities and less often as solid extracavitary masses. It is typically associated with human herpesvirus 8 (HHV8) infection and occasionally with Epstein-Barr virus (EBV) co-infection. It is commonly seen in immunocompromised states, such as human immunodeficiency virus (HIV) infection, organ transplantation, immunosuppressive therapy, or advanced age. Survival remains poor, and an optimal regimen has yet to be identified. However, the disease presents a diverse spectrum of survival outcomes. We conducted this study to develop a provisional PEL prognostic score (PPS) for this rare disease.<br \/><b>Methods<\/b> We used our constructed PEL database, which contains retrospective data on 302 cases. Such data included demographics such as sex, age, and race. It also included disease presentation symptoms, duration of symptoms before diagnosis, site(s) of the disease, blood counts, coexisting comorbidities, disease immunohistochemical and molecular phenotype, types of treatment, and survival outcomes. Of the 302 cases, only 238 had complete survival and outcomes data, the sample chosen for this study. Cox proportional-hazards model and Log-rank tests were used to assess the influence of clinicopathologic factors on overall survival (OS). Due to the relatively small training cohort, we included factors that statistically impacted OS and those that numerically trended that way.<br \/><b>Results<\/b> The median OS of the cohort was 6.5 months. The following dichotomous variables were identified as impactful prognostic factors in this cohort: the absence of constitutional symptoms (5 vs. 18 months), cavitary effusion disease (6 vs. 66 months), peritoneal cavity disease (3.5 vs. 11 months), transplant context (4 vs. 7 months), male sex (6 vs. 40 months), and detectable HHV8 viremia (7 vs. 66 months). A prognostic model was devised using these variables to identify different levels of risk. Each variable was assigned a score of 1 when present, except for peritoneal cavity disease and transplant context, which were assigned 2 points as they had the highest hazard ratio of all the other variables. In this exploratory cohort, low risk was assigned a score of 0-1, intermediate risk a score of 2-3, and high risk a score of 4-8. This prognostic score system led to our cohort's most optimal risk discriminatory model, where low, intermediate, and high risk had a median OS of 66, 28, and 4 months, respectively (p&#60;0.0001).<br \/><b>Conclusion<\/b> This PPS is a promising new tool for risk-stratifying patients with PEL. However, it still needs prospective validation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-03 Retrospective clinical analyses,,"},{"Key":"Keywords","Value":"Lymphoma: non-Hodgkin's lymphoma,Outcome,Survival,Prognostic factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Philip A. Haddad<\/b><sup><\/sup>, Supriya Gupta<sup><\/sup>, Christopher Graham<sup><\/sup><br><br\/>LSUHSC-S, Feist-Weiller Cancer Center\/Overton Brooks VAMC, Shreveport, LA","CSlideId":"","ControlKey":"11829537-210f-4fb0-ad73-b2f35058ace9","ControlNumber":"6122","DisclosureBlock":"&nbsp;<b>P. A. Haddad, <\/b> None..<br><b>S. Gupta, <\/b> None..<br><b>C. Graham, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8850","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6751","PresenterBiography":null,"PresenterDisplayName":"Philip Haddad, MD;MPH","PresenterKey":"633f8621-9078-45ac-8623-1a71333980e3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6751. Provisional prognostic score for primary effusion lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Retrospective Clinical Analyses 2","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Provisional prognostic score for primary effusion lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Of the &#62;1.6 million people diagnosed with cancer in the US each year, &#62;60% are diagnosed after symptomatic presentation, including nonspecific s\/sx. These nonspecific s\/sx may cause pts to undergo unnecessary diagnostic evaluation while the possibility of cancer and search for its origin is explored, causing delayed treatment and poor outcomes. Additionally, pts who do not have cancer are often subjected to various undirected\/misdirected procedures due to initial cancer suspicion. Our objective was to examine pt characteristics, diagnostic journey, and cancer incidence of pts with nonspecific s\/sx within The US Oncology Network.<br \/>This retrospective observational cohort study included pts aged &#8805;40 with &#8805;1 of the following nonspecific s\/sx in their problem list at their first visit within The US Oncology Network (index date) during the identification period from 1\/1\/2016 to 12\/31\/2020: anemia, venous thromboembolism, general malaise, weight loss, nonspecific abdominal symptoms, new and unexplained breathlessness, unexplained worsening pain, and abnormal lab test results. Pts were excluded if diagnosed with any cancer (except basal cell carcinoma and squamous cell carcinoma skin cancer) within 3 years prior to or on index date. Pts were followed longitudinally with data from electronic health records for initial cancer diagnosis (dx), death, end of study observation period, or 12 months, whichever occurred first. Demographic and clinical characteristics were assessed descriptively.<br \/>103,984 pts were identified. The median age was 65.7, 64% were female, 65% were White, 41% were obese, 47% were never smokers, and 48% were from a southern practice region. 6,774\/103,984 pts (7%) were diagnosed with cancer and 6,537\/6,774 (97%) with 1 primary cancer: 3,825\/6,537 (59%) were diagnosed with a hematologic malignancy and 2,712\/6,537 (41%) with a solid tumor cancer. Among pts diagnosed with primary solid tumors, 31% had gastrointestinal, 15% genitourinary, 15% respiratory, 13% breast, and 11% gynecologic cancer. Among pts diagnosed with cancer, median time to cancer dx after being referred to secondary care within The US Oncology Network with nonspecific s\/sx was &#62;5 wks (solid: &#62;7 wks; hematologic: &#62;4 wks); by 17 and 34 wks, 75% and 90% of pts received a cancer dx, respectively.<br \/>Within this population of pts most frequently presenting with nonspecific hematologic s\/sx and subsequent cancer dx, 40% were diagnosed with solid tumor cancers within 1 year. This speaks to the unmet need for more tools such as a multi-cancer detection test that could aid in detection of multiple<br \/>cancers and faster diagnostic resolution of nonspecific s\/sx. Given the impact of delayed cancer dx and timely treatment on outcomes, such a test could potentially substantially improve cancer care and diagnostic evaluations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-03 Retrospective clinical analyses,,"},{"Key":"Keywords","Value":"Cancer diagnostics,Diagnosis,Cancer progression,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Christopher Benton<\/b><sup>1<\/sup>, Ding He<sup>2<\/sup>, Karen Todoroff<sup>2<\/sup>, Marie  V.  Coignet<sup>3<\/sup>, Ying Luan<sup>3<\/sup>, Kathryn  N.  Kurtzman<sup>3<\/sup>, Ira Zackon<sup>4<\/sup><br><br\/><sup>1<\/sup>Rocky Mountain Cancer Centers, Englewood, CO,<sup>2<\/sup>Ontada, The Woodlands, TX,<sup>3<\/sup>GRAIL, LLC, a subsidiary of Illumina, Inc., currently held separate from Illumina, Inc. under the terms of the Interim Measures Order of the European Commission dated 29 October 2021, Menlo Park, CA,<sup>4<\/sup>New York Oncology Hematology, Albany, NY","CSlideId":"","ControlKey":"75cdc6df-2aa6-4b3b-8ad3-6f69aa6013e8","ControlNumber":"820","DisclosureBlock":"<b>&nbsp;C. Benton, <\/b> <br><b>Rocky Mountain Cancer Centers<\/b> Employment. <br><b>Abbvie<\/b> Other, Consultancy. <br><b>Novartis<\/b> Other, Consultancy. <br><b>Pharmaessentia<\/b> Other, Consultancy. <br><b>D. He, <\/b> <br><b>Ontada<\/b> Employment. <br><b>K. Todoroff, <\/b> <br><b>Ontada<\/b> Employment. <br><b>M. V. Coignet, <\/b> <br><b>GRAIL, LLC, a subsidiary of Illumina, Inc.<\/b> Employment. <br><b>Illumina, Inc.<\/b> Stock. <br><b>Y. Luan, <\/b> <br><b>GRAIL, LLC, a subsidiary of Illumina, Inc.<\/b> Employment. <br><b>Illumina, Inc.<\/b> Stock. <br><b>K. N. Kurtzman, <\/b> <br><b>GRAIL, LLC, a subsidiary of Illumina, Inc.<\/b> Employment. <br><b>Illumina, Inc.<\/b> Stock.<br><b>I. Zackon, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8844","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6752","PresenterBiography":null,"PresenterDisplayName":"Christopher Benton, MD","PresenterKey":"bc318a6c-89fb-4b03-ae6d-108979ed537c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6752. Patient (pt) characteristics, diagnostic journey, and cancer enrichment among pts with nonspecific signs and\/or symptoms (s\/sx) in the US community oncology setting: a real-world retrospective study","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Retrospective Clinical Analyses 2","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patient (pt) characteristics, diagnostic journey, and cancer enrichment among pts with nonspecific signs and\/or symptoms (s\/sx) in the US community oncology setting: a real-world retrospective study","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Globally, cryptococcal infection has become a public health challenge. However, relatively little is known about cryptococcal infection in people with hematological disorders.<br \/><b>Methods<\/b> We developed a retrospective cohort study that includes hematological patients who had cryptococcosis infection seen in the Instituto Nacional de Enfermedades Neoplasicas between 2007 and 2017.<br \/><b>Results<\/b> During the 11-year study period, a total of 21 cases of cryptococcosis ( incidence rate of 13,4 per 1000 hematological malignancies). The time of diagnosis of cryptococcosis since hematologic malignancy diagnosis was 42 (18-161) days. Non-Hodgkin lymphoma (NHL) was the most frequent malignancy (47.6%), followed by leukemias (23.8%), multiple myeloma in (19.1%), and HL (9.5%). Three cases of adult T-cell leukemia\/lymphoma associated with HTLV-1 infection were identified in the NHL. Cryptococcemia was the most frequent diagnosis (85.7%) followed by pulmonary (52.4%) and CNS (38.1%) involvement. Regarding clinical presentation, f ever was the most common symptom in meningeal cryptococcosis (76.2%) and dyspnea in pulmonary cryptococcosis (61.9%). The use of immunosuppressant chemotherapy within a month before the diagnosis of cryptococcosis was the most common risk factor. The main characteristics between patients with cryptococcosis and type of neoplasms (NHL vs other hematological neoplasms) such as age at admission, site of presentation of cryptococcosis, and lymphocyte count at admission were different significantly between these groups. In the NHL group, there was less involvement of the lungs. Overall survival (OS) in 15 and 120 days were 70% (95%CI: 0.43-0.86) and 51% (95%CI: 0.26-0.72), respectively. OS for patients with NHL was 57% at 15 days (95% CI: 0.17-0.83) and 42% at 120 days (95%CI:0.09-0.73). OS for other hematological malignancies was 90% at 15 days (95%CI:0.47-0.98) and 60% at 120 days (95%CI: 0.25-0.82).<br \/><b>Conclusions<\/b> CNS cryptococcal infection was more frequent in patients with NHL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-03 Retrospective clinical analyses,,"},{"Key":"Keywords","Value":"Hispanic,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kelly Meza<\/b><sup><\/sup>, Luis  E.  Cuellar<sup><\/sup><br><br\/>Instituto Nacional de Enfermedades Neoplasicas, Lima, Peru","CSlideId":"","ControlKey":"3a7eb07c-6fed-40f1-ae8f-99aa60bc7eea","ControlNumber":"6237","DisclosureBlock":"&nbsp;<b>K. Meza, <\/b> None..<br><b>L. E. Cuellar, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8848","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6753","PresenterBiography":null,"PresenterDisplayName":"Kelly Meza, MD","PresenterKey":"3ec52d18-3e24-409a-88a5-e8e56def59fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6753. Non-HIV cryptococcal patients with hematological malignancies: A retrospective analysis of a ten-year study from a Peruvian oncologic center","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Retrospective Clinical Analyses 2","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-HIV cryptococcal patients with hematological malignancies: A retrospective analysis of a ten-year study from a Peruvian oncologic center","Topics":null,"cSlideId":""},{"Abstract":"Background: A consensus on preferred treatment for patients with EGFR-mutated (EGFRm) advanced or metastatic non-small-cell lung cancer (a\/mNSCLC) who have progressed on osimertinib and platinum-based chemotherapy (PBC) has yet to be established. The study objectives were to describe patient characteristics and treatment patterns in this context and assess corresponding clinical outcomes in the US real-world setting.<br \/>Methods: This study was a retrospective analysis of data sourced from Flatiron&#8217;s de-identified database, which included electronic health records and curated cancer data from approximately 280 US cancer clinics (~800 US sites of care). The index line of therapy (LOT) was defined as initiation of a new treatment regimen after osimertinib and PBC. Adults were eligible for inclusion if they: 1) were diagnosed with a\/mNSCLC on or after January 1, 2011; 2) had evidence of an activating EGFR mutation (exon 19 or L858R); 3) initiated a new LOT between November 13, 2015, and June 30, 2021, after treatment with osimertinib and PBC. Treatment regimens in the index LOT were summarized, and real-world overall survival (rwOS, defined as the time from initiation of index LOT to death) and real-world progression-free survival (rwPFS, defined as the time from initiation of index LOT to disease progression or death) were assessed.<br \/>Results: Among 273 study patients included, the majority were &#8805;65 years (57%), female (67%), Caucasian (65%; Asian, 17%; Black or African American, 6%), with no history of smoking (58%), performance status 0-1 (82%), and &#62;2 prior LOT (64%). Median follow-up duration was 7.3 months. Index treatment regimens were classified as tyrosine kinase inhibitor (TKI) monotherapy (15%) or TKI in combination with non-immuno-oncologic agents (12%), non-platinum-based chemotherapy (23%), immuno-oncologic monotherapy (17%) or combination therapy (15%), PBC (12%), a regimen containing a clinical study drug (4%), or other NSCLC therapy (1%). Deaths occurred in 203 patients (74%) during follow-up; median rwOS was 8.6 months (95% confidence interval [CI], 7.4-9.8). Real-world progression occurred in 235 patients (86%); median rwPFS was 3.3 months (95% CI, 2.8-4.4).<br \/>Conclusions: For patients with EGFRm a\/mNSCLC, third-generation EGFR TKIs such as osimertinib can provide disease control, however progression is common. After disease progression, chemotherapy is often the next treatment of choice. Results of this real-world study show that treatment patterns after EGFR TKI and PBC are highly variable and suggest poor clinical outcomes, highlighting the need for more efficacious treatments among patients with previously treated a\/mNSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-03 Retrospective clinical analyses,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jyoti  D.  Patel<sup>1<\/sup>, <b>Jie Meng<\/b><sup>2<\/sup>, Sudarshan Phani<sup>3<\/sup>, Aaron Crowley<sup>4<\/sup>, Summera Zhou<sup>4<\/sup>, Maribel Salas<sup>3<\/sup>, Yoko Tanaka<sup>3<\/sup>, Hoa Le<sup>3<\/sup>, Jeffrey Anderson<sup>4<\/sup>, Karen  L.  Reckamp<sup>5<\/sup><br><br\/><sup>1<\/sup>Northwestern University, Chicago, IL,<sup>2<\/sup>Daiichi Sankyo Europe GmbH, Mnchen, Germany,<sup>3<\/sup>Daiichi Sankyo, Basking Ridge, NJ,<sup>4<\/sup>Genesis Research, Hoboken, NJ,<sup>5<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"326451ef-372e-445d-862f-b9a7ef0b0b76","ControlNumber":"4681","DisclosureBlock":"<b>&nbsp;J. D. Patel, <\/b> <br><b>AstraZeneca<\/b> Other, Advisor. <br><b>AbbVie<\/b> Other, Advisor. <br><b>Bristol Myers Squibb<\/b> Other, Advisor. <br><b>Takeda<\/b> Other, Advisor. <br><b>Genentech<\/b> Other, Advisor. <br><b>Daiichi Sankyo<\/b> Other, Advisor. <br><b>J. Meng, <\/b> <br><b>Daiichi Sankyo<\/b> Employment. <br><b>S. Phani, <\/b> <br><b>Daiichi Sankyo<\/b> Employment, Stock. <br><b>A. Crowley, <\/b> <br><b>Daiichi Sankyo<\/b> Other, Research funding awarded to employer (Genesis Research). <br><b>S. Zhou, <\/b> <br><b>Daiichi Sankyo<\/b> Other, Research funding awarded to employer (Genesis Research). <br><b>M. Salas, <\/b> <br><b>Daiichi Sankyo<\/b> Employment, Stock. <br><b>Y. Tanaka, <\/b> <br><b>Daiichi Sankyo<\/b> Employment, Stock. <br><b>H. Le, <\/b> <br><b>Daiichi Sankyo<\/b> Employment, Stock. <br><b>J. Anderson, <\/b> <br><b>Daiichi Sankyo<\/b> Other, Research funding awarded to employer (Genesis Research). <br><b>K. L. Reckamp, <\/b> <br><b>Mirati<\/b> Other, Research funding to institution. <br><b>Genentech<\/b> Other, Research funding to institution. <br><b>Blueprint<\/b> Other, Research funding to institution. <br><b>Calithera<\/b> Other, Research funding to institution. <br><b>Daiichi Sankyo<\/b> Other, Research funding to institution. <br><b>Elevation Oncology<\/b> Other, Research funding to institution. <br><b>Janssen<\/b> Other, Research funding to institution. <br><b>Amgen<\/b> Other, Consultant with honoraria to self. <br><b>AstraZeneca<\/b> Other, Consultant with honoraria to self. <br><b>Blueprint<\/b> Other, Consultant with honoraria to self. <br><b>Daiichi Sankyo<\/b> Other, Consultant with honoraria to self. <br><b>EMD Serono<\/b> Other, Consultant with honoraria to self. <br><b>Genentech<\/b> Other, Consultant with honoraria to self. <br><b>GlaxoSmithKline<\/b> Other, Consultant with honoraria to self. <br><b>Janssen<\/b> Other, Consultant with honoraria to self. <br><b>Lilly<\/b> Other, Consultant with honoraria to self. <br><b>Merck KGA<\/b> Other, Consultant with honoraria to self. <br><b>Mirati<\/b> Other, Consultant with honoraria to self. <br><b>Seattle Genetics<\/b> Other, Consultant with honoraria to self. <br><b>Takeda<\/b> Other, Consultant with honoraria to self.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8851","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6754","PresenterBiography":null,"PresenterDisplayName":"Jie Meng, MS","PresenterKey":"5a1f303f-5ac0-479d-8ad0-160b7179bd68","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6754. Clinical characteristics, real-world treatment patterns, and clinical outcomes among patients with previously treated metastatic or unresectable EGFR-mutated non-small cell lung cancer in the United States","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Retrospective Clinical Analyses 2","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical characteristics, real-world treatment patterns, and clinical outcomes among patients with previously treated metastatic or unresectable EGFR-mutated non-small cell lung cancer in the United States","Topics":null,"cSlideId":""},{"Abstract":"<i>Introduction<\/i> Pancreatic adenocarcinoma (PDAC) is a highly aggressive malignancy with significant morbidity and mortality. RAS (renin-angiotensin system) inhibitors have been used for hypertension, and the potential role of using RAS inhibitors in pancreatic adenocarcinoma have been investigated in pre-clinical models by enhancing drug delivery and reducing hypoxia. However, the clinical benefit of RAS inhibitors in pancreatic cancer patients was still unclear.<br \/><i>Methods <\/i>We retrospectively investigated the impact of RAS inhibitors on survival outcomes of pancreatic adenocarcinoma patients in Taichung Veterans General Hospital between January 2014 and July 2021. Patients with histologically proven pancreatic adenocarcinoma were included in the study. Clinical feature with drugs exposure and survival outcome were analyzed.<br \/><i>Results<\/i> A total of 384 pancreatic cancer patients were analyzed. Among them, 70 patients had concurrent use of RAS inhibitors and 314 patients had no concurrent medication use. Among patients with RAS inhibitors use, the diagnosed age was significantly older (70.0 vs. 68.0, p = 0.023), and a higher proportion of hypertension (100.0% vs. 51.0%, p &#60; 0.0001), chronic kidney disease (27.5% vs. 9.1%, p &#60; 0.0001), and diabetes (64.3% vs 39.5%, p &#60; 0.0001) than those without RAS inhibitors use. The 12-month progression-free survival were 22.9% and 13.7% in the RAS inhibitors and control group (p = 0.008), respectively. The Overall survival was not significantly different in the both groups (p = 0.356). In the multivariate analysis, the use of RAS inhibitors had a significantly better progression-free survival outcome (Hazard ratio = 0.025, CI:0.52-0.96). The advanced disease status, poor ECOG performance status and the elevated level of CA19-9 were correlated with poor progression-free survival.<br \/><i>Conclusion<\/i> In our study, although higher percentage of existed comorbidities in the RAS inhibitor group, we demonstrated that the use of RAS inhibitors among pancreatic cancer patients might provide a better progression-free survival outcome. Further prospective study and investigation are warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-03 Retrospective clinical analyses,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Angiotensin,Survival,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Kuan-Yu Tseng<sup><\/sup>, <b>Cheng-Wei Chou<\/b><sup><\/sup><br><br\/>Taichung Veterans General Hospital, Taichung, Taiwan","CSlideId":"","ControlKey":"3a5af49d-ae4a-42c9-9846-e75ffe996f01","ControlNumber":"5773","DisclosureBlock":"&nbsp;<b>K. Tseng, <\/b> None..<br><b>C. Chou, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8856","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6755","PresenterBiography":null,"PresenterDisplayName":"Cheng-wei Chou, BS","PresenterKey":"d1fc70c3-4b7d-4ab2-aa59-00c9899542a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6755. The impact of renin-angiotensin system inhibitors on survival outcomes of pancreatic adenocarcinoma patients","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Retrospective Clinical Analyses 2","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The impact of renin-angiotensin system inhibitors on survival outcomes of pancreatic adenocarcinoma patients","Topics":null,"cSlideId":""},{"Abstract":"Background: For human epidermal growth factor receptor 2 (HER2)-negative advanced gastric cancer (AGC), a combination of fluoropyrimidines and platinum agents was the standard first-line treatment. After the failure of the first-line therapy, ramucirumab plus paclitaxel was the standard second-line treatment. In the CheckMate 649 study, nivolumab plus chemotherapy has been considered a new standard first-line treatment in previously untreated AGC. However, the role of ramucirumab plus paclitaxel as 2nd line after the failure of nivolumab plus chemotherapy is not confirmed.<br \/>Methods: We analyzed AGC patients with ramucirumab plus paclitaxel as second-line therapy, who failed the nivolumab plus chemotherapy (capecitabine plus oxaliplatin (XELOX) or 5-fluorouracil plus oxaliplatin (FOLFOX)) as frontline therapy at Samsung Medical Center, South Korea.<br \/>Results: Under the routine clinical practice, 23 AGC patients, who progressed after first-line chemotherapy with nivolumab plus chemotherapy, were treated with ramucirumab plus paclitaxel between Dec 2021 to Sep 2022. The median age was 56 (range, 24-76), and 18 (78.3%) patients received nivolumab plus XELOX, while 5 (21.7%) patients received nivolumab plus FOLFOX. The overall response rate (ORR) to ramucirumab plus paclitaxel was 10.0% (2 of PR) and the disease control rate was 55.0%. At the median follow-up of 4.5 months, the median progression-free survival (PFS) from second-line ramucirumab plus paclitaxel commencement was 2.7 months (95% confidence interval (CI), 1.7-3.7); 6.9 months (95% CI, not calculated) in the first nivolumab plus chemotherapy responders(n=7), and 2.3 months (95% CI, 1.6-3.0) in non-responders(n=15) (p=0.232). At the time of data cutoff, 6 patients continued to receive ramucirumab plus paclitaxel and the median OS was 6.3 months (95% CI, 4.9-7.7).<br \/>Conclusions: This analysis showed that ramucirumab plus paclitaxel as 2nd line therapy was not sufficient in AGC patients after the failure for nivolumab plus chemotherapy. The new innovative 2nd line therapy might be needed in AGC patients after nivolumab plus chemotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-03 Retrospective clinical analyses,,"},{"Key":"Keywords","Value":"Gastric cancer,Vascular endothelial growth factor receptor inhibitor,Paclitaxel,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Youngkyung Jeon<\/b><sup><\/sup>, Sun Young Jeong<sup><\/sup>, Jaeyeon Jang<sup><\/sup>, Ye Ji Jung<sup><\/sup>, Daeho Choi<sup><\/sup>, Joohyun Hong<sup><\/sup>, Seung Tae Kim<sup><\/sup>, Won ki Kang<sup><\/sup>, Jeeyun Lee<sup><\/sup><br><br\/>Division of Hematology-Oncology, Department of Medicine, Samsung Medical Center, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"4ed6fb38-e370-45f4-9dc6-f1ccc17b940d","ControlNumber":"2802","DisclosureBlock":"&nbsp;<b>Y. Jeon, <\/b> None..<br><b>S. Jeong, <\/b> None..<br><b>J. Jang, <\/b> None..<br><b>Y. Jung, <\/b> None..<br><b>D. Choi, <\/b> None..<br><b>J. Hong, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>W. Kang, <\/b> None..<br><b>J. Lee, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8858","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6756","PresenterBiography":null,"PresenterDisplayName":"Youngkyung Jeon","PresenterKey":"4a90823d-5ca1-4583-973b-9385a496c9af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6756. Ramucirumab plus paclitaxel as second-line treatment in patients with advanced gastric cancer who previously treated with first-line nivolumab plus chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Retrospective Clinical Analyses 2","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ramucirumab plus paclitaxel as second-line treatment in patients with advanced gastric cancer who previously treated with first-line nivolumab plus chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Patients with locally advanced, unresectable, non-small cell lung cancer (NSCLC) receiving definitive concurrent chemoradiation (CCRT) benefit from durvalumab consolidation therapy. However, predictive factors for early relapse during durvalumab maintenance were not identified.<br \/>Patients and Methods: The present study used the lung cancer cohort of the Catholic Medical Centers at the Catholic University of Korea from 2018 to 2021. In all, 51 NSCLC patients that were treated with durvalumab consolidation therapy after definitive CCRT. Early relapse was considered if it occurred within 6 months of starting initial durvalumab therapy.<br \/>Results: During study period, 15 (29.4%) relapsed among 51 included patients. Median time from initial therapy of durvalumab to progression was 107.73 &#177; 47.69 days in early relapse group. In mutivariate analysis, younger age (HR 0.713, 95% CI 0.572-0.888, <i>P<\/i>=0.003), higher pack years (HR 1.311, 95% CI 1.109-1.549, <i>P<\/i>=0.001), non-COPD (HR 0.030, 95% CI 0.001-0.677, <i>P<\/i>=0.027), anemia (HR 23.30, 95% CI 2.030-267.48, <i>P<\/i>=0.011) and stage IIIC (vs. stage IIIA) (HR 17.890, 95% CI 1.997-160.243, <i>P<\/i>=0.010) were independent predictive factors for early relapse during durvalumab consolidation therapy.<br \/>Conclusion: Younger age, higher pack years, non-COPD, anemia and stage IIIC were independent predictive factors for early relapse during durvalumab consolidation therapy in patients with unresectable stage III NSCLC after definitive CCRT. Careful patient selection and clinical attention are needed for high-risk individuals.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-03 Retrospective clinical analyses,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Checkpoint Inhibitors,Radiation therapy,Chemotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Chang Dong Yeo<sup>1<\/sup>, <b>Hye Seon Kang<\/b><sup>2<\/sup>, In Kyoung Kim<sup>1<\/sup>, Sang Haak Lee<sup>1<\/sup>, Jin Woo Kim<sup>3<\/sup><br><br\/><sup>1<\/sup>St. Mary's Hospital, The Catholic University of Korea, Seoul, Korea, Republic of,<sup>2<\/sup>St. Mary's Hospital, The Catholic University of Korea, Bucheon, Korea, Republic of,<sup>3<\/sup>St. Mary's Hospital, The Catholic University of Korea, Uijeongbu, Korea, Republic of","CSlideId":"","ControlKey":"e521b923-f8a8-405c-87e2-f9571983825b","ControlNumber":"3362","DisclosureBlock":"&nbsp;<b>C. Yeo, <\/b> None..<br><b>H. Kang, <\/b> None..<br><b>I. Kim, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>J. Kim, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8859","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6757","PresenterBiography":null,"PresenterDisplayName":"Hye Seon Kang, MD;PhD","PresenterKey":"7d99f369-6c1f-402d-a6c2-37024613861f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6757. Identification of predictive factors for early relapse in patients with unresectable stage III NSCLC receiving consolidation durvalumab after concurrent chemoradiation","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"361","SessionOnDemand":"False","SessionTitle":"Retrospective Clinical Analyses 2","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of predictive factors for early relapse in patients with unresectable stage III NSCLC receiving consolidation durvalumab after concurrent chemoradiation","Topics":null,"cSlideId":""}]