[{"Abstract":"A disturbance in the microbiome facilitated by gut barrier dysfunction and inflammation can influence the progression of colorectal neoplasia. One of the most studied indicators of gut barrier status is lipopolysaccharide (LPS). Increased permeability of the gut barrier leads to extensive translocation of microbes into the lamina propria, which is associated with higher circulating levels of LPS. Additionally, increased serum concentrations of inflammatory cytokines including IFNy, IL6, IL10, and TNF&#945; have been associated with impaired gut integrity and its progressive dysfunction.<br \/>We investigated the role of gut barrier permeability and inflammation in colorectal cancer (CRC) development by assessing markers of intestinal barrier dysfunction and inflammation in two different patient cohorts; Irish (discovery) and Czech (validation). ELISA assays were used to assess circulating concentrations of lipopolysaccharide binding protein (LBP) and C-reactive protein (CRP) in serum from patients with CRC (n=30), colorectal adenoma (n=40), and negative after colonoscopy\/blood donor controls (n=35). Circulating levels of inflammatory cytokines and calprotectin were assessed using an MSD MultiSPOT platform and an MSD R-plex assay (Mesocale Discovery, Rockville, Md, United States), respectively. Differences between pathology groups were assessed using the Kruskal Wallis or Mann-Whitney U test. Receiver operating curve (ROC) analysis was implemented to identify single and combinations of biomarkers capable of discriminating between CRC patients and controls with maximum sensitivity (SE) and specificity (SP) (RStudio, PBC, Boston, MA URL http:\/\/www.rstudio.com\/).<br \/>In the discovery cohort, levels of LBP, TNF&#945;, IL6, calprotectin and CRP were significantly higher in CRC patients than in controls after false discovery rate correction (p=0.02, p=0.03, p=0.006, p=0.01, p=0.006, respectively). The area under the ROC curve (AUC) was 0.76 (95% CI: 0.64-0.87, p&#8201;=&#8201;0.003) for LBP,<br \/>0.69 (95% CI: 0.55-0.82, p&#8201;=&#8201;0.007) for calprotectin and 0.87(95% CI: 0.74-1.00, p&#8201;=&#8201;0.003) for CRP. The optimal biomarker combination for discriminating between CRC and controls was the combination of the three markers (SP= 0.75, SE = 0.75). In the validation cohort, levels of calprotectin and TNF&#945;, were significantly higher in cancer compared to control (p=0.05, p=0.02, respectively). Furthermore, IFN&#947; and IL10 were also significantly elevated in cancer compared to control (p= 0.02, p=0.003, respectively).These results support the hypothesis that a dysfunctional gut barrier and attendant inflammation may influence CRC development and progression. Additionally, LBP, CRP and calprotectin may have potential as diagnostic biomarkers for CRC or for risk stratification. Gut bacterial and barrier wall modulation and stabilization has potential for preventing colorectal adenomas and hence colorectal cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Gut microbiota,Inflammation,Biomarkers,Early detection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Flavia Genua<\/b><sup>1<\/sup>, Petr Holý<sup>2<\/sup>, Pavel Sou&#269;ek<sup>3<\/sup>, Václav Liška<sup>4<\/sup>, David  J.  Hughes<sup>1<\/sup><br><br\/><sup>1<\/sup>Cancer Biology and Therapeutics Laboratory, Conway Institute, School of Biomedical and Biomolecular Sciences, University College Dublin, Dublin, Ireland,<sup>2<\/sup>Faculty of Medicine in Pilsen and Third Faculty of Medicine Charles University, Prague, Czech Republic,<sup>3<\/sup>Laboratory of Pharmacogenomics, Biomedical Center, Faculty of Medicine in Pilsen, Charles University, Pilsen, Czech Republic,<sup>4<\/sup>Department of Surgery, Biomedical Center, Faculty of Medicine in Pilsen, Charles University and University Hospital Pilsen, Pilsen, Czech Republic","CSlideId":"","ControlKey":"c438728b-ac81-4eea-9ca3-0d0d54d3d210","ControlNumber":"2565","DisclosureBlock":"&nbsp;<b>F. Genua, <\/b> None..<br><b>P. Holý, <\/b> None..<br><b>P. Sou&#269;ek, <\/b> None..<br><b>V. Liška, <\/b> None..<br><b>D. J. Hughes, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4261","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5544","PresenterBiography":null,"PresenterDisplayName":"Flavia Genua","PresenterKey":"bc3d5b0a-902e-4c5d-8d0c-9a67029b1198","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5544. Association of circulating markers of gut barrier damage and inflammation with colorectal neoplasia stage","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association of circulating markers of gut barrier damage and inflammation with colorectal neoplasia stage","Topics":null,"cSlideId":""},{"Abstract":"Leucine-rich repeat containing G-protein coupled receptor (LGR5) is stem cell marker that potentiates canonical signaling in the Wnt\/&#946;-catenin signaling pathway (Barker <i>et al.<\/i> 2007). LGR5 is known to be expressed on several tissues; particularly the stem cells within intestinal crypts and the stem cell niche at the base of hair follicles (Barker <i>et al.<\/i> 2007 and Jaks <i>et al.<\/i> 2008). The plasticity and stem phenotype of LGR5+ cells has led to their identification as a cancer stem cell marker for some solid tumors including colorectal cancer (CRC) (Barker <i>et al.<\/i> 2009). This presents LGR5 as a potential target molecule for CAR-T cell directed specific tumor cell killing. For treatment of CRC with LGR5-directed CAR-T cells, it is critical to gain an understanding of the level of LGR5 expression on normal tissue compared with cancerous tissue. The aim of this study was to develop a screening technique for patient selection, and importantly identify potential responders to LGR5-targeting CAR-T cell therapy.Utilizing commercially purchased tissue microarrays a cohort of patient primary tumor biopsies (n=472) were assessed for LGR5 expression; ~60% displayed moderate to high level LGR5 positivity, with a trend toward higher grade, later stage tumors having higher levels of LGR5. LGR5 expression levels on lymph node metastases showed a positive correlation to LGR5 expression on patient-matched primary tumor tissue. Seven out of ten liver biopsies from metastatic colon cancer lesions showed a medium to high level LGR5 staining, indicating this may be used as a screening tool for metastatic CRC patients. We also observed restricted expression of LGR5 across the many normal tissues, suggesting limited off-target effects of LGR5-targeting CAR-T cells.The data obtained in this study provides evidence that LGR5 IHC of biopsies could be used as a diagnostic screening tool of CRC patients for inclusion into a Phase1a\/2 clinical trial.<br \/>Barker N, <i>et al<\/i>., 2007, Identification of stem cells in small intestine and colon by marker gene Lgr5.<i> Nature<\/i> 449: 1003&#8211;1007 Barker N. <i>et al<\/i>. 2009, Crypt stem cells as the cells-of-origin of intestinal cancer. <i>Nature<\/i><b> <\/b>457<b>:<\/b> 608&#8211;611Jaks V. <i>et al<\/i>. 2008, Lgr5 marks cycling, yet long-lived, hair follicle stem cells. <i>Nat Genet.<\/i> Nov;40(11):1291-9.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Colorectal cancer,CAR T cells,Preclinical testing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Emma  J.  Thompson<sup>1<\/sup>, <b>Veronika Bandara<\/b><sup>2<\/sup>, Batjargal Gundsambuu<sup>2<\/sup>, Silvana Napoli<sup>2<\/sup>, Stuart Mills<sup>3<\/sup>, Jade Foeng<sup>4<\/sup>, Dylan McPeake<sup>4<\/sup>, Timona Tyllis<sup>4<\/sup>, Caitlin Abbott<sup>4<\/sup>, Allison Cowin<sup>3<\/sup>, Timothy Sadlon<sup>5<\/sup>, Shaun McColl<sup>4<\/sup>, Carmela Ricciardelli<sup>6<\/sup>, Simon  C.  Barry<sup>5<\/sup>, Claudine  S.  Bonder<sup>1<\/sup><br><br\/><sup>1<\/sup>Centre for Cancer Biology, University of South Australia, Adelaide, Australia,<sup>2<\/sup>Carina Biotech, Adelaide, Australia,<sup>3<\/sup>Future Industries Institute, University of South Australia, Adelaide, Australia,<sup>4<\/sup>Chemokine Biology Laboratory, University of Adelaide, Adelaide, Australia,<sup>5<\/sup>Molecular Immunology, Robinson Research Institute, University of Adelaide, Adelaide, Australia,<sup>6<\/sup>Adelaide Medical School, University of Adelaide, Adelaide, Australia","CSlideId":"","ControlKey":"c0a82496-d434-4845-8815-25fb844d1d76","ControlNumber":"5588","DisclosureBlock":"<b>&nbsp;E. J. Thompson, <\/b> <br><b>Carina Biotech<\/b> Employment. <br><b>V. Bandara, <\/b> <br><b>Carina Biotech<\/b> Employment. <br><b>B. Gundsambuu, <\/b> <br><b>Carina Biotech<\/b> Employment. <br><b>S. Napoli, <\/b> <br><b>Carina Biotech<\/b> Employment. <br><b>S. Mills, <\/b> <br><b>Carina Biotech<\/b> Employment. <br><b>J. Foeng, <\/b> <br><b>Carina Biotech<\/b> Employment. <br><b>D. McPeake, <\/b> <br><b>Carina Biotech<\/b> Employment. <br><b>T. Tyllis, <\/b> <br><b>Carina Biotech<\/b> Employment. <br><b>C. Abbott, <\/b> <br><b>Carina Biotech<\/b> Employment.<br><b>A. Cowin, <\/b> None.&nbsp;<br><b>T. Sadlon, <\/b> <br><b>Carina Biotech<\/b> Employment. <br><b>S. McColl, <\/b> <br><b>Carina Biotech<\/b> Employment.<br><b>C. Ricciardelli, <\/b> None.&nbsp;<br><b>S. C. Barry, <\/b> <br><b>Carina Biotech<\/b> Other, Consultant.<br><b>C. S. Bonder, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4262","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5545","PresenterBiography":null,"PresenterDisplayName":"Veronika Bandara, D Phil","PresenterKey":"fed1face-57ee-473a-ae9e-9ba99d8a05a9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5545. Assessing LGR5 expression levels on colorectal cancer tissue samples for use in LGR5-targeting CAR-T cell therapy clinical trial","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessing LGR5 expression levels on colorectal cancer tissue samples for use in LGR5-targeting CAR-T cell therapy clinical trial","Topics":null,"cSlideId":""},{"Abstract":"Current estimates in the United States for 2022 are about 81,180 new cases of bladder cancer diagnosis with about 17,100 deaths from the disease (American Cancer Society). Urothelial carcinoma, also known as transitional cell carcinoma (TCC), is the most common type of bladder cancer, approximately 70% of newly diagnosed TCC patients have non-muscle invasive bladder cancer (NMIBC) tumors. The gold standards for initial diagnosis and recurrence of TCC, cystoscopy and cytology, are both limited by their inability to visualize certain areas within the bladder or detect low grade tumors. Moreover, these tests are associated with false positive profiles, with potential for abnormal readouts even in individuals with no obvious signs of cancer. High recurrence rate predicates the need for constant monitoring of signs and symptoms associated with bladder disease following initial diagnosis, and non-invasive diagnostic modalities to detect both recurrent and primary early-stage tumors are a critical unmet need. In this study, comprehensive metabolomic profiling from human urine samples was used to identify and validate a panel of metabolites as potential biomarkers of bladder cancer. Urine samples from 439 total subjects (comprised of 66 bladder cancer, 119 history of bladder cancer but no bladder cancer at time of urine sampling, 58 hematuria subjects, 48 renal cell carcinoma, 58 prostate cancer, and 89 healthy subjects) were analyzed using a proprietary global untargeted metabolomic platform. A follow-up study to determine the reproducibility of the initial data set was conducted with 162 urine samples from subjects with bladder cancer that were either recurrent or primary, or with a negative diagnosis for bladder cancer with a previous history of bladder cancer or had hematuria or urinary voiding issues. Utilizing both data sets, eight biochemicals (lactate, gluconate, palmitoyl sphingomyelin, acetylcarnitine, choline phosphate, succinate, and adenosine) were identified as potential urine biomarkers for bladder cancer. In addition, 3-hydroxybutyrate (BHBA), 2-hydroxybutyrate (AHB), and adipate were identified as potential urine biomarkers for urological cancers. In total, 37 biochemicals have now been identified with having the potential to serve as urine bladder cancer biomarkers, and the majority of the biochemicals identified as biomarkers were associated with biochemical pathways previously shown to be perturbed in bladder tumors. The performance characteristics of the identified biochemicals in the detection of bladder cancer will be reported.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Metabolomics,Biomarkers,Bladder cancer,Urine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Andrew  J.  Schwab<\/b><sup><\/sup>, Matthew  W.  Mitchell<sup><\/sup>, Edward  D.  Karoly<sup><\/sup>, Rangaprasad Sarangarajan<sup><\/sup><br><br\/>Metabolon, Inc., Morrisville, NC","CSlideId":"","ControlKey":"0bff8b10-5931-446d-99f1-869be4ca9574","ControlNumber":"4372","DisclosureBlock":"<b>&nbsp;A. J. Schwab, <\/b> <br><b>Metabolon Inc.<\/b> Employment, Stock Option. <br><b>M. W. Mitchell, <\/b> <br><b>Metabolon, Inc.<\/b> Employment, Stock Option. <br><b>E. D. Karoly, <\/b> <br><b>Metabolon, Inc.<\/b> Employment, Stock Option. <br><b>R. Sarangarajan, <\/b> <br><b>Metabolon, Inc.<\/b> Employment, Fiduciary Officer, Stock Option.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4263","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5546","PresenterBiography":null,"PresenterDisplayName":"Rangaprasad Sarangarajan, PhD","PresenterKey":"ff82e31c-6021-4b3a-ac9b-cd50dc5f6b90","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5546. Urine metabolomic biomarkers discovery for bladder cancer diagnostics","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Urine metabolomic biomarkers discovery for bladder cancer diagnostics","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>The use of blood-based molecular diagnostics is increasingly becoming routine in clinical oncology practice. The purpose of this study was to evaluate variant resulting concordance for the four major somatic variant classes using two clinical next-generation sequencing (NGS) systems for conducting highly sensitive blood-based analyses. All donor specimens were de-identified remnants from patients previously diagnosed with advanced NSCLC. We utilized two independent panels, systems and bioinformatic pipelines that are focused on clinical testing for key actionable variants. The fifty-gene panel Oncomine Precision Assay (OPA) GX was performed on the Genexus Integrated Sequencer and the 52 gene GeneStrat NGS (GSNGS) test was run as a reference on the Ion GeneStudio S5 PRIME system. The four major classes of mutations evaluated included Single Nucleotide Variants (SNV), Insertions and Deletions (INDEL), copy number amplifications (CNAs) and gene fusions.<br \/><b>Methods: <\/b>For this study, de-identified reference GSNGS cell-free nucleic acid (cfNA) remnant specimens (n=33 variants) that passed all validated QC bioinformatics thresholds were blinded and tested on the Genexus. DNA concentration was measured by fluorometry, and specimens were diluted to an input of 6.6 ng to 53.4 ng for library preparation. The Genexus system is pre-programmed to process specimens to result generation. Variant calls for all mutation classes were conducted using the on-board bioinformatics pipelines, and results were compared to those generated by the GeneStrat NGS Test. We included specimens harboring somatic variant mutations in KRAS, NRAS, BRAF, EGFR, ERBB2, and FGFR; CNAs; EML4-ALK fusions; and MET exon 14 skipping.<br \/><b>Results: <\/b>All samples passed the OPA (Genexus) bioinformatic quality control criteria and mapped reads were highly consistent, demonstrating accuracy of calls between both the Ion Torrent platforms, informatic pipelines and panels. We observed 100% concordance in variant calls for SNVs, INDELs and fusions between the two platforms. There was one CNA variant observed on the S5 that was not called by the Genexus workflow, yielding overall concordance of 97% (32 of 33). Of note, 44 additional somatic variants (SNV and INDELs) and 1 additional fusion were detected using the Genexus workflow. This was due to the lower threshold for variant calling on this system.<br \/><b>Conclusion: <\/b>The high concordance of the independent workflows for the detection of nucleic acid variants in circulation demonstrates the capability of both systems to be used for testing of clinical specimens. Specifically, actionable variants in the four major mutation classes were successfully detected in the reference and test specimen set. As a part of clinical validation, orthogonal testing of variants will need to be conducted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Cancer detection,Cancer diagnostics,ctDNA,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sarah Kreston<\/b><sup><\/sup>, Claire Gould<sup><\/sup>, Kylie Blair<sup><\/sup>, Leisa Jackson<sup><\/sup>, Janice Riley<sup><\/sup>, Gary A. Pestano<sup><\/sup><br><br\/>Biodesix, Inc., Boulder, CO","CSlideId":"","ControlKey":"64439128-81b7-44d0-b5c6-958f19d37049","ControlNumber":"7311","DisclosureBlock":"<b>&nbsp;S. Kreston, <\/b> <br><b>Biodesix<\/b> Employment. <br><b>C. Gould, <\/b> <br><b>Biodesix<\/b> Employment. <br><b>K. Blair, <\/b> <br><b>Biodesix<\/b> Employment. <br><b>L. Jackson, <\/b> <br><b>Biodesix<\/b> Employment. <br><b>J. Riley, <\/b> <br><b>Biodesix<\/b> Employment. <br><b>G. A. Pestano, <\/b> <br><b>Biodesix<\/b> Employment, Stock, Stock Option.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4264","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5547","PresenterBiography":null,"PresenterDisplayName":"Sarah Kreston, BS","PresenterKey":"6ee794d2-242e-47e0-b040-289984d4578d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5547. Evaluation of two clinically focused targeted NGS systems for liquid biopsy testing shows a high level of concordance in resulting actionable mutations","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of two clinically focused targeted NGS systems for liquid biopsy testing shows a high level of concordance in resulting actionable mutations","Topics":null,"cSlideId":""},{"Abstract":"Hormone receptor positive (HR+ve) breast cancer (BCa) comprises over 80% of all newly diagnosed BCas. While there is an initial good response to anti-hormone therapies, many patients will experience a recurrence. Validated prognostic tests are used to guide chemotherapy decisions, but the goal of precision medicine has yet to be achieved. We developed and validated a 95-gene prognostic signature (Bayani et al 2017) from the TEAM trial (van de Velde et al, 2011), demonstrating this risk classifier performed as well as the 21-gene, 50-gene and 70-gene tests and can be used in HER2+\/-ve cases including only nodal status. RNA profiling has improved decisions regarding adjuvant chemotherapy but is insufficient for stratification to targeted therapies increasingly available in the early setting. The genomic landscape of BCas has identified recurrent patterns of mutation and copy-number changes. Except for HER2, there are few genes for whom mutational or gene dosage are reliable for stratification to targeted therapies. It is increasingly evident that a multi-omic approach to precision medicine is needed to encompass the biological complexity of cancer. Here we present the findings from the RNA profiling of patients from the TEAM trial using a custom diagnostic-grade NGS panel of the 95-gene risk classifier and DNA sequencing using a large (500 gene) comprehensive genomic profiling panel (OCAPlus, Thermo Fisher Scientific). 95-gene prognostic results of 1,182 patients showed prognostic utility using the custom panel with 265 (22%) low-risk patients experiencing &#62;90% relapse free survival (DRFS)(HR=4.47 (95% CI 2.46-8.02, p=5.54e-07)) at 10 years. In 857 cases profiled with OCAPlus, the genes most frequently mutated included PIK3CA (53%), MAPK31 (25%), TP53(17%), CDH1 (17%) and GATA3 (10%). Frequent copy number changes were identified in CCND1 (18%), FGFR1 (12%), and MDM2 (5%). To investigate the potential for stratification to targeted therapies, a pathway approach was taken to identify aberrations in targetable signaling pathways. Among the 788 cases with both OCAPlus and the 95-gene results, the most frequently impacted pathways were PI3K\/AKT (67%), HHR Pathway (55%), Chromatin regulation (50%), RAS\/RAF\/MEK\/ERK (40%) and Cell Cycle (37%). To address the clinical need for those patients deemed at risk for recurrence, the consequence of aberrations in those pathways were investigated. Among 95-gene high-risk patients (n=604), those with mutations in genes of the Cell Cycle pathway experienced poorer DRFS (HR=1.95 (95%, CI 1.29-2.95, p= 0.0159), suggesting these patients might benefit cell cycle-targeting therapies. With no reliable biomarkers to predict response, and with associated side effects\/ toxicities of these agents, this offers a rational pathway-directed method of decision making for those identified as high-risk of recurrence.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Breast cancer,Next-generation sequencing (NGS),Personalized medicine,Predictive biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"John  M.   S.  Bartlett<sup>1<\/sup>, Cheryl Crozier<sup>2<\/sup>, Vinay  K.  Mittal<sup>3<\/sup>, Dan Dion<sup>2<\/sup>, Angela De Luca<sup>2<\/sup>, Adam  E.  Sundby<sup>2<\/sup>, Elizabeth Woroszchuk<sup>2<\/sup>, Bradley d’Souza<sup>2<\/sup>, Louis Gasparini<sup>2<\/sup>, Mary Anne Quintayo<sup>2<\/sup>, Mehar Chahal<sup>2<\/sup>, Anna  Y.  Lee<sup>2<\/sup>, Mathieu Larivière<sup>3<\/sup>, Kyusung  S.  Park<sup>3<\/sup>, Anupma Sharma<sup>3<\/sup>, Jeffrey  M.  Smith<sup>3<\/sup>, Seth Sadis<sup>3<\/sup>, Daniel  W.  Rea<sup>4<\/sup>, Melanie Spears<sup>2<\/sup>, <b>Jane Bayani<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Cancer Research UK Edinburgh Centre, The University of Edinburgh, Edinburgh, United Kingdom,<sup>2<\/sup>Diagnostic Development, Ontario Institute for Cancer Research, Toronto, ON, Canada,<sup>3<\/sup>Thermo Fisher Scientific, Carlsbad, CA,<sup>4<\/sup>Cancer Research UK Clinical Trials Unit, University of Birmingham, Birmingham, United Kingdom","CSlideId":"","ControlKey":"26c045a6-528f-4e61-adbb-a9ab5010ff81","ControlNumber":"3758","DisclosureBlock":"<b>&nbsp;J. M. S. Bartlett, <\/b> <br><b>Thermo Fisher Scientific<\/b> Grant\/Contract. <br><b>BioNTech AG<\/b> Other, Consultancy. <br><b>Biotheranostics, Inc.<\/b> Grant\/Contract, Other, Consultancy and research funding. <br><b>Rna Diagnostics Inc.<\/b> Other, Consultancy. <br><b>oncoXchange\/MedcomXchange Communications Inc<\/b> Other, Consultancy, Honoraria, Scientific Advisory Board. <br><b>OncoCyte Corporation<\/b> Other, Consultancy. <br><b>Ontario Institute for Cancer Research<\/b> Other, Consultancy. <br><b>AstraZeneca<\/b> Other, Consultancy. <br><b>Cerca Biotech<\/b> Other, Consultancy. <br><b>Genoptix<\/b> Grant\/Contract, Research funding. <br><b>Agendia<\/b> Grant\/Contract, Research funding. <br><b>NanoString Technologies, Inc.<\/b> Grant\/Contract, Research funding. <br><b>Stratifyer GmbH<\/b> Grant\/Contract, Research funding. <br><b>Exact Sciences<\/b> Grant\/Contract, Research funding.<br><b>C. Crozier, <\/b> None.&nbsp;<br><b>V. K. Mittal, <\/b> <br><b>Thermo Fisher Scientific<\/b> Stock, Stock Option.<br><b>D. Dion, <\/b> None..<br><b>A. De Luca, <\/b> None..<br><b>A. E. Sundby, <\/b> None..<br><b>E. Woroszchuk, <\/b> None..<br><b>B. d’Souza, <\/b> None..<br><b>L. Gasparini, <\/b> None..<br><b>M. Quintayo, <\/b> None..<br><b>M. Chahal, <\/b> None..<br><b>A. Y. Lee, <\/b> None.&nbsp;<br><b>M. Larivière, <\/b> <br><b>Thermo Fisher Scientific<\/b> Stock, Stock Option. <br><b>K. S. Park, <\/b> <br><b>Thermo Fisher Scientific<\/b> Stock, Stock Option. <br><b>A. Sharma, <\/b> <br><b>Thermo Fisher Scientific<\/b> Stock, Stock Option. <br><b>J. M. Smith, <\/b> <br><b>Thermo Fisher Scientific<\/b> Stock, Stock Option. <br><b>S. Sadis, <\/b> <br><b>Thermo Fisher Scientific<\/b> Stock, Stock Option.<br><b>D. W. Rea, <\/b> None.&nbsp;<br><b>M. Spears, <\/b> <br><b>Thermo Fisher Scientific<\/b> Grant\/Contract. <br><b>J. Bayani, <\/b> <br><b>Thermo Fisher Scientific<\/b> Grant\/Contract.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4265","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5548","PresenterBiography":"","PresenterDisplayName":"Jane Bayani, PhD","PresenterKey":"a1bc2543-d643-477a-be47-8956dd2e8174","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5548. Clinical management and decision making in early ER-positive breast cancers through improved prognosis and pathway directed molecular profiling","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical management and decision making in early ER-positive breast cancers through improved prognosis and pathway directed molecular profiling","Topics":null,"cSlideId":""},{"Abstract":"Owing to a lack of disease-specific symptoms and effective screening tools, most ovarian cancers are diagnosed at an advanced stage, resulting in high recurrence and mortality rates. Recently, there has been an effort to diagnose ovarian cancer utilizing platelets, which are crucial in the immunology of oncogenesis. These transcriptome-wise techniques, however, had two significant drawbacks: utilizing a normalization method that can be altered depending on the content of the samples in the dataset and using an excessive number of features. We, therefore, present a method for assessing the existence of ovarian cancer or benign tumors by utilizing a fewer features with a sampling invariant normalization technique.<br \/>First, we downloaded platelet transcriptome data of patients with ovarian cancer (n=28), benign ovarian tumor (n=17), and their healthy counterparts (n=204) from GEO (GSE158508 and GSE89843 - PRJNA353588 and PRJNA353588). Second, for external validation, we prospectively enrolled patients with ovarian cancer (n=4) and benign ovarian tumors (n=9), and healthy women (n=14) at Seoul National University Hospital (SNUH), collected their blood samples, and obtained platelet transcriptome data. The normalization was performed using commonly and invariantly existing 20 splice junctions in the isolated platelet of tumor and normal samples. Herein, 319 splice junctions were selected as features for the SVM model diagnosing the existence of an ovarian tumor. Feature selection and model development were conducted using a training set (n=152) and model performance was assessed from a separate test set (n=97).<br \/>SVM classifier that utilized our splice junction-based biomarkers (20 for normalization, 319 for tumor classification) demonstrated 93.8% (71.7 - 98.9%) sensitivity, 100.0% (95.5 - 100.0%) specificity, and 1.0 of AUC in the test data set with a predetermined 0.5 cut-off value. Considering the difference of sequencing raw data between the open source and newly collected sample in terms of read length and read types (single-end vs paired-end), the SVM model from the open source was not suitable to the independent validation set. Thus, we train new SVM models using the same splice junctions with LOOCV in SNUH dataset. As the results, the model showed its diagnostic performance with 92.3% (66.7 - 98.6%) sensitivity and 92.9% (68.6 - 98.7%) specificity.<br \/>We found novel splice junction-based biomarkers for the early detection or diagnosis of ovarian tumors. Although possible confounding factors such as ethnic variance may affect the performance of the models using these biomarkers, since the data preprocessing procedure is sampling invariant, the inclusion of samples from the same population would not affect our classification results. Furthermore, suggested biomarkers can be utilized during medical checkups of women without any symptoms to find women with ovarian tumors, whether benign or malignant.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Ovarian cancer,Diagnosis,RNA sequencing (RNA-Seq),Tumor-educated platelets (TEPs),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Eunyong Ahn<\/b><sup>1<\/sup>, Se Ik Kim<sup>2<\/sup>, Sungmin Park<sup>1<\/sup>, Sarah Kim<sup>1<\/sup>, Seung Jin Yang<sup>3<\/sup>, Yeochan Kim<sup>3<\/sup>, Dong Won Hwang<sup>2<\/sup>, Heeyeon Kim<sup>4<\/sup>, HyunA Jo<sup>4<\/sup>, Untack Cho<sup>4<\/sup>, Juwon Lee<sup>4<\/sup>, Yong-Sang Song<sup>2<\/sup>, TaeJin Ahn<sup>5<\/sup><br><br\/><sup>1<\/sup>Foretell My Health, Pohang, Korea, Republic of,<sup>2<\/sup>Department of Obstetrics and Gynecology, Seoul National University Hospital, Seoul, Korea, Republic of,<sup>3<\/sup>School of Life Science, Handong Global University, Pohang, Korea, Republic of,<sup>4<\/sup>Cancer Research Institute, College of Medicine, Seoul National University, Seoul, Korea, Republic of,<sup>5<\/sup>Handong Global University, Pohang, Korea, Republic of","CSlideId":"","ControlKey":"51ee552c-b392-42c2-a14f-af3adea3464c","ControlNumber":"4145","DisclosureBlock":"<b>&nbsp;E. Ahn, <\/b> <br><b>Foretell My Health<\/b> Employment, Stock. <br><b>S. Kim, <\/b> <br><b>Foretell My Health, Inc.<\/b> Stock. <br><b>S. Park, <\/b> <br><b>Foretell My Health, Inc<\/b> Employment, Stock. <br><b>S. Kim, <\/b> <br><b>Foretell My Health, Inc.<\/b> Employment, Stock.<br><b>S. Yang, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>D. Hwang, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>H. Jo, <\/b> None..<br><b>U. Cho, <\/b> None..<br><b>J. Lee, <\/b> None.&nbsp;<br><b>Y. Song, <\/b> <br><b>Foretell My Health, Inc.<\/b> Stock. <br><b>T. Ahn, <\/b> <br><b>Foretell My Health, Inc.<\/b> Employment, Stock.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4266","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5549","PresenterBiography":null,"PresenterDisplayName":"Eunyong Ahn, D Phil,B Pharm","PresenterKey":"410d4c81-016e-4b12-9846-775ed92f2df1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5549. Normalized platelet splicing junction count is a novel biomarker for diagnosis of ovarian tumors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Normalized platelet splicing junction count is a novel biomarker for diagnosis of ovarian tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b> All patients with newly diagnosed colorectal cancer are recommended to undergo microsatellite instability (MSI) testing. In addition, mutational testing using biomarkers such as KRAS, NRAS, and BRAF is recommended for patients with metastatic cancers. Testing for these markers is vital as they guide therapeutic decision-making and serve as prognostic indicators. Our study aims to analyze disparities in testing for MSI and KRAS biomarkers based on sociodemographic factors in patients with metastatic colorectal cancer. Furthermore, we explored the survival characteristics in these patients based on sociodemographic factors and on access to biomarker testing.<b><\/b><br \/><b> <\/b> <b>Methods<\/b> The National Cancer Database (NCDB) was queried for patients diagnosed with metastatic colorectal cancer (MCC). At the bivariate level, we performed chi-squared statistics and multivariate logistic regression modeling to explore variables associated with patients undergoing MSI and KRAS testing. In addition, Multivariate Cox regression and Kaplan-Meier analyses were performed for survival analysis.<br \/><b><\/b> <b> <\/b> <b>Results<\/b> N = 51,913 patients with MCC diagnosed between 2010 to 2017 were included. The median age for Whites was 68.0 years versus 64.0 years for Blacks. Blacks had a lower probability of undergoing MSI testing (OR 0.90, [0.84-0.96] p&#60; 0.0009). Factors associated with a lower likelihood for MSI testing included treatment at a Community Cancer Program (OR 0.61, [0.55-0.66] p&#60;0.0001), residing in areas with people having lower education (OR 0.68, [0.62-0.74] p&#60;0.0001) and in rural areas (OR 0.74, [0.61-0.90] p-value 0024), and a median household income of &#60; $38,000 (OR 0.88, [0.80-0.96] p 0.0040). Patients with no insurance and Medicaid\/governmental insurance were also less likely to undergo both MSI and KRAS testing. Blacks had a decreased likelihood of having high MSI levels among patients who underwent testing compared to Whites (OR 0.67, [0.50-0.91] p-value 0.0107). After controlling for confounding variables, survival analysis showed poor survival in patients who did not undergo testing for MSI and KRAS (HR 1.20, [1.17-1.23] p&#60;0.0001 and HR 1.04, [1.01-1.06] p-value 0.0016 respectively).<br \/><b> <\/b> <b>Conclusion<\/b> Our analysis reveals that sociodemographic factors such as being from a minority race, having no insurance, residing in areas with lower education and rural settings were associated with a lower probability of undergoing MSI testing in patients with metastatic colorectal cancer. This is of concern as our study also reveals that not undergoing biomarker testing is associated with poorer survival. Addressing such sociodemographic discrepancies among racial groups is essential in achieving equitable care and narrowing gaps in outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Colorectal cancer,Microsatellite instability,KRAS,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Saad Sabbagh<\/b><sup>1<\/sup>, Iktej Jabbal<sup>2<\/sup>, Barbara Dominguez<sup>1<\/sup>, Mira Itani<sup>1<\/sup>, Mohamed Mohanna<sup>1<\/sup>, Arun Nagarajan<sup>1<\/sup><br><br\/><sup>1<\/sup>Cleveland Clinic Florida Foundation, Weston, FL,<sup>2<\/sup>AdventHealth Sebring, Sebring, FL","CSlideId":"","ControlKey":"49c80e9f-6d3a-411e-a121-b9bd7cc5bf20","ControlNumber":"7062","DisclosureBlock":"&nbsp;<b>S. Sabbagh, <\/b> None..<br><b>I. Jabbal, <\/b> None..<br><b>B. Dominguez, <\/b> None..<br><b>M. Itani, <\/b> None..<br><b>M. Mohanna, <\/b> None..<br><b>A. Nagarajan, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4267","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5550","PresenterBiography":"","PresenterDisplayName":"Saad Sabbagh, BS;MD","PresenterKey":"15b14132-9a71-4edc-a0e5-96dbb221f63a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5550. Sociodemographic disparities in access to biomarker testing in patients with advanced colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sociodemographic disparities in access to biomarker testing in patients with advanced colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Changes in protein glycosylation have been observed in several cancers, where they affect cellular growth behavior, invasiveness and acquisition of metastatic potential. Such changes are not random and have been found to associate with cancer aggressiveness. Thus, detection of protein glycosylation may offer novel opportunities for cancer biomarker development. Since prostate-specific antigen (PSA) is glycosylated, assessing different PSA-glycoforms may provide valuable diagnostic and prognostic information. We recently established a novel in situ proximity ligation-based method for the detection of different protein-glycoforms in tissue sections. This method utilizes protein-specific antibody and glycan-binding lectins. We have optimized this method for the detection of different PSA-glycoforms in formalin-fixed paraffin-embedded prostatic tumor samples. We found that PSA is, indeed, differently glycosylated in prostate cancer (n=23) compared to benign prostate tissue (n=4). Two of the 25 studied lectins showed prominent staining only in cancer tissues (p&#60;0.0001 for both), although the total PSA staining was stronger in benign tissues (p=0.006). We are currently validating these results in large, well-curated clinical cohorts, with intention to test whether PSA-glycoforms in tissue offer improved detection of clinically significant prostate cancer. These studies facilitate development of tools for identification of cancer-specific PSA-isoforms in serum samples. Detection of such isoforms is likely to provide independent diagnostic and prognostic information.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Prostate-specific antigen (PSA),Glycosylation,Tissue microarrays,Histopathology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hannu Koistinen<\/b><sup>1<\/sup>, Ruusu-Maaria Kovanen<sup>1<\/sup>, Timo-Pekka Lehto<sup>2<\/sup>, Antti Rannikko<sup>3<\/sup>, Tuomas Mirtti<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Clinical Chemistry, University of Helsinki, Helsinki, Finland,<sup>2<\/sup>University of Helsinki, Helsinki, Finland,<sup>3<\/sup>Helsinki University Hospital, Helsinki, Finland","CSlideId":"","ControlKey":"f36170d2-0f14-4d69-9f38-cc7f66b9f225","ControlNumber":"3321","DisclosureBlock":"&nbsp;<b>H. Koistinen, <\/b> None..<br><b>R. Kovanen, <\/b> None..<br><b>T. Lehto, <\/b> None.&nbsp;<br><b>A. Rannikko, <\/b> <br><b>Bayer<\/b> Other, advisory board member. <br><b>Orion Pharma<\/b> Other, advisory board member. <br><b>Orion Pharma<\/b> Other, advisory board member. <br><b>Aqsens<\/b> Stock, clinical advisor. <br><b>Rho-Vac<\/b> Other, investigator in clinical trials. <br><b>Orion Pharma<\/b> Other, investigator in clinical trials. <br><b>Bayer<\/b> Other, investigator in clinical trials. <br><b>Astellas<\/b> Other, investigator in clinical trials. <br><b>Pfizer<\/b> Other, investigator in clinical trials. <br><b>Janssen<\/b> Other, investigator in clinical trials.<br><b>T. Mirtti, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4268","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5551","PresenterBiography":null,"PresenterDisplayName":"Hannu Koistinen, DSc","PresenterKey":"bc95e5dc-43f1-4865-95a5-e41ebe37631b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5551. Cancer associated PSA-glycoforms as prostate cancer markers","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer associated PSA-glycoforms as prostate cancer markers","Topics":null,"cSlideId":""},{"Abstract":"Melanoma Antigen Gene Family (MAGE-A) are part of the cancer-testis antigens whose limited expression in normal tissues and high expression in cancer make them excellent targets for immunotherapy. Clinical trials have already begun targeting MAGE-A3 and MAGE-A4 proteins in tumors. Should these trials lead to new treatment protocols, it is important to develop a diagnostic immunohistochemistry (IHC) tool for pre-screening patients who would benefit. The MAGE-A family consists of 12 members that share up to 85% sequence homology presenting a challenge for finding highly specific antibodies for IHC. Using CytoSections, a new screening control tool for IHC, ICC, IF, and in-situ hybridization, highly specific IHC MAGE-A3 and MAGE-A4 antibodies were developed and screened. The MAGE-A3 and MAGE-A4 antibodies were assessed on twenty-two lung cancers, twenty-one colon cancer, and more than thirty bladder cancers which resulted in cases that co-express MAGE-A3 and MAGE-A4 proteins in all three types of tumors. Using immunofluorescence, tumors positive for both proteins were double stained for MAGE-A3 and MAGE-A4 to show the proteins were co-expressed in the same tumor cells. Immunohistochemistry continues to be a rapid and reproducible method for the detection of proteins in tumors. Antibodies specific to MAGE-A3 and A4 proteins for IHC may be a useful tool in predicting outcomes or benefits for patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Immunotherapy,Immuno-oncology,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rachel Gonzalez<\/b><sup><\/sup><br><br\/>OriGene Technologies, Inc., Rockville, MD","CSlideId":"","ControlKey":"b81cfe6e-e17a-4031-9bd1-dc2ea2b7f352","ControlNumber":"2921","DisclosureBlock":"<b>&nbsp;R. Gonzalez, <\/b> <br><b>OriGene Technologies Inc<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4269","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5552","PresenterBiography":null,"PresenterDisplayName":"Rachel Gonzalez, BA;BS;PhD","PresenterKey":"4c960395-6e4c-498e-b1e8-e2d803b37e4e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5552. MAGE-A3 and MAGE-A4 protein show co-expression in tumor of lung, bladder, and colon cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MAGE-A3 and MAGE-A4 protein show co-expression in tumor of lung, bladder, and colon cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Approximately half of patients with uveal melanoma (UM), a primary eye cancer, will develop metastatic disease. Gene expression profiling (GEP) is clinically validated to stratify risk of metastasis by assigning UM patients to two highly prognostic molecular classes: class 1 (low metastatic risk) and class 2 (high metastatic risk). However, GEP requires intraocular tumor biopsy which are limited by small tumor size and tumor heterogeneity; furthermore, there are small risks of retinal hemorrhage, bleeding or tumor dissemination. Thus, liquid biopsy has emerged as a significantly less invasive alternative. Blood biopsy has largely been unsuccessful for clinical use in UM due to low detection rates in the setting disease limited to the eye, however eye-specific aqueous humor (AH) liquid biopsy may be a better alternative. In this study, we seek to determine the AH proteome related to the advanced GEP class 2 using the diagnostic AH specimens.<br \/>Method: Twenty UM treatment naive AH were collected before plaque brachytherapy. Patients were sub-grouped by GEP classes into GEP 1 (n=12) and GEP 2 (n=5). Three patients were classified as GEP unknown (GEP NA, n=3) due to the unavailability of tumor biopsy. Ten microliters of AH samples were analyzed by proximity extension assay-derived multiplexed Olink platform. Protein expression levels of 1472 targets were analyzed, compared between GEP classes and correlated with clinical features. Significant differentially expressed proteins (DEPs, fold-change (FC) &#62; 2 or FC &#60; 0.5, P &#60; 0.01) were subjected to Qiagen ingenuity pathway analysis for cellular pathway and upstream regulator identification.<br \/>Results: GEP 2 class was correlated with AJCC stages (P = 0.012), advanced clinical tumor stages (P = 0.007) and mutated BAP1 (P = 0.018). 45 DEPs were identified when comparing GEP classes. Among them, 31 are up-regulated DEPs [fold-change (FC) &#62;2, P &#60; 0.01] and 14 are down-regulated DEPs (FC &#60; 0.5, P &#60; 0.01) in GEP 2 compared to GEP1. The unsupervised clustering analysis showed that the 45 DEPs well-differentiate AH samples by GEP classes, and the 3 GEP NA samples were clustered with GEP1 class. Pathway analysis showed that 45 DEPs contribute to metastatic-related pathways including cellular movement, cellular proliferation and epithelial to mesenchymal transition. Two upstream regulators, IL1 receptor and SPRY2, were predicted to regulate 8 out of the 45 DEPs. IL1R2 (FC = 3.4, P = 0.021) and SPRY2 (FC = 0.6, P = 0.052) protein expression levels were found matched as prediction in our Olink dataset.<br \/>Conclusions: 45 AH DEPs could differentiate GEP class 1 and 2 at the diagnostic stage and could be detected even when the tumor was too small to biopsy. IL1R and SPRY2 are potential upstream regulators for the 8\/45 DEPs that contribute to metastasis-related pathways. AH liquid biopsy offers a new opportunity to determine metastatic potential for patients in the absence of tumor biopsy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Liquid biopsies,Uveal melanoma,Proteomics,Diagnostic marker,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chen-Ching Peng<\/b><sup><\/sup>, Liya Xu<sup><\/sup>, Jesse Berry<sup><\/sup><br><br\/>The Vision Center, Children's Hospital Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"1cfa4d31-a207-4a2a-99c4-eabb29ddb06a","ControlNumber":"6711","DisclosureBlock":"&nbsp;<b>C. Peng, <\/b> None..<br><b>L. Xu, <\/b> None..<br><b>J. Berry, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4270","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5553","PresenterBiography":null,"PresenterDisplayName":"Chen-Ching Peng, MS","PresenterKey":"eb2693fb-f51a-4ef1-8e05-7c6471c2b59f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5553. Diagnostic aqueous humor proteome predicts metastatic potential in uveal melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Diagnostic aqueous humor proteome predicts metastatic potential in uveal melanoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Human mammaglobin-A (SCGB2A2) is a small epithelial secretory protein with unknown function. Because of its frequent expression in breast epithelial cells, it is used as a diagnostic marker for breast cancer and represents an attractive target for novel therapies involving adaptive T cell transfer and antitumor vaccines for breast cancer patients. However, there is growing evidence that mammaglobin-A expression is not limited to breast cancers.<br \/>Methods: In order to comprehensively determine mammaglobin-A expression in normal and neoplastic tissues, a tissue microarray containing 16,328 samples from 128 different tumor types and subtypes as well as 608 samples of 76 different normal tissue types was analyzed by immunohistochemistry.<br \/>Results: Mammaglobin-A positivity was found in 37 of 128 tumor categories, 32 of which were derived of one of four organs: breast (6 tumor categories), endometrium (5 tumor categories), ovary (5 tumor categories), and salivary glands (16 tumor categories). Only 5 additional tumor types showed occasional mammaglobin positivity. These tumors mostly exhibited a weak mammaglobin-A staining and included medullary thyroid cancer, teratoma of the testis, squamous cell carcinoma of skin and the pharynx, and prostatic adenocarcinoma (Gleason 5+5=10). Among 1,139 evaluable invasive breast carcinomas of no special type (NST), low mammaglobin-A immunostaining was linked to high BRE grade (p=0.0011), a loss of estrogen and progesterone receptor expression (p&#60;0.0001 each), and triple negative status (p&#60;0.0001) but not to patient survival. In endometrial cancer, low mammaglobin-A immunostaining was linked to advanced tumor stage (p=0.0198). Although a similar trend was seen for endometrioid and serous high-grade carcinomas of the ovary, these associations did not reach statistical significance.<br \/>Conclusions: Our data characterize mammaglobin-A as a highly specific marker for tumors derived from either female organs or the salivary gland. The potential use of anti-Mammaglobin therapies should be studied also in other mammaglobin-positive tumor types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Immunohistochemistry,mammaglobin-A ,tissue microarray,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Natalia Gorbokon<sup><\/sup>, Patrick Timm<sup><\/sup>, David Dum<sup><\/sup>, Anne Menz<sup><\/sup>, Franziska Büscheck<sup><\/sup>, Cosima Völkel<sup><\/sup>, Andrea Hinsch<sup><\/sup>, Maximilian Lennartz<sup><\/sup>, Andreas Luebke<sup><\/sup>, Claudia Hube-Magg<sup><\/sup>, Christoph Fraune<sup><\/sup>, Christian Bernreuther<sup><\/sup>, Patrick Lebok<sup><\/sup>, Till Clauditz<sup><\/sup>, Frank Jacobsen<sup><\/sup>, Guido Sauter<sup><\/sup>, Ria Uhlig<sup><\/sup>, Stefan Steurer<sup><\/sup>, Sarah Minner<sup><\/sup>, Andreas Marx<sup><\/sup>, <b>Ronald Simon<\/b><sup><\/sup>, Eike Burandt<sup><\/sup>, Till Krech<sup><\/sup><br><br\/>University Medical Center Hamburg-Eppendorf, Hamburg, Germany","CSlideId":"","ControlKey":"5d410ae6-3b92-4b9f-82a4-f5b24c2e53b7","ControlNumber":"5989","DisclosureBlock":"&nbsp;<b>N. Gorbokon, <\/b> None..<br><b>P. Timm, <\/b> None..<br><b>D. Dum, <\/b> None..<br><b>A. Menz, <\/b> None..<br><b>F. Büscheck, <\/b> None..<br><b>C. Völkel, <\/b> None..<br><b>A. Hinsch, <\/b> None..<br><b>M. Lennartz, <\/b> None..<br><b>A. Luebke, <\/b> None..<br><b>C. Hube-Magg, <\/b> None..<br><b>C. Fraune, <\/b> None..<br><b>C. Bernreuther, <\/b> None..<br><b>P. Lebok, <\/b> None..<br><b>T. Clauditz, <\/b> None..<br><b>F. Jacobsen, <\/b> None.&nbsp;<br><b>G. Sauter, <\/b> <br><b>MS Validated Antibodies, Hamburg, Germany<\/b> Other, The mammaglobin-A antibody clone MSVA-457R was provided from MS Validated Antibodies GmbH (owned by a family member of GS).<br><b>R. Uhlig, <\/b> None..<br><b>S. Steurer, <\/b> None..<br><b>S. Minner, <\/b> None..<br><b>A. Marx, <\/b> None..<br><b>R. Simon, <\/b> None..<br><b>E. Burandt, <\/b> None..<br><b>T. Krech, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4271","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5554","PresenterBiography":null,"PresenterDisplayName":"Ronald Simon, PhD","PresenterKey":"2c802fbd-4957-4946-8152-d3358183fd69","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5554. Mammaglobin-A expression in highly specific for tumors derived from the breast, the female genital tract and salivary gland tumors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mammaglobin-A expression in highly specific for tumors derived from the breast, the female genital tract and salivary gland tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Most inactivating p53 mutations result in a nuclear accumulation of the defective p53 protein. However, p53 alterations that result in a complete lack of cellular p53 and complete absence of p53 immunostaining do also occur. As p16 is upregulated in p53 inactivated cells, p16 immunohistochemistry may be a surrogate marker for p53 inactivation.<br \/><b>Design:<\/b> In this study, we investigated p53 and p16 immunostaining on more than 2,500 urothelial bladder carcinomas in a tissue microarray format to better understand their impact in relation to clinicopathological parameters of disease progression and patient outcome.<br \/><b>Results: <\/b>p16 immunostaining was not observed in normal urothelium but occurred in 1,576 (63.5%) of cancers including 755 (30.4%) with a strong staining. The fraction of p16 positive cases increased markedly from pTaG2 low grade (9.6%) to pTaG3 high grade tumors (46.5% strongly positive, p&#60;0.0001 for pTaG2 low vs. pTaG3) but continuously decreased from pTaG3 to pT2 (41.3% strongly positive), pT3 (36.5%) and pT4 (33.3%; p=0.0030). Within pT2-4 carcinomas, p16 positivity was also linked to high grade (p=0.0005) but unrelated to overall survival.<b> <\/b>p53 staining has been recorded as negative in 203 (8.4%), very weak in 373 (15.4%), weak in 1,341 (55.3%), strong in 115 (4.7%), and very strong in 393 (16.2%) cancers. The fraction of tumors with negative (potentially p53 null phenotype), strong, and very strong p53 positivity increased markedly from pTaG2 low grade to pTaG3 high grade tumors (p&#60;0.0001) and from pTaG3 to muscle-invasive pT2-4 cancers (p=0.0007). p53 staining pattern was unrelated to histopathological parameters of malignancy or patient prognosis within pT2-4 carcinomas, however. There was a significant overall association between p53 and p16 expression but strong p16 expression predominated in tumors with very strong, strong, and negative p53 staining. Subset analyses showed that the combination of p53 negative\/p16 strongly positive cancers was particularly linked to features of tumor aggressiveness.<br \/><b>Conclusion: <\/b>Our data show that altered function of p53 and p16 immunostaining increases during grade and stage progression although these alterations lack prognostic significance in pT2-4 carcinomas. That high level p16 expression is limited to neoplastic urothelium and that the p53 null phenotype is largely limited to grade 3 and invasive urothelial carcinomas are features with potential diagnostic utility.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"p53,p16,Genitourinary cancers: bladder,Immunohistochemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Simon Schallenberg<sup>1<\/sup>, Henning Plage<sup>2<\/sup>, Sebastian Hofbauer<sup>2<\/sup>, Kira Kornienko<sup>2<\/sup>, Sarah Weinberger<sup>2<\/sup>, Paul G. Bruch<sup>2<\/sup>, Florian Roßner<sup>1<\/sup>, Sefer Elezkurtaj<sup>1<\/sup>, Martina Kluth<sup>3<\/sup>, Maximilian Lennartz<sup>3<\/sup>, Tim Mandelkow<sup>4<\/sup>, <b>Elena Bady<\/b><sup>4<\/sup>, Niclas C. Blessin<sup>3<\/sup>, Andreas H. Marx<sup>5<\/sup>, Henrik Samtleben<sup>5<\/sup>, Margit Fisch<sup>6<\/sup>, Michael Rink<sup>6<\/sup>, Marcin Slojewski<sup>7<\/sup>, Krystian Kaczmarek<sup>7<\/sup>, Thorsten Ecke<sup>8<\/sup>, Steffen Hallmann<sup>8<\/sup>, Stefan Koch<sup>9<\/sup>, Nico Adamini<sup>10<\/sup>, Sarah Minner<sup>4<\/sup>, Ronald Simon<sup>4<\/sup>, Guido Sauter<sup>4<\/sup>, David Horst<sup>1<\/sup>, Tobias Klatte<sup>2<\/sup>, Thorsten Schlomm<sup>2<\/sup>, Henrik Zecha<sup>10<\/sup><br><br\/><sup>1<\/sup>Institute of Pathology, Charité Berlin, Berlin, Germany,<sup>2<\/sup>Department of Urology, Charité Berlin, Berlin, Germany,<sup>3<\/sup>University Medical Center Hamburg-Eppendorf, Hamburg, Germany,<sup>4<\/sup>Institute of Pathology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany,<sup>5<\/sup>Department of Pathology, Academic Hospital Fuerth, Fuerth, Germany,<sup>6<\/sup>Department of Urology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany,<sup>7<\/sup>Department of Urology, University Hospital Stettin, Stettin, Poland,<sup>8<\/sup>Department of Urology, Helios Hospital Bad Saarow, Bad Saarow, Germany,<sup>9<\/sup>Department of Pathology, Helios Hospital Bad Saarow, Bad Saarow, Germany,<sup>10<\/sup>Department of Urology, Albertinen Hospital, Hamburg, Germany","CSlideId":"","ControlKey":"a4a5dc55-6d79-4c45-ae9f-0a477f9e30e0","ControlNumber":"5868","DisclosureBlock":"&nbsp;<b>S. Schallenberg, <\/b> None..<br><b>H. Plage, <\/b> None..<br><b>S. Hofbauer, <\/b> None..<br><b>K. Kornienko, <\/b> None..<br><b>S. Weinberger, <\/b> None..<br><b>P. G. Bruch, <\/b> None..<br><b>F. Roßner, <\/b> None..<br><b>S. Elezkurtaj, <\/b> None..<br><b>M. Kluth, <\/b> None..<br><b>M. Lennartz, <\/b> None..<br><b>T. Mandelkow, <\/b> None..<br><b>E. Bady, <\/b> None..<br><b>N. C. Blessin, <\/b> None..<br><b>A. H. Marx, <\/b> None..<br><b>H. Samtleben, <\/b> None..<br><b>M. Fisch, <\/b> None..<br><b>M. Rink, <\/b> None..<br><b>M. Slojewski, <\/b> None..<br><b>K. Kaczmarek, <\/b> None..<br><b>T. Ecke, <\/b> None..<br><b>S. Hallmann, <\/b> None..<br><b>S. Koch, <\/b> None..<br><b>N. Adamini, <\/b> None..<br><b>S. Minner, <\/b> None..<br><b>R. Simon, <\/b> None.&nbsp;<br><b>G. Sauter, <\/b> <br><b>MS Validated Antibodies GmbH<\/b> The p53 (MSVA-053R) and p16 (MSVA-016R) Antibody was provided by MS Validated Antibodies GmbH (owned by a family member of Guido Sauter, Director of Institute).<br><b>D. Horst, <\/b> None..<br><b>T. Klatte, <\/b> None..<br><b>T. Schlomm, <\/b> None..<br><b>H. Zecha, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4272","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5555","PresenterBiography":"","PresenterDisplayName":"Elena Bady, MS","PresenterKey":"13eeb732-a837-4cd3-8be2-7d9b9b76a49c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5555. Altered p53\/p16 expression is linked to urothelial carcinoma progression but is unrelated to prognosis in muscle-invasive tumors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Altered p53\/p16 expression is linked to urothelial carcinoma progression but is unrelated to prognosis in muscle-invasive tumors","Topics":null,"cSlideId":""},{"Abstract":"The objective of these in vitro and in vivo studies was to validate Lemur Tyrosine Kinase 3 (LMTK3) as a specific target and predictor of clinical outcome in ovarian cancer. LMTK3 belongs to a family of regulated tyrosine kinases with three structurally related isoforms, LMTK1, LMTK2, and LMTK3. Both nuclear and cytoplasmic LMTK3 expressions correlated with tumor grade and patient survival in cancers such as breast and colorectal cancer. We tested the clinical significance of the LMTK3 gene by immunohistochemistry (IHC) using LMTK3 monoclonal antibody on formalin-fixed paraffin-embedded sections (FFPE) collected from 204 early-stage (stage I-II) ovarian cancer patients. Results from this IHC LMTK3 study revealed a higher cytoplasmic to nuclear localization of LMTK3 correlated with worse overall survival (P&#60;0.01). Further investigation of LMTK3&#8217;s prognostic value by screening LMTK3 signaling in 270 stage III-IV ovarian cancer patients is ongoing. We utilized the MTT ((3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide) assay for testing the killing efficacy of targeting LMTK3 by a monoclonal antibody, siRNA, and specific LMTK3 binding peptides (LMTK3BP) in ovarian cancer cell lines SKOV3, MDAH-2774, A2780, and TOV-21G. Treatment with LMTK3 specific monoclonal antibody, siRNA, and LMTK3BP significantly induced killing of both chemosensitive and chemoresistant ovarian cancer cells without affecting normal cells in vitro. Moreover, we observed this killing as synergistic with both Cisplatin and Taxotere treatment in vitro. Lastly, we used an A2780 cell line derived orthotopic xenograft mouse model of ovarian cancer to test the efficacy of specific LMTK3BP in vivo. Strikingly, LMTK3BP 20 mg\/kg IV dose given three times a week for three weeks showed a 35% tumor reduction. Furthermore, in vivo safety studies showed no signs of toxicity of the LMTK3BP, even at a very high dose of 40 mg\/kg. Thus, with dose optimization in ongoing experiments, we could expect a higher efficacy. In conclusion, this study highlighted the importance of LMTK3 as a predictor of patient clinical outcome and potential target for treatment in ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Ovarian cancer,Cell death,Immunohistochemistry,Prognostic factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Thea  K.  Kirsch-Mangu<sup>1<\/sup>, Axel  S.  Tullberg<sup>2<\/sup>, Anna Portela<sup>3<\/sup>, Khalil Helou<sup>2<\/sup>, <b>Ghassan M. Saed<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Wayne State University School of Medicine, Detroit, MI,<sup>2<\/sup>University of Gothenburg, Gothenburg, Sweden,<sup>3<\/sup>Xenopat, Barcelona, Spain","CSlideId":"","ControlKey":"37426b2a-238c-40d8-9523-14a95dd7a93a","ControlNumber":"2907","DisclosureBlock":"&nbsp;<b>T. K. Kirsch-Mangu, <\/b> None..<br><b>A. S. Tullberg, <\/b> None.&nbsp;<br><b>A. Portela, <\/b> <br><b>Xenopat<\/b> Other, CEO.<br><b>K. Helou, <\/b> None.&nbsp;<br><b>G. M. Saed, <\/b> <br><b>Temple Therapeutics\/ DS Biotech<\/b> Patent. <br><b>Eurostars, a Eureka Network and European Commission initiative and The National Body of The Netherlands RVO<\/b> Other, Project Funding.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4273","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5556","PresenterBiography":null,"PresenterDisplayName":"Ghassan Saed, PhD","PresenterKey":"2b468754-b8ee-4c7f-9d4f-459d1915132f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5556. Lemur tyrosine kinase 3 serves as a predictor of patient outcome and a target for the treatment of ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lemur tyrosine kinase 3 serves as a predictor of patient outcome and a target for the treatment of ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Cancers often overexpress multiple clinically relevant oncogenes.<br \/>However, it is not known if multiple oncogenes within a cancer combineuniquely in specific cellular sub-populations to influence clinical outcome.We studied this phenomenon using the prognostically relevantoncogenes MYC, BCL2 and BCL6 in Diffuse Large B-Cell Lymphoma(DLBCL).<br \/>Methods: Quantitative multispectral imaging simultaneously measured oncogene co-expression at single-cell resolution in reactive lymphoid tissue (n=12)and four independent cohorts (<i>n<\/i>=409) of DLBCL. Mathematically derived co-expression phenotypes were evaluated in DLBCLs with immunohistochemistry (<i>n<\/i>=316) and nine DLBCL cohorts with gene expression data (<i>n<\/i>=3974). Bulk and single-cell RNA sequencing was performed on patient-derived B-cells with induced co-expression of MYC,BCL2 and BCL6.<br \/>Results: Unlike in non-malignant lymphoid tissue where the co-expression of MYC, BCL2 and BCL6 in a B-cell is limited, DLBCLs show multiple permutations of oncogenic co-expression in malignant B-cells. The percentage of cells with a unique combination MYC+BCL2+BCL6-(M+2+6-) consistently predicts survival in contrast to that of other combinations (including M+2+6+). An estimated percentage of M+2+6-cells can be derived from any quantitative measurement of the component individual oncogenes, and correlates with survival in immunohistochemistry and gene expression datasets. Comparative transcriptomic analysis of DLBCLs and transformed patient-derived B-cells identifies cyclin D2 (CCND2) as a potential BCL6-repressedregulator of proliferation in the M+2+6- population.<br \/>Conclusions: Unique patterns of oncogene co-expression at single-cell resolution affect clinical outcomes in DLBCL. Similar analyses evaluating oncogenic combinations at the cellular level may impact diagnostics and target discovery in other cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Intratumoral heterogeneity,Diffuse large B-cell lymphoma,Biomarkers,Oncogene,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Michal  M.  Hoppe<\/b><sup>1<\/sup>, Patrick Jaynes<sup>1<\/sup>, Shuangyi Fan<sup>2<\/sup>, Yanfen Peng<sup>1<\/sup>, Shruti Sridhar<sup>1<\/sup>, Phuong Mai Hoang<sup>1<\/sup>, Xin Liu<sup>3<\/sup>, Sanjay de Mel<sup>3<\/sup>, Limei Poon<sup>4<\/sup>, Esther Chan<sup>3<\/sup>, Joanne Lee<sup>3<\/sup>, Choon Kiat Ong<sup>5<\/sup>, Tiffany Tang<sup>6<\/sup>, Soon Thye Lim<sup>6<\/sup>, Chandramouli Nagarajan<sup>7<\/sup>, Nicholas  F.  Grigoropoulos<sup>7<\/sup>, Soo-Yong Tan<sup>2<\/sup>, Susan Swee-Shan Hue<sup>2<\/sup>, Sheng-Tsung Chang<sup>8<\/sup>, Shih-Sung Chuang<sup>8<\/sup>, Shaoying Li<sup>9<\/sup>, Joseph  D.  Khoury<sup>9<\/sup>, Hyungwon Choi<sup>10<\/sup>, Pedro Farinha<sup>11<\/sup>, Anja Mottok<sup>12<\/sup>, David  W.  Scott<sup>11<\/sup>, Carl Harris<sup>13<\/sup>, Alessia Bottos<sup>14<\/sup>, Gayatri Kumar<sup>15<\/sup>, Kasthuri Kannan<sup>15<\/sup>, Laura  J.  Gay<sup>16<\/sup>, Hendrik  F.   P.  Runge<sup>16<\/sup>, Ilias Moutsopoulos<sup>16<\/sup>, Irina Mohorianu<sup>16<\/sup>, Daniel  J.  Hodson<sup>16<\/sup>, Yen-Chee Lin<sup>3<\/sup>, Wee-Joo Chng<sup>1<\/sup>, Siok-Bian Ng<sup>1<\/sup>, Claudio Tripodo<sup>17<\/sup>, Anand  D.  Jeyasekharan<sup>1<\/sup><br><br\/><sup>1<\/sup>Cancer Science Institute of Singapore, Singapore, Singapore,<sup>2<\/sup>Department of Pathology, Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore,<sup>3<\/sup>Department of Haematology-Oncology, National University Health System, Singapore, Singapore,<sup>4<\/sup>Department of Haematology-Oncology,, National University Health System, Singapore, Singapore,<sup>5<\/sup>Division of Cellular and Molecular Research, National Cancer Centre Singapore, Singapore, Singapore,<sup>6<\/sup>Division of Medical Oncology, National Cancer Centre Singapore, Singapore, Singapore,<sup>7<\/sup>Department of Haematology, Singapore General Hospital, Singapore, Singapore,<sup>8<\/sup>Department of Pathology, Chi-Mei Medical Center, Tainan, Taiwan,<sup>9<\/sup>Department of Hematopathology, Division of Pathology and Laboratory Medicine, MD Anderson Cancer Center, Houston, TX,<sup>10<\/sup>Department of Medicine, Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore,<sup>11<\/sup>BC Cancer Research Centre, Vancouver, BC, Canada,<sup>12<\/sup>Institute of Human Genetics, University Medical Center and University of Ulm, Ulm, Germany,<sup>13<\/sup>Hoffmann-La Roche Ltd, Basel, Switzerland,<sup>14<\/sup>F. Hoffmann-La Roche Ltd, Basel, Switzerland,<sup>15<\/sup>Translational Molecular Pathology, The University of Texas, MD Anderson Cancer Center, Houston, TX,<sup>16<\/sup>Wellcome-MRC Cambridge Stem Cell Institute, Cambridge, United Kingdom,<sup>17<\/sup>Tumor Immunology Unit, University of Palermo, Palermo, Italy","CSlideId":"","ControlKey":"3b7b94c0-d65f-44e1-8cf2-152ac1762d6d","ControlNumber":"2715","DisclosureBlock":"&nbsp;<b>M. M. Hoppe, <\/b> None..<br><b>P. Jaynes, <\/b> None..<br><b>S. Fan, <\/b> None..<br><b>Y. Peng, <\/b> None..<br><b>S. Sridhar, <\/b> None..<br><b>P. Hoang, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>S. de Mel, <\/b> None..<br><b>L. Poon, <\/b> None..<br><b>E. Chan, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>C. Ong, <\/b> None..<br><b>T. Tang, <\/b> None..<br><b>S. Lim, <\/b> None..<br><b>C. Nagarajan, <\/b> None..<br><b>N. F. Grigoropoulos, <\/b> None..<br><b>S. Tan, <\/b> None..<br><b>S. Hue, <\/b> None..<br><b>S. Chang, <\/b> None..<br><b>S. Chuang, <\/b> None..<br><b>S. Li, <\/b> None..<br><b>J. D. Khoury, <\/b> None..<br><b>H. Choi, <\/b> None..<br><b>P. Farinha, <\/b> None..<br><b>A. Mottok, <\/b> None..<br><b>D. W. Scott, <\/b> None.&nbsp;<br><b>C. Harris, <\/b> <br><b>Hoffmann-La Roche Ltd<\/b> Employment. <br><b>A. Bottos, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment.<br><b>G. Kumar, <\/b> None..<br><b>K. Kannan, <\/b> None..<br><b>L. J. Gay, <\/b> None..<br><b>H. F. P. Runge, <\/b> None..<br><b>I. Moutsopoulos, <\/b> None..<br><b>I. Mohorianu, <\/b> None..<br><b>D. J. Hodson, <\/b> None..<br><b>Y. Lin, <\/b> None..<br><b>W. Chng, <\/b> None..<br><b>S. Ng, <\/b> None..<br><b>C. Tripodo, <\/b> None..<br><b>A. D. Jeyasekharan, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4274","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5557","PresenterBiography":null,"PresenterDisplayName":"Michal Marek Hoppe","PresenterKey":"1b4d109e-5113-46d0-a092-672e68df032f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5557. Patterns of oncogene co-expression at single cell resolution influence survival in diffuse large B-cell lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patterns of oncogene co-expression at single cell resolution influence survival in diffuse large B-cell lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Tumor budding (TB), a single or cluster of up to 4 cells at the tumor-invasive front, is a well-established prognostic marker and an independent predictor of metastasis in colorectal cancer (CRC). Despite that, the underlying molecular mechanism that drives this phenotype and its relationship with the tumor microenvironment (TME) remains unclear.<br \/>Methods: The relationship between TME and TB was investigated using multiplex immunofluorescence (mIF) in tissue microarrays (TMAs) of the tumor core and full sections. GeoMx<sup>TM<\/sup> digital spatial profiling (DSP) was employed to identify the mechanism underlying TB and its surrounding TME, using the GeoMx Immune-oncology pathway panel in full CRC sections.<br \/>Results: In the current study, TB was independently associated with decreased cancer-specific survival (OR 1.856, 95% CI 1.360-2.533, P&#38;lt;0.001) in a cohort of 650 CRC patients. Additionally, TB was significantly associated with the Glasgow microenvironment score (GMS) (P=0.017). mIF performed in TMAs of the tumor core (n=650) showed that high CD3+ (OR0.374, 95% CI0.263-0.533, P&#38;lt;0.001) associated with good prognosis, whereas high CD68+ (OR2.902, 95% CI1.728-4.873, P&#38;lt;0.001) associated with poor prognosis. In addition, eighteen full sections were stained with an immune-related multiplex panel. Interestingly, in the invasive area, CD3+CD8+ was less frequent, while CD3+FOXP3+ was significantly higher compared to the stromal area in a patient with high TB (P=0.06, P&#38;lt;0.01, respectively). Moreover, though no significant difference was found, tumors with high buds showed an increase in neutrophil marker (CD66b) compared to low buds. No association is also found with a myeloid marker (CD68, CD163). The proliferation index of the tumor in the invasive area showed that the tumor with low buds is likely to be more proliferative. Besides, we found that a small subpopulation of budding is KI67+, suggesting the heterogeneity among TB. Furthermore, the mechanism underlying TB was observed using GeoMx<sup>TM<\/sup>. Twelve cases, selected from mIF stained, with low (n=6) or high buds (n=6) were utilized, and 96 areas of interest (AOI) were identified from the tumor core, invasive front, and stroma. The results showed the differential expression of genes between the tumor core and the invasive front in patients with high TB. A significant decrease in immune-related genes (e.g., CD3, NKG7, IL6, CXCR6, CD47, IFNAR1 and VSIR) compared to the stromal area at the invasive front was also observed (P&#38;lt;0.001).<br \/>Conclusion: TB is associated with poor prognosis and showed a distinct gene expression characteristic compared to the tumor mass. It may also affect the inflammatory response at the invasive tumor. The underlying mechanism of TB and its relationship with TME warrants future studies to confirm this finding.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Colorectal cancer,Prognostic markers,Immune cells,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Phimmada Hatthakarnkul<\/b><sup>1<\/sup>, Holly Leslie<sup>2<\/sup>, Hester Van Wyk<sup>3<\/sup>, Leah Officer-Jones<sup>4<\/sup>, Silvia Cusumano<sup>4<\/sup>, Aula Ammar<sup>5<\/sup>, Kathryn A.F. Pennel<sup>5<\/sup>, Jean  A.  Quinn<sup>5<\/sup>, Jennifer Hay<sup>6<\/sup>, James Park<sup>3<\/sup>, Noori Maka<sup>3<\/sup>, John Le Quesne<sup>2<\/sup>, Chanitra Thuwajit<sup>7<\/sup>, Nigel Jamieson<sup>5<\/sup>, Joanne Edwards<sup>5<\/sup><br><br\/><sup>1<\/sup>Biomedical Science, Mahidol University, Bangkok, Thailand,<sup>2<\/sup>University of Glasgow, Glasgow, United Kingdom,<sup>3<\/sup>School of Medicine, University of Glasgow, Glasgow, United Kingdom,<sup>4<\/sup>Beatson Institute, Glasgow, United Kingdom,<sup>5<\/sup>School of Cancer Science, University of Glasgow, Glasgow, United Kingdom,<sup>6<\/sup>Glasgow Tissue Research Facility, University of Glasgow, Glasgow, United Kingdom,<sup>7<\/sup>Immunology, Mahidol University, Bangkok, Thailand","CSlideId":"","ControlKey":"665ca9ae-c4d3-450d-8ce9-36904241e6a7","ControlNumber":"2563","DisclosureBlock":"&nbsp;<b>P. Hatthakarnkul, <\/b> None..<br><b>H. Leslie, <\/b> None..<br><b>H. V. Wyk, <\/b> None..<br><b>L. Officer-Jones, <\/b> None..<br><b>S. Cusumano, <\/b> None..<br><b>A. Ammar, <\/b> None..<br><b>K. A. Pennel, <\/b> None..<br><b>J. A. Quinn, <\/b> None..<br><b>J. Hay, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>N. Maka, <\/b> None..<br><b>J. Le Quesne, <\/b> None..<br><b>C. Thuwajit, <\/b> None..<br><b>N. Jamieson, <\/b> None..<br><b>J. Edwards, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4275","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5558","PresenterBiography":null,"PresenterDisplayName":"Phimmada Hatthakarnkul, MS","PresenterKey":"4d9b98e4-b68b-42b8-ab36-bac245156529","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5558. Understanding the molecular mechanism of tumor budding and its relationship with tumor microenvironment in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Understanding the molecular mechanism of tumor budding and its relationship with tumor microenvironment in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"<i>PIK3CA<\/i> mutations occur in ~40% of patients (pts) with HR+\/HER2- aBC. TAS is a potent and selective &#946;-sparing PI3K inhibitor that has shown modest clinical benefit when combined with FUL endocrine therapy in patients (pts) with <i>PIK3CA<\/i>mut aBC. To better understand the molecular features associated with response to TAS and\/or FUL, we examined the gene expression profiles of archival tissue from pts enrolled in SANDPIPER (NCT02340221). Most patients did not have prior treatment with a CDK4\/6i. RNA sequencing was performed on baseline tissue samples from 456 pts with <i>PIK3CA<\/i>mut tumors. Exploratory biomarker analyses revealed 28 genes associated with worse outcome. Of these, <i>CCNE2<\/i> [HR=1.11 (1.04-1.19), <i>p<\/i>=0.002], <i>RRM2<\/i> [HR=1.14 (1.07-1.22),<i> p<\/i>&#60;0.0001] and <i>TUB4A<\/i> [HR=1.15 (1.05-1.26), <i>p<\/i>=0.004] are involved in the regulation of mitotic cell cycle. <i>CCNE2 <\/i>encodes CYCLIN E2, a G1 cyclin that binds and activates CDK2. Elevated expression of <i>CCNE2<\/i> has been associated with poor outcome in ER-positive breast cancer, and has been identified as part of gene signatures that predict disease progression in tamoxifen-resistant breast cancer or advanced breast cancer. Since <i>CCNE2<\/i> expression may be a marker of more proliferative tumors, we assessed whether the inclusion of <i>CCNE2<\/i> gene expression would add value to a prognostic model that already includes cell cycle as a factor. Analysis of deviance after sequential addition of variables into Coxph models with stratification factors showed that elevated <i>CCNE2 <\/i>expression is significant, in addition to<sup> <\/sup>cell cycle signature scores, for association with worse PFS (<i>likelihood ratio test p<\/i> = 0.001). When we grouped patients based on <i>CCNE2<\/i> expression split by quartile with the highest values (Q4) grouped as <i>CCNE2<\/i> high vs lower values (Q1-Q3), we found that the <i>CCNE2<\/i> high group does worse in the PBO + FUL treatment arm. Median PFS for <i>CCNE2<\/i>-high group in the placebo arm was 3.75 months compared to the other groups (log-rank<i> p<\/i> &#60; 0.0001; PBO, <i>CCNE2<\/i>-low 7.3 months, TAS, <i>CCNE2<\/i>-high 7.6 months; TAS, <i>CCNE2<\/i>-low 7.3 months). A significant statistical interaction was observed between high <i>CCNE2<\/i> gene expression and PBO + FUL treatment arm HR=1.51 (1.03-2.20), <i>p<\/i>=0.04], suggesting that CCNE2 expression may be associated with poor PFS to in 2L ER+\/HER2- <i>PIK3CA<\/i>mut aBC patients that receive PBO + FUL. Our analysis revealed an association between high <i>CCNE2<\/i> expression and worse PFS in patients that received PBO + FUL. Further, this association was not observed in the patients that received the combination of TAS+FUL, which may inform future rational combination strategies for the clinical development of PI3K inhibitors in ER+\/HER2- <i>PIK3CA<\/i>mut aBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Breast cancer,PIK3CA,Hormone-related cancer,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Radia  M.  Johnson<\/b><sup>1<\/sup>, Bonnie Liu<sup>1<\/sup>, Javier Cortés<sup>2<\/sup>, Susan Dent<sup>3<\/sup>, Nadia Harbeck<sup>4<\/sup>, Ian  E.  Krop<sup>5<\/sup>, William Jacot<sup>6<\/sup>, Robert  L.  Yauch<sup>7<\/sup>, Thomas  J.  Stout<sup>7<\/sup>, Frauke Schimmoller<sup>7<\/sup>, Steven Gendreau<sup>7<\/sup>, Timothy  R.  Wilson<sup>7<\/sup><br><br\/><sup>1<\/sup>Genentech, Inc., South San Francisco, CA,<sup>2<\/sup>International Breast Cancer Center (IBCC), Pangaea Oncology, Quironsalud Group, Madrid Barcelona; Universidad Europea de Madrid, Madrid, Spain,<sup>3<\/sup>Duke Cancer Institute, Duke University, Durham, NC,<sup>4<\/sup>Department Gynecology and Obstetrics, Breast Center and Cancer Center (CCC) Munich, Ludwig-Maximilians-University (LMU) Hospital, Munich, Germany,<sup>5<\/sup>Yale Cancer Center, New Haven, CT,<sup>6<\/sup>Institut du Cancer de Montpellier (ICM) Val d'Aurelle, Montpellier University, Montpellier, France,<sup>7<\/sup>Genentech, Inc., San Francisco, CA","CSlideId":"","ControlKey":"d2bca26f-d132-42a6-87e9-59d1c5bce0f3","ControlNumber":"1432","DisclosureBlock":"<b>&nbsp;R. M. Johnson, <\/b> <br><b>Genentech<\/b> Employment, Stock. <br><b>B. Liu, <\/b> <br><b>Genentech<\/b> Employment, Stock. <br><b>J. Cortés, <\/b> <br><b>Consulting\/Advisor<\/b> Other, Consulting Roche, Celgene, Cellestia, AstraZeneca, Seattle Genetics, Daiichi Sankyo, Erytech, Athenex, Polyphor, Lilly, Merck Sharp&Dohme, GSK, Leuko, Bioasis, Clovis Oncology, Boehringer Ingelheim, Ellipses, Hibercell, BioInvent, Gemoab, Gilead, Menarini, Zymeworks, Reveal Genomics; Honoraria: Roche , Novartis, Celgene, Eisai, Pfizer, Samsung Bioepis, Lilly, Merck Sharp&Dohme, Daiichi Sank. <br><b>Roche, Novartis, Eisai, pfizer, Daiichi Sankyo, Astrazeneca, Gilead<\/b> Travel. <br><b>WO 2014\/199294 A<\/b> Patent. <br><b>US 2019\/ 0338368 A1<\/b> Patent. <br><b>S. Dent, <\/b> <br><b>Novartis, AstraZeneca<\/b> Other, Honoraria for consulting. <br><b>N. Harbeck, <\/b> <br><b>Amgen, AstraZeneca, Daiichi-Sankyo, Exact Sciences, Gilead, Lilly, MSD, Novartis, Pierre-Fabre, Pfizer, Roche, Sandoz, Seagen<\/b> Other, Honoraria for lectures and\/or consulting.&nbsp;<br><b>I. E. Krop, <\/b> <br><b>Genentech, AstraZeneca, and Celltrion<\/b> Other, Honoraria. <br><b>Genentech\/Roche, Seattle Genetics, Daiichi Sankyo, MacroGenics, Taiho Pharmaceutical, Context Therapeutics, Novartis, Merck, and Ionis; research funding from Genentech and Pfizer<\/b> Other, Consulting\/Advisory. <br><b>AMAG Pharmaceuticals<\/b> Other, Employment\/leadership\/stock and other ownership interests (for an immediate family member). <br><b>W. Jacot, <\/b> <br><b>AstraZeneca, Eisai, Novartis, Roche, Pfizer, Eli Lilly, Chugai, MSD, Bristol Myers Squibb, Seagen, Daiichi Sankyo<\/b> Other, Grants, personal fees and non-financial support.&nbsp;<br><b>R. L. Yauch, <\/b> <br><b>Genentech<\/b> Employment, Stock. <br><b>T. J. Stout, <\/b> <br><b>Genentech<\/b> Employment, Stock. <br><b>F. Schimmoller, <\/b> <br><b>Genentech<\/b> Employment, Stock. <br><b>S. Gendreau, <\/b> <br><b>Genentech<\/b> Employment, Stock. <br><b>T. R. Wilson, <\/b> <br><b>Genentech<\/b> Employment, Stock.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4276","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5559","PresenterBiography":"Radia obtained her PhD in Immunology and collaborative program in developmental biology at the University of Toronto and the Hospital for Sick Children, studying the role of FLT3 in B-cell leukemias. Her PhD work was at the bench, but she gradually transitioned to a bioinformatics emphasis, first as a research associate at the University of Cambridge, where she studied JAK2 mutations in hematological malignancies; then at the Institute for Research in Immunology and Cancer at the University of Montreal, studying leukemia-specific transcriptional changes and markers of minimal residual disease; and finally at McGill University, where she lead bioinformatics analyses for a wide variety of immunology and oncology projects at the Goodman Cancer Research Center.\u000a\u000aRadia joined Genentech as an Associate Scientist in September 2017 and promoted to as Scientist in December 2019. Her primary research focus here has been the translation of complex molecular biomarker data into useful diagnostic tools and therapeutic insights. Her passion includes using R and other programing languages to explore genomic data of cancer cells to identify molecular changes and risk factors that contributes to cancer development.","PresenterDisplayName":"Radia Johnson, PhD","PresenterKey":"2f654eb4-e27a-4567-b5c0-66fee55506c9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5559. Exploratory analysis of hormone receptor-positive (HR+), human epidermal growth factor receptor 2-negative (HER2-) <i>PIK3CA<\/i> mutated (mut) advanced breast cancer (aBC) treated with taselisib (TAS) and\/or fulvestrant (FUL) reveals increased <i>CCNE2<\/i> expression with poor outcome to placebo (PBO) + FUL but not TAS + FUL in SANDPIPER","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploratory analysis of hormone receptor-positive (HR+), human epidermal growth factor receptor 2-negative (HER2-) <i>PIK3CA<\/i> mutated (mut) advanced breast cancer (aBC) treated with taselisib (TAS) and\/or fulvestrant (FUL) reveals increased <i>CCNE2<\/i> expression with poor outcome to placebo (PBO) + FUL but not TAS + FUL in SANDPIPER","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Ductal carcinoma in situ (DCIS) is a non-obligatory precursor to invasive breast cancer (IBC). Currently there are no reliable markers to indicate if DCIS will progress IBC after an initial treatment, or if it will remain as DCIS. Because of this uncertainty, standard treatment for DCIS includes surgery with or without radiotherapy. Breast microcalcifications are a common feature in the mammographic detection of DCIS and occur in around 80% of DCIS and 50% of IBC. Despite this, their potential role in the development of DCIS and with progression to IBC remains largely unexplored. The main aim of the study is to identify novel biomarkers for DCIS prognosis, based on chemical and molecular compositional changes of calcifications and their surrounding soft tissue in DCIS.<br \/>Methods: Consecutive tissue section from 422 patients were analyzed using mid-infrared and Raman hyperspectral imaging and X-ray diffraction (XRD) and included (i) &#8216;DCIS controls&#8217; (DCIS without recurrence) (n=193), (ii) &#8216;DCIS cases&#8217; (DCIS which subsequently recurred as an invasive disease) (n=123), (iii) &#8216;synchronous DCIS with invasive cancer&#8217; (n=44) and &#8216;benign&#8217; (n=62) groups. Both parametrized and data mining approaches including cluster analysis, unsupervised and supervised multivariate statistical analysis and biomodelling based on leave-one-sample-out cross-validation were used to classify the data and develop DCIS prediction models.<br \/>Results: Prediction modelling of 314 calcification and soft tissue spectral images from 170 patients (&#8216;DCIS controls&#8217;=118 versus &#8216;DCIS cases&#8217;=52) showed an AUROC mean value of 0.85 in distinguishing DCIS that did not recur from DCIS that recurred as IBC. Prediction modelling of XRD data from 124 patients (&#8216;DCIS controls&#8217;=67 versus &#8216;DCIS cases&#8217;=57) showed an AUROC mean value of 0.80. The calcification spectral features showed pathology specific changes in phosphate to carbonate ratio as well as changes in magnesium whitlockite content. The epithelial features showed changes in protein secondary structure and content indicating structural remodeling between the two groups. XRD parametrized data analysis corroborated these observations in terms of difference in whitlockite, as well as crystallinity\/unit axis of the measured calcifications. The prediction models are currently being tested independently on the remaining sample data.<br \/>Conclusion: Complementary chemical and molecular analysis of breast calcifications and soft tissue using spectroscopy and XRD imaging predicts the likely progression of DCIS to IBC. Subject to the ongoing validation of biomarkers, these approaches appear as promising DCIS risk assessment tools that can inform diagnosis, prognosis and treatment options.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"DCIS,Prognosis,Raman-Infrared Spectroscopy,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jayakrupakar Nallala<\/b><sup>1<\/sup>, Doriana Calabrese<sup>1<\/sup>, Sarah Gosling<sup>2<\/sup>, Esther Lips<sup>3<\/sup>, Rachel Factor<sup>4<\/sup>, Allison Hall<sup>4<\/sup>, Sarah Pinder<sup>5<\/sup>, Ihssane Bouybayoune<sup>5<\/sup>, Elinor Sawyer<sup>5<\/sup>, Lorraine King<sup>4<\/sup>, Jeffrey Marks<sup>4<\/sup>, Thomas Lynch<sup>4<\/sup>, Donna Pinto<sup>6<\/sup>, Jelle Wesseling<sup>3<\/sup>, Shelley Hwang<sup>4<\/sup>, Keith Rogers<sup>2<\/sup>, Nick Stone<sup>1<\/sup>, Grand Challenge PRECISION consortium<sup><\/sup><br><br\/><sup>1<\/sup>University of Exeter, Exeter, United Kingdom,<sup>2<\/sup>Cranfield University, Cranfield, United Kingdom,<sup>3<\/sup>The Netherlands Cancer Institute, Amsterdam, Netherlands,<sup>4<\/sup>Duke University School of Medicine, Durham, NC,<sup>5<\/sup>Kings College London, London, United Kingdom,<sup>6<\/sup>DCIS411, San Diego, CA","CSlideId":"","ControlKey":"66f847d6-25ec-4fa8-afb0-b15b8ccffac2","ControlNumber":"3565","DisclosureBlock":"&nbsp;<b>J. Nallala, <\/b> None..<br><b>D. Calabrese, <\/b> None..<br><b>S. Gosling, <\/b> None..<br><b>E. Lips, <\/b> None.&nbsp;<br><b>R. Factor, <\/b> <br><b>OncLive<\/b> Other, Honorarium.<br><b>A. Hall, <\/b> None..<br><b>S. Pinder, <\/b> None..<br><b>I. Bouybayoune, <\/b> None..<br><b>E. Sawyer, <\/b> None..<br><b>L. King, <\/b> None..<br><b>J. Marks, <\/b> None..<br><b>T. Lynch, <\/b> None..<br><b>D. Pinto, <\/b> None..<br><b>J. Wesseling, <\/b> None..<br><b>S. Hwang, <\/b> None..<br><b>K. Rogers, <\/b> None..<br><b>N. Stone, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4278","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5561","PresenterBiography":null,"PresenterDisplayName":"Jayakrupakar Nallala","PresenterKey":"1f139b9e-a08c-4c32-ab82-63ac2da9489a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5561. Molecular imaging of calcification and soft tissue defines prognosis of DCIS to invasive breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular imaging of calcification and soft tissue defines prognosis of DCIS to invasive breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Malnutrition is a severe but modifiable risk factor for cancers. However, the relationship between malnutrition and the survival of patients with brain metastases has not been fully revealed. We aimed to evaluate the prevalence of malnutrition and assess its prognostic value on patients with brain metastases.<br \/>Method: We retrospectively recruited 2633 patients with brain metastases between January 2014 and September 2020. Three malnutrition scores were used to evaluate patients' malnutrition status at their first admission, including controlling nutritional status (CONUT), the nutritional risk index (NRI), and the prognostic nutritional index (PNI). The association between malnutrition and overall survival was estimated.<br \/>Results: A total of 1984 (75.4%) of patients were assessed as any degree malnourished and 963 (36.6%) of patients were assessed as moderate to severe malnutrition by at least one malnutrition score. The three malnutrition scores were associated with each other and with BMI. Malnutrition assessed by any of the three scores was significantly associated with poor overall survival (adjust hazard ratio [HR] and 95% confidence interval [CI] for CONUT: 1.12 [1.10-1.16]; for NRI: 0.97 [0.97-0.98]; for PNI: 0.96 [0.95-0.97], all p values &#60;0.001). Furthermore, malnutrition was a better indicator than BMI, and adding malnutrition to the Graded Prognostic Assessment scoring system could significantly improve the accuracy of prognosis prediction.<br \/>Conclusion: Malnutrition was prevalent in patients with brain metastases and was significantly associated with overall survival. Malnutrition monitoring on patients' first admission could improve the survival prediction ability for brain metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Brain metastasis,Survival,Prognostic factors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zheran Liu<\/b><sup>1<\/sup>, Yu Zhang<sup>2<\/sup>, Yiyan Pei<sup>1<\/sup>, Yan He<sup>1<\/sup>, Jiayi Yu<sup>3<\/sup>, Renjie Zhang<sup>1<\/sup>, Jingjing Wang<sup>1<\/sup>, Weelic Chong<sup>4<\/sup>, Yang Hai<sup>4<\/sup>, Xingchen Peng<sup>1<\/sup>, Fang Fang<sup>1<\/sup><br><br\/><sup>1<\/sup>West China Hospital of Sichuan University, Chengdu, China,<sup>2<\/sup>Affiliated Hospital of Chengdu University, Chengdu, China,<sup>3<\/sup>Chengdu University of Traditional Chinese Medicine, Chengdu, China,<sup>4<\/sup>Thomas Jefferson University, Philadelphia, PA","CSlideId":"","ControlKey":"15b25df0-82f9-4981-9957-c414cde6b3a3","ControlNumber":"1004","DisclosureBlock":"&nbsp;<b>Z. Liu, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>Y. Pei, <\/b> None..<br><b>Y. He, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>R. Zhang, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>W. Chong, <\/b> None..<br><b>Y. Hai, <\/b> None..<br><b>X. Peng, <\/b> None..<br><b>F. Fang, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4279","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5562","PresenterBiography":null,"PresenterDisplayName":"Zheran Liu, BS,MBBS","PresenterKey":"438e5560-cd90-418a-9182-290f19b64ca5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5562. Prevalence and prognostic significance of malnutrition in patients with brain metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prevalence and prognostic significance of malnutrition in patients with brain metastasis","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Androgen receptor (AR) is a nuclear transcription regulator which mediates the growths stimulating effect of androgens. Inhibition of AR signaling is the most important first line therapy in prostate cancer. Clinical trials are ongoing for molecularly defined subsets of breast cancers expressing AR. In surgical pathology, AR immunohistochemistry is used as a marker for prostate cancer.<br \/><b>Design:<\/b> To comprehensively determine AR expression in normal and neoplastic tissues, a tissue microarray containing 18,234 samples from 141 different tumor types and subtypes as well as 608 samples of 76 different normal tissue types was analyzed by immunohistochemistry.<br \/><b>Results:<\/b> AR positivity was found in 116 of 141 tumor categories, and 66 of these tumor categories contained at least one case with strong AR staining. AR positivity was most seen in different categories of prostate cancer (87.8-100%), various subtypes of breast cancer (34.3-94.9%) and ovarian cancers (48.7-97.1%), in endometrial cancers (53-61.1%), salivary duct carcinomas (70%), teratomas (60%), renal cell carcinomas (41.8-62.7%), urinary bladder cancers (43.2-48.7%), granular cell tumors (40.7%), leiomyosarcomas (33.3%), gastrointestinal stroma tumors (31.1%) and urothelial carcinomas of the kidney pelvis (30.4%). Seventy-seven additional tumor types showed AR expression in up to 30% of the analyzed samples, but AR expression was typically only weak in these tumors. Among 1,430 evaluable invasive breast carcinomas of no special type (NST), absent or low AR immunostaining was significantly linked to high BRE grade (p&#60;0.0001), advanced pT stage (p&#60;0.0001), presence of nodal and distant metastasis (p&#60;0.0001 each), HER2 overexpression (p=0.005), reduced estrogen and progesterone receptor expression (p&#60;0.0001 each), triple negative status (p&#60;0.0001) and shortened patient survival (p=0.0024). Among 1,149 clear cell renal cell cancers (RCC), low AR immunostaining was linked to high ISUP, Fuhrman and Thoenes grades (p&#60;0.0001 each), high UICC and pT stage (p&#60;0.0001 each), presence of distant metastases (p=0.0075), and reduced time to recurrence (p=0.0007), overall survival (p=0.0097) and tumor-specific survival (p=0.0129). In 297 papillary RCC, low AR staining was associated with high ISUP grade (p=0.0179), advanced pT stage (p=0.0055) and nodal metastasis (p=0.0044). Low AR expression was linked to invasive growth (p&#60;0.0001) and nodal metastasis in urothelial carcinoma (p=0.0052).<br \/><b>Conclusion:<\/b> The results of our study demonstrate AR expression in a wide range of cancers. AR expression occurs most frequent in cancers of the prostate, breast, and ovary, but can be found in many types of non-prostate and non-gynecological neoplasms. The poor prognosis of breast and kidney cancers with reduced AR expression argues against a tumor promoting role of AR in these tumor types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Immunohistochemistry,Androgen receptor,Prognostic markers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Florian Viehweger<sup>1<\/sup>, David Dum<sup>1<\/sup>, Anne Menz<sup>1<\/sup>, Ria Uhlig<sup>1<\/sup>, Andrea Hinsch<sup>1<\/sup>, Doris Höflmayer<sup>1<\/sup>, <b>Tim Mandelkow<\/b><sup>1<\/sup>, Christoph Fraune<sup>1<\/sup>, Christian Bernreuther<sup>1<\/sup>, Patrick Lebok<sup>1<\/sup>, Sören Weidemann<sup>1<\/sup>, Guido Sauter<sup>1<\/sup>, Maximilian Lennartz<sup>1<\/sup>, Frank Jacobsen<sup>1<\/sup>, Till  S.  Clauditz<sup>1<\/sup>, Till Krech<sup>1<\/sup>, Andreas  H.  Marx<sup>2<\/sup>, Ronald Simon<sup>1<\/sup>, Stefan Steurer<sup>1<\/sup>, Eike Burandt<sup>1<\/sup>, Sarah Minner<sup>1<\/sup><br><br\/><sup>1<\/sup>Institute of Pathology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany,<sup>2<\/sup>Pathology, Klinikum Fürth, Fürth, Germany","CSlideId":"","ControlKey":"e308d431-5794-4967-9352-ca8c4a5eacf6","ControlNumber":"6436","DisclosureBlock":"&nbsp;<b>F. Viehweger, <\/b> None..<br><b>D. Dum, <\/b> None..<br><b>A. Menz, <\/b> None..<br><b>R. Uhlig, <\/b> None..<br><b>A. Hinsch, <\/b> None..<br><b>D. Höflmayer, <\/b> None..<br><b>T. Mandelkow, <\/b> None..<br><b>C. Fraune, <\/b> None..<br><b>C. Bernreuther, <\/b> None..<br><b>P. Lebok, <\/b> None..<br><b>S. Weidemann, <\/b> None.&nbsp;<br><b>G. Sauter, <\/b> <br><b>MS Validated Antibodies GmbH<\/b> Other, The used AR antibody was provided by MS Validated Antibodies GmbH which is owned by a family member of Guido Sauter..<br><b>M. Lennartz, <\/b> None..<br><b>F. Jacobsen, <\/b> None..<br><b>T. S. Clauditz, <\/b> None..<br><b>T. Krech, <\/b> None..<br><b>A. H. Marx, <\/b> None..<br><b>R. Simon, <\/b> None..<br><b>S. Steurer, <\/b> None..<br><b>E. Burandt, <\/b> None..<br><b>S. Minner, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4280","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5563","PresenterBiography":null,"PresenterDisplayName":"Tim Mandelkow, MD","PresenterKey":"205ae237-16a8-4359-895b-299b2b4f46ad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5563. Androgen receptor (AR) is frequently found in human cancers and inversely linked to patient outcome in breast and renal cell carcinomas","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Androgen receptor (AR) is frequently found in human cancers and inversely linked to patient outcome in breast and renal cell carcinomas","Topics":null,"cSlideId":""},{"Abstract":"SerpinE2, also known as protease nexin-1, is an extracellular serine protease inhibitor modulating the activity of serine proteases such as thrombin, plasmin, urokinase-type plasminogen activator and trypsin. Dysregulation between extracellular serine proteases and their cognate inhibitors has been implicated in malignant progression, making serpins promising biomarkers for tumor progression and prognosis. SerpinE2 is upregulated in many cancers and promotes tumor invasion and metastasis. In this study, we analyzed serpinE2 expression by immunohistochemistry on tissue microarrays comprising of samples from prostate, bladder and kidney cancers. The studied samples were clinically hard-to-risk stratify and thus relevant for biomarker studies. We aimed to study the association of serpinE2 expression with survival and clinicopathological features in all three cancers, and evaluate its potential as an immunohistochemical biomarker. In the case of bladder cancer, association of serpinE2 expression with response to neoadjuvant chemotherapy was also assessed. We found that although the strong expression of serpinE2 was related to more aggressive prostate cancers (p = 0.017) and high grade bladder cancers (p = 0.034), it was not associated with relapse, treatment response or survival of prostate and bladder cancer patients. In renal cancer, on the contrary, serpinE2 expression was significantly lower in patients with tumor relapse (p = 0.048) and high expression predicted favorable disease-specific survival (p = 0.013). Our findings help understanding the functional role of serpinE2 in cancer progression and guide the prognostic biomarker research of serpinE2, particularly for prediction of renal cancer-specific survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Prognostic markers,Prostate cancer,Bladder cancer,Tissue microarrays,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ruusu-Maaria Kovanen<\/b><sup><\/sup>, Netta Koskinen<sup><\/sup>, Timo-Pekka Lehto<sup><\/sup>, Antti Rannikko<sup><\/sup>, Tuomas Mirtti<sup><\/sup>, Hannu Koistinen<sup><\/sup><br><br\/>University of Helsinki, Helsinki, Finland","CSlideId":"","ControlKey":"7051409c-e910-449d-9ba2-e89a877de577","ControlNumber":"5809","DisclosureBlock":"&nbsp;<b>R. Kovanen, <\/b> None.&nbsp;<br><b>N. Koskinen, <\/b> <br><b>Aidian Oy<\/b> Employment.<br><b>T. Lehto, <\/b> None.&nbsp;<br><b>A. Rannikko, <\/b> <br><b>Bayer<\/b> Other, An advisory board member and an investigator in clinical trials.. <br><b>Orion Pharma<\/b> Other, An advisory board member and an investigator in clinical trials.. <br><b>Janssen<\/b> Other, An advisory board member and an investigator in clinical trials.. <br><b>Aqsens<\/b> Stock, Other, A clinical advisor. <br><b>Rho-Vac<\/b> Other, An investigator in clinical trials. <br><b>Astellas<\/b> Other, An investigator in clinical trials. <br><b>Pfizer<\/b> Other, An investigator in clinical trials.<br><b>T. Mirtti, <\/b> None..<br><b>H. Koistinen, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4281","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5564","PresenterBiography":null,"PresenterDisplayName":"Ruusu-Maaria Kovanen, MS","PresenterKey":"f0be9e64-b666-41f9-aeee-3b493886fa4a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5564. SerpinE2: A potential biomarker for urological cancers","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SerpinE2: A potential biomarker for urological cancers","Topics":null,"cSlideId":""},{"Abstract":"Background: Alteration of human microbiota has been implicated in non-small cell lung cancer (NSCLC). However, most metagenomics studies utilized fecal samples, circulating bacteria DNA in patients with respectable NSCLC remain unexplored. This study aimed to characterize bacteria DNA in plasma of respectable NSCLC patients and build a machine-learning model to detect early recurrence of NSCLC.<br \/>Methods: We performed whole genome sequencing of plasma from 101 NSCLC patients with (n = 36, R) or without (n = 65, NR) tumor recurrence within three years after surgery. Microbial DNA was obtained by removing the host genome and relative abundance was measured by mapping reads into microbial genomes. Significant microbial features were identified in the discovery set and built into a random forest model, which was tested in the validation set.<br \/>Results: We enrolled 22 R and 39 NR patients with matching demographic features in the discovery set. The remaining 14 R and 26 NR patients were included in the validation set. PCoA analysis using Bray-Curtis distance showed significant differences between R and NR patients at genus level and species level in the discovery set. Notably, in the discovery set, 4 genera and 13 species showed significantly lower abundance in R patients, whereas 11 genera and 21 species were conversely enriched. Based on these significant microbial features, the random-forest model obtained the maximal AUC value of 0.9044 (95% CI, 0.8203-0.9886) when 11 features were selected. In the validation set, this model distinguished R from NR patients with an AUC of 0. 8434 (95% CI, 0.7189-0.9679).<br \/>Conclusions: This pioneer study characterized alteration of circulating bacterial DNA in NSCLC patients with early recurrence, and illustrated significant difference in microbial composition between R and NR patients. The predictive model constructed with selected circulating microbial features was an accurate and non-invasive tool for prediction in early NSCLC recurrence.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Lung cancer: non-small cell,Cancer marker,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Haiming Chen<\/b><sup>1<\/sup>, Yiming Lu<sup>2<\/sup>, Mantang Qiu<sup>1<\/sup><br><br\/><sup>1<\/sup>Peking University People’s Hospital, Beijing, China,<sup>2<\/sup>Beijing Institute of Radiation Medicine, Beijing, China","CSlideId":"","ControlKey":"1be5b5d0-da6c-4d2c-8232-2e14498ec247","ControlNumber":"3585","DisclosureBlock":"&nbsp;<b>H. Chen, <\/b> None..<br><b>Y. Lu, <\/b> None..<br><b>M. Qiu, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4284","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5567","PresenterBiography":null,"PresenterDisplayName":"Haiming Chen","PresenterKey":"4e3527fd-0108-4f80-bd57-4775b8e92429","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5567. Circulating bacterial DNA is a non-invasive biomarker for early recurrence of NSCLC patients","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Circulating bacterial DNA is a non-invasive biomarker for early recurrence of NSCLC patients","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Patients with locally advanced, triple-negative breast cancer (TNBC) typically receive neoadjuvant systemic therapy (NAST). However, the response of TNBC to NAST is varied and a prognostic marker is still lacking. Since angiogenesis plays an important role in cancer progression, the quantification of changes in the tumor vasculature during treatment has the potential to provide useful information for characterizing the treatment response. We have recently developed a method to quantify changes in tumor-associated vasculature through a novel analysis of dynamic contrast-enhanced magnetic resonance imaging (DCE-MRI). In this study, we investigated its ability to monitor the response of TNBC to NAST.<br \/>Methods: Dynamic contrast-enhanced (DCE) MRI was acquired in TNBC patients (N = 50; 25 pathological complete response (pCR), 25 non-pCR) before, after 2 and 4 cycles of Adriamycin\/Cyclophosphamide (A\/C), as part of the ARTEMIS trial (NCT02276433). Using DCE-MRI, we identified the tumor-associated vessels <i>via<\/i> a breast vasculature analysis. Specifically, the difference between pre- and post-contrast DCE-MRI images was enhanced by a histogram-based intensity transfer function. The 3D vasculature in the breast was then segmented by applying a Hessian filter. Given the vasculature segmented by the algorithms and the tumor masks segmented by radiologists, a lowest-cost tracking algorithm was used to automatically detect the vessels that are most likely to contact the tumor. These vessels are defined as tumor-associated vessels (TAV). The number of TAVs per patient was tabulated and the Wilcoxon rank sum test compared the TAV values before (V1), after 2 cycles (V2), and after 4 cycles of NAST (V3). Additionally, we compared the percent change of TAV from V1 to V3 between the pCR patients and non-pCR patients. Statistical significance was defined as <i>P<\/i> &#60; 0.05.<br \/>Results: A significant decrease in the number of TAVs was observed during the NAST. In particular, the number of TAVs has a median (interquartile range) of 15 (7 - 24), 7 (3 - 14), and 2 (0 - 8) at V1, V2, V3, respectively, which are (pair-wise) significantly different (<i>P<\/i> &#60; 0.01). Moreover, pCR patients showed a significantly greater decrease in the number of TAVs as compared to non-pCR patients. The percent changes in the number of TAVs from V1 to V3 have a median (range) of -88.89% (-100.00% - -60.00%) and -66.67% (-87.85% - -40.88%) in the pCR and non-pCR patients, respectively (<i>P<\/i> &#60; 0.05).<br \/>Conclusion: These preliminary results demonstrate that tumor-associated vasculature may be a valuable imaging biomarker for monitoring the response of TNBC to NAST. Ongoing efforts include additional investigation of the TAVs beyond their number, as well as applying the analysis to more patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Prognostic markers,Magnetic resonance imaging,Image analysis,Angiogenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chengyue Wu<\/b><sup>1<\/sup>, Casey E. Stowers<sup>1<\/sup>, Zhan Xu<sup>2<\/sup>, Ernesto A. B. F. Lima<sup>1<\/sup>, Clinton Yam<sup>3<\/sup>, Jong Bum Son<sup>2<\/sup>, Jingfei Ma<sup>2<\/sup>, Gaiane M. Rauch<sup>4<\/sup>, Thomas E. Yankeelov<sup>1<\/sup><br><br\/><sup>1<\/sup>Oden Institute for Computational Engineering and Sciences, University of Texas at Austin, Austin, TX,<sup>2<\/sup>Department of Imaging Physics, The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>3<\/sup>Department of Breast Medical Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>4<\/sup>Department of Breast Imaging, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"3afbf449-4ff9-4cce-a165-4cdc80630dee","ControlNumber":"3092","DisclosureBlock":"&nbsp;<b>C. Wu, <\/b> None..<br><b>C. E. Stowers, <\/b> None..<br><b>Z. Xu, <\/b> None..<br><b>E. A. Lima, <\/b> None.&nbsp;<br><b>C. Yam, <\/b> <br><b>Amgen<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>GSK<\/b> Grant\/Contract. <br><b>Conquer Cancer Foundation<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract.<br><b>J. Son, <\/b> None.&nbsp;<br><b>J. Ma, <\/b> <br><b>GE Healthcare<\/b> Grant\/Contract, Patent. <br><b>Siemens Healthineers<\/b> Grant\/Contract, Patent. <br><b>C4 Imaging LLC<\/b> Other, Consultant.<br><b>G. M. Rauch, <\/b> None..<br><b>T. E. Yankeelov, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4286","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5569","PresenterBiography":null,"PresenterDisplayName":"Chengyue Wu, PhD","PresenterKey":"9fcf1dbf-a817-45a8-a3b3-f9b31bc96519","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5569. Quantification of tumor-associated vasculature as an imaging biomarker for monitoring the response of triple-negative breast cancer to neoadjuvant chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Quantification of tumor-associated vasculature as an imaging biomarker for monitoring the response of triple-negative breast cancer to neoadjuvant chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Although recent advances in high-throughput technology and data-driven approach have provided many insights into non-muscle invasive bladder cancer (NMIBC), previous studies are still limited in their ability to predict the clinical behavior of NMIBC. Here, using deep learning method with long term follow-up data, we identified a prognostic gene set consisting of a small gene group for precisely predicting NMIBC heterogeneity.<br \/>Methods: We sought to identify progression-associated genes in patients with NMIBC using Cox regression analysis and verified their predictive values using a fully connected neural network (FNN) algorithm in five independent cohorts comprising more than 800 NMIBC patients. Based on these genes, a prognostic index (PI) in NMIBC progression was also developed. The association between the PI and prognosis of NMIBC patients was evaluated using Kaplan-Meier plots and log-rank tests.<br \/>Results: Gene expression profiling in NMIBC patients identified a prognostic gene set consisting of 1,789 genes for predicting NMIBC progression in a patient cohort (training set, n = 103). Their prognostic significances were validated based on FNN algorithm in other four independent cohorts (validation sets, n = 722). Pathway enrichment analysis revealed a twenty-three gene signature including known prognostic transcription factors such as FOXM1 and E2F1 along with novel genes. We incorporated these genes into the PI system, which was a significant prognostic indicator of NMIBC progression. The PI system was shown to be an independent risk factor by a multivariate analysis and subset stratification according to stage and grade (each P &#60; 0.001). The subset analysis also revealed that the PI system could identify patients who would benefit from BCG immunotherapy.<br \/>Conclusions: The twenty-three gene-based PI represents a promising diagnostic tool for the identification of high-risk NMIBC patients who would display different clinical behaviours as well as response to BCG immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Prognostic markers,Progression,NMIBC,BCG immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jae-Yoon Kim<sup>1<\/sup>, Seong-Hwan Park<sup>1<\/sup>, Seon-Young Kim<sup>1<\/sup>, Seok Joong Yoon<sup>2<\/sup>, <b>Seon-Kyu Kim<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Korea Research Institute of Bioscience and Biotechnology, Daejeon, Korea, Republic of,<sup>2<\/sup>Chungbuk National University College of Medicine, Cheongju, Korea, Republic of","CSlideId":"","ControlKey":"94797e10-a3c0-4f4d-a200-969a852badad","ControlNumber":"883","DisclosureBlock":"&nbsp;<b>J. Kim, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>S. Yoon, <\/b> None..<br><b>S. Kim, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4287","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5570","PresenterBiography":null,"PresenterDisplayName":"Seon-Kyu Kim, PhD","PresenterKey":"2de50fdf-bf4e-4dc9-94dd-08681f37a9fc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5570. Development of prognostic index based on twenty-three genes for predicting superficial-to-invasive progression of non-muscle invasive bladder cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of prognostic index based on twenty-three genes for predicting superficial-to-invasive progression of non-muscle invasive bladder cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Background: Forkhead box protein P3 (FOXP3), belonging to the forkhead\/winged-helix family, is of great importance in modulating the differentiation and development of T-regulatory cells (Tregs). The numbers of FOXP3<sup>+<\/sup> Tregs as well as exhaustive subsets of CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cells have been observed increased in solid tumor tissues of patients with colorectal and breast cancers, which helps to create an immunosuppressive environment and promotes tumor progression. However, the correlation between the presence of FOXP3<sup>+<\/sup> Tregs and patients&#8217; survival has been extensively studied in many cancer types, which remains conflicting. The approach presented here aims to absolutely quantify the level of FOXP3 in single cells and constructed effective immune risk models to predict tumor prognosis.<br \/>Method: Imaging mass cytometry (IMC) was used to quantify FOXP3 inside each single cell. The indirect quantification used a free-metal titration curve in order to match the level of intensity of the metal-tagged antibodies to the level of expression of the antigen. Deep learning (StarDist QuPath extension) was used for cell segmentation and expression quantification. FOXP3 quantification in tissue or at the single cell level was validated against ELISA assay that measure FOXP3 in tissue lysate.<br \/>Results: Linearity of the metal signals with an average %CV of 17% was observed emphasizing the linear correlation between free metal concentration and intensity. With the IMC technique, the minimum amount of FoxP3 detectable is 0.09 femtogram and its absolute quantification in the different cells in tumor tissues was confronted to disease prognosis in order to start building an effective immune risk model.<br \/>Conclusion: With the introduction of new biologics in cancer therapy, it is imperative to follow real quantitative change in the expression of biological marker that are indicator of tumor prognosis. Indeed, although the FOXP3 distribution was already seen to be heterogenous in tumors, its absolute level of expression indicative of disease progression can be directly correlated to gain better understanding of the patient response stratification to biologics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Regulatory T cells,Foxp3,Expression,Imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Adele Ponzoni<\/b><sup><\/sup>, Sandra Delebecq<sup><\/sup>, Melodie Boute<sup><\/sup>, Corinne Ramos<sup><\/sup>, Jonathan Stauber<sup><\/sup><br><br\/>ImaBiotech, Loos, France","CSlideId":"","ControlKey":"f2fd930b-b4b6-43d3-aeaf-9eeda5746fd9","ControlNumber":"6528","DisclosureBlock":"&nbsp;<b>A. Ponzoni, <\/b> None..<br><b>S. Delebecq, <\/b> None..<br><b>M. Boute, <\/b> None..<br><b>C. Ramos, <\/b> None..<br><b>J. Stauber, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4288","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5571","PresenterBiography":null,"PresenterDisplayName":"Corinne Ramos, PhD","PresenterKey":"57300b21-1b1f-4b58-bf6e-6afc2f576262","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5571. FoxP3 absolute quantification to build an effective risk model for cancer patient survival","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FoxP3 absolute quantification to build an effective risk model for cancer patient survival","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the most common cause of cancer-related deaths with Non-Small Cell Lung Cancer (NSCLC) accounting for ~85% of cases. Patients with early-stage NSCLC (stages I-IIIA) undergo surgery with curative intent but up to 30% relapse. Identification of biomarkers that predict outcome at the point of surgery could inform patient management. Here, we explored whether a COX-2-based pro-tumourigenic inflammatory gene signature (PTI), measured in surgically resected samples from early-stage NSCLC patients, can predict patient outcome. Gene expression analysis was performed on 30 formalin fixed paraffin embedded surgical tumour samples from early-stage NSCLC patients with 36-63 months follow-up, using a custom code-set on the NanoString nCounter&#174; platform. Additionally, <i>in silico<\/i> analysis of early-stage NSCLC data from The Cancer Genome Atlas (TCGA) was undertaken. The PTI gene signature and a published signature associated with T cell-inflamed tumours measuring IFN&#947; activity (IFNG)<sup>1<\/sup> were assessed in both datasets and correlated with patient outcome. NanoString gene expression data was robust, displaying good correlations with immunohistochemistry (IHC) expression for key proteins such as CD8 and COX-2, R=0.88, p&#60;1x10<sup>-6<\/sup> and R=0.83, p&#60;1x10<sup>-6<\/sup>, respectively. The IFNG signature score, widely reported to associate with response to checkpoint inhibitors<sup>2<\/sup>, did not correlate with outcome and consistent with this observation neither did CD8 protein expression (by IHC). In contrast, patients with LUSC (n=16) with the highest (upper quartile) PTI score showed significantly worse overall survival (p&#60;0.01). Median overall survival for these PTI<sup>high<\/sup> patients was &#60;6 months vs 4.5 years for LUSC patients with PTI<sup>low<\/sup> scores. Analysis of TCGA data from stage I-IIIA LUAD\/LUSC cases confirmed these contrasting findings for the PTI compared with the IFNG signature. A multiplexed IHC panel for immune contexture analysis was successfully transferred from the Coussens Laboratory Oregon to CRUK Manchester<sup>3<\/sup> and with inclusion of COX-2 in this panel and adaptation of the pipeline for use with the HALO image analysis platform, analysis of the immune contexture in PTI high versus low tumours is underway. Transcriptional profiling of early-stage NSCLC samples revealed that COX-2-associated inflammation predicts patient outcome following surgery. These data highlight the importance of pro-tumourigenic inflammation in early-stage NSCLC. Findings are under validation in a larger cohort, including early-stage NSCLC samples from Manchester&#8217;s early-detection screening studies and mapping of the immune contexture of PTI high versus low tumours is underway. 1: Ayers, M., et al., J Clin Invest., 2017 2: Danaher, P., et al., J Immunother Cancer., 2018 3: Banik, G., et al., Methods Enzymol., 2020","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Early-stage non-small cell lung cancer,Inflammation,Cancer immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Victoria Fife<\/b><sup>1<\/sup>, Matthew Roberts<sup>1<\/sup>, Christian  P.  Bromley<sup>2<\/sup>, Derrick Morgan<sup>1<\/sup>, Sophie Atkinson<sup>1<\/sup>, Cong Zhou<sup>1<\/sup>, Anshuman Chaturvedi<sup>3<\/sup>, Steven Bagley<sup>4<\/sup>, Garry Ashton<sup>4<\/sup>, Lisa  M.  Coussens<sup>5<\/sup>, Philip  A.   J.  Crosbie<sup>6<\/sup>, Caroline Dive<sup>1<\/sup>, Elaine Kilgour<sup>1<\/sup>, Santiago Zelenay<sup>2<\/sup><br><br\/><sup>1<\/sup>Cancer Biomarker Centre, Cancer Research UK Manchester Institute (Alderley Park), Manchester, United Kingdom,<sup>2<\/sup>Cancer Inflammation and Immunity, Cancer Research UK Manchester Institute (Alderley Park), Manchester, United Kingdom,<sup>3<\/sup>Histopathology, The Christie Hospital, Manchester, United Kingdom,<sup>4<\/sup>Core Facilities, Cancer Research UK Manchester Institute (Alderley Park), Manchester, United Kingdom,<sup>5<\/sup>Department of Cell, Developmental & Cancer Biology, Knight Cancer Institute, Oregon Health and Science University, Portland, OR,<sup>6<\/sup>Division of Infection, Immunity and Respiratory Medicine, University of Manchester, Manchester, United Kingdom","CSlideId":"","ControlKey":"4bc44a2c-6d0f-4298-b62e-b9cd60fa4851","ControlNumber":"1007","DisclosureBlock":"&nbsp;<b>V. Fife, <\/b> None..<br><b>M. Roberts, <\/b> None.&nbsp;<br><b>C. P. Bromley, <\/b> <br><b>Benevolent AI<\/b> Employment. <br><b>D. Morgan, <\/b> <br><b>AstraZeneca<\/b> Stock.<br><b>S. Atkinson, <\/b> None..<br><b>C. Zhou, <\/b> None.&nbsp;<br><b>A. Chaturvedi, <\/b> <br><b>Sanofi<\/b> Other, Advisory role (scientific expert- pathology advisory board).<br><b>S. Bagley, <\/b> None..<br><b>G. Ashton, <\/b> None.&nbsp;<br><b>L. M. Coussens, <\/b> <br><b>Cell Signaling Technologies<\/b> Other, Reagent support. <br><b>Syndax Pharmaceuticals Inc.<\/b> Other, Reagent support. <br><b>ZielBio, Inc.<\/b> Other, Reagent support. <br><b>Hibercell, Inc.<\/b> Other, Reagent support. <br><b>Syndax Pharmaceuticals Inc.<\/b> Other, Sponsored Research. <br><b>Hibercell, Inc.<\/b> Other, Sponsored Research. <br><b>Syndax Pharmaceuticals, Inc.<\/b> Other, Advisory board. <br><b>Carisma Therapeutics Inc.<\/b> Other, Advisory board. <br><b>CytomX Therapeutics, Inc.<\/b> Other, Advisory board. <br><b>Kineta Inc.<\/b> Other, Advisory board. <br><b>Hibercell, Inc.<\/b> Other, Advisory board. <br><b>Cell Signaling Technologies<\/b> Other, Advisory board. <br><b>Alkermes, Inc.<\/b> Other, Advisory board. <br><b>PDX Pharmaceuticals, Inc.<\/b> Other, Advisory board. <br><b>NextCure<\/b> Other, Advisory board. <br><b>AstraZeneca Partner of Choice Network<\/b> Other, Advisory board. <br><b>Genenta Sciences<\/b> Other, Advisory board. <br><b>Pio Therapeutics Pty Ltd<\/b> Other, Advisory board.<br><b>P. A. J. Crosbie, <\/b> None.&nbsp;<br><b>C. Dive, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Consultancy\/advisory board. <br><b>Astex Pharmaceuticals<\/b> Grant\/Contract. <br><b>Bioven<\/b> Grant\/Contract. <br><b>Amgen<\/b> Grant\/Contract. <br><b>Carrick Therapeutics<\/b> Grant\/Contract. <br><b>Merck AG<\/b> Grant\/Contract, Other, Consultancy\/advisory board. <br><b>Taiho Oncology<\/b> Grant\/Contract. <br><b>GSK<\/b> Grant\/Contract. <br><b>Bayer<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, Other, Consultancy\/advisory board. <br><b>Roche<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Celgene AND Angle PLC<\/b> Grant\/Contract. <br><b>Epigene Therapeutics Inc<\/b> Grant\/Contract. <br><b>Biocartis<\/b> Other, Consultancy\/advisory board. <br><b>Menarini AND Neomed Therapeutics<\/b> Grant\/Contract. <br><b>Clearbridge Biomedics<\/b> Grant\/Contract. <br><b>Thermo Fisher Scientific<\/b> Grant\/Contract. <br><b>GRAIL<\/b> Other, Consultancy\/advisory board.<br><b>E. Kilgour, <\/b> None.&nbsp;<br><b>S. Zelenay, <\/b> <br><b>Ono Pharmaceutical<\/b> Other, research agreement.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4289","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5572","PresenterBiography":null,"PresenterDisplayName":"Victoria Fife, MS","PresenterKey":"59c2a2d2-5ce2-4fe4-b9b0-ab391244651f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5572. A COX-2-based pro-tumourigenic inflammatory signature predicts poor outcome in early-stage non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A COX-2-based pro-tumourigenic inflammatory signature predicts poor outcome in early-stage non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Data suggests that changes in ctDNA quantity correlate with response to therapy in patients with advanced solid malignancies. Furthermore, absolute baseline (pre-treatment) ctDNA level has been shown to be associated with patient prognosis. However, there is little information on how these variables can be combined to better interpret ctDNA results and enhance predictive power of treatment response. Here, we develop a model that incorporates the effects of both baseline ctDNA level as well as linear and nonlinear relative ctDNA change.<br \/>Methods: We queried the Guardant INFORM database, which comprises aggregated commercial payer health claims and de-identified records from over 225,000 individuals with comprehensive ctDNA testing via Guardant360 (G360). From September 2018-March 2022, patients with NSCLC treated with immune checkpoint inhibitors (ICI) (monotherapy or in combination) who received a ctDNA test within 15 weeks prior to treatment initiation and a second test 3-15 weeks after treatment initiation were retrospectively evaluated. Cox proportional hazards (CPH) were used for RW time to next treatment (TTNT) and time to treatment discontinuation (TTD) analyses. Gender, age, line of therapy (LOT) and comorbidities were included as covariates. ctDNA change from baseline to on-treatment (using the Guardant360 Response algorithm) was modeled as a continuous variable using a regularized cubic spline and baseline ctDNA level (using maximum variant allele fraction) was modeled as an interaction effect. Model validation and calibration were carried out via bootstrap resampling, ANOVA was used for multiple design hypothesis testing.<br \/>Results: 82 patients met the study criteria. 31 patients with large ctDNA decrease (e.g. &#38;gt=50% decrease), also known as molecular responders, had significantly longer TTNT and TTD compared to other patients, regardless of baseline ctDNA level. 51 patients with small ctDNA decrease or ctDNA increase showed ctDNA level dependent trends in TTNT and TTD, with decreased risk for shorter TTNT and TTD for lower baseline ctDNA level. We found that the interaction between baseline ctDNA level and ctDNA change was significant (TTNT: p = .0069, TTD: p = .0236), and that ctDNA change had a nonlinear effect on both TTNT and TTD (TTNT: p = .0014, TTD: p = .0349). TTNT (TTD) bootstrap-adjusted concordance indices were 0.69 (0.65) and hazard ratios [95% CI] were 5.36 [1.79, 16.10] (2.37 [1.13, 4.98]).<br \/>Conclusions: These data demonstrate a statistically significant interaction between baseline ctDNA level and treatment-induced ctDNA level change in association with RW clinical outcomes. This facilitates the development of patient-based models incorporating baseline ctDNA level with ctDNA molecular response for association with RW clinical outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies: Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Liquid biopsies,Cell-free DNA,Genomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sean Gordon<\/b><sup><\/sup>, Bojan Losic<sup><\/sup>, Katie Quinn<sup><\/sup>, Kyle Chang<sup><\/sup>, Jiemin Liao<sup><\/sup>, Han-Yu Chuang<sup><\/sup><br><br\/>Guardant Health, Redwood City, CA","CSlideId":"","ControlKey":"3f850f0b-d4bd-4b32-92f1-7911ce1ba48f","ControlNumber":"7539","DisclosureBlock":"<b>&nbsp;S. Gordon, <\/b> <br><b>Guardant Health<\/b> Employment, Stock. <br><b>B. Losic, <\/b> <br><b>Guardant Health<\/b> Employment, Stock. <br><b>K. Quinn, <\/b> <br><b>Guardant Health<\/b> Employment, Stock. <br><b>K. Chang, <\/b> <br><b>Guardant Health<\/b> Employment, Stock. <br><b>J. Liao, <\/b> <br><b>Guardant Health<\/b> Employment, Stock. <br><b>H. Chuang, <\/b> <br><b>Guardant Health<\/b> Employment, Stock.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4449","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5573","PresenterBiography":null,"PresenterDisplayName":"Sean Gordon, PhD","PresenterKey":"395a1348-c9e8-4cc0-b84d-381d8ac980c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5573. Use of circulating tumor DNA (ctDNA) for early assessment of treatment response in patients with non-small cell lung cancer (NSCLC): A real-world (RW) analysis incorporating baseline ctDNA level and molecular response","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Diagnostic and Prognostic Biomarkers 4","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Use of circulating tumor DNA (ctDNA) for early assessment of treatment response in patients with non-small cell lung cancer (NSCLC): A real-world (RW) analysis incorporating baseline ctDNA level and molecular response","Topics":null,"cSlideId":""}]