[{"Abstract":"Acute lymphoblastic leukemia (ALL) is an aggressive hematolymphoid malignancy and the prognosis is poor in adults with long-term survival of only 30% due to the high prevalence of high-risk subtypes. Therefore, there is an urgent need to develop novel treatment for ALL. Carfilzomib is a second-generation proteasome inhibitor which is more potent than its first-generation counterpart, bortezomib, with an excellent activity against bortezomib-resistant plasma cell myeloma. However, pre-clinical and clinical studies of carfilzomib in ALL are limited. Targeting DNA damage and mitotic defects of cancer cell is a major treatment strategy of cancer. WEE1 kinase prevents mitosis of cells with unrepaired DNA through inhibiting cyclin B. Pharmacological inhibition of WEE1 was effective in treating T-ALL with induction of DNA damage. Thus, targeting WEE1 kinase is an attractive approach of novel therapy in ALL. However, there are no studies to evaluate the mechanism of action of carfilzomib in ALL, especially in the aspect of DNA damage and mitotic catastrophe. Moreover, the role of WEE1 modulation by carfilzomib and its underlying mechanism has not been studied in ALL. In view of these unmet clinical needs and research gap, we conducted the study with the aims: 1). To show that carfilzomib induces DNA damage and mitotic catastrophe; 2). To show that carfilzomib induces WEE1 downregulation and delineate underlying mechanisms. ALL cell lines representing a spectrum of high-risk ALL including TOM-1, SEM, LOUCY, CCRF-CEM, KE-37 and PEER were treated with various doses of carfilzomib. Cell viability was reduced, and percentage of apoptotic cells was increased in a time and dose-dependent manner, measured by trypan blue assay and flow cytometry analysis by annexin V\/PI staining respectively, upon treating with carfilzomib for 24 &#38; 72 hours. Comet assay showed evidence of DNA damage after treating with carfilzomib for 24 hours. Fluorescence microscopy also demonstrated evidence of mitotic catastrophe upon treating with carfilzomib. Western blot analysis showed downregulation of WEE1 upon treatment of carfilzomib for 24 hours, with evidence of autophagy induction as shown by western blot analysis of LC3-1 and LC3-II. Quantitative PCR showed the upregulation of ER-stress related gene, CHOP while the mRNA level of WEE1 remained unchanged. Co-treatment of carfilzomib with autophagy inhibitor, bafilomycin A1, reversed the process of WEE1 downregulation. Herein, we proved that carfilzomib induced DNA damage and mitotic catastrophe with WEE1 downregulation. Moreover, carfilzomib trigger autophagy-mediated degradation of WEE1 in ALL via induction of ER-stress. The findings provide mechanistic insights of carfilzomib in ALL and rationalize the introduction of novel approach of combination treatment of carfilzomib with other DNA damaging agents.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"Proteasome inhibitors,Acute lymphoblastic leukemia,WEE1,DNA damage,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chun-fung Sin<\/b><sup><\/sup>, Rahman Ud Din<sup><\/sup>, Anan Jiao<sup><\/sup>, Kei-ching Yuen<sup><\/sup><br><br\/>Department of Pathology, The University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"5b16cdea-c048-422e-afca-02ac249cea9e","ControlNumber":"4627","DisclosureBlock":"&nbsp;<b>C. Sin, <\/b> None..<br><b>R. Din, <\/b> None..<br><b>A. Jiao, <\/b> None..<br><b>K. Yuen, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1846","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6199","PresenterBiography":null,"PresenterDisplayName":"Chun Fung Sin, MBBS;MS","PresenterKey":"18c9914d-bd87-4ed4-bc3c-c97109e8a32e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6199. Proteasome inhibitors induce DNA damage and mitotic catastrophe in acute lymphoblastic leukemia via autophagy-mediated degradation of WEE1","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proteasome inhibitors induce DNA damage and mitotic catastrophe in acute lymphoblastic leukemia via autophagy-mediated degradation of WEE1","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Poly (ADP-ribose) polymerase inhibitors (PARPis) lead to synthetic lethality when used in cancers with homologous recombination deficiency (HRD). However, the development of resistance to PARPis is a recurrent problem thus limits the duration of response and hence the clinical utility of these agents. Here, we describe the antineoplastic and immunomodulatory effects of OX425, a first-in-class oligodeoxynucleotide that operates as a PARP1 decoy, resulting in constitutive PARP1 hyperactivation and consequent exhaustion of the DNA damage response.<br \/><b>Methods: <\/b>OX425-induced PARP trapping, hyperactivation and cell cytotoxicity were examined <i>in vitro<\/i> in HRD and homologous recombination proficient (HRP) human cancer cells, as well as in non-transformed cell lines. DNA repair efficacy was monitored by analyzing repair protein recruitment to damage sites. OX425 effects on the innate and adaptive immune responses were assessed by following STING activation and T-cell mediated anti-tumor cytotoxicity. RNAseq analysis in HRP\/HRD tumor cells treated with OX425 or PARP inhibitors was employed to uncover the molecular mechanisms underlying OX425 effects. The anticancer efficacy of OX425 was assessed <i>in vivo <\/i>in different HRD and HRP tumor models. OX425-induced PARP activation and tumor infiltration by immune cells were analyzed by flow cytometry.<br \/><b>Results:<\/b> At odds with conventional PARP inhibitors, OX425 bound to and hyperactivated PARP1 with high affinity in a dose-dependent manner, resulting in elevated cytotoxicity to multiple cancer cells (breast, ovarian, prostate, colon, hematological, endometrial cancers) irrespective of HR status. Interestingly, long-term treatment with OX425 did not show any mutagenicity compared to PARPi. The activity of OX425 was specific to tumor cells, as no significant effect on cell viability was observed for normal cells, at odds with PARP inhibitors. In line with <i>in vitro<\/i> results, OX425 mediated considerable anticancer effects <i>in vivo<\/i>. Moreover, OX425 triggered activation of the STING pathway and CCL5 secretion in the EMT6 mouse mammary carcinoma model. The anticancer effect of OX425 was coupled with tumor-targeting T cell responses. In MPA\/DMBA-driven mammary tumors, OX425 mediated considerable anticancer effects in monotherapy and synergistic effects in combination with PD1 inhibition. Moreover, OX425 treatment significantly delayed acquired resistance to olaparib in <i>BRCA1<\/i> mutated MDA-MB-436 cell-derived xenografts.<br \/><b>Conclusions: <\/b>Our results provide preclinical rationale for using OX425 to trigger DNA damage exhaustion and STING activation in cancer cells and initiate inflammatory responses that can be actioned by immune checkpoint inhibitors in patients bearing HRD or HRP tumors","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"DNA repair,PARP inhibitors,Antitumor immune response,Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vlada Zakharova<\/b><sup>1<\/sup>, Claudia Galassi<sup>2<\/sup>, Chloé Doizelet<sup>1<\/sup>, Vincent Hayes<sup>1<\/sup>, Lorenzo Galluzzi<sup>2<\/sup>, Wael Jdey<sup>1<\/sup><br><br\/><sup>1<\/sup>Onxeo S.A., Paris, France,<sup>2<\/sup>Weill Cornell Medical College, New York, NY","CSlideId":"","ControlKey":"ec53ef59-66cf-4e77-a3fc-0eb480366607","ControlNumber":"6309","DisclosureBlock":"<b>&nbsp;V. Zakharova, <\/b> <br><b>ONXEO<\/b> Employment.<br><b>C. Galassi, <\/b> None.&nbsp;<br><b>C. Doizelet, <\/b> <br><b>ONXEO<\/b> Employment. <br><b>V. Hayes, <\/b> <br><b>ONXEO<\/b> Employment. <br><b>L. Galluzzi, <\/b> <br><b>ONXEO<\/b> Other, Consultant. <br><b>W. Jdey, <\/b> <br><b>ONXEO<\/b> Employment.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1847","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6200","PresenterBiography":null,"PresenterDisplayName":"Vlada Zakharova, PhD","PresenterKey":"d5fa5e7f-6c10-4a51-8ba8-2c950727a65e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6200. PARP1 hyperactivation by the decoy oligodeoxynucleotide OX425 mediates DNA repair abrogation and unleashes the anti-tumor immune response","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PARP1 hyperactivation by the decoy oligodeoxynucleotide OX425 mediates DNA repair abrogation and unleashes the anti-tumor immune response","Topics":null,"cSlideId":""},{"Abstract":"Tumors with homologous repair deficiencies (HRD) are sensitive to agents interrupting DNA repair. The deubiquitinase USP1 involves in the DNA damage response by translesion synthesis and Fanconi anemia pathway. And the synthetic lethality of USP1 and HRD is well reported. Moreover, deficiency of USP1 or its downstream pathway leads to hypersensitivity of HRD tumors to PARP inhibition. In addition, target-related hematotoxicity is widely observed in serval DNA Damage Response (DDR) pathway inhibitors, including PARP and ATR inhibitors, which limits the combination therapy. Here, we reported SP-002, a highly selective USP1 inhibitor, displayed monotherapy potential and combination activity with PARP inhibitor in HRD cancers. In the biochemical assay, SP-002 strongly inhibited USP1 enzyme with IC<sub>50<\/sub> of 15.7 nM, and potently inhibited proliferation of <i>BRCA1<\/i>-mutant MDA-MB-436 breast cell (GI50, 47.4 nM). SP-002 demonstrated synergistic anti-proliferation effects in combination of olaparib, a PARP inhibitor, in MDA-MB-436 cells. And further results revealed that the combination significantly enhances the DNA damage burden and cells apoptosis. Moreover, synergistic activities of SP-002 and olaparib also were observed in a panel of HRD cell lines, such as UWB1.289, Capan-1, MDA-MB-453 and NCI-H292. In a human hematopoietic stem cells based <i>in vitro<\/i> hematotoxicity assay, SP-002 showed no significant inhibition on lineage-specific (myeloid, erythroid, and megakaryocytic) cell differentiation and survival. In comparison, positive controls, 5-fluorouracil and olaparib significantly attenuated those primary cells both on differentiation and survival, which was consistent with the hematological toxicity observed in human. Oral administration of SP-002 led to completely tumor growth inhibition in MDA-MB-436 xenograft model, and combination of SP-002 and olaparib resulted in tumor regression. In conclusion, SP-002, a selective and potent USP1 inhibitor without significant hematotoxicity, that demonstrated excellent efficacy on treatment of HRD cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"DNA repair inhibition,Ubiquitination,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Feng Zhou<sup>1<\/sup>, Zhengtao Li<sup>2<\/sup>, Lei Zhou<sup>3<\/sup>, Wei Zhu<sup>4<\/sup>, Jiyan Zhang<sup>5<\/sup>, Wenqing Yang<sup>1<\/sup>, Liting Xue<sup>1<\/sup>, Xiaokang Qin<sup>6<\/sup>, Ping Chen<sup>6<\/sup>, <b>Renhong Tang<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>State Key Laboratory of Translational Medicine and Innovative Drug Development, Jiangsu Simcere Pharmaceutical Co. Ltd., Nanjing, China,<sup>2<\/sup>State Key Laboratory of Translational Medicine and Innovative Drug Development, Hainan Sparkle Therapeutics Co., Ltd., Hainan, China,<sup>3<\/sup>Jiangsu Simcere Pharmaceutical Co. Ltd., Nanjing, China,<sup>4<\/sup>Hainan Sparkle Therapeutics Co., Ltd., Hainan, China,<sup>5<\/sup>Jiangsu Simcere Pharmaceutical Co. Ltd., Hainan, China,<sup>6<\/sup>Simcere Pharmaceutical Co. Ltd., Hainan, China","CSlideId":"","ControlKey":"32dcb06a-e4d1-4c0d-8dca-10f036cf3391","ControlNumber":"4400","DisclosureBlock":"&nbsp;<b>F. Zhou, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>L. Zhou, <\/b> None..<br><b>W. Zhu, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>W. Yang, <\/b> None..<br><b>L. Xue, <\/b> None..<br><b>X. Qin, <\/b> None..<br><b>P. Chen, <\/b> None..<br><b>R. Tang, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1848","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6201","PresenterBiography":null,"PresenterDisplayName":"Renhong Tang, PhD","PresenterKey":"18de93cd-ec14-440d-b300-7eafefc55e02","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6201. Identification of SP-002, a highly selective USP1 inhibitor effectively inhibits HRD tumor growth and displays low hematotoxicity risk","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of SP-002, a highly selective USP1 inhibitor effectively inhibits HRD tumor growth and displays low hematotoxicity risk","Topics":null,"cSlideId":""},{"Abstract":"Activating mutations of epidermal growth factor receptor (mutEGFR) are established drivers of lung tumor development, aggressiveness, and resistance to targeted therapies. While targeting mutEGFR with small-molecule tyrosine kinase inhibitors (EGFR-TKIs) dramatically improved progression-free survival in patients with non-small cell lung cancers (NSCLCs), intrinsic or acquired resistance to TKI therapy limits the duration of an effective response to TKIs. Alteration in DNA damage response (DDR) plays a vital role in genomic stability and cancer progression and helps cells to escape apoptosis, limiting the efficacy of targeted therapies.<br \/>Interestingly, lung cancer cells exposed to EGFR-TKIs demonstrate attenuated glycolytic flux - one of the major providers of precursors for <i>de novo<\/i> nucleotide synthesis. A key regulator of glycolysis is the enzyme 6-phosphofructo-2-kinase (PFKFB3). PFKFB3 synthesizes fructose 2,6-bisphosphate (F2,6BP), which is a potent allosteric activator of the glycolytic rate-limiting enzyme, 6-phosphofructo-1-kinase (PFK1). Accordingly, F2,6BP controls flux throughout the entire glycolytic pathway.<br \/>In preliminary studies, we provide evidence that PFKFB3 plays multiple roles in regulating the efficacy of DDR in lung cancer cells exposed to EGFR-TKIs. We show that PFKFB3 is required for EGFR-driven glucose metabolism, which provides a list of intermediates utilized in nucleotide synthesis. PFKFB3 regulates the expression of ribonucleotide reductase small subunit M2 (RRM2) of the ribonucleotide reductase (RNR), which is important for <i>de novo<\/i> onsite synthesis of deoxynucleotide triphosphate (dNTP) during DNA replication and repair. Moreover, a PFKFB3 inhibitor, PFK-158, increases oxidative stress in mutEGFR lung cancer cell lines and, as a result, promotes DNA damage. Importantly, we found that PFKFB3 plays an important role in the chromatin binding of scaffold proteins regulating the assembly of DNA repair complex.<br \/>Our studies suggest that PFKFB3 plays an important role in DDR and provide a clear rationale to propose the use of PFKFB3 inhibitors in combination with EGFR inhibitors to increase the efficiency and\/or overcome resistance to EGFR-TKIs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"DNA damage response,EGFR TKI resistance,Glucose metabolism,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nadiia Lypova<\/b><sup><\/sup>, Lilibeth Lanceta<sup><\/sup>, Susan Dougherty<sup><\/sup>, Jason Chesney<sup><\/sup>, Yoannis Imbert-Fernandez<sup><\/sup><br><br\/>Medical Oncology, James Graham Brown Cancer Center, University of Louisville, Louisville, KY","CSlideId":"","ControlKey":"093e5c4c-0c40-417d-a916-1ce4089cc655","ControlNumber":"4573","DisclosureBlock":"&nbsp;<b>N. Lypova, <\/b> None..<br><b>L. Lanceta, <\/b> None..<br><b>S. Dougherty, <\/b> None..<br><b>J. Chesney, <\/b> None..<br><b>Y. Imbert-Fernandez, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1849","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6202","PresenterBiography":null,"PresenterDisplayName":"Nadiia Lypova, PhD","PresenterKey":"b5c1e683-c1d2-4694-9fb7-ae3de909b6f6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6202. 6-Phosphofructo-2-kinase in regulating DNA damage and repair in EGFR-driven lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"6-Phosphofructo-2-kinase in regulating DNA damage and repair in EGFR-driven lung cancer","Topics":null,"cSlideId":""},{"Abstract":"<i>KRAS<\/i> mutation occurs in 90-95% of pancreatic ductal adenocarcinoma (PDAC) and is a driver of PDAC; however, the underlying molecular mechanisms by which <i>KRAS <\/i>mutation maintains survival and promotes progression of PDAC need further refinement. We herein report that <i>KRAS <\/i>mutations increase <i>STN1<\/i> (also named <i>OBFC1<\/i>) expression leading to enhanced repair of DNA double strand breaks (DSBs) in PDAC. Analysis of The Cancer Genome Atlas databases reveal that<i> STN1<\/i> is significantly upregulated in PDAC tissue and, is associated with <i>KRAS<\/i> mutation and poor survival. Silencing <i>KRAS<\/i> or pharmacologic inhibition of KRAS signaling decreased <i>STN1<\/i> expression in PDAC cells. Canonically, STN1 forms a CST (CTC1-STN1-TEN1) complex, which is important for telomere duplication and maintenance. Intriguingly, siRNA-mediated depletion of STN1 (but not CTC1 or TEN1) sensitized PDAC cells to ionizing radiation and chemotherapy as assessed by radiation clonogenic assay and alamarBlue assay, respectively. Consistently, immunoblotting and immunofluorescence analyses of &#947;H2AX (marker of DNA damage) demonstrated that depletion of STN1 (but not CTC1 or TEN1) resulted in DNA damage. To explore the underlying molecular mechanisms, we performed proteomic analysis and found that STN1 physically interacts with many proteins important for DNA repair, replication and cell cycle progression. Of note, we revealed unreported interactions of STN1 with ATM, ATR and DNA-PKcs, key components of DNA damage response signaling. Furthermore, homologous recombination and non-homologous end joining repair reporter assays demonstrated that STN1 silencing reduced both homologous recombination and non-homologous end joining repair of DSBs in U2OS and PDAC cells. Moreover, flow cytometry and immunofluorescence analyses showed that knockdown of STN1 by siRNA impaired cell cycle arrest at S and G2\/M phases which was accompanied with mitotic catastrophe in response to ionizing radiation. Our findings have revealed novel CST complex-independent roles for STN1 in DSB repair and suggest STN1 is a novel biomarker for PDAC as well as potentially other cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"KRAS,Pancreatic cancer,DNA repair,Radiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Changxian Shen<\/b><sup>1<\/sup>, Linlin Yang<sup>1<\/sup>, Sergio Corrales-Guerrero<sup>2<\/sup>, Sindhu Nair<sup>1<\/sup>, Terence Williams<sup>1<\/sup><br><br\/><sup>1<\/sup>City of Hope National Medical Center, Duarte, CA,<sup>2<\/sup>College of Medicine, The Ohio State University, Columbus, OH","CSlideId":"","ControlKey":"2a3775e5-7517-42b3-b739-208fdee0e948","ControlNumber":"4612","DisclosureBlock":"&nbsp;<b>C. Shen, <\/b> None..<br><b>L. Yang, <\/b> None..<br><b>S. Corrales-Guerrero, <\/b> None..<br><b>S. Nair, <\/b> None..<br><b>T. Williams, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1850","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6203","PresenterBiography":null,"PresenterDisplayName":"Changxian Shen, Ph.D.","PresenterKey":"175b6d72-00e6-46d3-97f7-eccb17f1c3db","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6203. CTC1-STN1-TEN1 (CST) complex-independent roles for STN1 in DNA double-strand break repair in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CTC1-STN1-TEN1 (CST) complex-independent roles for STN1 in DNA double-strand break repair in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"DNA-dependent protein kinase (DNA-PK) plays an important role in the repair of DNA double-strand breaks via the non-homologous end joining (NHEJ) pathway. In addition to its role in the NHEJ pathway, DNA-PK is also known to have an emerging role in cell cycle progression and mitosis. Some studies have shown that depletion or inhibition of DNA-PK inhibitors leads to a delay in the transition from metaphase to anaphase. The mitotic MTH1 inhibitor OXC-101(TH1579, karonudib) is a dual inhibitor that both targets MTH1 and disrupts tubulin polymerization in cancer cells, causing DNA damage and mitotic catastrophe in cancer cells. Based on the involvement of DNA-PK in mitosis, we hypothesized that depletion\/inhibition of DNA-PK might enhance the DNA damage and mitotic catastrophic effect of OXC-101.To test our hypothesis, we performed an in vitro drug combination experiment using the DNA-PK inhibitor nedisertib with OXC-101 in non-small cell lung carcinoma NSCLC (H460,A549), uveal melanoma (MP -38, MP -41 and MP46), osteosarcoma (U2OS) and) and neuroblastoma (IMR32, Kelly, SKNFI) cancer cell lines and non-cancerous foreskin fibroblasts(VH-10, BjhTERT). We found cancer-specific synergistic drug interactions between nedisertib and OXC-101. Combined treatment of nedisertib and OXC-101 to H460 and MP46 increased expression of s10H3 (mitotic marker) and the apoptosis marker (cPARP) compared with single treatment. However, there was no additional increase in expression of the DNA damage marker&#947;H2AX with combined treatment. We also performed annexin V staining by FACS on MP38 andMP48 cells and observed a significant increase in the apoptotic population with combination treatment compared with single treatment. Imaging live cells, we observed a significant delay or arrest in the mitotic phase followed by death of cancer cells in mitosis in response to combination treatment, whereas cells treated individually with nedisertib or OXC-101 continued to proliferate and progress to the next phase of the cell cycle. These data suggest that the DNA-PK inhibitor may enhance the cytotoxic effect of OXC-101specifically in cancer cells. In addition, we will conduct an in-depth mechanistic study of how depletion\/inhibition of DNA-PK enhances the cytotoxicity of OXC-101 and validate the drug combination in an appropriate preclinical mouse model.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"Drug synergy,DNA-PK,Mitosis,DNA damage response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Akhilesh Nagesh Danda<sup>1<\/sup>, Helge Gad<sup>1<\/sup>, Martin Scobie<sup>1<\/sup>, Laura Martínez-López<sup>2<\/sup>, Nuria Pastor Carrillo<sup>2<\/sup>, Manuel Luis Orta<sup>2<\/sup>, Thomas Helleday<sup>1<\/sup>, Ulrika warpman berglund<sup>1<\/sup>, <b>Kumar Sanjiv<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Oncology-Pathology, Karolinska Institutet, Stockholm, Sweden,<sup>2<\/sup>Department of biology, University of Sevilla, Sevilla, Spain","CSlideId":"","ControlKey":"0520849c-924b-4d22-ab17-283288bbe7fe","ControlNumber":"4421","DisclosureBlock":"&nbsp;<b>A. Danda, <\/b> None.&nbsp;<br><b>H. Gad, <\/b> <br><b>oxcia AB<\/b> Stock. <br><b>M. Scobie, <\/b> <br><b>Oxica AB<\/b> Stock.<br><b>L. Martínez-López, <\/b> None..<br><b>N. Pastor Carrillo, <\/b> None..<br><b>M. Luis Orta, <\/b> None.&nbsp;<br><b>T. Helleday, <\/b> <br><b>Oxcia Ab<\/b> Stock. <br><b>one-carbon therapeutics<\/b> Stock. <br><b>U. berglund, <\/b> <br><b>Oxica AB<\/b> Stock. <br><b>K. Sanjiv, <\/b> <br><b>oxcia AB<\/b> Stock.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1851","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6204","PresenterBiography":"","PresenterDisplayName":"Kumar Sanjiv, DVM","PresenterKey":"63a0ff41-f188-49d0-8682-6c1a2b9a0e57","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6204. DNA-PK inhibition augment the cancer specific cytotoxicity of mitotic MTH1 inhibitor OXC-101","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DNA-PK inhibition augment the cancer specific cytotoxicity of mitotic MTH1 inhibitor OXC-101","Topics":null,"cSlideId":""},{"Abstract":"Long non-coding RNAs (lncRNAs) are transcripts longer than 200 nucleotides that are not translated into proteins. lncRNA TUG1 (taurine upregulated gene 1) is highly expressed in various cancers, including glioblastoma. Previously we found that TUG1 is an essential molecule for cancer cells to cope with excessive replication stress in the S phase. Albeit its importance to cell cycle-related function, how it is dynamically regulated during the cell cycle is entirely unknown. Here, we established a system visualizing endogenous TUG1 molecules in live cells. TUG1 was tagged with stem-loop motifs recognized by a specific binding protein fused with GFP. We tracked TUG1 RNA by the GFP signal for 22 hours in T98G glioblastoma cells and found that the expression started from the later G1 phase. When cells were treated with Hydroxy Urea, a chemical that interferes with replication and increases replication stress, the expression of TUG1 was further upregulated in the S phase within 20 mins. We also observed some TUG1 molecules accumulated in several nuclear locations. It may indicate that TUG1 assembles to protect damaged DNA loci efficiently. Our results suggest that the expression of TUG1 is regulated in a cell cycle-dependent manner and is strongly connected with its function of TUG1. The current live-cell imaging system could help further discover the critical roles of TUG1 in cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"Long noncoding RNA,Imaging,replication stress,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ayaka Minematsu<\/b><sup><\/sup><br><br\/>Nagoya University, Nagoya, Japan","CSlideId":"","ControlKey":"bdb7eeb6-10fc-44c5-98b4-2ac5b303eddf","ControlNumber":"1459","DisclosureBlock":"&nbsp;<b>A. Minematsu, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1852","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6205","PresenterBiography":null,"PresenterDisplayName":"Ayaka Minematsu, No Degree","PresenterKey":"d6f0d39f-6133-40ae-9441-30a924c73c95","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6205. Visualizing dynamics of long non-coding RNA TUG1 in live glioblastoma cells","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Visualizing dynamics of long non-coding RNA TUG1 in live glioblastoma cells","Topics":null,"cSlideId":""},{"Abstract":"Small cell lung cancer (SCLC) is an aggressive neuroendocrine lung tumor. Despite high initial responses to frontline chemo-immunotherapy, therapeutic resistance develops rapidly. There are limited treatment options in the relapsed setting, where the prognosis remains dismal. SCLC tumors experience continuous and high levels of replication stress (RS) due to ubiquitous loss of key cell cycle checkpoints, <i>RB1<\/i> and <i>TP53<\/i>. Frequent amplification and high expression of the transcription factor <i>cMYC<\/i> further contribute to increased RS. Thus, high levels of RS expose a potential SCLC vulnerability and provide a therapeutic opportunity. Our group and others have shown that AXL, a TAM family receptor tyrosine kinase that is highly expressed in mesenchymal tumors, mediates resistance to chemotherapy, radiation and targeted therapies in SCLC, non-small cell lung cancer and other cancers, through its role in driving epithelial to mesenchymal transition (EMT). More recently, a novel role for AXL in DNA damage repair and tolerance has emerged. Therefore, we hypothesize that AXL targeting may be a potential therapeutic approach in SCLC. We first investigated the transcriptomic expression profile of <i>AXL<\/i> in SCLC clinical cohorts. <i>AXL<\/i>-high tumors were seen in a subset of treatment-na&#239;ve SCLC tumors, frequently among, but not limited to, the inflamed SCLC subtype. <i>AXL<\/i> expression was also seen in many relapsed SCLC tumors. As expected, tumors with high <i>AXL <\/i>expression also expressed several mesenchymal genes and higher EMT scores. Interestingly, among the treatment-na&#239;ve SCLC tumors, <i>AXL<\/i> expression was inversely correlated with a RS signature (rho=-0.54, p&#60;0.001). <i> <\/i> Next, we tested the effects of AXL inhibition in SCLC <i>in vitro<\/i> and <i>in vivo<\/i> models. In a panel of 30 SCLC cell lines, bemcentinib, a selective AXL inhibitor in clinical trials for various advanced solid tumors, exhibited a range of antiproliferative activity, with IC<sub>50<\/sub> values ranging from 41 nM to 10 &#181;M (median IC<sub>50<\/sub> 3.1 &#181;M). Bemcentinib also significantly delayed tumor growth in <i>in vivo <\/i>SCLC<i> <\/i>models. Biomarkers associated with sensitivity to bemcentinib in SCLC cell lines included markers of RS (cMYC, replication stress score) and DNA damage response (phospho CHK1<sup>S345<\/sup>, phospho CHK2<sup>T68<\/sup>). Bemcentinib also induced RS, indicated by the activation of ATR\/CHK1-mediated RS response pathway, and DNA damage, and the combination with an ATR inhibitor (ceralasertib) showed a greater than additive effect. In a syngeneic model of SCLC, the combination of bemcentinib, ceralasertib and an anti-PDL1 antibody induced significant tumor regression. Together, these promising findings demonstrate that AXL inhibition may be an effective strategy to target the RS vulnerability common in SCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"Axl,ATR,Replication stress,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kavya Ramkumar<\/b><sup><\/sup>, C. Allison Stewart<sup><\/sup>, Azusa Tanimoto<sup><\/sup>, Qi Wang<sup><\/sup>, Yuanxin Xi<sup><\/sup>, Benjamin  B.  Morris<sup><\/sup>, Runsheng Wang<sup><\/sup>, Li Shen<sup><\/sup>, Robert  J.  Cardnell<sup><\/sup>, Jing Wang<sup><\/sup>, Carl  M.  Gay<sup><\/sup>, Lauren  A.  Byers<sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"ac0ac996-ea9f-4e43-855a-529106baa34b","ControlNumber":"6886","DisclosureBlock":"&nbsp;<b>K. Ramkumar, <\/b> None..<br><b>C. Stewart, <\/b> None..<br><b>A. Tanimoto, <\/b> None..<br><b>Q. Wang, <\/b> None..<br><b>Y. Xi, <\/b> None..<br><b>B. B. Morris, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>L. Shen, <\/b> None..<br><b>R. J. Cardnell, <\/b> None..<br><b>J. Wang, <\/b> None.&nbsp;<br><b>C. M. Gay, <\/b> <br><b>AstraZeneca<\/b> Other, Advisory board, speaker’s bureau, Research funding. <br><b>BeiGene<\/b> Other, Speaker’s bureau. <br><b>Bristol Myers Squibb<\/b> Other, Advisory board. <br><b>Jazz Pharmaceuticals<\/b> Other, Advisory board, Speaker’s bureau. <br><b>MonteRosa<\/b> Other, Advisory board. <br><b>L. A. Byers, <\/b> <br><b>Merck Sharp & Dohme Corp.<\/b> Other, Consulting, advisory board. <br><b>AstraZeneca<\/b> Other, Advisory board, Research funding. <br><b>Amgen<\/b> Other, Research funding. <br><b>Arrowhead Pharmaceuticals<\/b> Other, Consulting, advisory board. <br><b>Chugai Pharma<\/b> Other, Consulting, advisory board. <br><b>Genentech Inc.<\/b> Other, Consulting, advisory board. <br><b>AbbVie<\/b> Other, Consulting, advisory board. <br><b>BeiGene<\/b> Other, Consulting, advisory board. <br><b>Jazz Pharmaceuticals<\/b> Other, Consulting, advisory board.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1853","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6206","PresenterBiography":null,"PresenterDisplayName":"Kavya Ramkumar, PhD","PresenterKey":"8a8dc4ad-0e3f-4d42-85e9-2b2763e1a868","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6206. Combined inhibition of AXL and ATR enhances replication stress, cell death and immune response in small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combined inhibition of AXL and ATR enhances replication stress, cell death and immune response in small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Rapid cell proliferation requires intact and faithful DNA damage repair mechanisms. DNA polymerase theta (POLQ) plays a key role in repairing DNA double-strand breaks through the microhomology-mediated end-joining (MMEJ), which is one of the three main pathways involved in repairing replication-induced double-strand breaks. Limited data have suggested that concurrent depletion of POLQ and ataxia-telangiectasia mutated (ATM) could be embryonic lethal. Hence, this phenomenon has the potential to be exploited for therapeutic benefit in cancers where ATM mutations are commonly seen. Mantle cell lymphoma (MCL) is a non-Hodgkin lymphoma marked by (11;14) translocation with ATM alterations seen in 40-50% of patients. There is an unmet need to find novel therapeutic strategies, especially in relapsed and\/or refractory (R\/R) MCL. Here, we investigated whether targeting POLQ and ATM could be a potential therapeutic strategy in MCL.<br \/>Methods: <i>In vitro <\/i>studies were conducted by using MCL cell lines. CRISPR-Cas9 system was used to genetically deplete POLQ and ATM genes and sgRNAs co-expressing fluorescence markers were used to track the cell population with respective genotypes over time. Cell viability was assessed by CellTiter-Glo assay and flow cytometry. All cell lines were profiled for ATM expression and activity. A p-value of &#60; 0.05 was considered statistically significant. The combination index of &#60;1 was defined as synergistic.<br \/>Results: CRISPR-Cas9-mediated depletion of POLQ significantly decreased cell proliferation in multiple MCL cell lines. In particular, Granta-519, which possesses a single copy of kinase-dead ATM that is reduced in expression, was most sensitive to POLQ depletion. Concurrent genetic depletion of ATM and POLQ resulted in a synergistic antiproliferative effect in ATM-proficient MCL cell lines. Subsequently, this cellular phenotype caused by the genetic intervention was recapitulated by using two POLQ inhibitors (novobiocin and ART558) and an ATM inhibitor (AZD0156).<i> In vitro<\/i>, single-agent treatment with novobiocin or ART558 caused a significant cytotoxic effect at physiologically relevant concentrations in ATM-deficient cells and co-treatment of novobiocin or ART558 with AZD0156 was synergistic in killing ATM-proficient MCL cells. Importantly, POLQ inhibitors significantly decreased the cell viability of MCIR1, which is an ibrutinib-resistant MCL cell line. Mechanistically, novobiocin or ART558 treatment induced gH2AX and cleaved PARP upregulation, which was further enhanced by ATM depletion, suggesting that co-inhibition of POLQ and ATM caused apoptosis due to the accumulation of unrepaired DNA damage.<br \/>Conclusion: POLQ is a promising target in MCL, especially in ATM-deficient setting. In ATM-proficient MCL, targeting ATM and POLQ is synergistic. Our data has the potential to uncover novel biomarker-driven drug therapy of POLQ inhibitors in R\/R MCL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"DNA damage,Mantle cell lymphoma,ATM,DNA polymerase,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jithma Prasad Abeykoon<\/b><sup>1<\/sup>, Shuhei Asada<sup>2<\/sup>, Kalindi Parmar<sup>2<\/sup>, Xiaosheng Wu<sup>1<\/sup>, Thomas Witzig<sup>1<\/sup>, Geoffrey Shapiro<sup>2<\/sup>, Alan  D.  D'Andrea<sup>2<\/sup><br><br\/><sup>1<\/sup>Mayo Clinic, Rochester, MN,<sup>2<\/sup>Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"b03952a8-3f60-46c8-ac76-57a96adff6c3","ControlNumber":"3592","DisclosureBlock":"&nbsp;<b>J. P. Abeykoon, <\/b> None..<br><b>S. Asada, <\/b> None..<br><b>K. Parmar, <\/b> None..<br><b>X. Wu, <\/b> None..<br><b>T. Witzig, <\/b> None.&nbsp;<br><b>G. Shapiro, <\/b> <br><b>Merck<\/b> Grant\/Contract, Other, Advisory board. <br><b>KGaA\/EMD-Serono<\/b> Grant\/Contract, Other, Advisory board. <br><b>Tango<\/b> Grant\/Contract, Other. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract, Other, Advisory board. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract, Other, Advisory board. <br><b>Bicycle Therapeutics<\/b> Other, Advisory board. <br><b>Cybrexa Therapeutics<\/b> Other, Advisory board. <br><b>Bayer<\/b> Other, Advisory board. <br><b>Boehringer Ingelheim<\/b> Other, Advisory board. <br><b>ImmunoMet<\/b> Other, Advisory board. <br><b>Artios<\/b> Other, Advisory board. <br><b>Concarlo Holdings<\/b> Other, Advisory board. <br><b>Syros<\/b> Other, Advisory board. <br><b>Zentalis<\/b> Other, Advisory board. <br><b>CtomX Therapeutics<\/b> Other, Advisory board. <br><b>Blueprint Medicines<\/b> Other, Advisory board. <br><b>Kymera Therapuetics<\/b> Advisory board. <br><b>Janssen, Xinthera<\/b> Other, Advisory board.<br><b>A. D. D'Andrea, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1855","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6208","PresenterBiography":null,"PresenterDisplayName":"Jithma Abeykoon, MD","PresenterKey":"40283e9f-a75e-480e-9956-03db4388c6cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6208. Targeting DNA polymerase theta and ATM leads to synergistic killing of mantle cell lymphoma cells","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting DNA polymerase theta and ATM leads to synergistic killing of mantle cell lymphoma cells","Topics":null,"cSlideId":""},{"Abstract":"Temozolomide is the first-choice DNA alkylating agent and has been commonly used in oncology over the last several decades. The cytotoxicity that temozolomide elicits through the methylation of guanine and adenine residues often becomes the limiting factor in effective treatment. Despite growing evidence of dysregulated alkylating DNA damage repair as a driving force of genome instability leading to cancer, neurological diseases, and premature aging, little is currently known about the coordinated role of PARP1 and MGMT (O6<\/sup>-methylguanine methyltransferase) enzymes in the repair of temozolomide-induced methylated DNA lesions. A major PARP1 function in DNA damage is facilitation of repair of the methylated DNA lesions, N6<\/sup>-methyladenine and N7<\/sup>-methylguanine, via<\/i> base excision repair (BER); while MGMT restores guanine in O6<\/sup>-methylguanine (O6<\/sup>meG), the most cytotoxic adduct, by a one-step catalysis. It is generally thought that BER and MGMT represent two distinct mechanisms for removing DNA damage induced by alkylating agents; however, using a number of advanced cell-free and cell-based approaches, we provided evidence for direct (DNA-independent) and indirect (through PARylation) interaction between PARP1 and MGMT and demonstrated a functional crosstalk between these repair pathways. Particularly, O6<\/sup>meG repair activity is increased once PARP1 PARylates MGMT. Further, longer (more clinically relevant) exposure to temozolomide induced stronger MGMT PARylation in cells, indicating that the PARP1-MGMT interaction is important for enhanced O6<\/sup>meG repair and cell survival. As PARP1-MGMT complex forms in a variety of cancer cell types, our findings have strong implications for the development of an effective cancer therapy for cells dependent on PARP1 and MGMT mediated DNA repair.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"PARP,MGMT,DNA repair,Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jodie  D.  Cropper<sup><\/sup>, Dauren  S.  Alimbetov<sup><\/sup>, Kevin  T.   G.  Brown<sup><\/sup>, Andrew Robles<sup><\/sup>, Rostislav  I.  Likhotvorik<sup><\/sup>, James  T.  Guerra<sup><\/sup>, Yidong Chen<sup><\/sup>, Youngho Kwon<sup><\/sup>, <b>Raushan  T.  Kurmasheva<\/b><sup><\/sup><br><br\/>Greehey Children's Cancer Research Institute, San Antonio, TX","CSlideId":"","ControlKey":"7d84669d-5f91-467e-8210-87ffc1ad5206","ControlNumber":"5385","DisclosureBlock":"&nbsp;<b>J. D. Cropper, <\/b> None..<br><b>D. S. Alimbetov, <\/b> None..<br><b>K. T. G. Brown, <\/b> None..<br><b>A. Robles, <\/b> None..<br><b>R. I. Likhotvorik, <\/b> None..<br><b>J. T. Guerra, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>Y. Kwon, <\/b> None..<br><b>R. T. Kurmasheva, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1856","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6209","PresenterBiography":null,"PresenterDisplayName":"Raushan Kurmasheva, PhD","PresenterKey":"e330efc0-8c1d-41d6-a377-9bb3792aaa26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6209. O6-methylguanine as the junction of MGMT and PARP1-mediated repair pathways","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"O6-methylguanine as the junction of MGMT and PARP1-mediated repair pathways","Topics":null,"cSlideId":""},{"Abstract":"PARP inhibitors are being used in maintenance treatment of <i>BRCA<\/i>-mutated high-grade serous ovarian cancer (HGSOC). However, <i>de novo<\/i> and acquired resistance to PARP inhibitors, resulting from restoration of homologous recombination repair or stabilization of replication forks, is a pressing clinical problem. ATR inhibitors are known to reverse both of these mechanisms of PARP inhibitor resistance and are currently in clinical development. In this study, we assessed the activity of a novel ATR inhibitor, M1774, as a monotherapy and in combination with PARP inhibition in HGSOC preclinical models. M1774 exhibited single-agent activity across a panel of ovarian cancer cell lines with induction of DNA damage. We used a panel of <i>BRCA1<\/i>-mutated patient-derived xenograft (PDX) models of HGSOC with acquired PARP inhibitor resistance and identified two M1774-sensitive models and one M1774-resistant model. M1774 monotherapy demonstrated anti-tumor activity in mice bearing sensitive PDX models of HGSOC with PARP inhibitor resistance. In the M1774-sensitive models, the combination of M1774 and niraparib augmented the degree and durability of response compared with M1774 monotherapy. The combination of M1774 and niraparib also demonstrated synergistic anti-tumor activity in the M1774-resistant model, indicating that the combination could overcome monotherapy resistant to either agent. We also generated organoid cultures from these PDX models. Treatment of the organoid models with M1774, niraparib or the combination faithfully recapitulated the anti-tumor activities seen in vivo. Mechanistically, M1774-resistant organoid cultures demonstrated stable replication forks and an absence of replication stress. The combination of M1774 with niraparib resulted in destabilization of the replication forks. In contrast, M1774-sensitive organoids exhibited unstable replication forks, which were further destabilized by the niraparib combination. In addition, the sensitive models demonstrated higher basal levels of replication stress, as detected by increased levels of phospho-RPA. Collectively, these results indicate that the combination of M1774 and niraparib can overcome PARP inhibitor resistance and ATR inhibitor resistance in <i>BRCA1<\/i>-mutant ovarian cancer PDX models and demonstrate the utility of organoid cultures for discerning mechanisms of resistance and strategies to restore drug sensitivity. Combined M1774-mediated ATR inhibition and PARP inhibition may be a promising therapeutic strategy for the treatment of ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"ATR,PARP inhibitors,Ovarian cancer,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jie Hao<\/b><sup>1<\/sup>, Arindam Bose<sup>2<\/sup>, Golbahar Sadatrezaei<sup>2<\/sup>, David  B.  Martignetti<sup>2<\/sup>, Yuqing Jiao<sup>2<\/sup>, Alexandre André  B.   A.  da Costa<sup>2<\/sup>, Jean-Bernard Lazaro<sup>2<\/sup>, Bose Kochupurakkal<sup>2<\/sup>, Huy Nguyen<sup>2<\/sup>, Kalindi Parmar<sup>2<\/sup>, Alan  D.  D’Andrea<sup>2<\/sup>, Geoffrey  I.  Shapiro<sup>1<\/sup><br><br\/><sup>1<\/sup>Medical Oncology, Dana-Farber Cancer Institute, Boston, MA,<sup>2<\/sup>Radiation Oncology, Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"71eb6808-b1fa-49b0-882c-89695ab25c47","ControlNumber":"7556","DisclosureBlock":"&nbsp;<b>J. Hao, <\/b> None..<br><b>A. Bose, <\/b> None..<br><b>G. Sadatrezaei, <\/b> None..<br><b>D. B. Martignetti, <\/b> None..<br><b>Y. Jiao, <\/b> None..<br><b>A. B. A. da Costa, <\/b> None..<br><b>J. Lazaro, <\/b> None..<br><b>B. Kochupurakkal, <\/b> None..<br><b>H. Nguyen, <\/b> None..<br><b>K. Parmar, <\/b> None.&nbsp;<br><b>A. D. D’Andrea, <\/b> <br><b>Lilly Oncology<\/b> Grant\/Contract, Other, D’Andrea is an advisory board member for Lilly Oncology.. <br><b>Merck-EMD Serono<\/b> Grant\/Contract, Other, D’Andrea is an advisory board member for Merck-EMD Serono.. <br><b>Intellia Therapeutics<\/b> Other, D’Andrea is an advisory board member for Intellia Therapeutics.. <br><b>Sierra Oncology<\/b> Other, D’Andrea is an advisory board member for Sierra Oncology.. <br><b>Cyteir Therapeutics<\/b> Other, D’Andrea is an advisory board member for Cyteir Therapeutics.. <br><b>Third Rock Ventures<\/b> Other, D’Andrea is an advisory board member for Third Rock Ventures.. <br><b>AstraZeneca<\/b> Other, D’Andrea is an advisory board member for AstraZeneca.. <br><b>Ideaya Inc.<\/b> Stock, Other, D’Andrea is an advisory board member for Ideaya Inc.. <br><b>Cedilla Therapeutics Inc.<\/b> Stock, Other, D’Andrea is an advisory board member for Cedilla Therapeutics Inc.. <br><b>Cyteir<\/b> Stock. <br><b>Tango<\/b> Grant\/Contract. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract. <br><b>G. I. Shapiro, <\/b> <br><b>Merck KGaA\/EMD-Serono<\/b> Grant\/Contract, Other, Dr. Shapiro is an advisory board member for Merck KGaA\/EMD-Serono.. <br><b>Tango<\/b> Grant\/Contract. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract. <br><b>Merck & Co.<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Bicycle Therapeutics<\/b> Other, Dr. Shapiro is an advisory board member for Merck Bicycle Therapeutics.. <br><b>Cybrexa Therapeutics<\/b> Other, Dr. Shapiro is an advisory board member for Cybrexa Therapeutics.. <br><b>Bayer<\/b> Other, Dr. Shapiro is an advisory board member for Bayer.. <br><b>Boehringer Ingelheim<\/b> Other, Dr. Shapiro is an advisory board member for Boehringer Ingelheim.. <br><b>ImmunoMet<\/b> Other, Dr. Shapiro is an advisory board member for ImmunoMet.. <br><b>Artios<\/b> Other, Dr. Shapiro is an advisory board member for Artios.. <br><b>Concarlo Holdings<\/b> Other, Dr. Shapiro is an advisory board member for Concarlo Holdings.. <br><b>Syros<\/b> Other, Dr. Shapiro is an advisory board member for Syros.. <br><b>Zentalis<\/b> Other, Dr. Shapiro is an advisory board member for Zentalis.. <br><b>CtomX Therapeutics<\/b> Other, Dr. Shapiro is an advisory board member for CtomX Therapeutics.. <br><b>Blueprint Medicines<\/b> Other, Dr. Shapiro is an advisory board member for Blueprint Medicines.. <br><b>Kymera Therapuetics<\/b> Other, Dr. Shapiro is an advisory board member for Kymera Therapuetics.. <br><b>Janssen<\/b> Other, Dr. Shapiro is an advisory board member for Janssen.. <br><b>Cyclacel Pharmaceuticals<\/b> Patent.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1857","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6210","PresenterBiography":null,"PresenterDisplayName":"Jie Hao, MD;MS;PhD","PresenterKey":"f9783184-8479-4b99-ae9c-b5c4c0f0a63b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6210. Combination of M1774 and niraparib can overcome ATR and PARP inhibitor resistance in BRCA1 mutated ovarian cancer models","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination of M1774 and niraparib can overcome ATR and PARP inhibitor resistance in BRCA1 mutated ovarian cancer models","Topics":null,"cSlideId":""},{"Abstract":"Mismatch repair (MMR) is considered to be one of the fundamental pathways that guards genome stability and mutations in genes encoding for crucial MMR proteins have been shown to promote cancer initiation. On the other hand, inactivation of MMR components in cancer cells leads to increased neoantigen formation and in consequence, exposes the tumor to the immune system. Therapeutic strategies aiming at inhibiting MMR are thus under development, yet methods reporting on the status of MMR are lacking. We report here the development, optimization and validation of a first MMR-specific functional assay. The assay, which is based on the STRIDE platform technology, detects DNA nicks localized in close proximity to PMS2 protein and can thus be utilized as a direct reporter of inhibition of PSM2 itself or upstream acting proteins. The optimization phase of assay development was performed in U2OS cells. First, in untreated cells we have shown that the sSTRIDE-MMR signals constitute ca. 10-15% of total single-strand DNA breaks foci detected by the classic sSTRIDE assay variant. In a series of technical negative controls we have then shown that the number of false-positive foci never exceeds 10% of the total number of signals, with as little as 2% for the isotype controls. The assay was further validated in HAP1 wild-type and PMS2-KO isogenic cell line pair. As expected, the number of sSTRIDE-MMR foci in the PMS2-KO cell line was significantly lower than in wild-type cells and additionally, no response to the treatment with 6TG, a known inducer of MMR, was detected in PMS2 null cells. Finally, the assay was used to verify the efficiency of first-in-class small-molecule MMR inhibitors. After treatment with the compounds, the number of detected sSTRIDE-MMR foci was significantly lower when compared to the number of foci in untreated cells. In conclusion, we show here that sSTRIDE-MMR is an assay characterized by high specificity, low false positives rate and a high-dynamic range. We believe that sSTRIDE-MMR can prove to be a very useful cell-based solution to study the efficiency of MMR inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"DNA repair,Mismatch repair,Biomarkers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Kamil Solarczyk<sup><\/sup>, Karolina Uzna&#324;ska<sup><\/sup>, Olga Wójcikowska<sup><\/sup>, <b>Maja Bia&#322;ecka<\/b><sup><\/sup>, Agnieszka Waligórska<sup><\/sup>, Szymon Koman<sup><\/sup>, Magdalena Kordon-Kiszala<sup><\/sup><br><br\/>intoDNA, Kraków, Poland","CSlideId":"","ControlKey":"52f33a08-aa6e-47d2-9847-9a835ae10fac","ControlNumber":"4303","DisclosureBlock":"&nbsp;<b>K. Solarczyk, <\/b> None..<br><b>K. Uzna&#324;ska, <\/b> None..<br><b>O. Wójcikowska, <\/b> None..<br><b>M. Bia&#322;ecka, <\/b> None..<br><b>A. Waligórska, <\/b> None..<br><b>S. Koman, <\/b> None..<br><b>M. Kordon-Kiszala, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1858","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6211","PresenterBiography":null,"PresenterDisplayName":"Maja Bia&#322;ecka, PhD","PresenterKey":"816d6911-27f5-4ed9-88bc-ee5e83dcc118","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6211. Development and validation of a novel sSTRIDE-MMR functional assay to study the efficiency of MMR inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development and validation of a novel sSTRIDE-MMR functional assay to study the efficiency of MMR inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Ataxia telangiectasia and Rad3 related (ATR) and ataxia telangiectasia mutated (ATM) protein kinases play key roles in the DNA damage response (DDR) by responding to replication stress and double-strand DNA breaks respectively to pause the cell cycle and promote DNA repair. ATR kinase inhibition in cancer cells disrupts cell cycle control and causes unrepaired DNA lesions and cytotoxicity. Accordingly, several ATR inhibitors (ATRi) are in clinical development as monotherapies and in combination with DNA damaging chemotherapies and poly(ADP-ribose) polymerase (PARP) inhibitors. Here we show that while treatment of cancer cells with an ATRi inhibits the ATR pathway, it simultaneously activates the ATM signaling pathway as shown by increased levels of p-ATM, p-CHK2, p-KAP1 and p-p53. In p53 wild-type cancer cells, ATR inhibition causes an ATM-mediated G1 cell cycle arrest which diminishes the DNA lesions and cytotoxic effects of ATR inhibition. Combination of an ATRi with a selective ATM inhibitor (ATMi) synergistically potentiated efficacy in cancer cells <i>in vitro<\/i> and increased efficacy <i>in vivo<\/i> at doses that did not show overt toxicities. In a panel of patient-derived xenograft (PDX) models of triple-negative breast cancer treated with an ATRi\/ATMi combination, substantial improvement in efficacy was observed. Thus, activation of the ATM pathway by an ATRi acts as a compensatory resistance pathway for ATR inhibition. These results suggest a novel and efficacious combination approach for cancer therapy by dual inhibition of these two key DDR kinases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"ATR,ATM,DNA damage response,DNA repair inhibition,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Audrey Turchick<sup>1<\/sup>, Astrid Zimmermann<sup>2<\/sup>, Li-Ya Chiu<sup>1<\/sup>, Heike Dahmen<sup>2<\/sup>, <b>Brian Elenbaas<\/b><sup>1<\/sup>, Frank  T.  Zenke<sup>1<\/sup>, Andree Blaukat<sup>2<\/sup>, Lyubomir  T.  Vassilev<sup>1<\/sup><br><br\/><sup>1<\/sup>Research Unit Oncology, EMD Serono, Billerica, MA,<sup>2<\/sup>Research Unit Oncology, Merck KGaA, Darmstadt, Germany","CSlideId":"","ControlKey":"d0c2a85a-0bca-48dc-86d3-b79cfe07e312","ControlNumber":"3731","DisclosureBlock":"<b>&nbsp;A. Turchick, <\/b> <br><b>EMD Serono<\/b> Employment. <br><b>A. Zimmermann, <\/b> <br><b>the healthcare business of Merck KGaA<\/b> Employment. <br><b>L. Chiu, <\/b> <br><b>EMD Serono<\/b> Employment. <br><b>H. Dahmen, <\/b> <br><b>the healthcare business of Merck KGaA<\/b> Employment. <br><b>B. Elenbaas, <\/b> <br><b>EMD Serono<\/b> Employment. <br><b>F. T. Zenke, <\/b> <br><b>EMD Serono<\/b> Employment. <br><b>A. Blaukat, <\/b> <br><b>the healthcare business of Merck KGaA<\/b> Employment. <br><b>L. T. Vassilev, <\/b> <br><b>EMD Serono<\/b> Employment.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1859","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6212","PresenterBiography":null,"PresenterDisplayName":"Brian Elenbaas, PhD","PresenterKey":"1201132a-6c71-495d-bdeb-b5592a30e3b9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6212. Inhibition of ATM-dependent checkpoint control and DNA double-strand break repair enhances the efficacy of ATR inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of ATM-dependent checkpoint control and DNA double-strand break repair enhances the efficacy of ATR inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Human papillomavirus (HPV) positive head and neck squamous cell carcinoma (HNSCC) usually show a tremendous better clinical outcome compared to their HPV-negative counterparts. Although the HPV associated survival advantage is partially explained by the enhanced cisplatin sensitivity in HNSCC (Clin Ca Res 2018, 24(23): 6001), the underlying mechanisms are still poorly elucidated. Cisplatin causes DNA interstrand crosslinks (ICLs) that requires Fanconi anemia (FA) pathway for DNA repair. Consistently, our study showed that HPV-positive HNSCC cells exhibited a FA defective cellular phenotype. In clonogenic cell survival assay, 1h treatment with 5&#956;M cisplatin eliminated approximately 56.7% more HPV-positive HNSCC cells than HPV-negative ones. Furthermore, HPV-positive cells treated with cisplatin showed prolonged G2\/M cell cycle arrest and more 53BP1 foci, indicating profound deficiency in repairing ICLs. Consistent with these findings, increased aberrant chromosome formation was observed in HPV-positive cells following Mitomycin C treatment. In order to reveal the mechanism, we further interrogated HPV-labeled HNSCC samples in TCGA database, and identified XPF, an endonuclease protein in FA pathway, was downregulated in HPV-positive HNSCC. Further analysis of cellular and clinical samples confirmed that both mRNA and protein expressions of XPF were significantly lower in HPV-positive HNSCC (P&#60;0.001). To test the importance of XPF in HPV-induced cisplatin sensitivity, we performed a cell viability assay, and found that knock-down of XPF increased the effects of cisplatin on HPV-negative HNSCC by 39.54% (&#177; 4.42%), while no significant change was observed in HPV-positive HNSCC (P&#62;0.05). Notably, inhibition of XPF function by a small molecule inhibitor recapitulated the effect of HPV, resulted in enhanced error-prone DNA repair with alternative end-joining (alt-EJ). In a probe-based ddPCR assay, XPF inhibition increased 32.02% (&#177; 5.80%, P&#60;0.001) alt-EJ events in HPV-negative HNSCC cells, while little difference was detected in HPV-positive cells. Thus, we speculated that combined inhibition of XPF and alt-EJ may improve clinical outcome in the difficult-to-treat, HPV-negative HNSCC, which worth further research efforts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"Cancer therapy,DNA repair,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Qi Liu<\/b><sup>1<\/sup>, Nan Zuo<sup>1<\/sup>, Lin Ma<sup>2<\/sup>, Lanlan Wei<sup>3<\/sup><br><br\/><sup>1<\/sup>Shenzhen Bay Laboratory, Shenzhen, China,<sup>2<\/sup>Department of Stomatology, General Hospital, Shenzhen University, Shenzhen, China,<sup>3<\/sup>The Second Affiliated Hospital of Southern University of Science and Technology, Shenzhen, China","CSlideId":"","ControlKey":"51d13fdb-917f-443d-b6c0-bcc4e8c36327","ControlNumber":"2346","DisclosureBlock":"&nbsp;<b>Q. Liu, <\/b> None..<br><b>N. Zuo, <\/b> None..<br><b>L. Ma, <\/b> None..<br><b>L. Wei, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1860","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6213","PresenterBiography":null,"PresenterDisplayName":"Qi Liu, PhD","PresenterKey":"097bb7fe-8ce4-46b1-bba7-1649477a0f21","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6213. Disruption of XPF function by HPV promotes alternative end joining and sensitivity to cisplatin in HNSCC","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Disruption of XPF function by HPV promotes alternative end joining and sensitivity to cisplatin in HNSCC","Topics":null,"cSlideId":""},{"Abstract":"R loops arise from hybridization of RNA transcripts with template DNA during transcription, which are not only cause DNA damage in certain contexts as cancer hallmarks but also be important regulators of cellular processes. Recent findings revealed that DNA double-strand breaks (DSBs) elicit RNA-DNA hybrid formation. The RNA moiety of the R-loop displays an extraordinary potential to regulate multiple steps of homologous recombination (HR) by substituting for the double-stranded DNA (dsDNA) substrate on which DSB repair processes naturally occur. Here, we use the Damage At RNA Transcription assay to reveal colocalization of FANCA with R-loops in a highly transcribed genomic locus upon DNA damage. We further demonstrate FANCA participates in forming R-loops in the initial DSBs repair stage and assists in removing R-loops later. Besides, we find that highly purified human FANCA anneals synthetic single-stranded RNA (ssRNA) and ssDNA species to R-loops and binds R-loop substrates with high affinity, preferring guanine-rich sequences in vitro. Importantly, we illustrate that FANCA promotes HR efficiency via catalyzation of DNA: RNA hybrids at DSBs sites. Finally, a series of RNA and R-loop substrates are found to stimulate ID2 monoubiquitination, with activity corresponding to remove transient R- loops in later HR stage. In summary, our results support a mechanism whereby FANCA promotes the formation of temporary R-loops by annealing ssRNA and ssDNA species at DSBs in transcribed regions, thereby stimulating HR.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"DNA repair,Transcription,Homologous recombination,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Fang Li<\/b><sup><\/sup><br><br\/>University of Miami Miller School of Medicine, Miami, FL","CSlideId":"","ControlKey":"ecd3147c-d59e-4422-9043-c73d18edae69","ControlNumber":"4881","DisclosureBlock":"&nbsp;<b>F. Li, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1861","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6214","PresenterBiography":null,"PresenterDisplayName":"Fang Li, BS","PresenterKey":"2297b4a6-f570-4cb8-9d71-15dbebb42439","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6214. FANCA promotes transcription-coupled homologous recombination by catalyzing R-loops formation","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FANCA promotes transcription-coupled homologous recombination by catalyzing R-loops formation","Topics":null,"cSlideId":""},{"Abstract":"Background: Triple-negative breast cancer (TNBC) is the most lethal breast cancer subtype, exhibiting poor response rates toward current chemotherapy regimens and lacking additional effective treatment options. Approximately 30% of patients with TNBC respond well to anthracycline\/taxane-based standard-of-care chemotherapy regimens. However, remaining patients demonstrate limited improvements in clinical outcomes, highlighting the critical need for effective strategies to improve anthracycline\/taxane-based chemotherapy (1, 2). DNA-dependent protein kinase (DNA-PK), a member of the phosphoinositide 3-kinase-related kinase protein family, promotes nonhomologous end joining (NHEJ) as part of the DNA damage response. Peposertib is a potent, selective, and orally bioavailable DNA-PK inhibitor that strongly potentiates the antitumor effects of ionizing radiation and DNA double-strand break-inducing agents, including anthracyclines, in preclinical models. Here we report the synergistic antitumor effects of peposertib combined with topoisomerase II (TOPO II) inhibitors, particularly anthracyclines, in TNBC models in vitro and in vivo.<br \/>Methodology: Combinations of peposertib with TOPO II inhibitors were evaluated in TNBC cell lines by viability assays, immunoblotting, and flow cytometry. Gene expression analysis was performed using the nCounter PanCancer pathways panel and results were confirmed by quantitative polymerase chain reaction (qPCR). In vivo efficacy was assessed in cell-line derived and patient-derived xenograft models.<br \/>Results: When administered in combination with doxorubicin, epirubicin, and etoposide, peposertib exhibited synergistic antiproliferative activity in TNBC cell lines in vitro. The downstream analysis of pharmacodynamic biomarkers revealed induction of NHEJ mediated repair upon TOPO II inhibitor treatment and provided mechanistic insights into the synergistic antitumor effects of peposertib combined with TOPO II inhibitors. Furthermore, this combination treatment induced ataxia telangiectasia<i> <\/i>mutated (ATM)-dependent compensatory signaling and inflammatory responses, potentially creating a proinflammatory tumor microenvironment. To evaluate whether peposertib enhanced the antitumor effects of TOPO II inhibitors in vivo, we established a well-tolerated preclinical treatment schedule for the combined use of peposertib and pegylated liposomal doxorubicin, which was capable of achieving tumor regression in patient- and cell line-derived xenograft models of TNBC.<br \/>Conclusion: Our findings suggest that cotreatment with the DNA-PK inhibitor peposertib can enhance the efficacy of anthracycline\/TOPO II-based chemotherapies. <i>This work was supported by the healthcare business of Merck KGaA, Darmstadt, Germany (CrossRef Funder ID: 10.13039\/100009945).<\/i><br \/><i>1) <\/i><i>Davison C et al. NPJ Breast Cancer. 2021;7(1):38.<br \/>2) <\/i><i>Bianchini G<\/i><i> et al.<\/i><i> Nat Rev Clin Oncol. 2016;13(11):674-690.<\/i>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"DNA-PK,peposertib,Topoisomerase II inhibitor,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Steffie Revia<sup>1<\/sup>, Christian Sirrenberg<sup>1<\/sup>, Antonia Schach<sup>1<\/sup>, Astrid Zimmermann<sup>1<\/sup>, Frank  T.  Zenke<sup>2<\/sup>, <b>Joachim Albers<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Merck Healthcare KGaA, Darmstadt, Germany,<sup>2<\/sup>EMD Serono, Billerica, MA","CSlideId":"","ControlKey":"add1677f-881f-42a2-bff8-c98c1ad17705","ControlNumber":"2734","DisclosureBlock":"<b>&nbsp;S. Revia, <\/b> <br><b>the healthcare business of Merck Healthcare KGaA<\/b> Employment. <br><b>C. Sirrenberg, <\/b> <br><b>the healthcare business of Merck Healthcare KGaA<\/b> Employment, Stock. <br><b>A. Schach, <\/b> <br><b>the healthcare business of Merck Healthcare KGaA<\/b> Other, Research internship. <br><b>A. Zimmermann, <\/b> <br><b>the healthcare business of Merck Healthcare KGaA<\/b> Employment, Stock. <br><b>F. T. Zenke, <\/b> <br><b>EMD Serono, Billerica, MA, USA<\/b> Employment, Stock. <br><b>J. Albers, <\/b> <br><b>the healthcare business of Merck KGaA<\/b> Employment, Stock.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1862","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6215","PresenterBiography":null,"PresenterDisplayName":"Joachim Albers, PhD","PresenterKey":"4efdf24c-16ab-4e70-91d1-54adae20822d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6215. Peposertib, a DNA-PK inhibitor, enhances the antitumor efficacy of anthracyclines in triple-negative breast cancer models in vitro and in vivo","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Peposertib, a DNA-PK inhibitor, enhances the antitumor efficacy of anthracyclines in triple-negative breast cancer models in vitro and in vivo","Topics":null,"cSlideId":""},{"Abstract":"The BRCA1\/BARD1 complex plays a key role in DNA double-stand break (DSB) repair in both somatic cells and germ cells. However, the underlying molecular mechanism by which this complex mediates DSB repair remains elusive. Here, we show that the recruitment of the BRCA1\/BARD1 complex to the unsynapsed axis of the XY body in male germ cells is mediated by pre-rRNA. Similarly, the BRCA1\/BARD1 complex associates with pre-rRNA in somatic cells, which targets the BRCA1\/BARD1 complex to DSBs. The interactions between the BRCT domains of the BRCA1\/BARD1 complex and pre-rRNA induces liquid-liquid phase separations, which may be the molecular basis of DSB-induced nuclear foci formation of the BRCA1\/BARD1 complex. Pre-rRNA also mediates BRCA1-dependent homologous recombination (HR). Cancer-associated mutations in the BRCT domains of BRCA1 and BARD1 abolish the interaction with pre-rRNA. We developed novel RNA pol I inhibitors to suppress pre-rRNA biogenesis, which not only abolished HR repair but also sensitized tumor cells to PARP inhibitor treatment. Collectively, this study reveals that pre-rRNA is a functional partner of the BRCA1\/BARD1 complex in the DSB repair. It is also a potential therapeutic target for cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"BRCA1,Homologous recombination,Pre-ribosomal RNA,RNA polymerase I inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Duo Wu<\/b><sup>1<\/sup>, Huang huang<sup>1<\/sup>, Tenglong Chen<sup>1<\/sup>, Xiaochen Gai<sup>1<\/sup>, Song Liu<sup>2<\/sup>, Hu He<sup>2<\/sup>, Song Shi<sup>2<\/sup>, Xiaochun Yu<sup>1<\/sup><br><br\/><sup>1<\/sup>Westlake University, Hang Zhou Shi, China,<sup>2<\/sup>SynRx Therapeutics, Hang Zhou Shi, China","CSlideId":"","ControlKey":"7c49f709-aeec-4a18-b34e-d89e169bc3bb","ControlNumber":"1359","DisclosureBlock":"&nbsp;<b>D. Wu, <\/b> None..<br><b>H. huang, <\/b> None..<br><b>T. Chen, <\/b> None..<br><b>X. Gai, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>H. He, <\/b> None..<br><b>S. Shi, <\/b> None..<br><b>X. Yu, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1863","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6216","PresenterBiography":null,"PresenterDisplayName":"Duo Wu, D Phil","PresenterKey":"0513bc43-67ad-45e1-8018-ae3f7394de19","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6216. Pre-ribosomal RNA mediates HR repair via the BRCA1\/BARD1 complex","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pre-ribosomal RNA mediates HR repair via the BRCA1\/BARD1 complex","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic Ductal Adenocarcinoma (PDAC) is a highly aggressive disease with a poor prognosis and a limited response to most of the treatments. Despite a platinum-based drug such as oxaliplatin or cisplatin is one of the most effective chemotherapy drugs for PDAC, resistance to it is a major limiting factor in PDAC treatment, indicating an urgent need for new approaches. Recently, targeting major DNA damage response (DDR) regulators such as ATM (Ataxia-telangiectasia mutated) or ATR (Ataxia telangiectasia mutated and Rad3-related) kinase has shown therapeutic potential in cancer treatment. This shows that it may be possible to enhance the responsiveness of platinum medicines via a DDR inhibition strategy. The most recently developed ATR inhibitor with the greatest potency, BAY 1895344, showed an anti-proliferative effect in clinical trials. Here, we aimed to evaluate the effect of ATR inhibition using BAY 1895344 on responsiveness to oxaliplatin in pancreatic cancer, for the first time. CFPAC-1 and Capan-2 are selected among six kinds of pancreatic cancer cell lines as oxaliplatin-sensitive and -resistant cells, respectively. According to BRAID analysis, combining the BAY 1895344 and oxaliplatin resulted in strong synergistic effects in both cell lines, particularly in Capan-2. The synergism is also confirmed in all four organoids derived from PDAC patients. We found that p-Chk1, coordinating DDR and cell cycle checkpoint, was considerably suppressed by the combined treatments, which was associated with elevated &#947;-H2AX intensity, cell cycle arrest and apoptosis. Moreover, we investigated the in vivo synergistic anti-tumor efficacy of combination therapy using a tumor-bearing nude mice model with CFPAC-1 and Capan-2 cells, demonstrating a substantial reduction of tumor growth in combination therapy when compared to single treatment. In conclusion, ATR inhibition enhanced the anticancer effect of oxaliplatin, and this combined therapeutic strategy may be effective in overcoming chemo-resistance in PDAC. (This study is supported by National Cancer Center, Republic of Korea (No. 2212470, 2010330))","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Modulation of DNA repair,,"},{"Key":"Keywords","Value":"Pancreatic cancer,DNA damage response,Ataxia telangiectasia and Rad3-related kinase; DDR inhibitor; BAY1895344,Oxaliplatin; Organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hye Won Shon<\/b><sup>1<\/sup>, Jung Won Chun<sup>2<\/sup>, Jeong Eun Gong<sup>2<\/sup>, Mi Rim Lee<sup>1<\/sup>, Yu-Sun Lee<sup>2<\/sup>, Sumin Kang<sup>1<\/sup>, Sunshin Kim<sup>2<\/sup>, Sang Myung Woo<sup>2<\/sup>, In Rae Cho<sup>3<\/sup>, Woo Hyun Paik<sup>3<\/sup>, Woo Jin Lee<sup>2<\/sup>, Ji Kon Ryu<sup>3<\/sup>, Yong-Tae Kim<sup>3<\/sup>, Sang Hyub Lee<sup>3<\/sup>, Yun-Hee Kim<sup>2<\/sup><br><br\/><sup>1<\/sup>National Cancer Center Graduate School of Cancer Science and Policy, Goyang, Korea, Republic of,<sup>2<\/sup>Research Institute and Hospital, National Cancer Center, Goyang, Korea, Republic of,<sup>3<\/sup>Department of Internal Medicine and Liver Research Institute, Seoul National University Hospital, Seoul National University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"8f31359e-e89a-44b5-90cf-f2420f8142e3","ControlNumber":"5590","DisclosureBlock":"&nbsp;<b>H. Shon, <\/b> None..<br><b>J. Chun, <\/b> None..<br><b>J. Gong, <\/b> None..<br><b>M. Lee, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>S. Kang, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>S. Woo, <\/b> None..<br><b>I. Cho, <\/b> None..<br><b>W. Paik, <\/b> None..<br><b>W. Lee, <\/b> None..<br><b>J. Ryu, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>Y. Kim, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1864","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6217","PresenterBiography":null,"PresenterDisplayName":"Hye Won Shon, BA","PresenterKey":"c78cb81d-c66a-4bf2-b191-cc4b71724bde","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6217. Inhibiting ataxia-telangiectasia mutated and RAD3-related (ATR) by BAY 1895344 overcomes chemoresistance to oxaliplatin and promotes synergistic anti-tumor effect in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibiting ataxia-telangiectasia mutated and RAD3-related (ATR) by BAY 1895344 overcomes chemoresistance to oxaliplatin and promotes synergistic anti-tumor effect in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Mesenchymal chondrosarcoma (MCS) is a high-grade sarcoma characterized by a biphasic histological appearance. However, more often than not, only the poorly differentiated component is present on a biopsy, thus more entities enter the differential diagnosis. Since the small cell component is morphologically non-specific, the differential diagnoses are broad, such as Ewing sarcoma, rhabdomyosarcoma, poorly differentiated synovial sarcoma small cell carcinoma, lymphoma and also melanoma. Morevoer, although the <i>HEY1::NCOA2<\/i> gene fusion is present in almost all MCS, some studies have shown alternative alterations in the absence of the <i>HEY1::NCOA2<\/i> fusion, suggesting genomic heterogeneity in at least a small subset of MCS. Thus, new diagnostic aids would be helpful to confirm the diagnosis. While most of the immunohistochemical profile overlaps between these tumours, NKX3.1 was recently proposed as a useful diagnostic marker for MCS. Furthermore, studies using DNA-methylation profiling show that MCS forms a distinct methylation cluster. The aim of this study is to evaluate the utility of these new diagnostic tools.<br \/>Methods: Slides from 45 samples with MCS were stained with NKX3.1 antibody (EP356, Cell Marque, Roche) and were also investigated by methylome analysis (Mehylation Epic BeadChips, Illumina). Depending on tissue availability, the cases were subjected to <i>HEY1::NCOA2 <\/i>gene fusion testing.<br \/>Results: The methylation profile showed a distinct cluster for mesenchymal chondrosarcoma, in line with the previous studies. Moreover, these findings were reproduced even when submitting tissue solely from one component, either the cellular or the cartilaginous one. In addition, the copy number profile derived from the methylome analysis proves its utility in distinguishing MCS from its mimics. On the other hand, only 32.6% of cases were positive for NKX3.1. Four samples initially diagnosed as MCS were histologically re-evaluated due to an atypical methylome profile, a high amount of CNV and\/or lack of validation of the gene fusion. Methylation profiling led to the re-classification of three cases, whereas the fourth sample could not be further classified.<br \/>Conclusions: We conclude that the methylation analysis, along with the copy number profile, are reliable tools in terms of diagnosing MCS. On the contrary, the immunomarker NKX3.1 shows contradicting results, proving itself as an unreliable marker in this setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-05 Molecular classification of tumors for diagnostics, prognostics, and therapeutic outcomes,,"},{"Key":"Keywords","Value":"DNA methylation,Diagnostic marker,Immunohistochemistry,Bone,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Salome Glauser<sup>1<\/sup>, <b>Baptiste Ameline<\/b><sup>1<\/sup>, Vanghelita Andrei<sup>1<\/sup>, Dorothee Harder<sup>2<\/sup>, Chantal Pauli<sup>3<\/sup>, Marcel Trautmann<sup>4<\/sup>, Wolfgang Hartmann<sup>4<\/sup>, Daniel Baumhoer<sup>1<\/sup><br><br\/><sup>1<\/sup>Bone Tumour Reference Centre, Institute of Medical Genetics and Pathology, University Hospital Basel, Basel, Switzerland,<sup>2<\/sup>Department of Radiology, University Hospital Basel, Basel, Switzerland,<sup>3<\/sup>Department of Pathology and Molecular Pathology, University Hospital Zurich, Zurich, Switzerland,<sup>4<\/sup>Gerhard-Domagk-Institute of Pathology, University Hospital Munster, Munster, Germany","CSlideId":"","ControlKey":"c08dda1c-c1c6-4ac2-a264-02a6fb64e8c4","ControlNumber":"4662","DisclosureBlock":"&nbsp;<b>S. Glauser, <\/b> None..<br><b>B. Ameline, <\/b> None..<br><b>V. Andrei, <\/b> None..<br><b>D. Harder, <\/b> None..<br><b>C. Pauli, <\/b> None..<br><b>M. Trautmann, <\/b> None..<br><b>W. Hartmann, <\/b> None..<br><b>D. Baumhoer, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1981","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6218","PresenterBiography":null,"PresenterDisplayName":"Baptiste Ameline, PhD","PresenterKey":"2085aa8a-cc7b-461b-b9d9-a262040cca2e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6218. NKX3.1 immunohistochemistry and methylome profiling in mesenchymal chondrosarcoma: additional diagnostic value for a well defined disease?","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NKX3.1 immunohistochemistry and methylome profiling in mesenchymal chondrosarcoma: additional diagnostic value for a well defined disease?","Topics":null,"cSlideId":""},{"Abstract":"<b>Objectives:<\/b> Endogenous human retroviruses (ERVs) are remnants of exogenous retroviruses that gained access to germline cells allowing integration into the human genome. Emerging data suggest that some ERVs may become activated allowing epigenetic alterations through DNA methylation or histone modification, which can further alter gene regulation. This may serve as a targeted therapeutic opportunity in modulating oncogenesis, through aberrant oncogene activation or tumor suppressor gene inactivation. This is an emerging area of exploration in ovarian cancer.<br \/><b>Methods:<\/b> We applied our ERV mapping tools (1) to RNA-seq data from 24 female patients with ovarian, fallopian tube, or primary peritoneal cancers to investigate expression of ~550,000 ERV elements from the Human Endogenous Retrovirus database (HERVd) (2, 3). Univariate Cox regression models were constructed with normalized ERV expression data and the most significantly differentially expressed ERVs were then filtered using a penalized Lasso-Cox proportional-hazards model. ERV expression, alongside the available clinical data (including age, histotypes, and tumor stage) were provided as inputs and linear predictors generated by the model separated samples into either high or low risk categories. We identified a panel of 15 predictive ERVs and these risk evaluations allowed for Kaplan-Meier analyses of survival by clinical parameters alone versus combined with ERV signature. We also performed a secondary analysis of platinum resistant ovarian cancers using RNA-seq data (GSE102118) to investigate the effect of demethylating agent guadecitabine on ERV expression (n=9) (4).<br \/><b>Results:<\/b> Exploratory analyses of ERVs demonstrated significantly different expression between histologies (clear cell, mucinous, endometrioid, high grade serous) and FIGO disease stage. In our prognostic model, Kaplan-Meier survival analysis using only clinical parameters resulted in a significance level of 0.0013<i>,<\/i> however the supplemented model combining the 15-ERV panel and the clinical data discriminated the two risk groups for time to recurrence at a much higher significance level of p = 7.076 x 10<sup>-8<\/sup>. Included in the 15 ERV panel are HERVK, HERV3, and several putative ERV promoters including LTR12, LTR7, LTR3 and LTR4 (5). In our secondary analysis of platinum-resistant patients, the ERV transcripts were compared for each patient pre- and post-guadecitabine treatment and there were several ERVs with risk-predictive values induced in patients receiving guadecitabine including LTR7, LTR12 and HERVK.<br \/><b>Conclusions:<\/b> In summary, ERV RNA expression in ovarian cancer is significantly different between histologies and disease stages. The ability to successfully classify patients as either high-risk or low-risk for disease progression is of considerable value for patient management and ERVs may improve prognostication and guide future therapeutic targeting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-05 Molecular classification of tumors for diagnostics, prognostics, and therapeutic outcomes,,"},{"Key":"Keywords","Value":"Prognostic factors,Ovarian cancer,,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jill Alldredge<\/b><sup>1<\/sup>, Vinay Kumar<sup>2<\/sup>, Brook Sanders<sup>1<\/sup>, Farahnaz Rahmatpanah<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Colorado Anschutz Medical Campus, Aurora, CO,<sup>2<\/sup>University of California, Irvine, Orange, CA","CSlideId":"","ControlKey":"545be373-fb4e-4a13-93a7-13bfeda8ea72","ControlNumber":"5175","DisclosureBlock":"&nbsp;<b>J. Alldredge, <\/b> None..<br><b>V. Kumar, <\/b> None..<br><b>B. Sanders, <\/b> None..<br><b>F. Rahmatpanah, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1982","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6219","PresenterBiography":null,"PresenterDisplayName":"Jill Alldredge","PresenterKey":"ad475d83-5583-469c-be23-9691ff7b9f51","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6219. Endogenous human retroviruses in epithelial ovarian cancers: An exploratory analysis","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Endogenous human retroviruses in epithelial ovarian cancers: An exploratory analysis","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Accurate diagnosis, prognosis and treatment of hematologic disorders from both myeloid and lymphoid origin requires assessing somatic mutation status in an increasingly large number of genes. Here we present the results of the assay development and validation of a targeted next generation sequencing panel which provides full exon sequencing of 141 genes associated with myeloid and lymphoid malignancies, as well as the ability to detect clinically relevant copy number alterations (CNAs) and certain sub-gene level CNAs.<br \/>Methods: Based on review of clinical guidelines, 141 genes including 72 myeloid and 84 lymphoid associated genes were selected. The assay interrogates all coding exons of the 141 genes to detect single nucleotide variants (SNVs) and insertions\/deletions (indels). The assay also identifies CNAs in 16 genes, <i>FLT3<\/i> internal tandem duplicates (ITDs), and select non-coding pathogenic variants. The custom hybrid capture-based assay utilizes genomic libraries created from 250 ng gDNA extracted from peripheral blood or bone marrow followed by sequencing on Illumina sequencers. Concordance studies were performed on clinical samples previously assessed using an orthogonal NGS-based laboratory developed test for SNVs\/Indels or digital multiplexed ligation-dependent probe amplification for CNAs. In addition, analytical sensitivity was assessed using cell line dilution series and specificity by reference samples from Genome in a Bottle (GIAB). Small indels were defined as &#60;25bp while long indels are &#8805; 25bp.<br \/>Results: Interim estimates of positive percentage agreement (PPA) and specificity have been determined for SNV\/Indels, <i>FLT3<\/i>-ITDs, and CNVs, with further testing ongoing. PPA of SNVs was 100% (218\/218 SNVs; n = 134 samples). PPA was also 100% for both small indels (21\/21; n = 14 samples) and long indels (6\/6; n = 6 samples). A dilution series of 8 positive clinical samples at 4 different dilutions showed SNV and small indel detection of 100% at allele frequency (AF) &#8805; 3%. Long indel detection was 87.5% at AF &#8805; 5%. <i>FLT3<\/i>-ITD was evaluated with 2 cell line samples at 5 different dilutions with 100% detection at AF &#8805; 5%. PPA of CNAs were 95.7% (157\/164) in 46 clinical samples. CNA detection was also evaluated with 8 cell line samples at 4 different dilutions showing 92.3% detection at a copy number ratio threshold &#177; 0.15. A preliminary estimate of specificity was determined using 4 replicates of the GIAB sample, NA12878, and was &#62;99.99% for SNVs and small indels (n=6.9 x 10<sup>5<\/sup> ). Finally, a model for gender classification was created using a training cohort of 70 clinical samples. The performance was evaluated on a test set of 144 clinical samples with 100% PPA (144\/144).<br \/>Conclusions: Taken together, these data demonstrate that the developed NGS assay is a sensitive, specific, and accurate assay with high clinical utility to inform treatment decision making in hematologic malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-05 Molecular classification of tumors for diagnostics, prognostics, and therapeutic outcomes,,"},{"Key":"Keywords","Value":"Molecular profiling,Molecular diagnosis,Sequencing,DNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Grant Hogg<sup>1<\/sup>, Tong Liu<sup>1<\/sup>, Helen Cao<sup>1<\/sup>, Adib Shafi<sup>1<\/sup>, Ashraf Shabaneh<sup>1<\/sup>, John Howitt<sup>2<\/sup>, Amanda Williamson<sup>2<\/sup>, Rachel Dango<sup>2<\/sup>, Xiaojun Guan<sup>3<\/sup>, Heidi Hoffmann<sup>4<\/sup>, Michael Mooney<sup>5<\/sup>, John Pruitt<sup>2<\/sup>, Scott Parker<sup>2<\/sup>, Stan Letovsky<sup>4<\/sup>, Li Cai<sup>2<\/sup>, Eric  A.  Severson<sup>2<\/sup>, Shakti Ramkissoon<sup>2<\/sup>, Anjen Chenn<sup>2<\/sup>, Marcia Eisenberg<sup>6<\/sup>, Eyad Almasri<sup>1<\/sup>, <b>Taylor Jensen<\/b><sup>5<\/sup><br><br\/><sup>1<\/sup>Oncology, Labcorp, San Diego, CA,<sup>2<\/sup>Labcorp, Durham, NC,<sup>3<\/sup>Labcorp, San Diego, CA,<sup>4<\/sup>Labcorp, Westborough, MA,<sup>5<\/sup>Oncology, Labcorp, Durham, NC,<sup>6<\/sup>Labcorp, Burlington, NC","CSlideId":"","ControlKey":"ed4268ff-60d0-4cb1-8a89-3f8b9ab53e7b","ControlNumber":"1360","DisclosureBlock":"<b>&nbsp;G. Hogg, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>T. Liu, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>H. Cao, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>A. Shafi, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>A. Shabaneh, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>J. Howitt, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>A. Williamson, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>R. Dango, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>X. Guan, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>H. Hoffmann, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>M. Mooney, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>J. Pruitt, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>S. Parker, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>S. Letovsky, <\/b> <br><b>Labcorp<\/b> Employment, Stock, Travel. <br><b>L. Cai, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>E. A. Severson, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>S. Ramkissoon, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>A. Chenn, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>Qiagen<\/b> Gift. <br><b>M. Eisenberg, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>E. Almasri, <\/b> <br><b>Labcorp<\/b> Employment, Stock. <br><b>T. Jensen, <\/b> <br><b>Labcorp<\/b> Employment, Stock, Travel, Patent. <br><b>PetDX<\/b> Independent Contractor.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1983","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6220","PresenterBiography":null,"PresenterDisplayName":"Taylor Jensen, PhD","PresenterKey":"007e2879-bc37-4f43-b9a2-442696ba3bdf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6220. Development of a mutation profiling NGS assay to facilitate clinical decisions in hematologic malignancies.","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a mutation profiling NGS assay to facilitate clinical decisions in hematologic malignancies.","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Success of therapeutic interventions largely rely on the pathological and biological characteristics of the tumor and varies due to the heterogeneous nature of breast cancers. Triple negative breast cancers (TNBC) stain IHC negative for both hormone receptors (ER, PR) and HER-2. TNBC is usually treated with chemotherapy because of absence of any molecular target. This study is initiated to characterize TNBC based on a new methodology that measures and quantifies signal transduction pathways (STPs) activities to reveal potential tumor-driving STPs in TNBC and create new options for targeted therapy.<br \/><b>Method:<\/b> Using the mRNA-based OncoSIGNal pathway activity profiling PCR test (InnoSIGN) STP activities of 7 pathways (AR, ER, PI3K, MAPK, HH, TGF&#946; and Notch) in 39 samples from normal breast tissue and 12 TNBC patients were quantified and expressed on a scale from 0-100. Normal healthy breast tissue was obtained from breast reduction surgery and areas where epithelial cells content was at least 50% were annotated and harvested for mRNA isolation and STP analyses. The normal STP activity is representing the normal physiological activity and is used as reference value. Aberrant high pathway activity in a patient tumor sample was concluded when this score was higher than twice the standard deviation above the mean of normal breast tissue STP activity.<br \/><b>Results:<\/b> STP thresholds for interpretation of high aberrant activity were determined from 39 normal breast samples. Using these thresholds, STP activities in 12 TNBC samples were analyzed. In these TNBC samples, MAPK was in 75%, HH in 67%, PI3K in 58%, and AR, Notch and TGF&#946; were in 17% of the cases above the thresholds. In 50% of the cases a combination of MAPK and HH or a combination of PI3K and HH were found above thresholds. In 42% of the cases MAPK in combination with PI3K were above thresholds. Increased activity of AR was never observed in combination with increased HH activity.<br \/><b>Conclusion:<\/b> By using the OncoSIGNal test high aberrant STP activities could be determined in TNBC patient samples. Results show that different pathways are aberrantly active, depending on the patient sample, which opens the opportunity for personalized targeted treatment of individual TNBC patients.<br \/><b>Next steps:<\/b> The TNBC data set will be extended to further profile the STP activity in relation to different clinical outcomes and to investigate new opportunities for targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-05 Molecular classification of tumors for diagnostics, prognostics, and therapeutic outcomes,,"},{"Key":"Keywords","Value":"Signal transduction pathways,Triple-negative breast cancer (TNBC),Targeted therapy,mRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Diederick  M.  Keizer<\/b><sup><\/sup>, Yvonne  J.   W.  Wesseling<sup><\/sup>, Dianne  A.   M.  van Strijp<sup><\/sup>, Saskia  M.   J.  Vermeer<sup><\/sup>, Eveline  C.   A.  den Biezen<sup><\/sup><br><br\/>InnoSIGN B.V., Eindhoven, Netherlands","CSlideId":"","ControlKey":"5f2a741e-b5d1-4f4d-be58-40932183ed55","ControlNumber":"6034","DisclosureBlock":"<b>&nbsp;D. M. Keizer, <\/b> <br><b>InnoSIGN B.V.<\/b> Employment, Stock. <br><b>Y. J. W. Wesseling, <\/b> <br><b>InnoSIGN BV<\/b> Employment, Stock. <br><b>D. A. M. van Strijp, <\/b> <br><b>InnoSIGN B.V.<\/b> Employment, Stock. <br><b>S. M. J. Vermeer, <\/b> <br><b>InnoSIGN B.V.<\/b> Employment, Stock. <br><b>E. C. A. den Biezen, <\/b> <br><b>InnoSIGN B.V.<\/b> Employment, Stock.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1984","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6221","PresenterBiography":null,"PresenterDisplayName":"Diederick Keizer","PresenterKey":"b9da7dbf-ae09-44b4-bbb4-37f1aa63389a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6221. Support for targeted therapy selection in triple negative breast cancer patients using aberrant signal transduction pathway activity profiles","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Support for targeted therapy selection in triple negative breast cancer patients using aberrant signal transduction pathway activity profiles","Topics":null,"cSlideId":""},{"Abstract":"Background: Current evidence indicates that immune checkpoint inhibitors (ICIs) have a limited efficacy in patients with lung cancer harboring epidermal growth factor receptor (<i>EGFR<\/i>) mutations. However, there is a lack of data on the efficacy of ICIs after osimertinib treatment, and the predictors of ICI efficacy are unclear.<br \/>Methods: We retrospectively assessed consecutive patients with <i>EGFR-<\/i>mutant NSCLC who received ICI-based therapy after osimertinib treatment at 10 institutions in Japan, between March 2016 and March 2021. Immunohistochemical staining was used to evaluate the expression of p53 and AXL. The deletions of exon 19 and the exon 21 L858R point mutation in<i> EGFR<\/i> were defined as common mutations; other mutations were defined as uncommon mutations.<br \/>Results: A total of 36 patients with advanced or recurrent <i>EGFR<\/i>-mutant NSCLC were analyzed. In multivariate analysis, p53 expression in tumors was an independent predictor of PFS after ICI-based therapy (<i>p<\/i> = 0.002). In patients with common<i> EGFR<\/i> mutations, high AXL expression was a predictor of shorter PFS and overall survival after ICI-based therapy (log-rank test; <i>p<\/i> = 0.04 and <i>p<\/i> = 0.02, respectively).<br \/>Conclusion: The levels of p53 in pretreatment tumors may be a predictor of ICI-based therapy outcomes in patients with <i>EGFR-<\/i>mutant NSCLC after osimertinib treatment. High levels of AXL in tumors may also be a predictor of ICI-based therapy outcomes, specifically for patients with common <i>EGFR <\/i>mutations. Further prospective large-scale investigations on the predictors of ICI efficacy following osimertinib treatment are warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-05 Molecular classification of tumors for diagnostics, prognostics, and therapeutic outcomes,,"},{"Key":"Keywords","Value":"Axl,p53,Immunotherapy,Epidermal growth factor receptor (EGFR),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kenji Morimoto<\/b><sup><\/sup>, Tadaaki Yamada<sup><\/sup>, Shinsaku Tokuda<sup><\/sup>, Koichi Takayama<sup><\/sup><br><br\/>Pulmonary Medicine, Kyoto Prefectural University of Medicine, Kyoto, Japan","CSlideId":"","ControlKey":"4053fdbd-edaf-4d1c-94fd-501972ac5d01","ControlNumber":"890","DisclosureBlock":"&nbsp;<b>K. Morimoto, <\/b> None.&nbsp;<br><b>T. Yamada, <\/b> <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract. <br><b>Janssen Pharmaceutical<\/b> Grant\/Contract. <br><b>Takeda Pharmaceutical<\/b> Grant\/Contract.<br><b>S. Tokuda, <\/b> None.&nbsp;<br><b>K. Takayama, <\/b> <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1985","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6222","PresenterBiography":null,"PresenterDisplayName":"Kenji Morimoto","PresenterKey":"ddcba266-09cb-45b9-90f3-efc2ceeaeb09","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6222. Clinical impact of p53 and AXL immunostaining on the efficacy of immune checkpoint inhibitor-based therapy after osimertinib treatment in patients with epidermal growth factor mutant non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical impact of p53 and AXL immunostaining on the efficacy of immune checkpoint inhibitor-based therapy after osimertinib treatment in patients with epidermal growth factor mutant non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Uterine corpus endometrial carcinoma (UCEC) is one of the most commonly diagnosed cancers in women in the United States, where the death rate continues to climb by 1.9% every year due to poor prognostic and therapeutic methodologies. Recently, altered expression patterns of peroxiredoxins (PRDX) (1-6), a family of antioxidant enzymes comprised of six known isoforms, has been connected to overall outcome in many cancers. While recent studies have begun to unravel the potential of PRDXs as prognostic biomarkers in other cancers, PRDX expression patterns and their use as prognostic biomarkers in UCEC have yet to be explored. This study aimed to determine the value of PRDX1-6 as potential prognostic biomarkers for UCEC patients.<br \/>Methods: To determine the impacts of PRDX1-6 expression on overall survival (OS) and relapse-free survival (RFS), UCEC samples (n=543) from the TCGA database available on the Pan-Cancer RNA seq platform on Kaplan-Meier Plotter (KM plotter) were utilized. The patient cohort was split into groups according to high PRDX expression status and low PRDX expression status using the autoselect best cutoff function in KM plotter where all possible cutoff values between the lower and upper quartiles of PRDX expression were computed. The best-performing threshold was used as the cutoff and data was plotted in a Kaplan-Meier plot. Hazard ratio (HR), 95% confidence interval (95% CI), and log-rank P value were calculated using the KM plotter platform. For molecular analyses, a total of 507 UCEC samples obtained from the PanCancer Atlas on the cBioportal platform were analyzed for PRDX1-6 copy number alterations (CNAs), and mRNA expression Z-scores relative to all samples were used to evaluate the association between CNAs and transcriptional levels of PRDXs.<br \/>Results: Favorable OS associated with high PRDX2 (P=0.044, HR=0.65, 95% CI: 0.43-0.99) and high PRDX4 (P=0.01, HR=0.56, 95% CI: 0.36-0.88) mRNA levels. High PRDX2 (P=0.029, HR=0.56, 95% CI: 0.33-0.95) and high PRDX3 (P=0.034, HR=0.56, 95% CI:<br \/>0.33-0.96) expression in UCEC tumor samples correlated with favorable RFS. Shallow deletions were identified in PRDX2 (9.8%), PRDX3 (9.6%), and PRDX4 (14%) of the UCEC samples analyzed in cBioportal. Compared to diploid cells, shallow deletions in PRDX2 and PRDX3 correlated with decreased PRDX2 (P=1.33 x 10<sup>-12<\/sup>) and PRDX3 (P=8.17 x 10<sup>-13<\/sup>) mRNA levels, respectively. High expression of PRDX6 correlated with unfavorable OS (P=0.0021, HR=1.9, 95% CI: 1.25-2.88) and unfavorable RFS (P= 4.3 x 10<sup>-5<\/sup>, HR=2.88, 95% CI: 1.69-4.88). Notably, 41.2% of UCEC patients displayed PRDX6 copy number gain that correlated with increased PRDX6 mRNA levels (P= 8.69 x 10<sup>-24<\/sup>) compared to diploid cells.<br \/>Conclusion: High PRDX2, PRDX3, and PRDX4 expression could serve as favorable UCEC prognostic biomarkers, while high PRDX6 expression may be a novel unfavorable prognostic biomarker.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-05 Molecular classification of tumors for diagnostics, prognostics, and therapeutic outcomes,,"},{"Key":"Keywords","Value":"Antioxidant,Uterine corpus endometrial carcinoma (UCEC),Prognostic markers,Copy number alterations,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Lauren Lambros<sup><\/sup>, Vien Sturm<sup><\/sup>, <b>Calli A. Davison-Versagli<\/b><sup><\/sup><br><br\/>Biology, Saint Mary’s College, Notre Dame, IN","CSlideId":"","ControlKey":"93d4d300-84da-4eb6-96f7-5118e1261877","ControlNumber":"547","DisclosureBlock":"&nbsp;<b>L. Lambros, <\/b> None..<br><b>V. Sturm, <\/b> None..<br><b>C. A. Davison-Versagli, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1986","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6223","PresenterBiography":null,"PresenterDisplayName":"Calli Versagli, PhD","PresenterKey":"914d02b8-e3a0-4a63-8298-abe0d5f290cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6223. Evaluating peroxiredoxins 1-6 and their potential as prognostic biomarkers for uterine corpus endometrial carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluating peroxiredoxins 1-6 and their potential as prognostic biomarkers for uterine corpus endometrial carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: The Consensus Molecular Subtypes (CMS) is a subtyping system used for colorectal cancer (CRC) to facilitate traditional tumor classification and clinical translation. Relying on RNA-seq data, the system classifies patients into four molecular subtypes (CMS 1-4). Each subtype is enriched with several mutations, but no genetic aberrations are peculiar to a single CMS. A more in-depth characterization of each subtype's genomic and epigenomic background by integrating different omics may help in refining this classification, including the missing assignment of a subgroup of tumors. The possible translation of this improved classification to surrogate tissues, such as stool, has never been investigated.<br \/>Aims: We aim to comprehensively characterize the CMS by the integrative analysis of target genomic sequencing, RNA-Seq, small RNA-Seq, and immune infiltrate profiling data of a cohort of CRC patients. These data will be used to identify integrative CMS-specific signatures and to characterize those tumors not assigned to any CMS. In addition, differences in stool miRNome and metagenomic profiles will be explored to identify potential specific signatures characterizing each subtype.<br \/>Methods: Tumor tissue and adjacent mucosa were collected from 87 CRC patients and preserved in RNA later. mRNA and other non-coding RNA expression levels were evaluated with ribosomal depleted RNA-seq and small RNA-seq. Tumors were assigned to a CMS subtype using the CMScaller algorithm and genomically characterized with the TruSight Oncology 500 (TSO500) cancer panel. Differential expression analyses were performed using the DESeq2 package for the R software to identify CMS-specific expression signatures. Small RNA-seq and shotgun metagenomic analyses were performed on stool samples collected from the same patients.<br \/>Preliminary Results: Tumors were assigned to CMS1 (n=9), CMS2 (n=24), CMS3 (n=26), and CMS4 (n=22), except for six samples. Differential expression analyses between paired tumor samples and adjacent mucosa within each CMS revealed 1096 differentially expressed genes in CMS1, 4218 in CMS2, 27 in CMS3 and 190 in CMS4.From the genomic point of view, CMS3 cases showed 384 unique missense variants, while CMS1 included almost all samples with microsatellite instability. Small RNA-seq on the same tissue sample identified 380 dysregulated miRNAs (215 up and 165 downregulated) in the tumor compared to adjacent mucosa.<br \/>Conclusions: A more in-depth CMS subtyping by integrating different omics analyses could help refine this classification system. Moreover, the possible CMS reflection in stool miRNome and metagenomic could shed new light on the host gut-microbiota interactions and allow a non-invasive classification applicable for a routine personalized clinical management of CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-05 Molecular classification of tumors for diagnostics, prognostics, and therapeutic outcomes,,"},{"Key":"Keywords","Value":"Colon cancer,Microbiome,Noncoding RNA,Molecular classification,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Amedeo Gagliardi<\/b><sup>1<\/sup>, Giulia Francesca<sup>1<\/sup>, Giulio Ferrero<sup>2<\/sup>, Sonia Tarallo<sup>1<\/sup>, Giulia Piaggeschi<sup>1<\/sup>, Antonio Francavilla<sup>1<\/sup>, Carla Di Battista<sup>1<\/sup>, Enrico Berrino<sup>3<\/sup>, Caterina Marchiò<sup>3<\/sup>, Francesca Cordero<sup>4<\/sup>, Barbara Pardini<sup>1<\/sup>, Alessio Naccarati<sup>1<\/sup><br><br\/><sup>1<\/sup>Italian Institute for Genomic Medicine (IIGM), Candiolo, Italy,<sup>2<\/sup>Department of Clinical and Biological Sciences, University of Turin, Turin, Italy,<sup>3<\/sup>Candiolo Cancer Institute, FPO-IRCCS, Candiolo, Italy,<sup>4<\/sup>Department of Computer Science, University of Turin, Turin, Italy","CSlideId":"","ControlKey":"61912543-6320-4b5f-aaea-ccedddb0d069","ControlNumber":"3449","DisclosureBlock":"&nbsp;<b>A. Gagliardi, <\/b> None..<br><b>G. Francesca, <\/b> None..<br><b>G. Ferrero, <\/b> None..<br><b>S. Tarallo, <\/b> None..<br><b>G. Piaggeschi, <\/b> None..<br><b>A. Francavilla, <\/b> None..<br><b>C. Di Battista, <\/b> None..<br><b>E. Berrino, <\/b> None..<br><b>C. Marchiò, <\/b> None..<br><b>F. Cordero, <\/b> None..<br><b>B. Pardini, <\/b> None..<br><b>A. Naccarati, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1988","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6224","PresenterBiography":"","PresenterDisplayName":"Amedeo Gagliardi, MS","PresenterKey":"c01bb7f5-c3c2-4ae7-b5b3-f8ff476d70d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6224. Exploring the integration of CMS subtyping and other omics in colorectal cancer classification and its reflection in stool miRNome and metagenome for non-invasive precision medicine","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the integration of CMS subtyping and other omics in colorectal cancer classification and its reflection in stool miRNome and metagenome for non-invasive precision medicine","Topics":null,"cSlideId":""},{"Abstract":"In this study, we aimed to find genes with a key function in the development of molecular subtypes in pancreatic ductal adenocarcinoma (PDAC). Through transcriptome analysis, we discovered that the endogenous serine\/cysteine proteinase inhibitor SERPINB3 (squamous cell carcinoma antigen 1, SCCA1) was distinctively upregulated in the basal-like\/squamous subtype, known as an aggressive subtype, and this upregulation associated with decreased patient survival in both a test (N=123) and a validation cohort (N=84). In additional investigations of the tumor metabolome and transcriptome using PDAC patient tumors and cell lines, SERPINB3 and the basal-like\/squamous subtype showed a robust relationship with upregulated levels of amino acids (e.g., hydroxyproline) whereas SERPINB3 promoted a gene signature indicative of the basal-like\/squamous subtype. Additional mechanistic studies revealed that SERPINB3 and hydroxyproline promoted the migration\/invasion of PDAC cells. Moreover, SERPINB3 also promoted metastasis in an orthotopic mouse model of PDAC through stromal factors that increased tumor microvessel density. To conclude, inhibiting SERPINB3 function may attenuate disease progression of the basal-like\/squamous subtype in PDAC through changes to the tumor stroma and tumor metabolism.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-05 Molecular classification of tumors for diagnostics, prognostics, and therapeutic outcomes,,"},{"Key":"Keywords","Value":"Metabolism,Pancreatic cancer,Molecular subtypes,Oncogene,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yuuki Ohara<\/b><sup>1<\/sup>, Wei Tang<sup>1<\/sup>, Liu Huaitian<sup>1<\/sup>, Shouhui Yang<sup>1<\/sup>, Peijun He<sup>1<\/sup>, Helen Cawley<sup>1<\/sup>, Paloma Valenzuela<sup>1<\/sup>, Lin Zhang<sup>1<\/sup>, Jochen Gaedcke<sup>2<\/sup>, B. Michael Ghadimi<sup>2<\/sup>, Matthias M. Gaida<sup>3<\/sup>, Frank Bergmann<sup>3<\/sup>, H. Richard Alexander<sup>4<\/sup>, Nader Hanna<sup>5<\/sup>, Stefan Ambs<sup>1<\/sup>, S. Perwez Hussain<sup>1<\/sup><br><br\/><sup>1<\/sup>National Cancer Institute, Laboratory of Human Carcinogenesis, National Institutes of Health, Bethesda, MD,<sup>2<\/sup>Department of General, Visceral and Pediatric Surgery, University Medical Center Göttingen, Göttingen, Germany,<sup>3<\/sup>Institute of Pathology, University Hospital Heidelberg, Heidelberg, Germany,<sup>4<\/sup>Rutgers Cancer Institute of New Jersey, New Brunswick, NJ,<sup>5<\/sup>Division of General & Oncologic Surgery, University of Maryland School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"14d0c5ef-80c0-4d18-b81f-e0b9e14279b1","ControlNumber":"230","DisclosureBlock":"&nbsp;<b>Y. Ohara, <\/b> None..<br><b>W. Tang, <\/b> None..<br><b>L. Huaitian, <\/b> None..<br><b>S. Yang, <\/b> None..<br><b>P. He, <\/b> None..<br><b>H. Cawley, <\/b> None..<br><b>P. Valenzuela, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>J. Gaedcke, <\/b> None..<br><b>B. Ghadimi, <\/b> None..<br><b>M. M. Gaida, <\/b> None..<br><b>F. Bergmann, <\/b> None..<br><b>H. Alexander, <\/b> None..<br><b>N. Hanna, <\/b> None..<br><b>S. Ambs, <\/b> None..<br><b>S. Hussain, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1989","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6225","PresenterBiography":null,"PresenterDisplayName":"Yuuki Ohara, MD;PhD","PresenterKey":"0fb3f135-2535-4e7e-9562-537d7932f02d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6225. SERPINB3 promotes the aggressive basal-like\/squamous subtype and correlates with poor prognosis in pancreatic ductal adenocarcinoma through metabolic reprogramming","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SERPINB3 promotes the aggressive basal-like\/squamous subtype and correlates with poor prognosis in pancreatic ductal adenocarcinoma through metabolic reprogramming","Topics":null,"cSlideId":""},{"Abstract":"Introduction: EBV-associated nasopharyngeal carcinoma (NPC) is a distinct type of head and neck cancer that is prevalence in southern China and Southeast Asia. While radiotherapy or concurrent chemo-radiotherapy are efficient for the patients with early disease, more than 60% of NPC patients are diagnosed at an advanced stage and frequently develop local failure and distant metastases. The lack of druggable targets is a challenge for controlling this common cancer. By whole-genome sequencing and FISH analysis, we have defined the frequent homozygous deletion of 9p21.3 in NPC. The loss of <i>MTAP<\/i> that encodes methylthioadenosine phosphorylase on this region was found in 32% and 34% of primary and recurrent NPC respectively, indicating vulnerability to targeted-therapies for MAT2A\/PRMT5 axis.<br \/>Methods: The preclinical efficacy of MAT2A inhibitors, FIDAS-5 and BT115386 was elucidated in a panel of <i>MTAP<\/i>-deleted EBV-positive NPC cell lines and patient-derived xenografts. <i>In vitro<\/i> and <i>in vivo<\/i> growth inhibition of NPC cells by these compounds were determined. In addition to the suppression of PRMT5 activity, the effects of MAT2A inhibitor treatment on activating p53 pathway, inducing EBV lytic genes and modulating expression of proteins involved in cellular differentiation, apoptosis and lipogenesis in NPC were accessed.<br \/>Results: <i>In vitro<\/i> study has revealed that treatment of the MAT2A inhibitors markedly reduced PRMT5 activity and cell growth in all MTAP-deleted NPCs. Compared to the MTAP-wild type NPC cells, the MTAP-deleted cells, either with wild type or mutated <i>TP53<\/i>, showed heightened sensitivity (&#62;9 fold more sensitive) to the MAT2A inhibition by FIDAS-5 and BT115386. The potent <i>in vivo<\/i> growth inhibitory effect of BT115386 were observed in the <i>MTAP<\/i>-deleted xenografts, but not in that with wild type <i>MTAP<\/i>. In the <i>MTAP<\/i>-deleted NPC treated with MAT2A inhibitors, activation of p53 pathway and induction of BAX apoptotic protein were consistently found. The treatment also promoted differentiation, suppressed stemness transcription factors and inhibited lipogenesis. Notably, the MAT2A inhibitors also disrupted EBV latency in the <i>MTAP<\/i>-deleted NPC, induction of multiple EBV lytic genes including <i>BZLF1 <\/i>and <i>BMRF1<\/i> were demonstrated.<br \/>Conclusion: Selective sensitivity of <i>MTAP<\/i>-deleted NPC to the treatment of MAT2A inhibitors including FIDAS-5 and BT115386 was demonstrated. To facility its growth inhibitory effects, the compounds targeted PRMT5 activity, subsequently modulated multiple cellular mechanisms and induced EBV lytic reactivation. The potent antitumor effect of BT115386 was demonstrated in the <i>in vivo<\/i> MTAP-deleted NPC mouse models. The findings warrant future assessments of <i>MAT2A<\/i> inhibitors in clinical studies for NPC, which might well impact a large subset of patients.<br \/>Acknowledgment: Acknowledgment: The work was supported by Hong Kong RGC funding (GRF:14101721 and AoE\/M-401\/20) and HMRF grant (#09203176)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-07 Other,,"},{"Key":"Keywords","Value":"Nasopharyngeal carcinoma,Epstein-Barr virus (EBV),MAT2A inhibitor,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"YUK-Yu Chan<sup>1<\/sup>, Chi-Man Tsang<sup>1<\/sup>, Grace T.Y. Chung<sup>1<\/sup>, Ka-Fai To<sup>1<\/sup>, Yi Zhang<sup>2<\/sup>, Xiaodong Zhang<sup>2<\/sup>, Jun Tang<sup>2<\/sup>, <b>Kwok Wai Lo<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Anatomical & Cellular Pathology, The Chinese University of Hong Kong, Hong Kong, Hong Kong,<sup>2<\/sup>ScinnoHub Pharmaceutical Co., Ltd., Chengdu, China","CSlideId":"","ControlKey":"02ed8017-7ca2-42bb-b3a7-628d33996c7d","ControlNumber":"3211","DisclosureBlock":"&nbsp;<b>Y. Chan, <\/b> None..<br><b>C. Tsang, <\/b> None..<br><b>G. Chung, <\/b> None..<br><b>K. To, <\/b> None.&nbsp;<br><b>Y. Zhang, <\/b> <br><b>ScinnoHub Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>X. Zhang, <\/b> <br><b>ScinnoHub Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>J. Tang, <\/b> <br><b>ScinnoHub Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>K. Lo, <\/b> <br><b>ScinnoHub Pharmaceutical Co., Ltd.<\/b> Grant\/Contract. <br><b>Viracta Therapeutics, Inc<\/b> Grant\/Contract.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1999","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6226","PresenterBiography":null,"PresenterDisplayName":"Kwok Wai Lo, PhD","PresenterKey":"c3301c4f-4254-442c-b980-4823c3ca3132","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6226. Therapeutic vulnerability of <i>MTAP<\/i>-deleted nasopharyngeal carcinoma by MAT2A inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic vulnerability of <i>MTAP<\/i>-deleted nasopharyngeal carcinoma by MAT2A inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Glycoprotein A33 (GPA33) is a membrane protein almost exclusively expressed in intestinal epithelia and in more than 95% of colorectal cancers (CRCs). This renders GPA33 a promising antigen for targeted therapy, but trials did not meet pre-specified response rates. We investigated intratumoral heterogeneity as a reason for low treatment efficacy, GPA33 regulation and the potential for pharmacological induction of GPA33 expression <i>in vitro<\/i> and <i>in vivo<\/i> to enhance treatment response.<br \/>Methods: We assessed intratumoral heterogeneity of GPA33 in tissue specimens of 223 stage II CRCs using immunohistochemistry and immunofluorescence, and obtained scRNAseq transcriptomic analysis from 12 primary CRCs. We then manipulated WNT and PPAR&#947; signaling pathways and transcription factor expression in colon cancer cells using specific inhibitors, siRNAs or inducible dominant negative TCF4 (dnTCF4), and analyzed the effects on GPA33 protein and RNA expression. Furthermore, we investigated the effects of WNT inhibition on GPA33 <i>in vivo<\/i> in NOD\/SCID xenografts. Additionally, we developed anti-GPA33 CAR-T cells and measured their activation after co-cultivation with colon cancer cells using flow cytometry.<br \/>Results: In the CRC cohort we found that GPA33 expressing cells had a differentiated phenotype and low WNT activity. GPA33-negative subpopulations were located at the infiltrative tumor edge and showed increased nuclear &#946;-catenin. Downregulation of WNT pathway activity using inhibitors, siRNAs or inducible dominant negative TCF4 (dnTCF4), as well as activation of PPAR&#947; signaling induced GPA33 expression <i>in vitro<\/i>. Forced expression of dnTCF4 also enhanced GPA33 expression <i>in vivo<\/i> in previously GPA33-negative tumor cell subpopulations in colon cancer xenografts. siRNA mediated knockdown of CDX1 and KLF4, two transcription factors that were previously implicated in GPA33 regulation, only moderately reduced GPA33 expression levels <i>in vitro<\/i>. Anti-GPA33 CAR-T cells activated in response to co-culture with GPA33-expressing CRC cells <i>in vitro<\/i>.<br \/>Conclusion: Our analysis highlights a heterogenous expression of GPA33 <i>in vivo<\/i> as a limiting factor for anti-GPA33 therapy. WNT inhibition or PPAR&#947; activation induced GPA33 expression <i>in vitro<\/i> and <i>in vivo<\/i>. Depletion of CDX1 and KLF4 had moderate effects on GPA33 only, indicating a complex regulation in colon cancer. We suggest that pharmacological induction of GPA33 expression may increase the efficacy of anti-GPA33 targeted therapy in patients with CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-07 Other,,"},{"Key":"Keywords","Value":"Targeted therapy,Heterogeneity,Combination therapy,Signal transduction inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Teresa Börding<\/b><sup><\/sup>, Tobias Janik<sup><\/sup>, Markus Morkel<sup><\/sup>, Christine Sers<sup><\/sup>, David Horst<sup><\/sup><br><br\/>Charité - Universitätsmedizin Berlin, Berlin, Germany","CSlideId":"","ControlKey":"6732ef42-5dbf-4c7f-8481-c75bc1b4b4f6","ControlNumber":"2393","DisclosureBlock":"&nbsp;<b>T. Börding, <\/b> None..<br><b>T. Janik, <\/b> None..<br><b>M. Morkel, <\/b> None..<br><b>C. Sers, <\/b> None..<br><b>D. Horst, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2000","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6227","PresenterBiography":null,"PresenterDisplayName":"Teresa Börding, MS","PresenterKey":"0ecac614-e85d-4c32-8e8a-bacb15e06466","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6227. Tumor cell heterogeneity may cause treatment failure of GPA33-targeted therapy in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"DNA Repair \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes \/ Others","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor cell heterogeneity may cause treatment failure of GPA33-targeted therapy in colorectal cancer","Topics":null,"cSlideId":""}]