[{"Abstract":"Advancing age is a major independent risk factor for the development of pancreatic ductal adenocarcinoma (PDAC). However, the ways in which aging alters cells that eventually comprise the PDAC tumor microenvironment (TME) are incompletely understood. Fibroblasts comprise a large part of PDAC tumors, can alter the behavior of cancer cells, and impact treatment responses. Our studies investigate how normal pancreatic fibroblasts acquire tumor-promoting properties during aging and alter the tumorigenic properties of PDAC both <i>in vitro<\/i> and <i>in vivo<\/i>.<br \/>To determine if PDAC tumor growth is altered by an aged microenvironment, we performed orthotopic injection of KPC and Panc02 PDAC cells into the pancreata of aged (&#62;64-week-old) and young (6-8-week-old) C57Bl\/6J mice. Tumors in aged mice are significantly larger compared to those in young mice, and there is increased incidence of liver metastases in the aged mouse cohort. We next queried whether aged pancreatic fibroblasts may contribute to this increase in tumor growth. We generated a panel of aged (donors &#62;55 years old) and young (donors &#60;35 years old) normal human pancreatic fibroblasts to determine the effects of healthy aging fibroblasts on PDAC cell behavior. Conditioned media from or co-culture with aged human pancreatic fibroblasts increases the proliferation, migration, and invasion of PDAC cells compared to young fibroblasts. Aged fibroblast conditioned media activated AKT signaling and enhances features of EMT and stemness. Proteomic analysis of conditioned media reveals a significantly altered secretome in aged fibroblasts, with a number of known tumor-promoting proteins released at higher levels from aged compared to young fibroblasts.<br \/>We examined the contribution of GDF-15, secreted by aged fibroblasts at relatively high levels, as a paracrine modulator of PDAC growth and progression. Addition of recombinant GDF-15 to young fibroblast conditioned media increases proliferation and invasion of PDAC cells to levels similar to aged fibroblast conditioned media. Treatment of young mice with recombinant GDF-15 increases tumor growth and AKT phosphorylation <i>in vivo<\/i>. Additionally, inhibition of AKT reduces tumor size in aged but not young mice, suggesting that the aged microenvironment at least in part exerts its pro-tumor effects through AKT.<br \/>In conclusion, we show that aged, non-cancer-associated pancreatic fibroblasts have the potential to promote growth, migration, and invasiveness in multiple models of pancreatic ductal adenocarcinoma. Further studies examining fibroblast-secreted factors and other changes in the aged TME are ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Aging,Fibroblasts,Pancreatic cancer,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Daniel J. Zabransky<\/b><sup><\/sup>, Yash Chhabra<sup><\/sup>, Mitchell Fane<sup><\/sup>, Emma Kartalia<sup><\/sup>, James Leatherman<sup><\/sup>, Jacquelyn Zimmerman<sup><\/sup>, Elizabeth Jaffee<sup><\/sup>, Ashani Weeraratna<sup><\/sup><br><br\/>Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"3ea567ac-2b4b-4f78-8407-1dfe9ad1ae73","ControlNumber":"5499","DisclosureBlock":"<b>&nbsp;D. J. Zabransky, <\/b> <br><b>Roche\/Genentech<\/b> Grant\/Contract. <br><b>Omni Health Media<\/b> Other, Honoraria.<br><b>Y. Chhabra, <\/b> None..<br><b>M. Fane, <\/b> None..<br><b>E. Kartalia, <\/b> None..<br><b>J. Leatherman, <\/b> None..<br><b>J. Zimmerman, <\/b> None..<br><b>E. Jaffee, <\/b> None..<br><b>A. Weeraratna, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7299","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1337","PresenterBiography":null,"PresenterDisplayName":"Daniel Zabransky, MD;PhD","PresenterKey":"134989ad-94c7-4975-a110-da31f666bbcc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1337. Aged pancreatic fibroblasts enhance pancreatic cancer growth and progression","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Aged pancreatic fibroblasts enhance pancreatic cancer growth and progression","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer (OC) is the most lethal gynecologic cancer and the 5<sup>th<\/sup> leading cause of cancer-related deaths among women in the US. One of the main reasons for the poor outcome is a high recurrence rate and development of chemoresistance. The standard care involves debulking surgery and carbo-taxol chemotherapy. While most patients respond well initially, a small fraction of OC cells survive - these persister cells are enriched in cancer stem cells (CSCs), and are capable of tumor initiation and cause relapse. Most studies on OC stem cells (OCSCs) have focused on their cell-intrinsic properties and not much is known about the role of the tumor microenvironment (TME) in regulating their growth, fate, and sustenance. Cancer-associated fibroblasts (CAFs) are a key constituent of the OC TME and have been reported to play important roles in regulating tumorigenesis, metastasis, and immune evasion. Moreover, the residual tumors following neo-adjuvant chemotherapy are highly fibrotic. Our studies using matched pre- and post-chemotherapy OC patient tumors revealed an enrichment in OCSCs and CAFs following chemotherapy. Using heterotypic 3D cocultures of patient-derived CAFs and OC cells and <i>in vivo<\/i> limiting dilution assay, we found that CAFs could induce OCSCs. CAFs stimulated symmetric division of OCSCs as well as dedifferentiation of some non-OCSCs. Using a novel interface interaction assay that we developed, we found that CAFs could influence only those OC cells that are in their immediate neighborhood. We have identified the underlying mechanism involving a non-canonical Wnt signaling pathway in the OCSCs induced by Wnt5a secreted by CAFs. Using functional rescue experiments, we determined that Wnt5a acted via its coreceptor ROR2 on the OCSCs that activated PKC and CREB1 to induce stemness. Inhibiting the CAF-OCSC crosstalk using a Wnt5a-specific inhibitor, Box5 abrogated the effects of CAFs on OCSCs both <i>in vitro<\/i> and <i>in vivo<\/i>. While Box5 treatment alone was sufficient to inhibit tumor growth <i>in vivo<\/i>, its combination with carboplatin sensitized tumors to carboplatin by eradicating residual OCSCs. CAFs are heterogenous and not all CAFs are capable of inducing OCSCs, similarly, only a subpopulation of OC cells can respond to CAFs and dedifferentiate into OCSCs. We performed single-cell RNA-seq using heterotypic 3D cocultures of patient-derived CAFs and OC cells, and characterized the pathways activated in Wnt5a<sup>high <\/sup>CAFs. Using trajectory analysis, we identified OC subpopulations that respond to CAF signals and become OCSCs. In summary, we have identified a novel mechanism by which a subpopulation of CAFs in the OC TME act as OCSC niche. Our research provides compelling evidence in support of targeting Wnt5a, in combination with the standard of care carbo-taxol chemotherapy, to prevent OC relapse and chemoresistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Cancer stem cells,Wnt signaling,Cancer associated fibroblasts,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xue Xiao<\/b><sup>1<\/sup>, Yiming Fang<sup>1<\/sup>, David Pepin<sup>2<\/sup>, Dmitriy Zamarin<sup>3<\/sup>, Anirban  K.  Mitra<sup>4<\/sup><br><br\/><sup>1<\/sup>Indiana University School of Medicine - Bloomington, Bloomington, IN,<sup>2<\/sup>Department of Surgery, Pediatric Surgical Research Laboratories, Massachusetts General Hospital; Harvard Medical School, Boston, MA,<sup>3<\/sup>Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>4<\/sup>Indiana University School of Medicine, Bloomington, IN","CSlideId":"","ControlKey":"8db451b1-1f09-46d7-93d8-48b3e1e13ab2","ControlNumber":"5671","DisclosureBlock":"&nbsp;<b>X. Xiao, <\/b> None..<br><b>Y. Fang, <\/b> None..<br><b>D. Pepin, <\/b> None..<br><b>D. Zamarin, <\/b> None..<br><b>A. K. Mitra, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7300","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1338","PresenterBiography":null,"PresenterDisplayName":"Xue Xiao","PresenterKey":"b5298117-7adf-46ea-9429-6e6f6a07cdfa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1338. Subpopulations of cancer associated fibroblasts serve as cancer stem cell niche in ovarian cancer via activation of non-canonical Wnt signaling","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Subpopulations of cancer associated fibroblasts serve as cancer stem cell niche in ovarian cancer via activation of non-canonical Wnt signaling","Topics":null,"cSlideId":""},{"Abstract":"It is now widely recognised that the tumour microenvironment (TME) is playing a crucial role in promoting tumour immune evasion by modulating the local immune infiltration. A growing body of evidence highlights the crucial role of the tumour extracellular matrix (ECM) in limiting trafficking of newly activated T cells in solid cancers, thus restricting their access to tumour and preventing the success of cancer immunotherapies. Accordingly, we are investigating whether targeting specific tumour ECM components may enhance T cell infiltration in triple-negative breast cancer (TNBC). Matrisome profiling of patient-derived fibroblasts and patient tumour tissues allowed us to identify two matrix proteins overexpressed in tumours and associated with T cell signatures, the matrix proteoglycan, versican (VCAN) and the glycoprotein, fibronectin (FN1). As there are currently no specific inhibitors of matrix proteins, we have modelled their loss-of-function using the clustered, regularly interspaced, short palindromic repeats-associated nuclease Cas9 (CRISPR-Cas9) technology with the goal of engineering cell-editable matrisomes which are enriched, reduced, or absent for specific matrix proteins. First, we constituted a panel of human and murine mammary fibroblast and TNBC cancer cell lines, which we have introduced with an inducible Cas9 protein expression. We measured VCAN and FN1 expression in the panel which showed distinct VCAN levels. Therefore, depending on VCAN basal levels, we have generated cell lines with VCAN overexpression, transient knockdown or stable knockout. Proteomic matrisome profiling of transient VCAN knockdown cells revealed that reducing VCAN may impact ECM abundance by decreasing VCAN direct binding partners. Finally, we used the edited cells to build 2D and 3D <i>in vitro<\/i> TME models to evaluate the impact of modulating VCAN expression on chimeric antigen receptor (CAR) T cell cytotoxicity and location. In parallel, we built <i>in vivo<\/i> mouse models of TNBC with controlled ECM deposition. Specifically, we have targeted mVcan and mFn1 in tumours and investigated the impact of their removal on tumour growth and immune cell infiltration. Overall, this work aims to identify immunomodulating features of the ECM which could be targeted to boost response to immunotherapies in solid cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-03 Extracellular matrix and integrins,,"},{"Key":"Keywords","Value":"Extracellular matrix,Tumor microenvironment,Tumor infiltrating lymphocytes,CRISPR\/Cas9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Valentine Gauthier<\/b><sup>1<\/sup>, Elly Tyler<sup>1<\/sup>, Ying Liu<sup>1<\/sup>, Tyson  V.  Sharp<sup>2<\/sup>, Oliver MT Pearce<sup>1<\/sup><br><br\/><sup>1<\/sup>Tumour Microenvironment, Cancer Research UK Barts Centre, London, United Kingdom,<sup>2<\/sup>Cancer Cell and Molecular Biology, Cancer Research UK Barts Centre, London, United Kingdom","CSlideId":"","ControlKey":"4ea36bd2-5af9-4e81-adac-81d5844d9b74","ControlNumber":"5940","DisclosureBlock":"&nbsp;<b>V. Gauthier, <\/b> None..<br><b>E. Tyler, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>T. V. Sharp, <\/b> None..<br><b>O. M. Pearce, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7301","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1339","PresenterBiography":null,"PresenterDisplayName":"Valentine Gauthier, Pharm D","PresenterKey":"5ff848b3-2b01-4de6-8fb7-cedba2ddae07","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1339. Targeting specific extracellular matrix proteins to reactivate T cell trafficking in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting specific extracellular matrix proteins to reactivate T cell trafficking in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Collagens are the main components of the desmoplastic reaction of the tumors stroma, resulting in tumors fibrosis. Immuno-oncology (IO) is a central part of treating and understanding solid tumor patients. Alterations in the extracellular matrix (ECM) are known to contribute to tumor progression and metastasis. Collagen XVII (BP180) is a type II transmembrane protein that plays a unique role in the ECM with both fibrotic and auto-antigenicity properties, both central aspects in tumor biology. Aberrant expression and ectodomain shedding of collagen XVII have been associated with tumor invasiveness and metastasis in multiple tumor types such as colorectal, breast, pancreatic or ovarian carcinoma. In this study, we developed an ELISA targeting the collagen XVII ectodomain and investigate the non-invasive biomarker potential across different tumor types.<br \/><b>Methods<\/b>: An ELISA (PRO-C17) was developed based on a monoclonal antibody raised against the NC16a ectodomain of collagen XVII. The ELISA was optimized and validated for accuracy and precision in human serum. PRO-C17 biomarker levels were measured in 214 patients with different kinds of cancer including bladder (n = 19), breast (n = 19), colorectal (n = 20), head and neck (n = 20), kidney (n = 20), lung (n = 17), melanoma (n = 20), ovarian (n = 20), pancreatic (n = 20), prostate (n = 19), and stomach cancer (n = 20). PRO-C17 levels in cancer patients were compared to healthy individuals (n = 23) by Kruskal Wallis H test and Dunn&#8217;s multiple comparisons test. The diagnostic power of the biomarker was assessed by the area under the curve (AUC) of the receiver-operating characteristics (ROC).<br \/><b>Results: <\/b>PRO-C17<b> <\/b>was technically robust and specific for the collagen XVII ectodomain, as showed by western blot of supernatant from A431 cells expressing and shedding collagen XVII. PRO-C17 was significantly increased in serum from patients with bladder (<i>p <\/i>= 0.04, AUC = 0.752), breast (<i>p <\/i>= 0.01, AUC = 0.777), colorectal (<i>p <\/i>&#60; 0.0001, AUC = 0.904), head and neck (<i>p <\/i>= 0.002, AUC = 0.828), kidney (<i>p <\/i>= 0.01, AUC = 0.789), and ovarian cancer (<i>p <\/i>= 0.004, AUC = 0.76) compared to healthy individuals. No difference was observed in patients with lung (<i>p <\/i>= 0.23, AUC = 0.739), melanoma (<i>p <\/i>= 0.06, AUC = 0.737), pancreatic (<i>p <\/i>&#62; 0.9, AUC = 0.722), prostate (<i>p <\/i>= 0.29, AUC = 0.727), and stomach cancer (<i>p <\/i>&#62; 0.9, AUC = 0.690).<br \/><b>Conclusion: <\/b>Type XVII collagen was important across solid tumor types. When quantified in serum,<b> <\/b>type XVII collagen levels were significantly elevated in serum from patients with specific types of cancer only, which may indicate the disruption of the adhesion of epithelial cells to the basement membrane during tumor invasion. These findings suggest PRO-C17 as a promising non-invasive biomarker that can aid in understanding tumor heterogeneity as well as elaborate on the role of collagen XVII in the balance of fibrosis and auto-autoimmunity of tumor progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-03 Extracellular matrix and integrins,,"},{"Key":"Keywords","Value":"Extracellular matrix,Biomarkers,Collagen,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Marina Crespo-Bravo<\/b><sup><\/sup>, Rasmus  S.  Pedersen<sup><\/sup>, Jeppe Thorlacius-Ussing<sup><\/sup>, Nicholas Willumsen<sup><\/sup>, Morten  A.  Karsdal<sup><\/sup><br><br\/>Department of Oncology, Nordic Bioscience, Herlev, Denmark","CSlideId":"","ControlKey":"12409b52-cb61-4395-add7-8bc929bc8f3c","ControlNumber":"5856","DisclosureBlock":"&nbsp;<b>M. Crespo-Bravo, <\/b> None..<br><b>R. S. Pedersen, <\/b> None.&nbsp;<br><b>J. Thorlacius-Ussing, <\/b> <br><b>Nordic Bioscience<\/b> Employment. <br><b>N. Willumsen, <\/b> <br><b>Nordic Bioscience<\/b> Employment, Stock. <br><b>M. A. Karsdal, <\/b> <br><b>Nordic Bioscience<\/b> Employment, Stock.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7302","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1340","PresenterBiography":null,"PresenterDisplayName":"Marina Crespo-Bravo, MS","PresenterKey":"aee91e16-9b02-4617-8a1b-0465769b086f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1340. Type XVII collagen biology is central in the fibro-immune axis of tumor fibrosis: serological assessment of type XVII collagen","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Type XVII collagen biology is central in the fibro-immune axis of tumor fibrosis: serological assessment of type XVII collagen","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Collagen remodeling is an essential part of embryogenesis and defines tissue structure and function in adulthood. The 28 different collagens are all important for maintaining tissue homeostasis and are deregulated in cancer. The abundant, major collagens, such as type I collagen, serve a structural role, whereas the less abundant, minor collagens serve a more regulatory role. Fibroblasts are the primary source of collagens and different cancer-associated fibroblast (CAF) subtypes, such as myCAFs or iCAFs, have been attributed important roles in cancer and are the target of novel therapies. Emerging evidence suggests minor collagens may be aberrantly expressed in cancer and linked to specific fibroblast subtypes, suggesting novel biomarker potential. This study aimed to evaluate the association between different CAF subtypes and collagen expression.<br \/><b>Methods<\/b> We investigated collagen expression in pancreatic cells and CAF subtypes in a publicly available single-cell RNA-Seq dataset (GSA: CRA001160). 24 samples were from patients with pancreatic ductal adenocarcinoma (PDAC) as this is one of the most collagen rich tumor types, and 11 samples were from pancreatic cysts, bile duct- or duodenal-tumors. In addition, we generated a collagen turnover profile using a panel of immunoassays to measure specific collagen fragments in the serum of 220 patients with various solid tumor types and 33 healthy controls. The included immunoassays measured collagen epitopes associated with either formation, degradation, or other modifications of collagens.<br \/><b>Results<\/b> Based on the single-cell RNA-Seq dataset, fibroblasts were the primary source of collagens. Major collagens, including COL1A1, COL3A1, COL4A1, and COL6A1, were highly expressed in both healthy fibroblasts and PDAC CAFs, whereas minor collagens such as COL8A1, COL10A1, COL11A1, and COL12A1 were exclusively expressed in CAFs. When further examining the CAF subtypes, major collagens were expressed in all CAF subtypes, with high expression in myCAFs and iCAFs. In contrast, the minor collagens were exclusively expressed in the myCAFs. When measuring these collagens in serum, the minor collagens were elevated across all cancer types when compared to healthy control serum. Contrastingly, the major collagens were not elevated in any cancers or only elevated in a few cancer types.<br \/><b>Conclusions<\/b> Collagens in general are highly expressed in cancer. However, minor collagens may be more cancer-specific than major collagens. Our findings also suggest that minor collagens may be specific to certain subtypes of CAFs. These collagens can be quantified in blood, making them promising actionable biomarkers that may guide drug development aimed at targeting CAFs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-03 Extracellular matrix and integrins,,"},{"Key":"Keywords","Value":"Collagen,Extracellular matrix,Pancreatic cancer,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jeppe Thorlacius-Ussing<\/b><sup><\/sup>, Christina Jensen<sup><\/sup>, Emilie Madsen<sup><\/sup>, Morten Karsdal<sup><\/sup>, Nicholas Willumsen<sup><\/sup><br><br\/>Nordic Bioscience, Herlev, Denmark","CSlideId":"","ControlKey":"62a4e446-9240-4ce2-867a-4e9d6238ccad","ControlNumber":"5962","DisclosureBlock":"&nbsp;<b>J. Thorlacius-Ussing, <\/b> None..<br><b>C. Jensen, <\/b> None..<br><b>E. Madsen, <\/b> None..<br><b>M. Karsdal, <\/b> None..<br><b>N. Willumsen, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7311","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1341","PresenterBiography":null,"PresenterDisplayName":"Jeppe Thorlacius-Ussing, BS;MS","PresenterKey":"0ee8884d-a799-4553-af0d-56aac46e95bc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1341. Non-invasive biomarkers quantifying collagens essential for embryogenesis are elevated in the circulation of solid tumor patients and may guide drug development","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-invasive biomarkers quantifying collagens essential for embryogenesis are elevated in the circulation of solid tumor patients and may guide drug development","Topics":null,"cSlideId":""},{"Abstract":"<u>Purpose:<\/u> Immune checkpoint inhibitors (ICI) represent the cornerstone for treatment of patients with metastatic clear-cell renal cell carcinoma (ccRCC). Despite a favourable response for a subset of patients, others present primary progressive disease highlighting the need to better understand plasticity of cancer cells and their crosstalk with the microenvironment to better predict therapeutic response and personalize treatment.<br \/><u>Experimental design:<\/u> We performed single-cell RNA sequencing on 56,421 cells from tumour and normal adjacent tissue of patients with ccRCC at different disease stages. Identification of cancer and microenvironment cell populations was validated by deconvolution analyses of public datasets and their localizations within tumours were determined by spatial transcriptomic analyses. We also assessed association of tumour and microenvironment populations with response of ICI treated patients using data from the BIONIKK clinical trial (NCT02960906).<br \/><u>Results:<\/u> We identify 46 cell populations including 5 tumour subpopulations characterized by distinct transcriptional signatures representing an epithelial to mesenchymal transition gradient as well as novel inflamed state. Deconvolution of the tumour and microenvironment signatures revealed strong correlation between mesenchymal-like ccRCC cancer cells and myofibroblastic cancer-associated fibroblasts (myCAFs) that associate with metastasis and tumour aggressiveness. Spatial transcriptomics revealed their co-localization and we identified therapeutically targetable ligand-receptor interactions underlying their crosstalk. Finally, we show that enrichment in myCAFs was associated with primary resistance to ICI therapy in the BIONIKK clinical trial.<br \/><u>Conclusions:<\/u> We describe epithelial-mesenchymal plasticity of ccRCC cancer cells and identify potentially targetable pathways involved in tumour cell-myCAFs crosstalk opening the way for personalized treatment of ccRCC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Single cell,Cancer associated fibroblasts,Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alexandra Helleux<\/b><sup>1<\/sup>, Guillaume Davidson<sup>1<\/sup>, Yann  A.  Vano<sup>2<\/sup>, Véronique Lindner<sup>3<\/sup>, Antonin Fattori<sup>3<\/sup>, Marie Cerciat<sup>1<\/sup>, Reza  T.  Elaidi<sup>4<\/sup>, Virginie Verkarre<sup>2<\/sup>, Cheng-Ming Sun<sup>2<\/sup>, Christine Chevreau<sup>5<\/sup>, Mostefa Bennamoun<sup>6<\/sup>, Hervé Lang<sup>3<\/sup>, Thibault Tricard<sup>3<\/sup>, Wolf  H.  Fridman<sup>2<\/sup>, Catherine Sautes-Fridman<sup>2<\/sup>, Xiaoping Su<sup>7<\/sup>, Damien Plassard<sup>1<\/sup>, Céline Keime<sup>1<\/sup>, Christelle Thibault-Carpentier<sup>1<\/sup>, Philippe Barthelemy<sup>8<\/sup>, Stéphane Oudard<sup>2<\/sup>, Irwin Davidson<sup>1<\/sup>, Gabriel  G.  Malouf<sup>1<\/sup><br><br\/><sup>1<\/sup>IGBMC, Strasbourg, France,<sup>2<\/sup>Paris Cité University, Paris, France,<sup>3<\/sup>Strasbourg University Hospital, Strasbourg, France,<sup>4<\/sup>ARTIC, Paris, France,<sup>5<\/sup>Cancer University Institute of Toulouse Oncopole, Toulouse, France,<sup>6<\/sup>Institut Mutualiste Montsouris, Paris, France,<sup>7<\/sup>MD Anderson Cancer Center, Houston, TX,<sup>8<\/sup>ICANS, Strasbourg, France","CSlideId":"","ControlKey":"35c636c8-7f87-4e2a-ac76-b21a9abde90d","ControlNumber":"6148","DisclosureBlock":"&nbsp;<b>A. Helleux, <\/b> None..<br><b>G. Davidson, <\/b> None..<br><b>Y. A. Vano, <\/b> None..<br><b>V. Lindner, <\/b> None..<br><b>A. Fattori, <\/b> None..<br><b>M. Cerciat, <\/b> None..<br><b>R. T. Elaidi, <\/b> None..<br><b>V. Verkarre, <\/b> None..<br><b>C. Sun, <\/b> None..<br><b>C. Chevreau, <\/b> None..<br><b>M. Bennamoun, <\/b> None..<br><b>H. Lang, <\/b> None..<br><b>T. Tricard, <\/b> None..<br><b>W. H. Fridman, <\/b> None..<br><b>C. Sautes-Fridman, <\/b> None..<br><b>X. Su, <\/b> None..<br><b>D. Plassard, <\/b> None..<br><b>C. Keime, <\/b> None..<br><b>C. Thibault-Carpentier, <\/b> None..<br><b>P. Barthelemy, <\/b> None..<br><b>S. Oudard, <\/b> None..<br><b>I. Davidson, <\/b> None..<br><b>G. G. Malouf, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7312","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1342","PresenterBiography":null,"PresenterDisplayName":"Alexandra Helleux","PresenterKey":"850d1964-dbe7-4384-b8e5-ca18f57c8730","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1342. Roles of mesenchymal-like tumour cells and myofibroblastic cancer-associated fibroblasts in progression and therapeutic response of clear-cell renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Roles of mesenchymal-like tumour cells and myofibroblastic cancer-associated fibroblasts in progression and therapeutic response of clear-cell renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Mesenchymal cells in the prostate cancer (PCa) tumor microenvironment (TME) contribute to the biological and clinical history of PCa. Indeed, mesenchymal cells heavily interact with cancer cells, immune cells, and the other cellular and non-cellular components of the TME to favor or hinder carcinogenesis and tumor progression. Using a comprehensive array of genetically engineered mouse models (GEMMs) of prostate cancer, 8 mesenchymal populations with different transcriptional programs are preferentially enriched in specific GEMMs at different stages of PCa. Here, we determine the transferability of this mesenchymal cluster designation from mice PCa models to human PCa cases. To this end, we compared: a) Tmprss2-ERG<i> (T-ERG)<\/i> mouse and ERG<sup>+<\/sup> human cases; b) Pb4-Cre<sup>+\/-<\/sup>;Pten<sup>f\/f<\/sup>;LSL-MYCN<sup>+\/+<\/sup>;Rb1<sup>f\/f<\/sup> (<i>PRN<\/i>) mouse and PCa bone metastasis. We generated scRNA-seq data for &#38;gt; 8000 mesenchymal cells from ERG<sup>+<\/sup> (n=6) and ERG- (n=3) PCa patients, and we retrieved data for bone metastasis mesenchymal cells (osteoblasts, osteoclasts, endothelial cells, pericytes; 1,872 total cells) from GSE143791. To transfer the stromal mouse clusters&#8217; labels to human data, human gene symbols were converted to their mouse counterparts, then both datasets were restricted to overlapping genes. For the human PCa cases, label transfer was performed through &#8216;ingest&#8217; using the scRNA-seq data from the mouse <i>T-ERG<\/i> model as reference for the human ERG<sup>+<\/sup> cases and data from the remaining GEMMs as reference for the human ERG<sup>-<\/sup> cases. For bone metastases cases, mouse stromal data from all GEMMs were used to project the 8 stromal clusters to the mesenchymal cells in the bone metastases microenvironment. Not surprisingly, ERG+ human samples were enriched (&#38;gt; 60% of total stromal cells) in mouse stroma clusters predominantly present in T-ERG mouse model, characterized by the expression of Wnt regulators and AR. Common populations to all murine models, representing myofibroblasts and immunomodulatory fibroblasts (expressing Gpx3, C3, C7, Cfh), were also commonly present in patients, irrespectively to the ERG status. In the PCa bone metastases, mesenchymal clusters enriched in the <i>PRN<\/i> model were strongly represented in human bone metastases, comprising &#38;gt; 60% of total stromal cells. These cells were characterized by high expression of POSTN and MKI67, as well as bone-specific genes like BGN. Altogether, these findings suggest that our mesenchymal cluster designation developed using GEMMs can be meaningfully applied to human PCa, and that the different transcriptional programs we identified in distinct mesenchymal population are conserved across species. This lays the foundation for the utilization of defined genetically-engineered models in defining the interactions and cross-talks between different mesenchymal populations in relation to cancer and immune cells and other components of the TME in human prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Prostate cancer,Mouse models,Single cell,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mohamed Omar<\/b><sup>1<\/sup>, Hubert Pakula<sup>1<\/sup>, Filippo Pederzoli<sup>1<\/sup>, Giuseppe  N.  Fanelli<sup>1<\/sup>, Tania Panellinni<sup>1<\/sup>, Ryan Carelli<sup>1<\/sup>, Silvia Rodrigues<sup>1<\/sup>, Caroline Fidalgo-Ribeiro<sup>1<\/sup>, Pier  V.  Nuzzo<sup>1<\/sup>, Lucie  V.  Emmenis<sup>1<\/sup>, Mohammad Mohammad<sup>1<\/sup>, Madhavi Jere<sup>1<\/sup>, Caitlin Unkenholz<sup>1<\/sup>, David Rickman<sup>1<\/sup>, Christopher Barbieri<sup>2<\/sup>, Brian Robinson<sup>1<\/sup>, Luigi Marchionni<sup>1<\/sup>, Massimo Loda<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY,<sup>2<\/sup>Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"36b71555-fa80-49a5-a0ef-4219b218862d","ControlNumber":"6314","DisclosureBlock":"&nbsp;<b>M. Omar, <\/b> None..<br><b>H. Pakula, <\/b> None..<br><b>F. Pederzoli, <\/b> None..<br><b>G. N. Fanelli, <\/b> None..<br><b>T. Panellinni, <\/b> None..<br><b>R. Carelli, <\/b> None..<br><b>S. Rodrigues, <\/b> None..<br><b>C. Fidalgo-Ribeiro, <\/b> None..<br><b>P. V. Nuzzo, <\/b> None..<br><b>L. V. Emmenis, <\/b> None..<br><b>M. Mohammad, <\/b> None..<br><b>M. Jere, <\/b> None..<br><b>C. Unkenholz, <\/b> None..<br><b>D. Rickman, <\/b> None..<br><b>C. Barbieri, <\/b> None..<br><b>B. Robinson, <\/b> None..<br><b>L. Marchionni, <\/b> None..<br><b>M. Loda, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7326","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1343","PresenterBiography":null,"PresenterDisplayName":"Mohamed Omar, MBBCh","PresenterKey":"a5a2aa79-5b2f-4949-8ce0-ce8d3b9f9511","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1343. Mesenchymal cell populations associated with different stages of prostate cancer progression in mice and human","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mesenchymal cell populations associated with different stages of prostate cancer progression in mice and human","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is characterized by a dense stroma primarily composed of cancer associated fibroblasts (CAFs). These fibroblasts are a diverse population of cells; some groups of fibroblasts have been shown to play tumor supporting roles while others have been shown to be tumor suppressing. Two prolific and well-characterized CAF subtypes&#8212;myofibroblasts (myCAFs) and inflammatory CAFs (iCAFs)&#8212;could potentially have different regulatory effects on tumor growth. Understanding the tissue origin of these two groups of CAFs could assist in understanding the complex and heterogeneous roles they might play in PDAC development. Previous studies in our group showed that the splanchnic mesenchyme, a layer of mesenchyme adjacent to the fetal pancreatic epithelium, gives rise to the majority of the total CAF population. Here, I aim to test the hypothesis that both iCAFs and myCAFs originate from the splanchnic mesenchyme. myCAFs have been previously observed to be proximal to tumor cells and express &#945;SMA at a higher level, while iCAFs have been observed to be distal to tumor cells and express &#945;SMA at a lower level. Here, we used a genetically engineered mouse PDAC model carrying <i>Kras<sup>G12D\/+<\/sup>;p53<sup>Frt\/+<\/sup>;Pdx1<sup>FlpO\/+<\/sup>;Isl1<sup>cre\/+<\/sup>;R26<sup>Tomato\/+<\/sup><\/i><sup> <\/sup>alleles. In this model, epithelial specific FlpO expression leads to Kras activation and p53 deletion, causing tumorigenesis. Simultaneously, splanchnic specific Cre expression leads to permanent tomato expression in the splanchnic descendants. The pancreata of these mice were harvested, fixed, and mounted onto slides. Co-immunostaining with &#945;SMA and tomato was then done. The stained slides were scanned, and the Inform software was used to segment and phenotype the cells. More than 95% of &#945;SMA high cells were tomato positive, and more than 95% of &#945;SMA low cells were also tomato positive. We thus conclude that both myCAFs and iCAFs originate from the splanchnic mesenchyme. Consistent with previous <i>in vitro<\/i> studies, this lineage tracing study suggests that different CAF subtypes are likely due to patterning influenced by different factors within the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-13 Other,,"},{"Key":"Keywords","Value":"Pancreatic cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Thomas  S.  Walter<\/b><sup><\/sup>, Lu Han<sup><\/sup>, Michael Ostrowski<sup><\/sup><br><br\/>Medical University of South Carolina, Charleston, SC","CSlideId":"","ControlKey":"c2690d2e-286d-417b-b4c6-52b1b0ce39ab","ControlNumber":"6465","DisclosureBlock":"&nbsp;<b>T. S. Walter, <\/b> None..<br><b>L. Han, <\/b> None..<br><b>M. Ostrowski, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7327","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1344","PresenterBiography":null,"PresenterDisplayName":"Thomas Walter, No Degree","PresenterKey":"92b27fe8-c400-4ffe-986c-75364d9d2c59","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1344. myCAFs and iCAFs have similar lineage","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"myCAFs and iCAFs have similar lineage","Topics":null,"cSlideId":""},{"Abstract":"Cancer associated fibroblasts (CAF) are major stromal cells in the tumor microenvironment (TME) and support cancer cell growth. Chemotherapy can induce CAF senescence in which p21 (the cyclin-dependent kinase inhibitor) permanently arrests the cell cycle. Cellular senescence and its associated secretory phenotype (SASP) can promote cancer progression and lead to drug resistance. We explored molecular mechanisms of p21 in the cellular communication between cancer and senescent fibroblasts. We induced fibroblast cell senescence by treatment with etoposide. Cellular senescence was confirmed by cytokine profiling, beta-gal staining and high p21 expression. To evaluate the role of p21 in the SASP of senescent fibroblasts, we transiently knocked down p21 expression in senescent fibroblast cells using siRNA. SA-beta-gal staining showed a strong beta-gal expression around nuclei in the senescent fibroblast cells with the knockdown of p21, which is the same as it was in the cells with siRNA control. Further cytokine profiling showed two panels of SASP upon p21 knockdown in senescent cells: 1) decrease of cytokines such as CCL2 and IL8 and 2) increase of cytokines such TNF-alpha correlated to the knockdown of p21 in the senescent cells. These results suggest that p21 drives a SASP in senescent fibroblast cells, in addition to its function in cell cycle arrest. We examined the effect of the p21-driven SASP in senescent fibroblasts on bystander cancer cell growth in the TME. Our co-culture system showed knockdown of p21 in senescent fibroblasts suppressed bystander cancer cell growth. We found that knockdown of TNF partially blocked the antiproliferation effect of p21-knockdown on bystander cancer cells. Our results suggest that senescent fibroblasts support bystander cancer cell growth via a p21-driven SASP in the TME and provides a new strategy for targeting p21-driven SASP in the TME for cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Senescence,p21,Fibroblasts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shengliang Zhang<\/b><sup><\/sup>, Kelsey  E.  Huntington<sup><\/sup>, Lanlan Zhou<sup><\/sup>, Wafik  S.  El-Deiry<sup><\/sup><br><br\/>Pathology and Laboratory Medicine, Brown University, Providence, RI","CSlideId":"","ControlKey":"21f75c5e-25da-4a08-8217-61ae52cec18e","ControlNumber":"6420","DisclosureBlock":"&nbsp;<b>S. Zhang, <\/b> None..<br><b>K. E. Huntington, <\/b> None..<br><b>L. Zhou, <\/b> None.&nbsp;<br><b>W. S. El-Deiry, <\/b> <br><b>Oncoceutics inc, a subsidiary of chimerix,<\/b> the scientific founder and shareholder, Oncoceutics inc is a subsidiary of chimerix, inc;. <br><b>P53-theraputics<\/b> founder; P53-theraputics.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7328","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1345","PresenterBiography":null,"PresenterDisplayName":"Shengliang Zhang, PhD","PresenterKey":"8e659afa-6900-4d5a-98ca-76e701f22217","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1345. p21 (WAF1\/CIP1) drives a secretory phenotype in senescent fibroblasts and promotes bystander cancer cell growth in the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"p21 (WAF1\/CIP1) drives a secretory phenotype in senescent fibroblasts and promotes bystander cancer cell growth in the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Macrophages are abundant in many solid tumors and are potential effector cells for monoclonal antibody-based immunotherapies because they can in principle phagocytose IgG-opsonized cancer cells. However, it remains unknown whether phagocytic macrophages can overcome the cohesive forces between cancer cells in solid tumors. We show that maximum phagocytosis of B16 melanoma tumors and &#8216;tumoroids&#8217; requires IgG-opsonization and very deep suppression of the macrophage checkpoint ligand CD47. Under these conditions, phagocytic macrophages cluster or &#8216;phase separate&#8217;, and the elimination exhibits clear cooperativity with respect to macrophage number and phagocytic activity. In vitro disruption of phagocytic clusters specifically implicates Mg2<sup>+ <\/sup>and macrophage integrins. Cytokine treatments and other inhibitors further implicate roles for integrins and phagocytic surface receptors. Although tumor-associated macrophages correlate with negative prognoses in many cancers, our findings are among the first to reveal advantages of high macrophage numbers, macrophage clusters, and resulting cooperative effects when combined with opsonizing antibodies and CD47 disruption. Lastly, the challenging B16 tumors are durably eliminated by the approach and induce de novo IgG's that also drive anti-cancer phagocytosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor-immune system interactions ,,"},{"Key":"Keywords","Value":"Macrophages,Solid tumors,CD47,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dennis  E.  Discher<\/b><sup><\/sup><br><br\/>Phys Sci Oncology, University of Pennsylvania, Philadelphia, PA","CSlideId":"","ControlKey":"86802ff7-f9db-4339-8ecf-2f9975c574a0","ControlNumber":"5571","DisclosureBlock":"&nbsp;<b>D. E. Discher, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7330","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1346","PresenterBiography":null,"PresenterDisplayName":"Dennis Discher, PhD","PresenterKey":"3cf27d66-aead-42d6-afc3-9cb67dd81c96","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1346. Phagocytosis of solid tumors favors macrophage clusters and cooperativity in tumor elimination","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phagocytosis of solid tumors favors macrophage clusters and cooperativity in tumor elimination","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>One of the main reasons for the failure of cancer treatments is that the biological function of therapeutic target molecules is only studied in cancer cells. Therefore, the dynamic and complex interactions between cancer and stromal cells in the tumor microenvironment (TME) should be investigated. TME-specific stromal cells include various cells, with tumor-associated macrophages (TAMs) being one of the major players. TAM are differentiated from monocytes, as immature monocytes recognize molecules derived from infected cells or foreign substances, become activated, and may differentiate into anti-tumoral M1 macrophages or pro-tumoral M2 macrophages (called TAMs). TAMs induce immune evasion of cancer cells in the TME, leading to active proliferation and metastasis of cancer cells. The presence of TAMs in the TME is associated with poor prognosis in various cancers.<br \/>PAUF is a protein that is secreted by cancer cells, and it exerts tumor-promoting effects through autocrine and paracrine mechanisms. Compared to the autocrine actions, the paracrine effects of PAUF on immune cells in the TME are less understood.<br \/><b>Objective: <\/b>This study aimed to evaluate 1) the role of PAUF as a TME modulator, and specifically, a TAM inducer and 2) the potentiality of PAUF antibody as a blocker of TAM transformation.<br \/><b>Methods and Results: <\/b>In a monocyte-PAUF co-culture system, PAUF (tested at two concentrations, 0.1 and 0.5 &#956;g\/mL) demonstrated strong chemoattractant effects on monocytes (~400% of that caused by PBS), which were blocked by TLR2\/4 inhibitors. PAUF also induced differentiation of monocytes into macrophages, which were identified to be TAM, using flow cytometric analysis and ELISA method. Moreover, these PAUF-induced TAM demonstrated T cell suppressing capacities. Finally, in a CFPAC-1 human cancer orthotopic mouse model, a humanized monoclonal PAUF-antibody diminished 60-70% of infiltrated TAM (p&#60;0.01), quantified using an immunofluorescence assay (IFA).<br \/><b>Conclusion: <\/b>In conclusion, this study provides direct evidence that PAUF can differentiate monocytes into TAM of immune-suppressing functions, and the PAUF neutralization-induced TAM infiltration blocking suggests potential combination use of PAUF antibody with immunotherapeutics for cancer treatments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Tumor associated macrophages,Monocyte,Immunomodulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Fen Jiang<\/b><sup>1<\/sup>, Yeon Jeong Kim<sup>1<\/sup>, Yun Yong Park<sup>1<\/sup>, Tae Heung Kang<sup>1<\/sup>, Sang Seok Koh<sup>2<\/sup><br><br\/><sup>1<\/sup>Innovative Discovery Center, Prestige Biopharma Korea, Busan, Korea, Republic of,<sup>2<\/sup>Department of Biomedical Sciences, Dong-A University, Busan, Korea, Republic of","CSlideId":"","ControlKey":"01a17123-f8c4-4184-bba5-65e41273dc6b","ControlNumber":"5472","DisclosureBlock":"<b>&nbsp;F. Jiang, <\/b> <br><b>Prestige Biopharma Korea<\/b> Employment. <br><b>Y. Kim, <\/b> <br><b>Prestige Biopharma Korea<\/b> Employment, Yeon Jeong Kim is among the patent inventors of the anti-PAUF antibody\u000d\u000aused in this study.&nbsp;<br><b>Y. Park, <\/b> <br><b>Prestige Biopharma Korea<\/b> Employment. <br><b>T. Kang, <\/b> <br><b>Prestige Biopharma Korea<\/b> Employment. <br><b>S. Koh, <\/b> <br><b>Prestige Biopharma Korea<\/b> Other, Sang Seok Koh is among the patent inventors of the anti-PAUF antibody\u000d\u000aused in this study.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7331","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1347","PresenterBiography":null,"PresenterDisplayName":"Fen Jiang","PresenterKey":"b389e121-2060-456c-803d-40f81acb585a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1347. PAUF stimulates monocytes and induces their differentiation into tumor-associated macrophages","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PAUF stimulates monocytes and induces their differentiation into tumor-associated macrophages","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer (PC) continues to be a challenge for today&#8217;s therapeutics, with a meager 5-year survival rate of 11%. Due to the pancreas&#8217; location, patients often receive diagnosis late, leaving them with limited treatment options. Often, they fail to respond to chemotherapy regimens or develop resistance to those therapies. Tumor-promoting inflammation is a hallmark of cancer that contributes to tumor cells&#8217; survival and proliferation. Infiltrating leukocytes and pro-inflammatory cytokines released into the tumor microenvironment (TME) often cause this inflammation. Previously we have determined that inflammation and CXCR2 ligand expression increases with pancreatic ductal adenocarcinoma (PDAC) progression. In the present study, we examined the role of neutrophil recruitment in PDAC progression using Kras-dependent KC and KPC murine models. Our data suggest a positive association between tumor-associated neutrophils (TANs) and PDAC progression. Furthermore, the frequency of neutrophil extracellular traps (NETs) also increased as the disease progressed. <i>In vitro<\/i>, we observed PDAC cell condition-media enhanced survival of neutrophils in a concentration-dependent manner. Moreover, increased survival was associated with disease aggressiveness and therapy resistance. Additionally, we observed that PDAC-conditioned media modulated the expression of immunoregulatory cytokines and chemokines in neutrophils. Together, our data suggest that increased recruitment of TANs supports PDAC progression, and PDAC cell-neutrophil interaction modulates neutrophil survival and immunoregulatory phenotype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Tumor microenvironment,Immune cells,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Reegan Sturgeon<\/b><sup><\/sup>, Paran Goel<sup><\/sup>, Caitlin Molczyk<sup><\/sup>, Surindar  K.  Batra<sup><\/sup>, Rakesh Singh<sup><\/sup><br><br\/>Immunology, Pathology, and Infectious Diseases, University of Nebraska Medical Center, Omaha, NE","CSlideId":"","ControlKey":"b37df5b4-a89a-4306-9491-7e18a6608ba8","ControlNumber":"4921","DisclosureBlock":"&nbsp;<b>R. Sturgeon, <\/b> None..<br><b>P. Goel, <\/b> None..<br><b>C. Molczyk, <\/b> None..<br><b>S. K. Batra, <\/b> None..<br><b>R. Singh, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7332","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1348","PresenterBiography":null,"PresenterDisplayName":"Reegan Sturgeon, BS","PresenterKey":"21b9871e-de9c-4a35-b4aa-8f4a66702cde","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1348. Neutrophil pro-tumorigenic role in progression and therapy resistance in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Neutrophil pro-tumorigenic role in progression and therapy resistance in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Head and neck squamous cell carcinoma (HNSCC) is one of the ten most common cancer types worldwide - ranked on the sixth position with 560,000 new diagnoses and 270,000 deaths in 2020. The survival could be increased only slightly over the past decades and in addition the incidence of HNSCC continues to rise. In this study, we investigated the role of the tetraspanin CD63 during cancer progression.<br \/>Methods: First, we performed survival analyses with available statistics from data bases to correlate CD63 and survival. Then, we established a 20-marker spectral FACS panel to identify different fibroblast subpopulations in patient tissue. Upon receiving patient consent, fresh HNSCC tissue was received from surgical tumor resections at the University Hospital of Bonn. We mechanically and enzymatically digested and purified the tissue of ten patients to create single-cell suspensions. After staining, the cells were measured on a Sony ID7000 Spectral Analyzer and interpreted with FlowJo. To identify whether CD63 on fibroblasts affects the differentiation of macrophages in vitro, we isolated primary fibroblasts and monocytes from HNSCC patients and deleted CD63 in fibroblasts by CRISPR-Cas9. Thereafter, we co-incubated fibroblasts (without and with the CD63-Knockout) and macrophages over ten days in M-CSF containing medium, and measured the expression of M1 and M2 markers through flow cytometry.<br \/>Results: First, correlating CD63 gene expression with the patient outcome showed that CD63 correlated with a decreased survival. Then, analyzing fresh tumor specimens with the multicolor panel showed an increase of CD63 expression in different fibroblast subpopulations in the tumor specimens, e. g. CD9+ CD34+ CD63+ CD90+ fibroblasts increased more than eightfold. Investigating potential mechanisms, by which CD63 expression on fibroblasts affects tumor progression, deleting CD63 steered macrophages towards the pro-inflammatory M1 phenotype.<br \/>Conclusion: This study demonstrates that HNSCC increases CD63 expression in different fibroblast populations and that deleting CD63 on fibroblasts can steer macrophages towards the pro-inflammatory phenotype, thereby suggesting a rationale for testing CD63 as a therapeutic target.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Fibroblasts,Flow cytometry,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Elisabeth  B.   H.  Dingendorf<\/b><sup><\/sup>, Michael  C.  Stoffel<sup><\/sup>, Dahlia  L.  Kittel<sup><\/sup>, Glen Kristiansen<sup><\/sup>, Tristan Lerbs<sup><\/sup><br><br\/>Institute of Pathology, University of Bonn, Bonn, Germany","CSlideId":"","ControlKey":"2fc8b587-6f4d-4afa-9e9f-9d8bfaf7e17a","ControlNumber":"5934","DisclosureBlock":"&nbsp;<b>E. B. H. Dingendorf, <\/b> None..<br><b>M. C. Stoffel, <\/b> None..<br><b>D. L. Kittel, <\/b> None..<br><b>G. Kristiansen, <\/b> None..<br><b>T. Lerbs, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7333","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1349","PresenterBiography":null,"PresenterDisplayName":"Elisabeth Dingendorf, No Degree","PresenterKey":"81e5da4a-48ff-41bb-8daa-30bc4f0ec958","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1349. Exploring CD63 as a targetable mediator of the pro-tumorigenic tissue microenvironment in HNSCC","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring CD63 as a targetable mediator of the pro-tumorigenic tissue microenvironment in HNSCC","Topics":null,"cSlideId":""},{"Abstract":"Liver carcinoma is the 6<sup>th<\/sup> most prevalent cancer worldwide in 2020. Moreover, it is the 3<sup>rd<\/sup> leading cause of cancer related deaths. In addition to the genomic and transcriptomic heterogeneity of liver tumor cells which is recognized as a major driver in liver cancer progression, the liver immune system is also fundamental to liver carcinogenesis and presents a promising target for therapy. The liver immune response is orchestrated by cytokines and chemokines. Recent studies suggest that chemokines not only recruit immune cells but also regulate various liver functions. In partial hepatectomy, CXCL2 has been shown to promote hepatocyte proliferation. CXCL1, 2, 5 and 8 can induce endothelial cells chemotaxis to promote angiogenesis through binding to CXCR2. These diverse functions suggest that chemokines could play multifaceted roles in liver cancer development. However, chemokines that are commonly associated with liver cancer is still unknown.We analyzed HCC patient data from the GEO database, and we categorized the datasets based on HCC etiologies including HBV, HCV, alcoholic and NASH. We identified CXCL5 as the only chemokine consistently upregulated in HCC with different etiologies compared to healthy or cirrhotic livers. Immunohistochemistry (IHC) analysis reveals that CXCL5 was produced by immune cells but not tumor cells in human HCC tissues. To further study HCC associated CXCL5 expression, the liver-specific <i>Pten<\/i> deletion mouse model (PM mice) that recapitulates NAFLD-NASH-HCC progression was used. A gradual increase of hepatic CXCL5 expression is observed during HCC development, reaching nearly 100-fold upregulation of CXCL5 mRNA expression in 12-month-old PM mice livers carrying tumors. Examination of liver immune cell populations showed that macrophages were significantly enriched in <i>Pten<\/i> deleted livers bearing tumors than wild type livers without tumors. Flow cytometry and IHC analysis further identified Kupffer cells (KCs), the liver resident macrophages as the source of CXCL5 in tumor bearing livers using these mice. Since increased LPS is a prominent feature in most chronic liver diseases, we isolated and treated mouse KCs with LPS and found that LPS treatment robustly increased CXCL5 expression by nearly 20-fold. Interestingly, neither murine macrophage cell lines nor primary peritoneal macrophages displayed induced CXCL5 expression in response to LPS. These data suggest that induction of CXCL5 in KCs is likely a unique function of the KCs but not of other macrophages. To explore the function of CXCL5 in HCC development, we treated mouse hepatocytes and HCC cells with CXCL5 and showed that CXCL5 induces the proliferation of these cells. This effect is further blocked by the inhibition of CXCR2, the receptor of CXCL5, demonstrating the specificity for CXCL5 mediated effects. Together we show here for the first time that CXCL5 expression is a unique property of Kupffer cells and the induction of CXCL5 promotes HCC progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-01 Chemokines in the microenvironment,,"},{"Key":"Keywords","Value":"Macrophages,CXCR2,Chemokines,Inflammation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Taojian Tu<\/b><sup><\/sup>, Handan Hong<sup><\/sup>, Lina He<sup><\/sup>, Mario Alba<sup><\/sup>, Curtis  T.  Okamoto<sup><\/sup>, Bangyan  L.  Stiles<sup><\/sup><br><br\/>USC - University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"b755a951-cd29-4315-ab08-d4b625072eb9","ControlNumber":"5628","DisclosureBlock":"&nbsp;<b>T. Tu, <\/b> None..<br><b>H. Hong, <\/b> None..<br><b>L. He, <\/b> None..<br><b>M. Alba, <\/b> None..<br><b>C. T. Okamoto, <\/b> None..<br><b>B. L. Stiles, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7334","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1350","PresenterBiography":null,"PresenterDisplayName":"Taojian Tu, BA;PhD","PresenterKey":"d11eece8-a38b-4928-8d3d-3ea618e03893","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1350. Kupffer cells secrete CXCL5 to promote liver cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Kupffer cells secrete CXCL5 to promote liver cancer","Topics":null,"cSlideId":""},{"Abstract":"Endometrial Cancer (EC) is the most common gynecological malignancy in the United States, with striking heterogeneity of risk factors, molecular identities, and outcomes. Two common subtypes of EC are Type 1, which display endometrioid histology and include those with MSI status, and Type 2, which arise from an atrophic background and are more severe in their morbidity. Despite significant research on checkpoint blockade therapies, such as PD-1\/PD-L1 blockade to treat Type 1 ECs, variable response rates underscore the need for further immunomodulation. NK cells are cytotoxic innate lymphocytes that cooperate with other cells of the immune system. Despite years of investigation into basic NK cell biology, our understanding of the role(s) of NK cells in human solid tumors is still in its infancy. For example, in head and neck squamous cell carcinoma (HNSCC) indicate that a subset of NK cells has strong anti-tumor function, while a separate subset of NK cells lacks direct cellular cytotoxicity. Considering these findings, we used flow cytometry to evaluate NK cell phenotypes and frequencies in fresh EC patient tumor samples. Our data suggest a functional<sup> <\/sup>dichotomy of NK cell subsets with distinct phenotypes, present in both Type 1 and Type 2 EC tumors (Type 1: 35.5 +\/- 10.65 % CD16<sup>+<\/sup> vs 73.5 +\/- 10.41 % CD16<sup>-<\/sup>, n=6, p=0.10; Type 2: 16.23+\/- 3.61 CD16<sup>+<\/sup> vs 83.77 +\/- 3.65 CD16<sup>-<\/sup>, n=3, p&#60;0.05). The first subset expresses CD16, which mediates antibody dependent cellular cytotoxicity, along with T-BET and EOMES, which are required for direct killing through Perforin and Granzymes and thus reminiscent of conventional NK (cNK) cells found in blood. The second subset is CD16<sup>-<\/sup> with decreased expression of T-BET and EOMES, and upregulated expression of tissue resident NK cell (trNK)-associated markers including CD200R1, CD103 and CD49a. To understand frequencies of these NK cell subsets in EC, we used immunohistochemistry for CD3, CD56, CD103, and Granzyme B on formalin-fixed, paraffin-embedded tissues from 10 patients: 4 Type 1, 4 Type 2, and 2 benign controls. We utilized CD56 to denote NK cells and found that NK cells infiltrated the Type 1 EC cases more compared to Type 2 (22.1 +\/- 7.3% NK cells in Type 1 infiltrate vs 14.8 +\/- 2% NK cells in Type 2 infiltrate, n=5, p=0.17). Further, NK cells expressing CD103, denoting trNK cells, could primarily be found in the glands of EC tumors, while NK cells expressing Granzyme B, denoting the cNK cells, were primarily in the stroma and largely absent in the glands (Granzyme B+: 78.6 +\/- 3.7% Stroma vs 21.4 +\/- 3.7% Glands, n=3, p&#60;0.05; CD103+: 15.6 +\/- 4.5% Stroma vs 84.3 +\/- .64% Glands, n=3, p=0.076). This work suggests that an NK cell dichotomy exists within EC, with distinct phenotypes and localizations. Ongoing work will include functional studies to assess killing potential and cytokine production of the two subsets, along with single cell RNA sequencing to unravel which NK cells may be friend or foe in EC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Natural killer cells,Endometrial cancer,Immunohistochemistry,Flow cytometry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Caprice D. Eisele<\/b><sup><\/sup>, Courtney  J.  Riedinger<sup><\/sup>, Jesse  J.  Kowalski<sup><\/sup>, Bethany  L.  Mundy-Bosse<sup><\/sup>, Paige  M.  Porrett<sup><\/sup>, Patrick  L.  Collins<sup><\/sup>, Casey  M.  Cosgrove<sup><\/sup>, Aharon  G.  Freud<sup><\/sup><br><br\/>The Ohio State University, Columbus, OH","CSlideId":"","ControlKey":"c860412b-4d07-49d7-948c-d5a581ccff20","ControlNumber":"4637","DisclosureBlock":"&nbsp;<b>C. D. Eisele, <\/b> None..<br><b>C. J. Riedinger, <\/b> None..<br><b>J. J. Kowalski, <\/b> None..<br><b>B. L. Mundy-Bosse, <\/b> None..<br><b>P. M. Porrett, <\/b> None..<br><b>P. L. Collins, <\/b> None..<br><b>C. M. Cosgrove, <\/b> None..<br><b>A. G. Freud, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7335","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1351","PresenterBiography":null,"PresenterDisplayName":"Caprice Eisele, BS","PresenterKey":"09f64661-da5b-4624-bc05-49e57a41d04b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1351. Uterine natural killer cells display a unique functional dichotomy in human endometrial cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Uterine natural killer cells display a unique functional dichotomy in human endometrial cancer","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancers (CRCs) are a leading cause of cancer-related death. Most CRCs are immune cold, and do not respond to checkpoint blockade therapy except for microsatellite-high CRCs harboring high mutational burdens. Deciphering the mechanism by which CRC cells evade immune surveillance has the potential to dramatically improve the prognosis of CRC patients. During tumor evolution of CRCs, epigenetic changes play critical roles in addition to accumulation of genetic mutations. However, distinct mutational patterns and patient backgrounds render it challenging to distinguish the driver epigenetic alterations from passenger epigenetic alterations induced by gene mutations or other environmental factors. Identification of the driver epigenetic alterations may provide novel mechanistic insights into colon cancer biology including how they evade immune surveillance. \u0009Here, we utilized the colon cancer organoid orthotopic transplantation approach to establish colon cancer organoids from different stages of the tumors, and performed comprehensive epigenomic and transcriptomic analyses to understand the epigenetic alterations during tumor evolution. We found that in vivo environment induces epigenetic alterations that converge on SOX17, a transcription factor that is required for endoderm development. SOX17 is re-expressed in colon cancers in vivo, but not in the in vitro organoid culture, and reprograms tumor cell fate with fetal intestinal gene expressions. Importantly, SOX17 knockout leads to tumor rejection in immunocompetent mice, but not in immunodeficient mice, by turning immune cold tumors into hot tumors with robust intratumoral infiltration of activated CD8+ T cells. Mechanistically, SOX17 directly downregulates Ifngr1 expression and mitigates MHC-I expression to evade CD8+ T cell-mediated tumor cell killing. Together, our result reveals that SOX17 is a master transcription factor that induces the in vivo epigenetic reprograming of tumors, which contributes to the immune evasion of colon cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor-immune system interactions ,,"},{"Key":"Keywords","Value":"Colorectal cancer,Immune cells,Organoids,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Norihiro Goto<\/b><sup>1<\/sup>, Saori Goto<sup>1<\/sup>, Peter Westcott<sup>2<\/sup>, Shinya Imada<sup>1<\/sup>, Judith Agudo<sup>3<\/sup>, Omer Yilmaz<sup>1<\/sup><br><br\/><sup>1<\/sup>Massachusetts Institute of Technology (MIT), Cambridge, MA,<sup>2<\/sup>Cold Spring Harbor Laboratory, Cold Spring Harbor, NY,<sup>3<\/sup>Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"c6c4314e-fa63-4e44-8564-e287c1985311","ControlNumber":"4835","DisclosureBlock":"&nbsp;<b>N. Goto, <\/b> None..<br><b>S. Goto, <\/b> None..<br><b>P. Westcott, <\/b> None..<br><b>S. Imada, <\/b> None..<br><b>J. Agudo, <\/b> None..<br><b>O. Yilmaz, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7336","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1352","PresenterBiography":null,"PresenterDisplayName":"Norihiro Goto, MD;PhD","PresenterKey":"1a80ec31-d203-4d29-b41f-66a2005c9e5d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1352. SOX17 plays a critical role in immune evasion of colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SOX17 plays a critical role in immune evasion of colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Tumors emerge and evolve in complex and dynamic microenvironments that influence their growth, invasion, and metastasis. In the tumor microenvironment, the immune system plays a critical role in the prevention and elimination of tumors. Despite immune surveillance, tumors still manage to develop through evolution facilitating the establishment of an immune suppressive microenvironment. There is emerging evidence showing that the antitumor immunity of immune effector cells can be obstructed by immune suppressive cell populations such as MDSCs or Tregs. Hematologic malignancies associated with FGFR1 translocations, also known as Stem Cell Leukemia\/ Lymphoma (SCLL) syndrome, show a complex presentation including myeloproliferative neoplasm, AML, and T- or B-cell lineage lymphoblastic leukemia\/lymphoma, providing an ideal, homogeneous model to investigate mechanisms underlying leukemogenesis. Our recent investigation in mouse models of SCLL revealed that mice xenografted with SCLL cells showed increased CD11b+Ly6C<sup>High<\/sup> M-MDSC and CD11b+Ly6C<sup>Int<\/sup> PMN-MDSC levels in the peripheral blood (PB) during leukemia development, accompanied by significantly decreased levels of T cells. To further confirm this MDSC-mediated suppression of T cell function, MDSC depletion experiments were performed in the SCLL cell engraftment model using either the anti-Ly6G antibody (for PMN-MDSCs) or the anti-Gr-1 (aka Ly6G\/Ly6C; for total MDSCs) antibody. In both cases, significantly increased levels of CD4+ and CD8+ cells were observed, along with significantly prolonged mouse survival. These observations were consistent in multiple SCLL cell line models, supporting the idea that SCLL cells promote the accumulation of MDSCs, which in turn suppresses the antitumor activity of cytotoxic T cells, allowing SCLL progression. To further characterize these leukemia cell induced MDSCs, CyTOF analysis was performed with the PBMC and bone marrow (BM) samples from leukemic and na&#239;ve mice. In peripheral blood leukemia cell induced M-MDSCs also express macrophage markers, including F4-80 and CD64, implying a potential overlap of MDSC and tumor-associated macrophage (TAM). These TAMs also express high CD71 and CD184. Most importantly, we can also identify a CD64\/CD71\/CD184 expressing cluster in the BM samples. Different from the PB, these cells in the BM express stem cell marker CD117, suggesting there are potential progenitor cells of TAMs. Taken together, our studies demonstrated that SCLL cells establish a tumor favorable microenvironment by reshaping hematopoiesis toward MDSC generation in the BM. A comprehensive understanding of these immune modulation processes holds the promise of improving patient outcomes by reversing the generation of MDSC\/TAM in the BM and overturning the establishment of the immunosuppressive microenvironment at the outset.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Myeloid-derived suppressor cells,Macrophages,Leukemias,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xiaocui Lu<\/b><sup><\/sup>, Ting Zhang<sup><\/sup>, Atsuko Matsunaga<sup><\/sup>, Xuexiu Fang<sup><\/sup>, Stephanie  F.  Mori<sup><\/sup>, John Cowell<sup><\/sup>, Tianxiang Hu<sup><\/sup><br><br\/>Georgia Cancer Center, Augusta University, Augusta, GA","CSlideId":"","ControlKey":"3dc67c6b-b389-4dd8-bbb2-fe3151d95d99","ControlNumber":"5118","DisclosureBlock":"&nbsp;<b>X. Lu, <\/b> None..<br><b>T. Zhang, <\/b> None..<br><b>A. Matsunaga, <\/b> None..<br><b>X. Fang, <\/b> None..<br><b>S. F. Mori, <\/b> None..<br><b>J. Cowell, <\/b> None..<br><b>T. Hu, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7337","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1353","PresenterBiography":null,"PresenterDisplayName":"Tianxiang Hu, PhD","PresenterKey":"eaeb2cd0-d953-4da4-9de0-b50a058145e2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1353. CD71 and CD117 identifies an early cancer associated macrophage progenitor population in leukemic mouse bone marrow","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CD71 and CD117 identifies an early cancer associated macrophage progenitor population in leukemic mouse bone marrow","Topics":null,"cSlideId":""},{"Abstract":"Tumor infiltrating lymphocytes (TILs) exert their antitumor activity in the tumor microenvironment (TME). Chronic TCR stimulation, together with features of the tumor microenvironment such as hypoxia, result in T cell exhaustion. Exhausted T cells (T<sub>EX<\/sub>) are characterized by oxidative stress that leads to cellular accumulation of oxidized proteins. Because the proteasome complex clears oxidized proteins, we hypothesized that its capacity might be overloaded in T<sub>EX<\/sub>, limiting their fitness.<br \/>Analysis of single-cell transcriptomics data from 19 tumor types indicated an increased proteasome activity in T<sub>EX<\/sub> compared to non-exhausted TILs. Higher levels of ROS-induced protein oxidation, expression of proteasome genes and proteasome activity were confirmed in human T<sub>EX<\/sub>, suggesting that increased proteasome activity might be a compensatory mechanism to exhaustion-associated oxidative stress. We show that pharmacological activation of the proteasome prevented T cell exhaustion, and lead to superior anti-tumor control in the context of adoptive cell therapy in mouse models. Thus, modulation of the proteasome activity is an attractive strategy to prevent T cell dysfunction promoted by the TME, and to potentially overcome this major obstacle in cancer immunotherapies against solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Oxidative stress,Proteasome-mediated degradation,Antitumor activity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ander de Blas<sup>1<\/sup>, Massimo Andreatta<sup>2<\/sup>, Asier Antoñana-Vildosola<sup>1<\/sup>, Paloma Velasco<sup>1<\/sup>, Leire Egia-Mendikute<sup>1<\/sup>, Borja Jimenez-Lasheras<sup>1<\/sup>, Samanta Romina Zanetti<sup>1<\/sup>, Santiago J. Carmona<sup>2<\/sup>, Endika Prieto-Fernández<sup>1<\/sup>, <b>Asis Palazon<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>CIC bioGUNE, Derio, Spain,<sup>2<\/sup>Swiss Institute of Bioinformatics, Lausanne, Switzerland","CSlideId":"","ControlKey":"4b410ac7-1c38-41c1-a90c-51e891fa2043","ControlNumber":"5852","DisclosureBlock":"&nbsp;<b>A. de Blas, <\/b> None..<br><b>M. Andreatta, <\/b> None..<br><b>A. Antoñana-Vildosola, <\/b> None..<br><b>P. Velasco, <\/b> None..<br><b>L. Egia-Mendikute, <\/b> None..<br><b>B. Jimenez-Lasheras, <\/b> None..<br><b>S. Romina Zanetti, <\/b> None..<br><b>S. J. Carmona, <\/b> None..<br><b>E. Prieto-Fernández, <\/b> None..<br><b>A. Palazon, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7338","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1354","PresenterBiography":null,"PresenterDisplayName":"Asis Palazon, PhD","PresenterKey":"c3fa2cd8-8683-42a8-ad74-2ad1feea2e7b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1354. Proteasome activation prevents T cell exhaustion and improves antitumor activity","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proteasome activation prevents T cell exhaustion and improves antitumor activity","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Previous studies have revealed esophageal dysplasia, a precancerous lesion of ESCC, harbors similar mutations and markers of genomic instability as ESCC does. This observation suggests that other factors such as evasion of immune surveillance may be involved in the progression of esophageal dysplasia to ESCC. The study aimed to identify the key differences in the immune TME between esophageal dysplasia and ESCC.<br \/><b>Methods<\/b>: Patients with a history of diagnosing with esophageal dysplasia for at least two times prior to the diagnosis of ESCC were enrolled. Formalin-fixed paraffin-embedded tissues from esophageal dysplasia diagnosed more than 6 months prior to the diagnosis of ESCC (denoted as dysplasia-1), esophageal dysplasia diagnosed within 6 months prior to the diagnosis of ESCC (denoted as dysplasia-2), and ESCC were retrieved. Transcriptomic data of esophageal dysplasia and ESCC tissues were generated by NanoString nCounter platform with Human PanCancer Immune Profiling panel, and were further analyzed for the expression levels of infiltrating immune cells by CIBERSORT.<br \/><b>Results<\/b> Six ESCC patients (M:F= 6:0), with median age of 56.6 (range: 43.3-79.1) years, were enrolled. The median time between the diagnosis of dysplasia-1 and that of ESCC was 10.2 months (range 6.0-38.6) and the median time between the diagnosis of dysplasia-2 and that of ESCC was 2.3 months (range 0.0-6.0). The analysis of immune cell signatures defined by NanoString platform revealed that multiple cell types were significantly increased in ESCC compared with dysplasia-1 (mast cell, macrophage, CD8 T cell, B cell and dendritic cell, all <i>P<\/i> &#60; 0.05) and in ESCC compared with dysplasia-2 (macrophage, mast cell, dendritic cell, B cell, T cell, CD4 T cell, regulatory T cell, cytotoxic T cell, NK CD56dim cell, and T helper cell, all <i>P<\/i> &#60; 0.05). There was no significant difference in the immune cell signatures between dysplasia-1 and dysplasia-2. Immune cells classified by CIBERSORT showed an increase of M2 macrophage and a decrease of M1\/M2 ratio in ESCC compared with dysplasia-1 or dysplasia-2 (both <i>P<\/i> &#60; 0.05).<br \/><b>Conclusions:<\/b> Our data, showing an increase of M2 macrophage in TME of ESCC compared with its precancerous esophageal dysplasia, suggest that evolution of immune TME may play a role in the progression of esophageal dysplasia to ESCC. (Funded by MOST 108-2314-B-002-076-MY3, MOST 109-2314-B-002-231-, MOHW 111-TDU-B-221-114006, NTUCCS-110-10, and NTUCCS-111-05)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Esophageal cancer,Tumor microenvironment,Macrophages,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jhe-Cyuan Guo<\/b><sup>1<\/sup>, Chia-Lang Hsu<sup>2<\/sup>, Yen-Lin Huang<sup>1<\/sup>, Tsung-Che Wu<sup>3<\/sup>, Chih-Hung Hsu<sup>4<\/sup><br><br\/><sup>1<\/sup>National Taiwan University Cancer Center, Taipei, Taiwan,<sup>2<\/sup>National Taiwan University Hospital, Taipei, Taiwan,<sup>3<\/sup>National Taiwan University BioMedical Park Hospital, Hsinchu County, Taiwan,<sup>4<\/sup>College of Medicine, National Taiwan University, Taipei, Taiwan","CSlideId":"","ControlKey":"b5bdadad-c768-4c46-b7b3-5f7b9b5b3507","ControlNumber":"6009","DisclosureBlock":"<b>&nbsp;J. Guo, <\/b> <br><b>BMS<\/b> Other, honorarium. <br><b>MSD<\/b> Other, honorarium. <br><b>Roche<\/b> Other, honorarium. <br><b>Pfizer<\/b> Other, honorarium. <br><b>Merck<\/b> Other, honorarium. <br><b>IPSEN<\/b> Other, honorarium. <br><b>Novartis<\/b> Other, honorarium. <br><b>Pfizer<\/b> Other, honorarium. <br><b>Sanofi<\/b> Other, honorarium. <br><b>Astellas<\/b> Other, honorarium. <br><b>ONO<\/b> Other, honorarium. <br><b>AstraZeneca<\/b> Other, honorarium. <br><b>Bayer<\/b> Other, honorarium.<br><b>C. Hsu, <\/b> None..<br><b>Y. Huang, <\/b> None.&nbsp;<br><b>T. Wu, <\/b> <br><b>Bayer<\/b> Other, honorarium. <br><b>Roche<\/b> Other, honorarium. <br><b>C. Hsu, <\/b> <br><b>Bristol-Myers Squibb<\/b> Other, personal fees. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract, Other, personal fees. <br><b>Merck Sharp & Dohme<\/b> Grant\/Contract, Other, personal fees. <br><b>Roche<\/b> Grant\/Contract, Other, personal fees. <br><b>Merck Serono<\/b> Other, personal fees. <br><b>Beigene<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7339","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1355","PresenterBiography":null,"PresenterDisplayName":"Jhe-Cyuan Guo, MD","PresenterKey":"1bb9b2eb-b5f9-491e-ad73-71b9ce7dd051","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1355. Evolution of immune tumor microenvironment (TME) from esophageal dysplasia to esophageal squamous cell carcinoma (ESCC)","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evolution of immune tumor microenvironment (TME) from esophageal dysplasia to esophageal squamous cell carcinoma (ESCC)","Topics":null,"cSlideId":""},{"Abstract":"Nasopharyngeal carcinoma (NPC) is endemic in southern China and Southeast Asia. While primary tumors respond well to radiotherapy with or without chemotherapy, the management of recurrent\/metastatic (RM) diseases is a challenge. What contributes to the refractoriness of RM NPC remains to be elucidated. In this study, we recruited patients who developed local recurrences or distal metastases. Gene expression profiles of tumor cells, tumor stroma and tumor-infiltrating immune cells in paired primary and RM NPC samples were obtained by targeted mRNA sequencing techniques. It was found that RM NPC, compared to their primary compartment, showed significant enrichment of immune cell-related gene signatures. This was associated with an altered immune cell composition, with enhanced T cell activation and exhaustion coupled with an M2-skewed macrophage population. Together, these data depict a more inflamed yet immunosuppressive microenvironment of RM NPC and highlight macrophages being a potential target to reinvigorate antitumoral immune responses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Nasopharyngeal carcinoma,Tumor microenvironment,Metastasis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jingyi Ma<\/b><sup>1<\/sup>, Anne James<sup>1<\/sup>, Jolene Poh<sup>1<\/sup>, Magdalene Jahn May Chua<sup>1<\/sup>, Qianhui Poh<sup>1<\/sup>, Sharifah Azzah Binte Syed Mohamad Anis Alsagoff<sup>1<\/sup>, Xinxiu Sam<sup>1<\/sup>, Geksan Tan<sup>1<\/sup>, Chekang Lim<sup>1<\/sup>, Sathiyamoorthy Selvarajan<sup>1<\/sup>, Tony Kiat Hon Lim<sup>1<\/sup>, Jamie Chen Yee Mong<sup>2<\/sup>, Chweeming Lim<sup>1<\/sup><br><br\/><sup>1<\/sup>Singapore General Hospital, Singapore, Singapore,<sup>2<\/sup>Institute of Bioengineering and Bioimaging, Singapore, Singapore","CSlideId":"","ControlKey":"861b6e4b-7ef7-4e1e-98b3-7c63b586d49b","ControlNumber":"6262","DisclosureBlock":"&nbsp;<b>J. Ma, <\/b> None..<br><b>A. James, <\/b> None..<br><b>J. Poh, <\/b> None..<br><b>M. Chua, <\/b> None..<br><b>Q. Poh, <\/b> None..<br><b>S. Azzah Binte Syed Mohamad Anis Alsagoff, <\/b> None..<br><b>X. Sam, <\/b> None..<br><b>G. Tan, <\/b> None..<br><b>C. Lim, <\/b> None..<br><b>S. Selvarajan, <\/b> None..<br><b>T. Lim, <\/b> None..<br><b>J. Mong, <\/b> None..<br><b>C. Lim, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7340","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1356","PresenterBiography":null,"PresenterDisplayName":"Jingyi Ma","PresenterKey":"04705985-bb38-4616-8eb7-497fba5594ec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1356. The tumor immune microenvironment of recurrent nasopharyngeal carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The tumor immune microenvironment of recurrent nasopharyngeal carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Alpha-synuclein (&#945;-syn; encoded by gene <i>SNCA<\/i>), which is an intrinsically disordered protein belonging to the synuclein family, is a common biological factor in Parkinson&#8217;s disease and melanoma. Aggressive melanomas express high levels of &#945;-syn, but the precise biological role of this protein in melanoma progression is not known. Our group has previously reported that &#945;-syn promotes the release of extracellular vesicles (EVs) and regulates the trafficking of transferrin receptor in melanoma cells. During our studies of exosomal\/EV markers, we found that CD81 and CD9, two key members of the tetraspanin family, were significantly downregulated in SK-MEL-28 <i>SNCA<\/i>-knock out clones compared to control cells. In contrast, a robust upregulation of CD63, another tetraspanin protein, was observed in <i>SNCA<\/i>-KO cells, which might be due to a compensatory mechanism for the downregulation of CD81 and CD9. CD81 and CD9 have been proposed as potential therapeutic targets, and CD63 was proposed as a positive prognostic marker in melanoma in numerous studies. Our group has previously shown that knocking out &#945;-syn causes decreased tumor growth in vivo and in vitro. We hypothesize that &#945;-syn regulates the levels of these tetraspanins, possibly by sorting into heterogeneous multivesicular bodies and modulating the exosomal secretion and lysosomal degradation of these proteins. This might be one of the principal mechanisms by which &#945;-syn promotes progression of melanoma. We also have initial evidence from transmission electron microscopy (TEM) that depletion of &#945;-syn causes the morphological alterations of plasma-membrane structure in melanoma cells, and it is known that CD9, CD81 and CD63 are important transmembrane proteins involved in membrane organization. This is the very first report of &#945;-syn as a regulator of cellular homeostasis of CD9, CD81 and CD63, and further work is needed to understand the underlying mechanism.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-03 Extracellular matrix and integrins,,"},{"Key":"Keywords","Value":"Tumor metastases,Tumor microenvironment,Integrins,Tetraspanins and exosomes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nirjhar Mandal Aloy<\/b><sup>1<\/sup>, Michael  W.  Graner<sup>2<\/sup>, Stephan  N.  Witt<sup>3<\/sup><br><br\/><sup>1<\/sup>Biochemistry and Molecular Biology, Louisiana State University Health Sciences Center; Feist-Weiller Cancer Center, Shreveport, LA,<sup>2<\/sup>Department of Neurosurgery, University of Colorado Anschutz Medical Campus, Aurora, CO,<sup>3<\/sup>Biochemistry and Molecular Biology, LSU Health Shreveport (LSUHS), Shreveport, LA","CSlideId":"","ControlKey":"5017cc04-e7ef-44c7-8006-8ce842fb4edc","ControlNumber":"5555","DisclosureBlock":"&nbsp;<b>N. M. Aloy, <\/b> None..<br><b>M. W. Graner, <\/b> None..<br><b>S. N. Witt, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7341","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1357","PresenterBiography":null,"PresenterDisplayName":"Nirjhar Aloy, MBBS","PresenterKey":"f4cca754-5cb8-4155-93f2-40d6ed69cb3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1357. Alpha-synuclein may promote melanoma progression by modulating the levels of tetraspanin proteins","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Alpha-synuclein may promote melanoma progression by modulating the levels of tetraspanin proteins","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose:<\/b> Acral melanoma (AM) is the most common subtype in Chinese melanoma patients with a very poor prognosis. However, our understanding of the disease pathogenesis and molecular landscape is limited by the few studies that have been conducted. Here, we profiled the clinical characteristics, mutational landscapes and tumor immune microenvironment (TIME) of AM patients to gain insights into disease prognosis and potential treatment strategies.<br \/><b>Methods:<\/b> Tissue samples from 90 AM patients were subjected to next-generation sequencing (NGS) and multiplexed immunohistochemistry (mIHC) tests. The prognostic potential of various mutational features and immune cell compositions were analyzed.<br \/><b>Results:<\/b> The majority of patients presented with stage II (45.6%) and stage III (38.9%) disease. The most common histological subtype was acral lentiginous melanoma (ALM, 44.4%), followed by nodular melanoma (NM, 33.3%) and superficial spreading melanoma (SSM, 11.1%). None of the patients had received anti-tumor treatment prior to surgery and 73.3% received treatments following surgery, including interferon, interferon combined with other drugs, chemotherapy, and anti-PD-1 therapy. The median disease-free survival (mDFS) was 21.3 months and median overall survival (mOS) was 60 months. More advanced stage and histological subtypes of NM and ALM were associated with worse prognosis in AM patients (HR=2.74, 95% CI=1.34-5.60, <i>p = <\/i>0.01; HR=5.16, 95% CI=1.51-17.63,<i> p = <\/i>0.01, respectively), while patients who received post-surgical treatments had better survival (HR=0.31, 95% CI=0.15-0.63, <i>p<\/i>&#60;0.01). The most frequently altered genes included <i>BRAF <\/i>(14.5%), <i>KIT <\/i>(16.9%), <i>NRAS <\/i>(12%), <i>NF1 <\/i>(10.8%), <i>APC<\/i> (7.2%), and <i>ARID2<\/i> (6%). Copy number variations (CNV) were commonly found in <i>CCND1<\/i> (19.3%), <i>CDK4 <\/i>(19.3%), <i>MDM2 <\/i>(14.5%) and<i> FGF19<\/i> (12%). <i>CDK4<\/i> amplifications (HR=4.85, 95% Cl=1.72-13.70,<i> p<\/i>&#60;0.01) and <i>PTPN11<\/i> mutations (HR=5.73, 95% Cl=1.44-22.80,<i> p = <\/i>0.01) were associated with shorter OS in AM patients. Patients with higher levels of M1 macrophage infiltration in the invasive margin derived markedly longer OS (HR=0.34, 95% CI=0.15-0.77,<i> p = <\/i>0.01). Interestingly, in <i>CDK4<\/i>-amplified patients, there tended to be a low level of M1 macrophage infiltration in the invasive margin (<i> p = <\/i>0.06), which likely explains the poor prognosis in such patients.<br \/><b>Conclusions: <\/b>Our study provided a comprehensive portrait of the clinicopathological features, genetic aberrations and TIME profiles in AM patients and identified candidate prognostic factors.<br \/><b>Keywords<\/b>Acral melanoma; tumor immune microenvironment; CDK4; M1 macrophages; prognostic factors","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,tumor immune microenvironment,CDK4 and M1 macrophages,prognostic factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Rong Huang<sup>1<\/sup>, gaigai shen<sup>2<\/sup>, Yu Ren<sup>1<\/sup>, Kelin Zheng<sup>3<\/sup>, Jiayu Wang<sup>3<\/sup>, Yan Shi<sup>2<\/sup>, Jiani  C.  Yin<sup>2<\/sup>, Lanqun Qin<sup>4<\/sup>, Guiying Zhang<sup>3<\/sup>, Mengke Zhao<sup>5<\/sup>, Xinyu Su<sup>1<\/sup>, Luqiao Li<sup>1<\/sup>, Fufeng Wang<sup>2<\/sup>, <b>Haimeng Tang<\/b><sup>6<\/sup>, Yang Shao<sup>2<\/sup>, Baorui Liu<sup>1<\/sup>, Zhengyun Zou<sup>1<\/sup><br><br\/><sup>1<\/sup>Affiliated Drum Tower Hospital, Medical School,, Nanjing University, Nanjing, China,<sup>2<\/sup>Geneseeq Research Institute, Geneseeq Technology Inc., Nanjing, China,<sup>3<\/sup>Nanjing Drum Tower Hospital Clinical College, Nanjing University of Chinese Medicine, Nanjing, China,<sup>4<\/sup>Cancer Center, The Affiliated Changzhou No. 2 People’s Hospital of Nanjing Medical University, Changzhou, China,<sup>5<\/sup>Nanjing Drum Tower Hospital, Nanjing Drum Tower Hospital Clinical College of Nanjing Medical University, Nanjing, China,<sup>6<\/sup>Geneseeq Research Institute, Geneseeq Technology Inc., Toronto, ON, Canada","CSlideId":"","ControlKey":"ba0e8cb1-1e49-45f1-a387-b02e1b1d887e","ControlNumber":"5601","DisclosureBlock":"&nbsp;<b>R. Huang, <\/b> None.&nbsp;<br><b>G. shen, <\/b> <br><b>Geneseeq Technology Inc.<\/b> Employment.<br><b>Y. Ren, <\/b> None..<br><b>K. Zheng, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>Y. Shi, <\/b> None..<br><b>J. C. Yin, <\/b> None..<br><b>L. Qin, <\/b> None..<br><b>G. Zhang, <\/b> None..<br><b>M. Zhao, <\/b> None..<br><b>X. Su, <\/b> None..<br><b>L. Li, <\/b> None..<br><b>F. Wang, <\/b> None.&nbsp;<br><b>H. Tang, <\/b> <br><b>Geneseeq Technology Inc.<\/b> Employment. <br><b>Y. Shao, <\/b> <br><b>Geneseeq Technology Inc.<\/b> Employment.<br><b>B. Liu, <\/b> None..<br><b>Z. Zou, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7342","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1358","PresenterBiography":null,"PresenterDisplayName":"Haimeng Tang, PharmD","PresenterKey":"4f357550-0580-4325-a1fd-14d2921c13bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1358. Prognostic value of genetic aberrations and tumor immune microenvironment in primary acral melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prognostic value of genetic aberrations and tumor immune microenvironment in primary acral melanoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Esophageal squamous cell carcinoma (ESCC) is the predominant subtype of esophageal cancer in Asia. Despite ESCC prevalence, the underlying heterogeneity in the tumor microenvironment (TME) and the interaction between tumor with stromal and immune components are still unclear. Immunotherapy treatments, such as CTLA-4 or PD-1 blockade, showed responses in a subset of ESCC patients. One reason for this could be attributed to the heterogeneity of immune cell states shaped by the extracellular microenvironment from normal and tumor tissues. The integrative analysis of tumor-associated stromal cells such as tumor-associated fibroblasts, tumor-associated endothelial cells and tumor-infiltrating immune cells could unravel the complex immuno-suppressive ESCC microenvironment. Therefore, we aim to decipher the ESCC TME for better understanding of the underlying biology and identifying prognostic subtypes of stromal cells in ESCC that may influence treatment management.<br \/>Method: Blood, tumor and adjacent normal tissue samples were obtained from 47 ESCC patients. For each sample, single-cell RNA-sequencing (scRNA-seq) was performed, where the gene expression, T-cell receptor and B-cell receptor libraries were sequenced. Unsupervised clustering identified different cell clusters and marker genes were determined in each cluster. To identify malignant ESCC cells, inferred copy number variation was used. The T-cell receptor and B-cell receptor library were combined with scRNA-seq data to generate clonotype information. Additionally, trajectory analysis was applied for visualising the evolution of ESCC cell types. Subsequently, the cell types were correlated with patient&#8217;s survival data.<br \/>Results: We identified various cell types, including T-cells, B-cells, epithelial cells, fibroblasts, endothelial cells, myeloid cells and platelets. Each cell type was further re-clustered for identification of subtypes and marker genes. Malignant cells were identified from normal epithelial cells by inferring copy number changes. The gene expression signatures were identified from malignant ESCC cells and correlated with survival. Tumor-infiltrating immune cells and their cell states were compared between tumor and normal tissues or blood. Trajectory analysis is underway to unravel the biological progression of various cell types in the ESCC microenvironment.<br \/>Conclusion: Our findings identified potential prognostic tumor transcriptomic signature and broadened our understanding in ESCC tumorigenesis by revealing the complex heterogeneity of tumor ecosystem regarding non-immune and immune cell subtypes. Funding acknowledgement: Theme-based Research Scheme funding (T12-701\/17R) grant to Professors Maria Li Lung and Simon Law from the Research Grants Council of Hong Kong Special Administrative Region of China.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ-specific microenvironments,,"},{"Key":"Keywords","Value":"Esophageal cancer,Single cell,Tumor heterogeneity,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Carissa Wing-Yan Wong<\/b><sup>1<\/sup>, Josephine Mun-Yee Ko<sup>1<\/sup>, Hoi Yan Ng<sup>1<\/sup>, Valen Zhuoyou Yu<sup>1<\/sup>, Simon Law<sup>2<\/sup>, Maria Li Lung<sup>1<\/sup><br><br\/><sup>1<\/sup>Clinical Oncology, The University of Hong Kong, Pokfulam, Hong Kong,<sup>2<\/sup>Surgery, The University of Hong Kong, Pokfulam, Hong Kong","CSlideId":"","ControlKey":"d6855d69-2655-418f-bdc3-caaf0092c784","ControlNumber":"5895","DisclosureBlock":"&nbsp;<b>C. Wong, <\/b> None..<br><b>J. Ko, <\/b> None..<br><b>H. Ng, <\/b> None..<br><b>V. Yu, <\/b> None..<br><b>S. Law, <\/b> None..<br><b>M. Lung, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7343","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1359","PresenterBiography":null,"PresenterDisplayName":"Wing Yan Carissa Wong, BS,MS","PresenterKey":"c34714c7-7883-4d0d-997f-84b37b27de12","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1359. Characterisation of heterogeneity of esophageal squamous cell carcinoma ecosystem by single-cell transcriptomics analysis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterisation of heterogeneity of esophageal squamous cell carcinoma ecosystem by single-cell transcriptomics analysis","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: The Tumor Immune microenvironment (TME) plays an important role in tumor development, progression, and treatment response. Recent studies show that spatial heterogeneity of Tumor-Infiltrating Lymphocytes (TILs), consisting of lymphocytic cell populations, is an important histopathologic feature and a powerful prognostic and predictive marker correlating with cancer progression and treatment response. Detecting and quantifying TIL density in Whole Slide Images (WSIs) is, however, labor-intensive, and it is difficult to assess differences in the composition of immune cells. Therefore, it remains a challenge to establish the analysis of TILs in the complex TME. We present an automated spatial image analysis of TILs on gastric cancer to address cancer immunotherapy.<br \/><b>Method<\/b>: 1,031WSIs of hematoxylin and eosin-stained (H&#38;E) formalin-fixed paraffin-embedded (FFPE) sections from four patient cohorts: TCGA-STAD (329), Yonsei-1 (620 patients), Yonsei-2 (45), and St. Mary (37), were analyzed. Two treatment groups in response were classified as CR + PR, while another two treatment groups in non-response were classified as PD + SD. H&#38;E stained WSIs were normalized using the Reinhard normalization method at 20X magnification for reducing the color variability of the stained tissue images. We used U-Net architecture to predict the normalized H&#38;E stained WSIs. Three U-Net models were trained for predicting tumor, TILs, and stroma, using Adam optimizer, 1e-4 learning rate, a binary loss function, L2 regularization, and 50 epochs. The normalized H&#38;E stained WSIs were predicted using the trained U-Net models. Spatial analysis of TILs was conducted on the predicted WSIs. Regional quantification of TILs was performed by two immune phenotype groups: immune-immersed (TILs enriched in tumor cells) and immune-excluded (TILs not enriched in tumor cells but in stromal cells). Kaplan-Meier with a log-rank test was used to evaluate the survival differences between the groups.<br \/><b>Results<\/b>: In TCGA-STAD, the proportion of immune-immersed composition is significantly different from the immune-excluded (p-value 0.05). In Yonsei-1, the immune-excluded composition is significantly different among the three risk groups (p-value 3e-05). In the Yonsei-2 and St. Mary cohorts, including anti-PD1 treated gastric cancer patients, the immune-immersed composition is significantly different between two response groups (p-value 0.007) and represented the diagnostic accuracy (AUROC: 0.78) on CR + PR groups.<br \/><b>Conclusion<\/b>: These findings suggest that the proposed TIL quantification in the complex TME is strongly associated with patient prognosis and anti-PD1 treatment response in gastric cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Tumor microenvironment,Stroma,Stomach cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sanghoon Lee<\/b><sup>1<\/sup>, Sunho Park<sup>2<\/sup>, Jae-Ho Cheong<sup>3<\/sup>, Sam C. Wang<sup>4<\/sup>, Matthew R. Porembka<sup>4<\/sup>, In-Ho Kim<sup>5<\/sup>, Sung Hak Lee<sup>5<\/sup>, Tae Hyun Hwang<sup>2<\/sup><br><br\/><sup>1<\/sup>Marshall University, Huntington, WV,<sup>2<\/sup>Mayo Clinic, Jacksonville, FL,<sup>3<\/sup>Yonsei University, Seoul, Korea, Republic of,<sup>4<\/sup>University of Texas Southwestern Medical Center, Dallas, TX,<sup>5<\/sup>The Catholic University of Korea, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"5fcb6318-c80c-412b-bf38-34b0b0ca562d","ControlNumber":"7240","DisclosureBlock":"&nbsp;<b>S. Lee, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>J. Cheong, <\/b> None..<br><b>S. Wang, <\/b> None..<br><b>M. Porembka, <\/b> None..<br><b>I. Kim, <\/b> None..<br><b>S. Lee, <\/b> None.&nbsp;<br><b>T. Hwang, <\/b> <br><b>AITRICS<\/b> Other, consultant.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7360","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1360","PresenterBiography":null,"PresenterDisplayName":"Sanghoon Lee, PhD","PresenterKey":"f3adc916-3a50-4423-b954-09f847032591","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1360. Spatial image analysis of tumor-infiltrating lymphocytes on gastric cancer to predict anti-PD1 inhibitor response","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial image analysis of tumor-infiltrating lymphocytes on gastric cancer to predict anti-PD1 inhibitor response","Topics":null,"cSlideId":""},{"Abstract":"Melanoma Brain Metastases (MBM) pose a major challenge for treating metastatic melanoma. Up to 70% of advanced melanoma patients develop MBM, resulting in significant morbidity and mortality. Melanocytes, the originating cell type of melanomas, are derived from neural crest cells in development. Melanoma&#8217;s proclivity to metastasize to the brain has been anecdotally connected to its neural crest origins. Recently, transcriptomic analyses have demonstrated that MBM express a neuronal-like phenotype, upregulating neural crest factors such as NCAM (Neural cell adhesion molecule), L1CAM (L1 cell adhesion molecule protein), while expressing melanocytic markers like MITF (melanocyte induction transcription factor). The activation of neuronal development programming may be a key mediator in brain-metastatic growth, and thus necessitates a better understanding of how melanoma cells adapt to the brain. Astrocytes have emerged as the major host cell type that cancer cells encounter and interact with during brain metastasis formation. Typically, astrocytes regulate brain homeostasis and support neuronal function. Their response to injury, termed <i>reactive astrocytosis<\/i>, is a process defined by increased secretion of growth factors and inflammatory cytokine production. Post-mortem analyses of MBM patients reveal perilesional reactive astrocytosis. Here we demonstrate that astrocyte reactivity promotes MBM growth, using <i>in vitro<\/i> and <i>in vivo<\/i> model systems. We identify that astrocytes secrete factors that increase tumor growth and expression of neural development factors. Moreover, pharmacological inhibition of neural development pathways, like Wnt signaling, attenuate the effects of astrocyte secreted factors. We developed a brain adapted melanoma line, D4M3a BrJ, and demonstrate the time course of astrocyte reactivity <i>in vivo<\/i> in its relationship with tumor growth. Our findings provide evidence that astrocyte reactivity promotes MBM growth and activation of neural development programming, unveiling a new therapeutic avenue for targeting the brain metastatic niche.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ-specific microenvironments,,"},{"Key":"Keywords","Value":"Microenvironment,Brain tumors,Brain\/central nervous system cancers,Melanoma\/skin cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Julia  K.  Farnan<\/b><sup><\/sup>, Maria  R.  Cavallo<sup><\/sup>, Edward  J.  Hartsough<sup><\/sup>, Joshua  G.  Jackson<sup><\/sup><br><br\/>Pharmacology & Physiology, Drexel University College of Medicine, Philadelphia, PA","CSlideId":"","ControlKey":"c5931040-b7d2-4af7-aab6-467497219adc","ControlNumber":"7164","DisclosureBlock":"&nbsp;<b>J. K. Farnan, <\/b> None..<br><b>M. R. Cavallo, <\/b> None..<br><b>E. J. Hartsough, <\/b> None..<br><b>J. G. Jackson, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7361","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1361","PresenterBiography":null,"PresenterDisplayName":"Julia Farnan","PresenterKey":"f3dcd6c8-a287-4aaf-b217-7b29377ad5ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1361. Astrocytes activate neuronal programming in melanoma brain metastases","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Astrocytes activate neuronal programming in melanoma brain metastases","Topics":null,"cSlideId":""},{"Abstract":"Cancer-associated fibroblasts (CAFs), as the major components of the tumor microenvironment (TME), have been extensively explored and are known to be involved in tumor biology, including growth, energy metabolism, immune regulation, invasion and metastasis. A large number of preclinical studies describe the functional and biochemical impact of commonly used chemotherapeutics, such as paclitaxel and oxaliplatinum, on cancer cells, but their effect on the phenotypical and biochemical changes of CAFs and their reciprocal impact on tumor progression are lacking.<br \/>In our study, we used patient-derived breast and colorectal CAF to evaluate dose-response effects of paclitaxel and oxaliplatinum, respectively first-line chemotherapeutics in breast and colorectal cancer. We evaluated the damage responses of CAF and investigated changes in morphology, cell death, woundhealing migration, type I collagen contraction and invasion, cytokine and chemokine release, differential protein expression, and metabolic activity. In response to paracrine signals emerging from chemotherapy-treated CAF we investigated the impact on functional activity of macrophages, neutrophils and cancer cells. Our project could help us better understand and modulate the activity of CAFs, which might provide novel targets for the clinical treatment of cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Paclitaxel,Tumor microenvironment,Oxaliplatin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Zihan Xia<sup><\/sup>, <b>Olivier De Wever<\/b><sup><\/sup><br><br\/>Ghent University Hospital, Gent, Belgium","CSlideId":"","ControlKey":"ff20c534-a320-41ab-b412-6e577459c8c3","ControlNumber":"7498","DisclosureBlock":"&nbsp;<b>Z. Xia, <\/b> None..<br><b>O. De Wever, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7362","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1362","PresenterBiography":null,"PresenterDisplayName":"Olivier De Wever, PhD","PresenterKey":"41a9b21a-daeb-48f6-8ab2-818718ecfbd2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1362. Impact of chemotherapy on functional and biochemical characteristics of cancer-associated fibroblasts&#8203;","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of chemotherapy on functional and biochemical characteristics of cancer-associated fibroblasts&#8203;","Topics":null,"cSlideId":""},{"Abstract":"A crucial problem limiting our progress to a cure for breast cancer is understanding what drives tumor growth. While we are aware that potent regulators of tumor development include non-malignant cells coexisting in tumors, not all cell types are easily recognized&#8212;nor have they been examined rigorously as potential contributors to malignancy. An obstacle in approaching this problem has been an inability to isolate and purify each cell type from the tissue. Recently our laboratory developed models of each cell type in the breast, allowing us the opportunity to investigate the contributions of primary cell types to tumor cell growth through co-culture. We have discovered that pericytes secrete a potent factor that drives tumor cell expansion directly&#8212; and dramatically more than controls (isogenic fibroblasts). The effects of this factor are dose-dependent, and we find that it is protease- and heat-inactivated. Furthermore, tissue immunostaining reveals that pericytes expand into tumor stroma, where they may interact directly with tumor cells. Single-cell RNA sequencing uncovers the heterogeneity of pericytes, which exist on a perivascular spectrum.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Breast,Stroma,Microenvironment,Mesenchymal,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Katelyn Del Toro<\/b><sup><\/sup>, Yamhilette Licon-Munoz<sup><\/sup>, William  C.  Hines<sup><\/sup><br><br\/>University of New Mexico Health Sciences Ctr., Albuquerque, NM","CSlideId":"","ControlKey":"97c2bd8d-2f5b-494d-b705-bb7617822c3b","ControlNumber":"7024","DisclosureBlock":"&nbsp;<b>K. Del Toro, <\/b> None..<br><b>Y. Licon-Munoz, <\/b> None..<br><b>W. C. Hines, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7380","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1363","PresenterBiography":null,"PresenterDisplayName":"Katelyn Del Toro, BS","PresenterKey":"79a66381-6cb8-4949-bb2b-87f35893d9be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1363. Breast pericytes: A newly identified driver of tumor cell proliferation","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Breast pericytes: A newly identified driver of tumor cell proliferation","Topics":null,"cSlideId":""},{"Abstract":"Soft-tissue sarcomas (STS) are mesenchymal tumors having remarkably diverse histological features. Genomic studies reported that STS have low frequencies of genetic mutation, but often harboring copy number variations (CNVs). For STS, CNVs frequently happen in essential tumor suppressor genes and oncogenic transcriptional genes, neither of which are easily &#8220;druggable&#8221; targets. Moreover, in concordance with low tumor mutation burden rate, STS show low immunogenicity with less cytotoxic TIL in the TME and is unfortunately linked to a lower responsive rate to PD1\/PD-L1 ICB. Using a syngeneic mouse UPS model, we previously found that tumor-associated macrophages (TAM) in the TME are promoting the growth of sarcoma. We further identified specific tumor microenvironmental elements contributing to the pro-tumorigenicity of TAMs, which represent a promising novel clinical target for myeloid-related intervention. Therefore, we hypothesize that exploration of TME is beneficial to identify clinically promising targets for STS. To study the TME in STS, we performed bulk RNA-seq and scRNA-seq on human sarcoma samples which covered different histological subtypes of STS and compare them to normal samples. Our results show that, unlike carcinomas originating from epithelial cells, extracellular matrix (ECM)-related genes are highly upregulated in both cancer-associated fibroblast (CAF) and sarcoma tumor cells. Further analysis show that upregulation of these ECM genes is associated with a worse survival outcome in sarcoma patients. In order to further explore the STS and TME orchestra, we established several syngeneic mouse models according to the genetic aberrations reported in TCGA data. We are currently characterizing these syngeneic mouse models to find out whether they recapitulate human STS samples. Our goal is to utilize these mouse models to study the relationship of ECM-related genes in both CAF and tumor cells, find out the effect of upregulated ECM-related genes on the immune compartment in TME and search for potential therapeutic interventions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Tumor microenvironment,Myeloid-derived suppressor cells,Extracellular matrix,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jin-Fen Xiao<\/b><sup><\/sup>, Marina Broz<sup><\/sup>, Roberta Piras<sup><\/sup>, Kristin Ishaya<sup><\/sup>, Emily Ko<sup><\/sup>, Jlenia Guarnerio<sup><\/sup><br><br\/>Cedars-Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"40ea6cce-8096-4a36-9843-4b470a94a1ec","ControlNumber":"7603","DisclosureBlock":"&nbsp;<b>J. Xiao, <\/b> None..<br><b>M. Broz, <\/b> None..<br><b>R. Piras, <\/b> None..<br><b>K. Ishaya, <\/b> None..<br><b>E. Ko, <\/b> None..<br><b>J. Guarnerio, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7389","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1364","PresenterBiography":null,"PresenterDisplayName":"Jinfen Xiao, BS;PhD","PresenterKey":"6b5cd5eb-24ee-4906-b02c-48247c7cc62e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1364. Profiling tumor microenvironment for therapeutic intervention to soft-tissue sarcomas","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Profiling tumor microenvironment for therapeutic intervention to soft-tissue sarcomas","Topics":null,"cSlideId":""},{"Abstract":"The tumor microbiome is a unique element that appears differently for each type of cancer in a person. Currently, intratumoral host-microbiome sequencing was only done by bulk tissue analysis which means little is understood when it comes to the spatial distribution of microbiota in the heterogeneous tumor microenvironment and the localized effect of the microbiota. Breast cancer is known to be one of the cancers rich in the microbiome. We focused on cancer stem cell-like microniches related to the tumor microenvironment of triple-negative breast cancer(TNBC). We adapted SLACS(Spatially resolved Laser activated Cell Sorter) which isolates the region of interest from immunofluorescence-stained samples using a laser, providing the spatial distribution of localized microbiota in rare cancer stem cell samples. By applying SLACS<br \/>to point out the breast cancer stem cell micro-niches, we discovered that more microbes flourished in ALDH1 high\/ CD44 high groups rather than normal cells. We also identified the composition of the microbiota was different in cancer stem cells depending on the degree of expression of the marker. Comparing RNA-seq data of host and microbiome sequencing with functional studies, we reveal the distribution of microbiota in breast tumors and interactions between cancer stem cells and microbiota. Collectively, we found the spatial pattern of the microbiota localized in cancer stem cell microniches and how cells and bacteria interact with each other more precisely.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-07 Microbiome,,"},{"Key":"Keywords","Value":"Breast cancer,Tumor microenvironment,Microbiome,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gyeongjun Kim<\/b><sup><\/sup><br><br\/>Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"bb02cc42-b42d-4668-a92c-4fe2de9057cf","ControlNumber":"7859","DisclosureBlock":"&nbsp;<b>G. Kim, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7390","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1365","PresenterBiography":null,"PresenterDisplayName":"Gyeongjun Kim","PresenterKey":"f4242765-7778-481e-bb78-6b61a419adc7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1365. The spatially resolved host-microbiome sequencing platform reveals the interaction between bacteria and cancer stem cell microinches","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The spatially resolved host-microbiome sequencing platform reveals the interaction between bacteria and cancer stem cell microinches","Topics":null,"cSlideId":""},{"Abstract":"Lung adenocarcinoma is the leading cause of cancer mortality. High Mobility Group Box 1 (HMGB1) is a master regulator of innate immunity that is elevated in lung cancer tissues. Furthermore, HMGB1 has been previously demonstrated to suppress functional anti-tumor immune responses in this context. However, beyond demonstrating that HMGB1 is elevated and modulates inflammation, studies to date have not comprehensively investigated the influence of HMGB1 on the immune response to lung cancer. HMGB1 contributes to PD-L1 expression in melanoma and promotes secretion of inhibitory cytokines TGF-&#945; and IL-10, which have roles in the differentiation of regulatory T cells. Therefore, HMGB1 sits atop an immunomodulatory signaling cascade in the tumor microenvironment. While treatment of lung cancers with immune checkpoint inhibitors (ICI) (anti-PD-1\/PD-L1) has had success, there are limitations. One major limitation is the failure of patients with advanced or refractory<b> <\/b>disease to generate a strong anti-tumor immune response. Recently, we have identified HMGB1 as a protein that is functionally dependent on monounsaturated fatty acid (MUFA) availability. Utilizing a combination of molecular assays and 3-dimensional cultures, we now show that HMGB1 is sequestered intracellularly, rather than being secreted extracellularly in a MUFA-dependent fashion. We hypothesized that MUFAs promote an anti-tumor immune response via modulating HMGB1 release from cancer cells. Thus, by restricting extracellular HMGB1 levels, HMGB1-responsive proinflammatory\/tumor signaling pathways (e.g., NF-kB) are suppressed. Taken together, these observations suggest a novel approach to decreasing maladaptive immune and inflammatory signaling from innate immune cells. Exploiting the MUFA\/HMGB1 signaling axis could be a novel approach to improve the efficacy of therapies in populations that are not currently benefiting from current strategies for eliminating tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor-immune system interactions ,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Immunosuppression,Lipid metabolism,Lung adenocarcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Kisa Jafri<sup>1<\/sup>, Nicole  M.  Andre<sup>2<\/sup>, <b>Glenn E. Simmons<\/b><sup>3<\/sup><br><br\/><sup>1<\/sup>Cornell University College of Human Ecology, Ithaca, NY,<sup>2<\/sup>Biomedical Sciences, Cornell University, Ithaca, NY,<sup>3<\/sup>Biomedical Sciences, Cornell University, College of Veterinary Medicine, Ithaca, NY","CSlideId":"","ControlKey":"9d65af93-641e-431b-b67a-aa64653f85ef","ControlNumber":"7807","DisclosureBlock":"&nbsp;<b>K. Jafri, <\/b> None..<br><b>N. M. Andre, <\/b> None..<br><b>G. E. Simmons, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7391","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1366","PresenterBiography":null,"PresenterDisplayName":"Glenn Simmons, BS,PhD","PresenterKey":"985c4ed2-e14f-4004-b1ce-760134a5b0f9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1366. HMGB1 localization and its effect on the immune response in the lung tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"522","SessionOnDemand":"False","SessionTitle":"Tumor Cell Interactions with Fibroblasts, Neuronal Cells, and Immune Cells","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HMGB1 localization and its effect on the immune response in the lung tumor microenvironment","Topics":null,"cSlideId":""}]