[{"Abstract":"Prostate cancer remains to be the most commonly diagnosed cancer among men in the United states with approximately 268,500 new cases a year. One of the first treatment options for men with prostate cancer is androgen deprivation therapy (ADT), however, recurrence and metastases after ADT remain an issue and are categorized as castration-resistant prostate cancer (CRPC). Enzalutamide, an FDA approved drug currently prescribed to patients with CRPC, inhibits androgen receptor (AR) nuclear translocation preventing the transcriptional activity of AR. This therapy typically only extends the survival of patients with CRPC and can lead to Enzalutamide-resistance over time accenting the importance of new therapy targets. Metformin, a commonly used FDA approved therapy for type 2 diabetes, has been recently investigated as potentially having anti-tumor effects in many cancer types. In this study, we use Enzalutamide and Metformin in combination to explore possible re-sensitization of Enzalutamide-resistant CRPC to Enzalutamide. Recently, we have tested the effects of this combination treatment on cell viability, drug synergy, and cell proliferation in Enzalutamide-resistant CRPC. After treatment, we see a decrease in cell proliferation and viability as well as a synergistic effect of both Enzalutamide and Metformin in Enzalutamide-resistant CRPC. Following these results, we sought to explore how this combination treatment effected key signaling markers for EMT, WNT signaling, and TGF&#946; signaling as well as key signaling markers for prostate cancer such as AR and prostate specific antigen (PSA). Since Metformin inhibits Complex I of oxidative phosphorylation, we also tested this combinational treatment using seahorse analysis to determine the mitochondrial respiration. After initial testing, we will continue to move forward in testing the effects of this combination treatment in Enzalutamide-resistant CRPC as well as further elucidate the underlying mechanisms contributing to this phenotype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Resistance,Prostate cancer,Enzalutamide,Metformin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kendall Elizabeth Simpson<\/b><sup><\/sup>, ZhuangZhuang Zhang<sup><\/sup>, Qiongsi Zhang<sup><\/sup>, Xiaoqi Liu<sup><\/sup><br><br\/>University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"ee736ad2-811e-422f-be7b-0c581ea34657","ControlNumber":"3909","DisclosureBlock":"&nbsp;<b>K. E. Simpson, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>Q. Zhang, <\/b> None..<br><b>X. Liu, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5836","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"321","PresenterBiography":null,"PresenterDisplayName":"Kendall Simpson, BS","PresenterKey":"f3262a16-0bcb-4645-b29c-458e52426fe7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"321. Metformin enhances the efficacy of enzalutamide treatment in castration-resistant prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metformin enhances the efficacy of enzalutamide treatment in castration-resistant prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Extracellular vesicles (EVs) act as key mediators of cell-to-cell communication in several pathophysiological processes including cancer. EVs inherit a cocktail of molecular cues (mRNAs, miRNAs, ncRNAs, proteins, metabolites, etc.) from cancer cells that mediate tumor microenvironment changes to facilitate cancer progression and metastasis. The heterogenous EV populations and their content dynamically change during cancer, which is why, there has been great progress in utilizing them as prognostic and diagnostic biomarkers. However, harnessing EVs for therapeutic applications requires greater understanding of the fundamental EV biology such as their origin, intracellular trafficking, cargo loading, and export mechanisms. Here, we utilized a genetically-encoded electron dense tag, APEX2 (an engineered peroxidase derived from soybean ascorbate peroxidase) and electron microscopy to elucidate that EVs, in the form of multivesicular bodies, can also originate at the trans-Golgi interface. We also identified a novel subpopulation of EVs, which expressed a classic trans-Golgi network protein (referred as TGNP) on their surface. While EVs of late endosomal origin are well known, and there are reports of mitochondrial origin as well, a trans-Golgi EV biogenesis pathway has not been reported before. Intriguingly, we determined that certain cells hijack the trans-Golgi pathway for EV biogenesis, which we hypothesize contributes to differential cancer cell EV cargo and phenotypic consequences. Initially, using confocal microscopy in non-small cell lung cancer (NSCLC) cells, we identified that some of the tetraspanins historically thought to be involved in late endosomal trafficking were instead enriched in the trans-Golgi compartments. We found that this colocalization pattern was conserved in several other NSCLC cell lines. To further elucidate this phenomenon at the trans-Golgi interface, we tagged TGNP to APEX2. After verifying the expression and localization of TGNP-APEX2 by immunostaining, we performed electron microscopy. TGNP-APEX2 was found to be present on the membrane of intraluminal vesicles inside multivesicular bodies. Interestingly, the multivesicular bodies containing TGNP-APEX2 vesicles were not of late endosome origin. Furthermore, TGNP was also found to be present in EVs of all NSCLC cell lines tested. Inhibiting Golgi trafficking using small molecule inhibitors (Brefeldin A) significantly reduced EV secretion and levels of trans-Golgi-enriched tetraspanins in the EV lysates. The data elucidates that EVs can also originate from trans-Golgi interface and identified novel subpopulation that expresses TGNP. The broader questions regarding the functional relevance of trans-Golgi-mediated EV biogenesis, the type of cargo exported, and mediators of loading and export in the context of cancer are currently under investigation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-02 Cell-cell interactions,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Biogenesis,Imaging,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ikjot Singh Sohal<\/b><sup>1<\/sup>, Sydney  N.  Shaw<sup>2<\/sup>, Andrea L. Kasinski<sup>1<\/sup><br><br\/><sup>1<\/sup>Purdue University Center for Cancer Research, West Lafayette, IN,<sup>2<\/sup>Biological Sciences, Purdue University, West Lafayette, IN","CSlideId":"","ControlKey":"1ffb1ce2-4eaa-4b7c-abb1-14b2284bed57","ControlNumber":"2931","DisclosureBlock":"&nbsp;<b>I. S. Sohal, <\/b> None..<br><b>S. N. Shaw, <\/b> None..<br><b>A. L. Kasinski, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5837","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"322","PresenterBiography":null,"PresenterDisplayName":"Ikjot Sohal, PhD","PresenterKey":"b33a0b47-670d-46ce-b224-a57a05d598df","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"322. Electron microscopy using electron dense genetic tag elucidates novel extracellular vesicle biogenesis in non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Electron microscopy using electron dense genetic tag elucidates novel extracellular vesicle biogenesis in non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>BACKGROUND: <\/b>Triple-negative breast cancer (TNBC) is highly malignant and has a poor prognosis because it lacks hormone therapy options. Polymorphonuclear myeloid-derived suppressor cells (PMN-MDSCs), a major component in tumor microenvironment are known to help the progression and metastasis of breast cancer by suppressing the immune action of T-cells against cancer cells. We previously reported that TNBC patients have more PMN-MDSCs. New exciting studies have uncovered CHI3L1, a novel secreted protein in PMN-MDSCs using mouse models. In this study, we purpose to analyze function of CHI3L1<sup>+<\/sup> MDSCs on TNBC cells using mouse models and TNBC patient samples.<br \/><b>DESIGN\/METHODS:<\/b> We analyzed CHI3L1 expression in breast cancer tissues from human and mouse and in human patient blood. Mouse TNBC cells were treated with recombinant CHI3L1 (rCHI3L1) and followed by clonogenic assay, wound healing assay, tumorsphere formation assay and bulk RNA-seq. The cells were also injected into mammary fat pad of Balb\/c mice and tumor growth and lung metastasis was evaluated. CHI3L1-KO MDSCs were generated by CRIPR KO and TNBC cells were treated with conditioned media (CM) or co-cultured with CHI3L1-KO MDSCs to evaluate tumorigenicity. Mouse tissues was stained with antibodies for immune populations. IL13R&#945;2, receptor of CHI3L1 was silenced with shRNA and followed by rCHI3L1 treatment to analyze its involvement in PMN-MDSCs.<br \/><b>RESULTS: <\/b>We found that CHI3L1 expression was increased in stromal cells of TNBC patients and in stroma of TNBC mouse models. Among stromal cells, MDSCs have higher CHI3L1 levels than tumor-associated macrophages and cancer-associated fibroblasts, suggesting that MDSCs are major stromal component. Flow analysis of blood from breast cancer patients confirmed that TNBC patients have more PMN-MDSCs and CHI3L1<sup>+<\/sup> PMN-MDSCs than non-TNBC patients. Interestingly, Afro-American TNBC tend to have higher CHI3L1<sup>+<\/sup> PMN-MDSCs. Experimental data shows that rCHI3L1 increased proliferation and invasion of TNBC <i>in vitro<\/i> and <i>in vivo<\/i>. However, rCHI3L1 has no effect on non-TNBC cells, implying TNBC-specific function of CHI3L1. When CM from CHI3L1-KO MDSCs was given to TNBC, the TNBC growth was reduced. RNA-seq showed that CHI3L1 increased IFN-&#947; signaling in TNBC cells, which seems to be related to altered immune microenvironment including decreased CD8<sup>+<\/sup> T cells and increased immunosuppressive Foxp3<sup>+<\/sup> Treg cells in TNBC tissues. Silencing IL13R&#945;2 (receptor for CHI3L1) in TNBC cells hampered pro-tumorigenic functions of CHI3L1, reinforcing connection between CHI3L1 and IFN-&#947; signaling.<br \/><b>CONCLUSION: <\/b>Our results show TNBC patients have higher CHI3L1 secreting PMN-MDSCs, which induce tumor progression and metastasis with altered immune landscape via IL13R&#945;2 in TNBC, suggesting CHI3L1 as a potential target for suppressing the non-immunologic function of PMN-MDSCs in TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Myeloid-derived suppressor cells,Interferons,Human,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ukjin Kim<\/b><sup><\/sup>, Rumela Chakrabarti<sup><\/sup><br><br\/>Sylvester Comprehensive Cancer Center, University of Miami, Miami, FL","CSlideId":"","ControlKey":"a59592b4-2a02-4eb6-b270-14eb8ca6c072","ControlNumber":"6216","DisclosureBlock":"&nbsp;<b>U. Kim, <\/b> None..<br><b>R. Chakrabarti, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5838","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"323","PresenterBiography":null,"PresenterDisplayName":"Ukjin Kim","PresenterKey":"42c17769-8946-48e8-9589-58b8130ed84e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"323. CHI3L1 secreting PMN-MDSCs promote IFN-&#947; signaling in triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CHI3L1 secreting PMN-MDSCs promote IFN-&#947; signaling in triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Nickel (Ni), a group I human carcinogen by the International Agency for Research on Cancer (IARC) alters expression of various oncogenic molecules in cells resulting in adoption of cancer cell phenotypes, such as anchorage-independent growth, migration, and invasion. Cancer cell phenotypes are altered by internal genetic or epigenetic changes or in response to external signals mediated by soluble proteins or extracellular vesicles. However, few studies have linked extracellular vesicles (EVs) in response to environmental pollutants, such as Ni. Nuclear Protein 1 (NUPR1) is a stress response protein that is upregulated in cancer cells and it is also upregulated in cells following chronic Ni exposure. However, the role of NUPR1 in EV biogenesis or EV-mediated cancer progression is unknown. To explore the potential role of EVs in Ni-induced cancer progression, this study examined the effect of Ni-exposure on EV signature. Sizes and concentration of EVs from BEAS-2B cells, 6 weeks-Ni-treated BEAS-2B cells (Ni-6W) and Ni-transformed BEAS-2B cells (Ni-3) were identified by nanoparticle-tracking analysis (NTA) and transmission electron microscopy (TEM). In the results, showed that Ni-6W and Ni-3 released more EVs compared to the control. The transcription expression levels of EVs biogenesis markers, CD63, CD82 and Flotillin-1 (FLOT) were coincidentally increased in Ni-6W and Ni-3 compared to the BEAS-2B. We further identified that inhibition of NUPR1 by using the shRNA or NUPR1 inhibitor ZZW-130 can rescue the increased releasing of EVs induced by Ni exposure. Here we demonstrated that Ni exposure elevated EV release and that these Ni-altered EVs contributed to a pro-inflammatory environment associated with tumorigenesis and cancer progression. Moreover, we provided a new method of regulating EVs biogenesis by targeting NUPR1, this would be crucial for EV-based cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Environmental exposure,Extracellular vesicles,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shan Liu<\/b><sup>1<\/sup>, Angelica Ortiz<sup>1<\/sup>, Juan Iovanna<sup>2<\/sup>, Max Costa<sup>1<\/sup><br><br\/><sup>1<\/sup>New York University School of Medicine, New York, NY,<sup>2<\/sup>Cancer Research Center of Marseille, Marseille, France","CSlideId":"","ControlKey":"fb34bf55-0d3e-4f2d-91bd-15b685028182","ControlNumber":"7063","DisclosureBlock":"&nbsp;<b>S. Liu, <\/b> None..<br><b>A. Ortiz, <\/b> None..<br><b>J. Iovanna, <\/b> None..<br><b>M. Costa, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5839","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"324","PresenterBiography":null,"PresenterDisplayName":"Shan Liu","PresenterKey":"376642e2-8a3d-4b57-b695-f8491c7c1dbe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"324. Nickel exposure alters extracellular vesicles biogenesis to carry NUPR1 and mediate cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nickel exposure alters extracellular vesicles biogenesis to carry NUPR1 and mediate cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is an aggressive, invasive and therapy resistant brain tumor. Our research group has been unraveling the role of the cellular prion protein (PrP<sup>C<\/sup>) on GBM biology. PrP<sup>C<\/sup> is a scaffold protein that interacts with a plethora of partners, and it is important for proliferation and stemness maintenance of glioblastoma stem-like cells (GSCs), that are responsible for the aggressiveness and resistance to therapy of GBM. GSCs have aberrant activation of several signaling pathways that control self-renewal and differentiation, such as the Notch, Hedgehog (Hh) and Wnt pathways. Additionally, PrP<sup>C<\/sup> was proposed as a modulator of the Wnt signaling pathway on proliferating intestinal epithelial cells due to its binding to beta-catenin and upregulation of the transcriptional activity of the beta-catenin\/TCF7L2 complex. Therefore, we aim to further explore this connection between Wnt signaling and PrP<sup>C<\/sup> in GBM. We generated U87 and U251 GBM PrP<sup>C<\/sup> knockout cells (PrP<sup>C<\/sup>-KO) by CRISPR-Cas9. RNA sequencing analysis comparing PrP<sup>C<\/sup>-KO GBM cells with wild-type controls resulted in 28 differentially expressed genes (DEGs) for U87 cells and 10 DEGs for U251 cells that are components of pathways related to Wnt signaling. We chose to analyze the expression of the upregulated DEGs CAMK2A, NFATC4, WISP1, PPP2R2B, SFRP2; and the downregulated DEGs RAC3 and SHH by qPCR. Our results indicate that the Wnt-Ca<sup>2+<\/sup> pathway may be activated in U87 PrP<sup>C<\/sup> -KO cells, due to increased expression of NFATC4 and CAMK2A. Regarding the canonical Wnt signaling, it appears to be a balance in the expression of genes that activate or inhibit these pathways in U87 PrP<sup>C<\/sup>-KO cells, since WISP1 and PPP2R2B were upregulated and SFRP2 was downregulated. When analyzing the expression of the same genes in U251 PrP<sup>C<\/sup>-KO cells, however, we observed a different expression profile than what was found for U87 cells. Apart from RAC3, the expression of all genes analyzed were downregulated. Importantly, expression of SHH was downregulated in both U87 and U251 PrP<sup>C<\/sup>-KO cells. When we analyzed protein levels of Wnt signaling components, we found a decrease of beta-catenin and Wnt5a\/b in U87 PrP<sup>C<\/sup>-KO, demonstrating a downregulation of the canonical signaling. Moreover, we found by immunofluorescence that beta-catenin distribution on the cellular membrane was altered in U87 PrP<sup>C<\/sup>-KO cells. Our results demonstrate, therefore, a potential involvement of PrP<sup>C<\/sup> in modulating Wnt signaling in GBM. As a scaffolding protein, PrP<sup>C<\/sup> may be contributing to GBM biology by increasing the effectiveness of Wnt signaling, by localizing beta-catenin on important regions of the tumor cell membrane, or by insulating beta-catenin from degradation. Altogether, PrP<sup>C<\/sup> may be a promising target for the development of novel therapy strategies against GBM. Supported by FAPESP (2019\/14952-0)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Glioblastoma,Cellular Prion Protein,Wnt signaling,Wnt pathway,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Barbara Paranhos Coelho<\/b><sup>1<\/sup>, Mariana  B.  Prado<sup>1<\/sup>, Frederico  M.  Ferreira<sup>1<\/sup>, Tiago  G.  dos Santos<sup>2<\/sup>, Helder  I.  Nakaya<sup>1<\/sup>, Marilene  H.  Lopes<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Sao Paulo, Sao Paulo, Brazil,<sup>2<\/sup>A.C. Camargo Cancer Center, Sao Paulo, Brazil","CSlideId":"","ControlKey":"d911f437-adc5-4c9e-bd58-315f9a579323","ControlNumber":"7511","DisclosureBlock":"&nbsp;<b>B. P. Coelho, <\/b> None..<br><b>M. B. Prado, <\/b> None..<br><b>F. M. Ferreira, <\/b> None..<br><b>T. G. dos Santos, <\/b> None..<br><b>H. I. Nakaya, <\/b> None..<br><b>M. H. Lopes, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5840","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"325","PresenterBiography":null,"PresenterDisplayName":"Barbara Coelho, BS;MS;PhD","PresenterKey":"ba31933b-3722-4fe0-8549-ea3c328739cb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"325. The cellular prion protein is involved in the modulation of Wnt signaling in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The cellular prion protein is involved in the modulation of Wnt signaling in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"The ubiquitin proteasome system regulates the degradation of proteins in order to maintain cellular homeostasis, which is often disrupted in cancer cells. The UBR5 (Ubiquitin Protein Ligase E3 Component N-Recognin 5) protein is an E3 ubiquitin ligase that catalyzes the direct ubiquitination of protein substrates, most often resulting in substrate protein degradation. <i>UBR5<\/i> is the human homolog of the <i>Drosophilia<\/i> hyperplastic discs (<i>hyd<\/i>) tumor suppressor gene. However, <i>ubr5<\/i> is amplified and over-expressed in human ovarian and breast cancers, among others, and thought to play more of a tumor-promoting role in cancer. We previously demonstrated that targeting UBR5 expression in human ovarian cancer xenografts in mice with liposomal delivery of UBR5 siRNA inhibited tumor growth and sensitized tumors to the DNA-damaging agent cisplatin. To identify novel substrates of UBR5-stimulated degradation, we transduced OVCAR5 cells with doxycycline-inducible shRNA targeting UBR5 or a control shRNA and metabolically labelled proteins with heavy or light lysine and arginine using Stable Isotope Labeling with Amino acids in Cell culture (SILAC). Doxycycline was added for the last 48 hr and cisplatin for the last 12 hrs before cell harvest. Equal amounts of protein from both cultures were mixed, digested with trypsin and analyzed by LC-MS\/MS (Orbitrap Elite MS) in three independent experiments including a label swap control. Peptides and proteins were identified and quantified using MaxQuant (FDR&#60;0.01). To identify proteins differentially expressed after UBR5 knockdown, relative protein abundance was compared by two-sided t-test with permutation-based correction of the p-value. We identified multiple proteins with increased expression following UBR5 knockdown, suggesting these proteins are regulated by ubiquitin-mediated degradation by UBR5. We validated UBR5-mediated regulation of several proteins by Western blotting, including an oncogene involved in breast and ovarian cancer progression, which we further characterized. In summary, we were able to identify several novel UBR5 candidate substrates whose expression is increased following UBR5 knockdown. Further characterization of these substrates will allow us to identify novel mechanisms of UBR5 regulation of tumor progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-08 Ubiquitin and ubiquitin-like proteins,,"},{"Key":"Keywords","Value":"Ubiquitination,Proteomics,Signal transduction,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Scott T. Eblen<\/b><sup>1<\/sup>, Jennifer  R.  Bethard<sup>1<\/sup>,  D.  Ralph Rogers<sup>2<\/sup>, Abdelkader Daoud<sup>1<\/sup>, Lalima  K.  Madan<sup>1<\/sup>, Lauren  E.  Ball<sup>1<\/sup><br><br\/><sup>1<\/sup>Cell and Molecular Pharmacology and Experimental Therapeutics, The Medical University of South Carolina (MUSC), Charleston, SC,<sup>2<\/sup>Obstetrics and Gynecology, The Medical University of South Carolina (MUSC), Charleston, SC","CSlideId":"","ControlKey":"4771c922-cbef-4ab3-8022-34e179458810","ControlNumber":"4672","DisclosureBlock":"&nbsp;<b>S. T. Eblen, <\/b> None..<br><b>J. R. Bethard, <\/b> None..<br><b>D. R. Rogers, <\/b> None..<br><b>A. Daoud, <\/b> None..<br><b>L. K. Madan, <\/b> None..<br><b>L. E. Ball, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5841","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"326","PresenterBiography":null,"PresenterDisplayName":"Scott Eblen, PhD","PresenterKey":"0e88dd90-cea9-44cb-9541-ce8db9e2e573","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"326. Identification of novel substrates of the UBR5 E3 ubiquitin ligase in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of novel substrates of the UBR5 E3 ubiquitin ligase in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: The prognosis of small cell neuroendocrine carcinoma of the uterine cervix (SCNECC) is extremely poor due to the aggressive natural history. Since it is a rare cancer, there are few studies describing its molecular biology. Small cell lung cancer (SCLC) accounts for 95% of small cell carcinomas, therefore, clinically the chemotherapy regimens used for SCNECC have been based on regimens used for SCLC. This study aims to detect therapeutic targets for SCNECC by taking clues from the molecular biological commonalities between SCNECC and SCLC.<br \/>Methods: We analyzed protein expression of cancer tissue-originated spheroids from lung and cervical cancers using isobaric tags for relative and absolute quantitation (iTRAQ). In vitro, protein expression levels of VRK1 in SCNECC cell lines (TC-YIK and HCSC-1), SCLC cell lines (SBC3 and OS2RA) and cell lines of mucinous adenocarcinoma and squamous cell carcinoma of the uterine cervix (HeLa and ME180) were assessed by western blotting (WB), and the change of cell proliferation induced by siRNA\/shRNA-mediated <i>VRK1<\/i> knockdown was assessed by WST-8 assay. In vivo, in mice xenograft models of SCNEC, the change of tumor size due to downregulation of<i> VRK1<\/i> by shRNA were assessed. Furthermore, to explore the possible role of <i>VRK1<\/i> in small carcinoma, pathway enrichment and ontology analysis between <i>VRK1<\/i>-high and -low-SCLC was performed by Gene Set Enrichment Analysis (GSEA), and it was compared with RNA-seq results of between shRNA-mediated <i>VRK1<\/i> knockdown and control SCNECC cell lines.<br \/>Results: iTRAQ showed that SCNECC and SCLC revealed similar protein expression profiles, rather than organ of origin-specific patterns. In addition, higher expression of VRK1 was detected in small cell carcinomas compared to the others. (SCLC\/mucinous adenocarcinoma of the lung=2.86, SCNECC\/mucinous adenocarcinoma of the cervix=2.56, SCNECC\/squamous cell carcinoma of the cervix=2.17). WB showed that all SCNECC and SCLC cell lines expressed more highly VRK1 than other cervical cancer cell lines. In vitro, siRNA\/shRNA-mediated <i>VRK1<\/i> knockdown significantly suppressed the cell proliferation of SCNECC and SCLC (-29.0&#177;0.3% in SBC-3 and -33.1&#177;6.7% in TC-YIK, p&#60;0.05, other cell lines were comparable). In vivo, the downregulation of <i>VRK1<\/i> significantly suppressed tumor size in mice xenograft models of SCNEC (1726&#177;442mm<sup>3<\/sup> vs 544&#177;233mm<sup>3<\/sup> in TC-YIK, p&#60;0.05, HCSC-1 was comparable). GSEA showed that VRK1 might participate in DNA repair to affect the biological process of SCLC, and the genes contained in this gene set was also detected in RNA-seq of SCNEC, suggesting involvement with <i>VRK1<\/i>.<br \/>Conclusion: These findings suggest that <i>VRK1<\/i> is involved in the proliferation of SCNECC in relation to DNA repair pathways. Our ongoing research is investigating the functional relationship between <i>VRK1 <\/i>and genes related to DNA repair and its effect on proliferation of SCNECC in vitro.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Cervical cancer,small cell neuroendocrine carcinoma,VRK1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mariya Kobayashi<\/b><sup>1<\/sup>, Satoshi Nakagawa<sup>1<\/sup>, Yuji Kamei<sup>1<\/sup>, Tatsuo Masuda<sup>1<\/sup>, Mamoru Kakuda<sup>1<\/sup>, Kosuke Hiramatsu<sup>1<\/sup>, Ai Miyoshi<sup>1<\/sup>, Tomomi Takata<sup>2<\/sup>, Toshihiro Kimura<sup>1<\/sup>, Eiji Kobayashi<sup>1<\/sup>, Yutaka Ueda<sup>1<\/sup>, Tadashi Kimura<sup>1<\/sup><br><br\/><sup>1<\/sup>Obstetrics and Gynecology, Osaka University, Suita, Japan,<sup>2<\/sup>Obstetrics and Gynecology, Kansai Rosai Hospital, Amagasaki, Japan","CSlideId":"","ControlKey":"d18265a8-241e-46ac-af76-3ab442562c61","ControlNumber":"670","DisclosureBlock":"&nbsp;<b>M. Kobayashi, <\/b> None..<br><b>S. Nakagawa, <\/b> None..<br><b>Y. Kamei, <\/b> None..<br><b>T. Masuda, <\/b> None..<br><b>M. Kakuda, <\/b> None..<br><b>K. Hiramatsu, <\/b> None..<br><b>A. Miyoshi, <\/b> None..<br><b>T. Takata, <\/b> None..<br><b>T. Kimura, <\/b> None..<br><b>E. Kobayashi, <\/b> None..<br><b>Y. Ueda, <\/b> None..<br><b>T. Kimura, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5842","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"327","PresenterBiography":null,"PresenterDisplayName":"Mariya Kobayashi, MD","PresenterKey":"2d7ac940-6f3b-4442-9ff7-ad9f55b6f461","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"327. Knockdown of VRK1 inhibits the proliferation of small cell neuroendocrine carcinoma of the uterine cervix","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Knockdown of VRK1 inhibits the proliferation of small cell neuroendocrine carcinoma of the uterine cervix","Topics":null,"cSlideId":""},{"Abstract":"Protein arginine methyltransferase 5 (PRMT5) is an enzyme responsible for symmetric arginine methylation, which governs multiple crucial cellular events. PRMT5 expression and activity are dysregulated in many malignancies. PRMT5 dynamically shuttles between the cytosol and nucleus, and different subcellular localizations of PRMT5 imposes distinct cellular functions. However, the biological significance and underlying regulatory mechanism of PRMT5 translocation remain elusive. Herein, we found that PRMT5 acetylation\/deacetylation status is a major determinant of its translocation and oncogenic function. PRMT5 acetylation not only drives its cytoplasmic localization but also enhances its methyltransferase activity, promoting cancer cell proliferation. On the other hand, PRMT5 deacetylation translocates PRMT5 into nucleus, to protect cells under the stress condition. Our current findings demonstrate that the acetylation\/deacetylation-dependent subcellular localization of PRMT5 is a key regulator of its oncogenic properties.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-09 Other,,"},{"Key":"Keywords","Value":"Histone deacetylase,Acetylation,PRMT,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Tam Thuy Lu Vo<sup><\/sup>, Yen Thi Do<sup><\/sup>, Thi Tuyet Mai Pham<sup><\/sup>, So-Jin Shin<sup><\/sup>, Jin Young Kim<sup><\/sup>, Seungmee Lee<sup><\/sup>, Eunyoung Ha<sup><\/sup>, <b>Ji Hae Seo<\/b><sup><\/sup><br><br\/>Keimyung University, Daegue, Korea, Republic of","CSlideId":"","ControlKey":"a3e23e2e-0f6d-4405-9b91-4148ce3ad4f8","ControlNumber":"4112","DisclosureBlock":"&nbsp;<b>T. T. Vo, <\/b> None..<br><b>Y. Do, <\/b> None..<br><b>T. T. Pham, <\/b> None..<br><b>S. Shin, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>E. Ha, <\/b> None..<br><b>J. Seo, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5843","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"328","PresenterBiography":null,"PresenterDisplayName":"Ji Hae Seo, PhD","PresenterKey":"f3694b6f-6592-4e27-9539-74ded1017a69","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"328. Acetylation regulates the oncogenic functions of PRMT5","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Acetylation regulates the oncogenic functions of PRMT5","Topics":null,"cSlideId":""},{"Abstract":"Epigenetic regulation in conjunction with signaling pathways, play crucial roles in pluripotency, cell differentiation, and transcriptional plasticity in cancer. Indeed, a third of all cancers aberrantly express pluripotency genes and retain stemness, allowing for cancer recurrence following chemo- or radiotherapy. Vascular Endothelial Zinc Finger 1 (VEZF1) is a transcription factor expressed ubiquitously in adult tissues. VEZF1 null ESCs retain alkaline phosphatase staining postdifferentiation, suggesting a potential role of VEZF1 in pluripotency exit. However, the role of VEZF1 in pluripotency maintenance and exit is novel. Using mouse embryonic stem cells as a model system for pluripotency maintenance and exit, we sought to determine the regulatory role of VEZF1 in pluripotency. Our data indicate that ESCs derived from Vezf1 knockout mice (Vezf1 KO) show higher expression of pluripotency genes than Wildtype (WT) cells. Increased expression of pluripotency genes was confirmed upon the temporal ablation of Vezf1 in ESCs using a Doxycycline-inducible knockdown system. Interestingly, we observed that Vezf1 KO ESCs show severe defects in the repression of the pluripotency program postdifferentiation. Our analysis of VEZF1 ChIP-Seq data in ESCs revealed the binding of VEZF1 to promoters of multiple genes involved in canonical WNT and MAPK signaling. The WNT and MAPK signaling pathways are crucial for pluripotency maintenance and exit. Therefore, we proposed that VEZF1 enhances the inducible expression of WNT signaling genes in normal and cancer cells. To test this hypothesis, we performed RNA-Seq analysis which showed decreased expression of WNT signaling genes in Vezf1 KO ESCs, supporting the role of VEZF1 in Wnt signaling. Previous data indicate a significant overlap of VEZF1 and CTCF genome-wide. Therefore, to gain insights into the mechanism of gene regulation by VEZF1, we performed CTCF ChIP-Seq in WT and Vezf1 null cells. Our data revealed an increase in CTCF binding in the absence of VEZF1 compared to WT cells. The unique CTCF binding profile in Vezf1 KO cells was associated with genes involved in WNT and MAPK signaling pathways, both of which regulate pluripotency. This observation suggests that Vezf1 occludes CTCF from repressing WNT signaling genes. Our study of VEZF1 in ESCs suggests that the reduced expression of Vezf1 in cancer cells will potentially support the formation of cancer stem cells. Indeed, we have observed reduced expression of Vezf1 in F9 embryonal carcinoma cells (ECCs). Notably, F9 ECCs exhibit incomplete repression of pluripotency genes akin to Vezf1 KO ESCs. Collectively, this novel study emphasizes the importance of VEZF1 in regulating pluripotency and will expand our understanding of the development of stemness in cancer cells toward developing effective therapeutics against cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"&#946;-catenin,Wnt signaling,Stemness,Cancer stem cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Isaiah  K.  Mensah<\/b><sup><\/sup>, Martin Emerson<sup><\/sup>, Hern Tan<sup><\/sup>, Ming He<sup><\/sup>, Humaira Gowher<sup><\/sup><br><br\/>Biochemistry, Purdue University, West Lafayette, IN","CSlideId":"","ControlKey":"90baa570-bb04-4677-a341-4c6d5102403a","ControlNumber":"1965","DisclosureBlock":"&nbsp;<b>I. K. Mensah, <\/b> None..<br><b>M. Emerson, <\/b> None..<br><b>H. Tan, <\/b> None..<br><b>M. He, <\/b> None..<br><b>H. Gowher, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5844","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"329","PresenterBiography":null,"PresenterDisplayName":"Isaiah Mensah, BS","PresenterKey":"7a571da5-3250-46da-8634-c966c0d550c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"329. Vascular endothelial zinc finger 1 promotes stemness by regulating key signaling pathways","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Vascular endothelial zinc finger 1 promotes stemness by regulating key signaling pathways","Topics":null,"cSlideId":""},{"Abstract":"Bladder cancer (BLCA) is the sixth most common cancer in the U.S with 83,730 new cases, accounting for 17,200 deaths in the year 2021 and 212,536 deaths worldwide. <i>EP300<\/i>, a histone acetyltransferase gene, is mutated in ~17% of BLCA and in other cancer types such as endometrial cancer. The mechanisms by which <i>EP300<\/i> mutations contribute to tumorigenicity of BLCA is not currently understood. To determine the phenotypic effects of loss-of-function <i>EP300 <\/i>mutations, we generated isogenic BLCA cells with <i>EP300<\/i> knocked out (KO) using CRISPR\/CAS9. Conspicuous changes in phenotypes consistent with more aggressive forms of cancer were observed in <i>EP300<\/i>-null BLCA clones, including luminal-basal histotype plasticity, anchorage-independent growth, enhanced <i>in vitro<\/i> and <i>in vivo<\/i> cell proliferation and enhanced invasion in Boyden chamber assays. To identify mechanisms whereby <i>EP300<\/i> KO promotes increased oncogenicity, we performed phospho Tandem Tag Mass Spectrometry (TMT MS) using lysates from parental and <i>EP300<\/i> KO cells. A notable finding was significantly increased expression of phosphorylated STAT3 (pSTAT3), which we subsequently confirmed by western blot. siRNA knockdown and selective inhibitor experiments indicated JAK1 as the upstream activator of pSTAT3 in BLCA cells. Studies of conditioned media (CM) from the <i>EP300<\/i> KO cells using ELISA and neutralizing antibodies demonstrated that secreted IL-6 ligand and soluble IL-6R in the CM drove STAT3 activation through the IL-6 family common signaling subunit, gp130, i.e. trans-signaling. BLCA RT112 cells express an oncogenic FGFR3-TACC3 fusion and are sensitive to the FDA-approved FGFR kinase inhibitor erdafitinib. pSTAT3 expression was not dependent on FGFR3 signaling in <i>EP300<\/i> KO RT112 cells, and <i>EP300<\/i> KO was sufficient to confer erdafitinib resistance in a BLCA context. In sum, our results uncover that <i>EP300<\/i> loss enhances IL-6\/JAK\/STAT3 signaling which promotes BLCA tumorigenesis and FGFR inhibitor resistance. Our findings elucidate a role for cytokine induced sterile inflammation in <i>EP300<\/i>-mediated tumorigenesis in bladder cancers and suggest that targeting the IL-6\/JAK\/STAT3 axis may represent a novel therapy strategy to overcome FGFR3 inhibitor resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Bladder cancer,Interleukin-6,STAT3,Signaling pathways,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sizhi P. Gao<\/b><sup>1<\/sup>, James  A.  Rodrigues<sup>1<\/sup>, Amanda  R.  Sabel<sup>1<\/sup>, Jiaqian Luo<sup>2<\/sup>, Chen Ziyu<sup>2<\/sup>, Xinran Tang<sup>2<\/sup>, Eduardo  A.  Mascareno<sup>1<\/sup>, Naryan Rustgi<sup>1<\/sup>, Hikmat Al-Ahmadie<sup>3<\/sup>, Kwanghee Kim<sup>4<\/sup>, Eugene  J.  Pietzak<sup>4<\/sup>, Gopakumar  V.  Iyer<sup>5<\/sup>, David  B.  Solit<sup>1<\/sup><br><br\/><sup>1<\/sup>HOPP, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>2<\/sup>Graduate School, Weill Cornell Medicine, New York, NY,<sup>3<\/sup>Pathology, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>4<\/sup>Surgery, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>5<\/sup>Medicine, Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"57cb5feb-4449-48d4-8cc8-4eca29c7924a","ControlNumber":"6458","DisclosureBlock":"&nbsp;<b>S. P. Gao, <\/b> None..<br><b>J. A. Rodrigues, <\/b> None..<br><b>A. R. Sabel, <\/b> None..<br><b>J. Luo, <\/b> None..<br><b>C. Ziyu, <\/b> None..<br><b>X. Tang, <\/b> None..<br><b>E. A. Mascareno, <\/b> None..<br><b>N. Rustgi, <\/b> None.&nbsp;<br><b>H. Al-Ahmadie, <\/b> <br><b>AstraZeneca<\/b> Other, Consultation. <br><b>Paige.AI.<\/b> Other, Consultation.<br><b>K. Kim, <\/b> None..<br><b>E. J. Pietzak, <\/b> None..<br><b>G. V. Iyer, <\/b> None.&nbsp;<br><b>D. B. Solit, <\/b> <br><b>Pfizer<\/b> Other, Consultation. <br><b>Loxo\/Lilly Oncology<\/b> Other, Consultation. <br><b>FORE Therapeutics<\/b> Other, Consultation. <br><b>Vividion Therapeutics<\/b> Other, Consultation. <br><b>Scorpion Therapeutics<\/b> Other, Consultation. <br><b>Rain Therapeutics<\/b> Other, Consultation. <br><b>Fog Pharma<\/b> Other, Consultation. <br><b>BridgeBio<\/b> Other, Consultation.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5845","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"330","PresenterBiography":null,"PresenterDisplayName":"Sizhi Gao, MD;PhD","PresenterKey":"3f5a6ea4-7200-4f9e-ac85-da5f822ff064","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"330. <i>EP300 <\/i>loss drives tumorigenesis in bladder cancer via activation of IL-6\/JAK\/STAT3 signaling","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>EP300 <\/i>loss drives tumorigenesis in bladder cancer via activation of IL-6\/JAK\/STAT3 signaling","Topics":null,"cSlideId":""},{"Abstract":"Mitochondrial transfer in the central nervous system occurs from astrocytes to neurons in stroke. Mitochondrial exchange has also been reported among tumor cells in glioblastoma (GBM), the most common primary brain tumor. However, the role of mitochondrial transfer from non-neoplastic cells in the surrounding microenvironment to GBM remains poorly understood. We hypothesized that mitochondrial transfer from these non-neoplastic to GBM cells supports tumor metabolism and growth. Using transgenic mice expressing fluorophore-tagged mitochondria, we found that ~50% of orthotopically-implanted mouse GBM cells acquire host mitochondria. Brain-resident cells, mainly astrocytes, but not infiltrating immune cells were the primary mitochondrial donors <i>in vivo<\/i> and<i> in vitro<\/i>. Mitochondrial transfer also occurred from immortalized human astrocytes to a broad array of patient-derived xenograft (PDX) models of GBM <i>in vitro<\/i> at rates of 15-35%. GBM cells that acquired mitochondria expressed higher levels of the ATP-synthase subunit ATP5A and produced more ATP, while metabolomics revealed upregulated amino acid metabolism in recipient cells. <i>In vivo<\/i>, mouse GBM cells that acquired mitochondria were more likely to be in G2\/M proliferative cell cycle phases. We observed a similar effect in PDX that acquired astrocyte mitochondria from co-cultures <i>in vitro<\/i>. To mechanistically link increased proliferation specifically to mitochondrial transfer, we isolated astrocyte mitochondria by differential centrifugation and found that addition and uptake of cell-free mitochondria in human GBM cells recapitulated the increased proliferation. Using sorted mouse and human GBM cells with\/without astrocyte mitochondrial acquisition, we further found that mitochondrial transfer promoted <i>in vitro<\/i> self-renewal and <i>in vivo<\/i> tumorigenicity, leading to significant reduction in survival and increased penetrance in orthotopic GBM models. Transfer in mouse and human systems was contact-dependent and was abrogated by physical separation of donor and recipient cells by transwell inserts. We visualized contact-dependent transfer across actin-based intercellular connections consistent with previously reported microtubes. We confirmed the critical role of actin and the actin-associated protein, growth-associated protein 43 (GAP43) in facilitating mitochondrial transfer by showing that pharmacologic inhibition and genetic knockdown (respectively) significantly decreased the rate of mitochondrial transfer. Taken together, mitochondrial transfer comprises a fundamental, protumorigenic mechanism of GBM, enhancing metabolic activity and driving tumor cell proliferation. Further elucidating the molecular machinery regulating astrocyte mitochondrial transfer and its downstream protumorigenic effects will lead to therapeutic opportunities targeting this understudied tumor microenvironment interaction.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-07 Tumor-stromal cell interactions,,"},{"Key":"Keywords","Value":"Mitochondria,Cell cycle,Proliferation,Stemness,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dionysios C. Watson<\/b><sup>1<\/sup>, Defne Bayik<sup>2<\/sup>, Simon Storevik<sup>3<\/sup>, Shannon  S.  Moreino<sup>3<\/sup>, Samuel  S.  Sprowls<sup>2<\/sup>, Gauravi Deshpande<sup>2<\/sup>, Palavalasa Sravya<sup>4<\/sup>, Costas  A.  Lyssiotis<sup>4<\/sup>, Daniel  R.  Wahl<sup>4<\/sup>, Hrvoje Miletic<sup>3<\/sup>, Justin D. Lathia<sup>2<\/sup><br><br\/><sup>1<\/sup>University Hospitals Cleveland Medical Center \/ Cleveland Clinic \/ Case Western Reserve University, Cleveland, OH,<sup>2<\/sup>Cleveland Clinic, Cleveland, OH,<sup>3<\/sup>University of Bergen, Bergen, Norway,<sup>4<\/sup>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"5b1d1a9d-333e-46bc-805a-53cac7bc2f24","ControlNumber":"1422","DisclosureBlock":"&nbsp;<b>D. C. Watson, <\/b> None..<br><b>D. Bayik, <\/b> None..<br><b>S. Storevik, <\/b> None..<br><b>S. S. Moreino, <\/b> None..<br><b>S. S. Sprowls, <\/b> None..<br><b>G. Deshpande, <\/b> None..<br><b>P. Sravya, <\/b> None..<br><b>C. A. Lyssiotis, <\/b> None..<br><b>D. R. Wahl, <\/b> None..<br><b>H. Miletic, <\/b> None..<br><b>J. D. Lathia, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5846","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"331","PresenterBiography":null,"PresenterDisplayName":"Dionysios Watson, MD;PhD","PresenterKey":"79f55417-07b7-4d25-a50c-55d020c7fd53","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"331. Mitochondrial transfer from astrocytes drives glioblastoma tumorigenicity","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mitochondrial transfer from astrocytes drives glioblastoma tumorigenicity","Topics":null,"cSlideId":""},{"Abstract":"Triple negative breast cancer (TNBC) cells overexpress enhancer of zeste homolog 2 (EZH2) the catalytic subunit of polycomb repressive complex 2 (PRC2). EZH2 is a potential driver of TNBC metastasis, and its high expression strongly associates with the TNBC phenotype as compared with other molecular subtypes of breast cancer. Furthermore, several studies have also shown the involvement of the neurotransmitter, dopamine, in proliferation, apoptosis, tumor angiogenesis, and drug resistance among different cancers, including the breast. Dopamine D1 receptor (D1R) activation in TNBC cell line induces apoptosis, autophagy, inhibit the invasion, and regress mammary tumors. The oncogenic nature of EZH2 in driving aggressiveness in TNBC cells led us to simultaneously target D1R and EZH2 to completely ablate tumor growth and metastasis. Conventional <i>in vitro <\/i>models utilize monolayers to investigate the effect of drugs on cancer cells but do not accurately recapitulate the <i>in vivo <\/i>microenvironment as the cells are subjected to homogeneous growth conditions. Microgels are miniature compartmentalized hydrogels that yield isotropic cell culture conditions unbiased by gravitational or hydrodynamic forces. As such, microgels lend suitable microenvironments conducive to the growth of tumor spheroids, which impose radial-dependent growth conditions as observed <i>in vivo<\/i>. While non-transformed epithelial cells with reconstituted basement membrane form hollow, growth-arrested, polarized three-dimensional (3D) structures, tumorigenic cells form large, solid, proliferating and invasive structures characteristic of <i>in vivo<\/i> tumor, which are recapitulated by tumor spheroids. As such, tumor spheroids become an ideal model to study the sensitivity of drugs combination, which led us to investigate the efficacy of EZH2 inhibitor and D1R agonist on TNBC tumor spheroids. Tumor spheroids were formed in monodisperse calcium-alginate microgels generated via droplet-based microfluidics, which mimic the viscoelastic properties of decellularized ECM and induce aggregation by removing integrin-binding sites. Tumor spheroids formed after 2 days were subjected to single and combination therapies of GSK126, an EZH2 inhibitor, and A77636, a dopamine agonist over the span of 4 days. Single doses demonstrated a dose-dependent decrease in tumor spheroid area. Furthermore, the combination therapy demonstrated a regression in growth, synergistic decrease in area (CI &#60; 0.6), and the induction of necrosis. Furthermore, knockout of EZH2 in the TNBC cells resulted in inability for tumor spheroid formation and a sensitivity to A77636. Our findings imply that EZH2 is critical for spheroid formation and growth in TNBC and suggest that targeting the EZH2 alongside D1R presents a novel strategy for enhancing EZH2 inhibition (This work is supported by DOD: W81XWH2010065, for Eswar Shankar).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Cancer,EZH2,Drug resistance,Necrotic cell death,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xilal  Y.  Rima<\/b><sup>1<\/sup>, Gautham Sarathy<sup>2<\/sup>, Lara Rizzotto<sup>3<\/sup>, Anagh Kulkarni<sup>4<\/sup>, Dario Palmieri<sup>5<\/sup>, Meisam Naeimi Kararoudi<sup>6<\/sup>, Eduardo Retegui<sup>7<\/sup>, Bhuvaneswari Ramaswamy<sup>8<\/sup>, Eswar Shankar<sup>9<\/sup><br><br\/><sup>1<\/sup>Chemical and Biomolecular Engineering, The Ohio State University, College of Bioengineering, Columbus, OH,<sup>2<\/sup>Internal Medicine, The Ohio State University Wexner Medical Ctr., Columbus, OH,<sup>3<\/sup>Cancer Biology and Genetics, The Ohio State University, Columbus, OH,<sup>4<\/sup>Internal, The Ohio State University, Columbus, OH,<sup>5<\/sup>Cancer Biology and Genetics, The Ohio State University Wexner Medical Ctr., Columbus, OH,<sup>6<\/sup>Department of Pediatrics, Nationwide Children's hospital, Ohio State University, Columbus, OH,<sup>7<\/sup>Chemical and Biomolecular Engineering, The Ohio State University , College of Bioengineering, Columbus, OH,<sup>8<\/sup>Internal, The Ohio State University, , Wexner Medical Center, Columbus, OH,<sup>9<\/sup>The Ohio State University Wexner Medical Ctr., Columbus, OH","CSlideId":"","ControlKey":"c6df1442-afec-481b-845c-586280b781ea","ControlNumber":"6710","DisclosureBlock":"&nbsp;<b>X. Y. Rima, <\/b> None..<br><b>G. Sarathy, <\/b> None..<br><b>L. Rizzotto, <\/b> None..<br><b>A. Kulkarni, <\/b> None..<br><b>D. Palmieri, <\/b> None..<br><b>M. Naeimi Kararoudi, <\/b> None..<br><b>E. Retegui, <\/b> None..<br><b>B. Ramaswamy, <\/b> None..<br><b>E. Shankar, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5847","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"332","PresenterBiography":null,"PresenterDisplayName":"Xilal Rima, Graduate Student","PresenterKey":"f5248a40-ab2a-4e4d-9009-af26beb2b1b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"332. Simultaneous inhibition of EZH2 and activation of dopamine D1 in an isotropic triple-negative breast cancer microgel model","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Simultaneous inhibition of EZH2 and activation of dopamine D1 in an isotropic triple-negative breast cancer microgel model","Topics":null,"cSlideId":""},{"Abstract":"Classically, the interleukin-23 receptor (IL-23R) is expressed on the surface of T cells where activation by its ligand, interleukin-23 (IL-23) leads to T cell activation through the JAK\/STAT pathway. Here, we identify a novel localization and function for IL-23R in which intracellular IL-23R is necessary for AML viability by regulating mitotic spindle and centrosome formation.<br \/>IL-23R was identified as a potential target through InterLinked Therapeutics&#8217; ITX machine learning platform. IL-23R was identified through this unbiased in silico screen as a top hit and a potential regulator of the G2\/M checkpoint and mitotic spindle. We confirmed that IL-23R protein was overexpressed &#62;2-fold in 6 of 8 primary AML patient samples compared to mean IL-23R expression in normal hematopoietic cells.<br \/>Consistent with prior studies, we confirmed cell surface localization of IL-23R in double negative T cells by flow cytometry and confocal microscopy. In contrast, only small amounts of IL-23R were detected on the surface of AML cells and primary AML patient samples. Rather, IL-23R was located intracellularly as demonstrated by flow cytometry, confocal microscopy, and immunoblotting of subcellular fractions. We confirmed intracellular localization of IL-23R in AML cells using 4 different antibodies targeted against 4 different epitopes of the receptor.<br \/>We used BioID mass spectrometry to identify novel protein interactors with intracellular IL-23R and identified 61 interacting proteins. 36 of those 61 were nuclear or cytoplasmic in localization and the largest subset was associated with mitotic spindle regulation. By Proximity Ligation Assay, we confirmed the interactions between endogenous IL-23R with known mitotic spindle proteins NUMA, TMEM201, BAG6, and TACC1 in OCI-AML2 cells and primary AML samples.<br \/>By confocal microscopy, we discovered that IL-23R co-localized with the mitotic spindle and centrosomes in AML cells. Genetic knockout of IL-23R increased spindle defects with multipolarity, lagging chromosomes, and spindle orientation errors. Interestingly, heterodimeric partner of IL-23R, IL12R&#946;1 was also detected to be co-localized with mitotic spindles but the cytokine, IL-23, could not be detected.<br \/>Knockdown of IL-23R also reduced cell growth in OCI-AML2, TEX, K562, NB4, and U937 cells. IL-23R knockdown also reduced the clonogenic growth and engraftment efficiency of TEX leukemia cells into murine bone marrow.<br \/>In summary, intracellular IL-23R is a critical regulator of mitosis in AML and is necessary for AML viability. This study highlights a novel function and localization of IL-23R in AML and identifies a potential therapeutic target.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-06 Receptors,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Mitosis,Cytokines,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nathan Duong<\/b><sup>1<\/sup>, Dilshad H. Khan<sup>1<\/sup>, Geethu  E.  Thomas<sup>1<\/sup>, Rose Hurren<sup>1<\/sup>, Jong Bok Lee<sup>2<\/sup>, Jonathan St-Germain<sup>1<\/sup>, Lily Drimmer<sup>1<\/sup>, Yongran Yan<sup>1<\/sup>, Neil MacLean<sup>1<\/sup>, Marcela Gronda<sup>1<\/sup>, Brandon D. Brown<sup>3<\/sup>, Brian Raught<sup>1<\/sup>, Andrea Arruda<sup>1<\/sup>, Hong Chang<sup>1<\/sup>, Mark D. Minden<sup>1<\/sup>, Li Zhang<sup>4<\/sup>, Steven M. Kornblau<sup>5<\/sup>, Vito Spadavecchio<sup>6<\/sup>, Aaron D. Schimmer<sup>1<\/sup><br><br\/><sup>1<\/sup>University Health Network, Princess Margaret Cancer Centre, Toronto, ON, Canada,<sup>2<\/sup>University Health Network, Toronto, ON, Canada,<sup>3<\/sup>Department of Pediatrics, The University of Texas, MD Anderson Cancer Center, Houston, TX,<sup>4<\/sup>Toronto General Hospital Research Institute, University Health Network, Toronto, ON, Canada,<sup>5<\/sup>The University of Texas, MD Anderson Cancer Center, Houston, TX,<sup>6<\/sup>Interlinked Therapeutics, Portland, OR","CSlideId":"","ControlKey":"b5cbef8e-f3c6-4868-bc22-61bc5537c013","ControlNumber":"1669","DisclosureBlock":"&nbsp;<b>N. Duong, <\/b> None..<br><b>D. H. Khan, <\/b> None..<br><b>G. E. Thomas, <\/b> None..<br><b>R. Hurren, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. St-Germain, <\/b> None..<br><b>L. Drimmer, <\/b> None..<br><b>Y. Yan, <\/b> None..<br><b>N. MacLean, <\/b> None..<br><b>M. Gronda, <\/b> None..<br><b>B. D. Brown, <\/b> None..<br><b>B. Raught, <\/b> None..<br><b>A. Arruda, <\/b> None..<br><b>H. Chang, <\/b> None..<br><b>M. D. Minden, <\/b> None.&nbsp;<br><b>L. Zhang, <\/b> <br><b>WYZE Biotech Co. Ltd<\/b> Stock Option, Other, Consultancy and Honoraria.<br><b>S. M. Kornblau, <\/b> None.&nbsp;<br><b>V. Spadavecchio, <\/b> <br><b>Interlinked Therapeutics, LLC<\/b> Employment. <br><b>A. D. Schimmer, <\/b> <br><b>Takeda Pharmaceuticals<\/b> Other, Consultancy, Honoraria, Research Funding. <br><b>BMS<\/b> Other, Consultancy, Honoraria, Research Funding. <br><b>Medivir AB<\/b> Other, Research Funding. <br><b>Astra Zeneca<\/b> Other, Consultancy and Honoraria. <br><b>Novartis<\/b> Other, Consultancy and Honoraria. <br><b>Jazz<\/b> Other, Consultancy and Honoraria. <br><b>Otsuka Pharmaceuticals<\/b> Other, Consultancy and Honoraria. <br><b>UHN<\/b> Patent.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5848","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"333","PresenterBiography":null,"PresenterDisplayName":"Nathan Duong, BS","PresenterKey":"e4590ac7-d62b-4018-8e22-1f7cfa0d7fad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"333. Interleukin 23 receptor is a critical regulator of the mitotic spindle and necessary for AML viability","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Interleukin 23 receptor is a critical regulator of the mitotic spindle and necessary for AML viability","Topics":null,"cSlideId":""},{"Abstract":"Rhabdomyosarcoma (RMS) accounts for 5% of all pediatric cancers.<sup> <\/sup>The overall survival rate for patients with advanced RMS has been less than 20% for the last 30 years. Investigating novel treatment strategies for RMS is necessary to improve prognosis. PAX\/FOXO1 Fusion Negative RMS (FN-RMS) is commonly associated with alterations in the RAS\/RAF\/MEK\/ERK pathway and arises due to a disruption of differentiation in skeletal muscle precursor cells. Trametinib, a MEK inhibitor, induces myogenic differentiation in FN-RMS cell lines, thus nominating trametinib as a potential differentiation therapy for FN-RMS.<sup> <\/sup>However, it is imperative to note that trametinib-induced RMS differentiation is incomplete. Therefore, exploring additional targets to drive differentiation is necessary. ASAP1, an Arf GTPase-activating protein (GAP), is a candidate due to its role in osteogenic and adipogenic differentiation. Additionally, ASAP1 has been shown to be overexpressed in several cancers. Furthermore, we see an overexpression of <i>ASAP1<\/i> in FN-RMS and lower survival rates for sarcoma patients in which <i>ASAP1<\/i> is overexpressed within the tumor. In this study, we tested the hypothesis that ASAP1 plays a role in the myogenic differentiation of FN-RMS. Upon knockdown (KD) of ASAP1, trametinib-induced differentiation was reduced, while over-expression of ASAP1 potentiated trametinib-induced differentiation. Interestingly, KD of ARF1, a substrate of ASAP1&#8217;s GAP activity, also blocked trametinib-induced differentiation. Due to these conflicting observations, we examined the relationship between ARF1 and ASAP1. Expression of exogenous ARF1 and ARF1[I46D], a mutation that renders ARF1 insensitive to ASAP1&#8217;s GAP activity, following KD of endogenous ARF1, rescued trametinib-induced differentiation. This indicates that the GAP activity of ASAP1 is not necessary for trametinib-differentiation in FN-RMS. To further examine ASAP1 and ARF1&#8217;s interaction, we investigated trametinib-induced differentiation upon KD of known effectors of ARF1 (GGA1, GGA2, and GGA3). Similar to the KD of ASAP1, trametinib-induced differentiation was reduced, indicating that this may be a phenotype between ARF1 and its effectors. Furthermore, to investigate the mechanism in which ASAP1 is regulating differentiation, we turned to the Hippo pathway&#8217;s effectors, YAP and TAZ. <i>ASAP1<\/i> is a transcriptional target of YAP\/TAZ, and YAP\/TAZ activity affects myogenic differentiation. We observed that ASAP1 negatively regulates TAZ activity by affecting TAZ localization. In summary, ASAP1 functions in part as an ARF1 effector that regulates myogenic differentiation of FN-RMS by affecting TAZ localization. Future work will consist of investigating the downstream signaling effects of the novel ASAP1 and ARF1 interaction in FN-RMS and understanding the role of manipulating myogenic differentiation in advanced and metastatic FN-RMS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-04 GTPases, their regulators, and effectors,,"},{"Key":"Keywords","Value":"GTPase,GTPase activating protein,Pediatric cancers,MEK inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Angela Kim<\/b><sup>1<\/sup>, Katie  E.  Hebron<sup>1<\/sup>, Olivia L. Perkins<sup>2<\/sup>, Xiaoying Jian<sup>1<\/sup>, Sofia A. Girald-Berlingeri<sup>3<\/sup>, Paul A. Randazzo<sup>1<\/sup>, Marielle E. Yohe<sup>1<\/sup><br><br\/><sup>1<\/sup>National Cancer Institute, NIH, Frederick, MD,<sup>2<\/sup>Vanderbilt University, Nashville, TN,<sup>3<\/sup>Inova Fairfax Hospital, Falls Church, VA","CSlideId":"","ControlKey":"1b884944-732d-48d5-b5da-85c5dd438f50","ControlNumber":"6591","DisclosureBlock":"&nbsp;<b>A. Kim, <\/b> None..<br><b>K. E. Hebron, <\/b> None..<br><b>O. L. Perkins, <\/b> None..<br><b>X. Jian, <\/b> None..<br><b>S. A. Girald-Berlingeri, <\/b> None..<br><b>P. A. Randazzo, <\/b> None..<br><b>M. E. Yohe, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5849","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"334","PresenterBiography":null,"PresenterDisplayName":"Angela Kim","PresenterKey":"5bd74a68-076f-4ce7-aa91-9eb8db12f025","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"334. ASAP1&#8217;s role in regulating myogenic differentiation in fusion negative rhabdomyosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ASAP1&#8217;s role in regulating myogenic differentiation in fusion negative rhabdomyosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma is the heterogeneous primary malignancy of bone which is most commonly found among children and adolescents. Recent data related to treatment of osteosarcoma indicates the lack information about the progression of the disease. Osteosarcoma has been a challenge for the oncologist because even after surgical removal of primary tumors many patients go on to develop pulmonary metastasis. Protein deubiquitination controls many intracellular processes, including cell cycle progression, transcriptional activation, and signal transduction. Ubiquitin specific peptidases (USPs) remove ubiquitin tags from target proteins to alter protein configuration and function. Recent studies have revealed that Ubiquitin specific peptidase 37 (UPS37) regulates replication stress by regulating important protein involved in several important cellular functions. Analysis of TCGA data indicated that overexpression of USP37 correlated with reduced progression free survival (PFS) in osteosarcoma patients. Next generation sequencing (NGS) analysis of osteosarcoma cells indicated that distinct set of genes were altered on overexpression or knockdown of USP37. Our data indicate that USP37 overexpression confers survival advantage while its depletion enhances sensitivity for cell killing in osteosarcoma cells due to replication stress. USP37 overexpressing cells were able to resolve DNA damage foci much more rapidly than the control cells or cells in which USP37 was depleted in response to genotoxic stress. USP37 depletion results in reduced resolution of &#947; H2AX and 53BP1 DNA damage foci and increase in number of collapsed replication fork which indicates the reduced ability of cells to carry out constitutive DNA replication. USP37 was found to interact with PCNA (Proliferative cell nuclear antigen). Interestingly docking studies indicated that USP37 and PCNA interacted with stronger affinity in presence of double stranded DNA through different residues. We further correlated our data with archived tissue blocks of osteosarcoma patients by analyzing if USP37 and PCNA expression colocalized. Present data suggests that USP37 is required for tolerance of replication stress as it interacts with PCNA which is required to dock additional replication factors and stabilize DNA replication fork. The current data provides new mechanistic details for the regulation of replication stress by USP37 which merits the development of targeting strategies to explore its therapeutic potential in osteosarcoma by inducing synthetic lethality.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-08 Ubiquitin and ubiquitin-like proteins,,"},{"Key":"Keywords","Value":"Ubiquitination,Oncogene,Repair,DNA replication,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ravi Chauhan<sup>1<\/sup>, Lakshay Malhotra<sup>2<\/sup>, Ashna Gupta<sup>1<\/sup>, Ajaz Bhat<sup>3<\/sup>, Gunjan Dagar<sup>2<\/sup>, Tariq Masoodi<sup>3<\/sup>, Muzafar  A.  Macha<sup>4<\/sup>, Ethayathulla Abdul Samath<sup>2<\/sup>, Atul Batra<sup>1<\/sup>, Mehar Chand Sharma<sup>5<\/sup>, Mohammad Haris<sup>6<\/sup>, Ammira Al-Shabeeb Akil<sup>7<\/sup>, Tej  K.  Pandita<sup>8<\/sup>, Shahab Uddin<sup>9<\/sup>, <b>Mayank Singh<\/b><sup>10<\/sup><br><br\/><sup>1<\/sup>Medical Oncology, All India Institute of Medical Science, Delhi, India,<sup>2<\/sup>Biophysics, All India Institute of Medical Science, Delhi, India,<sup>3<\/sup>Department of Human Genetics-Precision Medicine in Diabetes, Obesity and Cancer Program,, Sidra Medicine, Doha, Qatar,<sup>4<\/sup>Watson-Crick Centre for Molecular Medicine, Islamic University of Science and Technology,, Pulwama, India,<sup>5<\/sup>Pathology, All India Institute of Medical Science, Delhi, India,<sup>6<\/sup>Department of Human Genetics-Precision Medicine, Sidra Medicine, Doha, Qatar,<sup>7<\/sup>Department of Human Genetics-Precision Medicine in Diabetes, Obesity and Cancer Program,  Sidra Med, Sidra Medicine, Doha, Qatar,<sup>8<\/sup>Center for Genomics and Precision Medicine, Texas A&M College of Medicine,, Houston, TX,<sup>9<\/sup>Translational Research Institute, Hamad Medical Corporation,, Doha, Qatar,<sup>10<\/sup>All India Institute of Medical Science, Delhi, India","CSlideId":"","ControlKey":"7befb518-13f4-403a-8afb-927284a1bdfc","ControlNumber":"1546","DisclosureBlock":"&nbsp;<b>R. Chauhan, <\/b> None..<br><b>L. Malhotra, <\/b> None..<br><b>A. Gupta, <\/b> None..<br><b>A. Bhat, <\/b> None..<br><b>G. Dagar, <\/b> None..<br><b>T. Masoodi, <\/b> None..<br><b>M. A. Macha, <\/b> None..<br><b>E. A. Samath, <\/b> None..<br><b>A. Batra, <\/b> None..<br><b>M. C. Sharma, <\/b> None..<br><b>M. Haris, <\/b> None..<br><b>A. A. Akil, <\/b> None..<br><b>T. K. Pandita, <\/b> None..<br><b>S. Uddin, <\/b> None..<br><b>M. Singh, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5850","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"335","PresenterBiography":null,"PresenterDisplayName":"Mayank Singh","PresenterKey":"b3272d58-26b7-41f0-b5c5-6e462f4f1377","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"335. Ubiquitin Specific Peptidase 37<i>promotes Osteosarcoma oncogenesis by interacting with PCNA and impacting constitutive replication fork movement.<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ubiquitin Specific Peptidase 37<i>promotes Osteosarcoma oncogenesis by interacting with PCNA and impacting constitutive replication fork movement.<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Increased cell surface sialylation is a prevalent feature of tumor cells. The addition of sialic acid (a negatively-charged sugar) to select surface receptors modulates the structure and function of these receptors, leading to changes in intracellular signaling and gene expression. Increased tumor cell sialylation occurs, in part, through the upregulation of sialyltransferases such as ST6GAL1, an enzyme that adds an &#945;2-6 linked sialic acid to<i> N<\/i>-glycosylated proteins. ST6GAL1 is overexpressed in numerous malignancies, including pancreatic ductal adenocarcinoma (PDAC), and high expression correlates with a poor prognosis. Our group has shown that ST6GAL1 plays a causal role in promoting PDAC initiation and progression in tumor xenograft and genetically-engineered mouse (GEM) models. As one example, we developed a GEM model with conditional ST6GAL1 expression in the pancreas and crossed this line to the &#8220;KC&#8221; PDAC model, which expresses oncogenic Kras (Kras<sup>G12D<\/sup>). Mice with dual expression of ST6GAL1 and Kras<sup>G12D<\/sup> (&#8221;KSC&#8221; mice) exhibit greatly accelerated PDAC initiation, progression, and mortality when compared with KC mice. In light of ST6GAL1's known role in conferring progenitor-like cell characteristics, we postulated that ST6GAL1 activity contributes to PDAC initiation by fostering acinar to ductal metaplasia (ADM). During ADM, pancreatic acinar cells de-differentiate into ductal-like, progenitor cells and acquire greater proliferative potential as well as apoptosis resistance. Cells undergoing ADM are particularly vulnerable to Kras-dependent transformation. Using a variety of approaches and model systems including GEM organoids, 3D acinar cultures, acinar-like cell lines, and an in vivo assay for ADM, we uncovered a novel function for ST6GAL1 in promoting ADM. We further determined that high ST6GAL1 activity in acinar cells cooperates with Kras<sup>G12D<\/sup> to drive neoplasia. Finally, our studies suggest that the tumor-promoting effects of ST6GAL1 are mediated, at least in part, by ST6GAL1-mediated sialylation of EGFR. These collective results highlight a novel glycosylation-dependent mechanism involved in early stages of PDAC development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-06 Receptors,,"},{"Key":"Keywords","Value":"Glycosylation,EGFR,Pancreatic cancer,KRAS,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Susan L. Bellis<\/b><sup>1<\/sup>, Asmi Chakraborty<sup>2<\/sup>, Nikita Bhalerao<sup>1<\/sup>, Michael Marciel<sup>1<\/sup>, Jihye Hwang<sup>1<\/sup>, Austin Silva<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Alabama at Birmingham, Birmingham, AL,<sup>2<\/sup>Harvard University, Boston, MA","CSlideId":"","ControlKey":"a689615a-ecc3-4324-992f-92770f9eda3e","ControlNumber":"4994","DisclosureBlock":"&nbsp;<b>S. L. Bellis, <\/b> None..<br><b>A. Chakraborty, <\/b> None..<br><b>N. Bhalerao, <\/b> None..<br><b>M. Marciel, <\/b> None..<br><b>J. Hwang, <\/b> None..<br><b>A. Silva, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5851","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"336","PresenterBiography":null,"PresenterDisplayName":"Susan Bellis, PhD","PresenterKey":"fc4fe31f-7a98-4507-b41c-52957c06f528","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"336. Role of ST6GAL1 sialyltransferase in early stages of pancreatic cancer development","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of ST6GAL1 sialyltransferase in early stages of pancreatic cancer development","Topics":null,"cSlideId":""},{"Abstract":"Background: Glioblastoma (GBM) is the most lethal primary malignant brain tumor with a median survival of 15-20 months. Concurrent temozolomide (TMZ) chemotherapy and radiation (XRT) remain the current standard of care (SOC) treatment for newly diagnosed GBM. The addition of tumor treating fields (TTFs) improves median survival from 16 to 20.9 months. This modest improvement underscores the urgent need to identify a new treatment modality as standalone therapy. We have reported recently that brief 2 - 6 h of daily brain stimulation with a new noninvasive, non-contact, magnetic stimulation device causes &#62;30% reduction of contrast-enhanced tumor (CET) volume in an end-stage recurrent GBM patient after a ~30-day treatment.<br \/>Purpose: The noninvasive Oncomagnetic device developed in our laboratory selectively kills glioblastoma (GBM) and other cancer cells while sparing normal developing neurons and astrocytes <i>in vitro<\/i>. The spinning oscillating magnetic field (sOMF) generated by this device disrupts electron transport in the mitochondrial respiratory chain leading to a marked increase in reactive oxygen species (ROS) and consequent cancer cell death. However, the downstream molecular mechanism of sOMF action is under investigation. We studied the cellular and molecular effects of sOMF treatment on GBM cell lines and investigated the response to Oncomagnetic monotherapy (OMT) in a syngeneic mouse model. We treated LN229 and U87 GBM cells with sOMF with and without a sub-therapeutic dose of TMZ <i>in vitro<\/i>. To study the anticancer effect of sOMF <i>in vivo<\/i>, we developed syngeneic GBM tumors in BALB\/c mice by stereotactic intracranial injection of GL261WT cells. Tumor growth was monitored periodically by MRI scans.<br \/>Results: Our results showed that sOMF significantly reduce cell proliferation and cell survival <i>in vitro<\/i>. We observed that sOMF induces DNA damage and arrests cells in G1 phase of cell cycle. OMT of tumor-bearing mice using a whole-body sOMF stimulation method caused a substantial retardation of tumor growth and reduction of the contrast-enhanced tumor volume in 9.4 T MRI scans. OMT also showed significant increase in overall survival in these mice.<br \/>Conclusion: These experiments contribute to unraveling the mechanism of action underlying the response to OMT in GBM and provide a strong rationale for a standalone Oncomagnetic therapy for GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Glioblastoma,DNA damage,Cell signaling,Cell proliferation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Arvind Pandey<\/b><sup><\/sup>, Shashank Hambarde<sup><\/sup>, David S. Baskin<sup><\/sup>, Santosh A. Helekar<sup><\/sup><br><br\/>Department of Neurosurgery, Houston Methodist Research Institute, Houston, TX","CSlideId":"","ControlKey":"13f043a7-f175-4258-9840-9352a1043abc","ControlNumber":"3204","DisclosureBlock":"&nbsp;<b>A. Pandey, <\/b> None..<br><b>S. Hambarde, <\/b> None..<br><b>D. S. Baskin, <\/b> None..<br><b>S. A. Helekar, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5852","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"337","PresenterBiography":null,"PresenterDisplayName":"Arvind Pandey, PhD","PresenterKey":"c2bf78e7-ef2f-41da-bc13-14f42b671b72","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"337. Antitumor effect of oncomagnetic therapy in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antitumor effect of oncomagnetic therapy in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"According to the American Cancer Society, approximately 62,210 people (32,970 men and 29,240 women) in the United States are estimated to be diagnosed with pancreatic cancer by the end of 2022. An estimated 80% of these patients will die as a result of pancreatic cancer. This type of cancer has been challenging to treat due to the complexity of tumor cells, tumor aggressiveness, current drug availability, and drug delivery. A new class of substituted quinolines, known as PQ compounds, acts as gap junction enhancer, having the ability to increase the gap junctional intercellular communication cancerous cells. The goal of this project is to provide a new approach to treat pancreatic cancer via restoration of gap junctional intercellular communication and combining treatment with antineoplastic drugs. One approach was to increase cell communication of pancreatic cancer cells using small molecules, PQs, and hence allowing antineoplastic drugs to effectively travel from cell to cell. Pancreatic cancer cells were treated with gap junction enhancers, PQs, in the presence and absence of antineoplastic drugs. Interestingly, 5-FU significantly decreased the expression of gap junction protein, connexin 43, compared to control and PQ1 treatments. PQ1 has demonstrated to increase Cx43 expression and increase 4.5-fold of gap junction activity. Furthermore, cells treated with nilotinib have a significant effect on PANC-1 cells. Current studies focus on functional assays to determine if PQ1 can increase cell-cell communication, allowing a reduced concentration of antineoplastic drugs to be used. Overall, the findings provide an initial insight to a new approach in treating pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-02 Cell-cell interactions,,"},{"Key":"Keywords","Value":"Combination studies,Pancreatic cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Annelise Nguyen<\/b><sup><\/sup>, My Doan<sup><\/sup><br><br\/>School of Veterinary Medicine, Texas Tech University, Amarillo, TX","CSlideId":"","ControlKey":"99055746-06ad-4518-8487-9c6b2e38d493","ControlNumber":"8154","DisclosureBlock":"&nbsp;<b>A. Nguyen, <\/b> None..<br><b>M. Doan, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5853","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"338","PresenterBiography":null,"PresenterDisplayName":"Annelise Nguyen, MBA;PhD","PresenterKey":"1fced88a-c26e-4478-8af7-1681ca9c2c07","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"338. Regulation of gap junction intercellular communication in pancreatic cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regulation of gap junction intercellular communication in pancreatic cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer (BC) is the most frequently diagnosed cancer worldwide, with an ever-increasing incidence rate. While screening and treatment methods have improved markedly over the last three decades, BC remains the leading cause of malignant death in women annually. Therefore, there is an urgent need to identify new biomarkers and therapeutic targets for BC. Recently, dysregulated gasdermin D (GSDMD), a central player of inflammation-induced cell death called pyroptosis, has been shown to be implicated in cancer. However, it is unclear whether GSDMD plays important roles in BC. In addition, the molecular mechanism underlying GSDMD-involved tumorigenesis remains unknown. Here, we discovered that GSDMD is significantly upregulated in BC. We have shown that overexpression or knockout of GSDMD increases or decreases BC cell proliferation, respectively. In addition, we have identified and validated several novel GSDMD-interacting proteins that play important roles in breast cancer. These present findings will not only shed light on the roles of GSDMD in BC tumorigenesis but also provide new preclinical data for future successful treatments of BC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-02 Cell-cell interactions,,"},{"Key":"Keywords","Value":"Breast cancer,GSDMD,Cancer progression,Protein-protein interactions,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Derek Yisen Zhang<\/b><sup><\/sup><br><br\/>Pathology and Molecular Medicine, Queen's University, Kingston, ON, Canada","CSlideId":"","ControlKey":"4eda4aa3-4488-4537-8c9a-9f524bbcf58a","ControlNumber":"2680","DisclosureBlock":"&nbsp;<b>D. Y. Zhang, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5854","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"339","PresenterBiography":null,"PresenterDisplayName":"Derek Zhang, BS;MS","PresenterKey":"278015ac-b98b-408a-a8bc-f31a2f9b0ff4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"339. Exploring the roles of GSDMD in mammary tumorigenesis","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the roles of GSDMD in mammary tumorigenesis","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is the most common non-skin cancer in men, and second leading cause of death. PCa occurs when cells within the prostate grow uncontrollably, creating small tumors. Generally, the growth\/proliferation of the prostate is regulated by the male hormone, androgen, that binds androgen receptor (AR), a nuclear receptor that functions as a transcription factor and regulates the development and proliferation of the prostate as well as PCa. Interestingly, AR has become one of the leading pathways targets to slow down prostate cancer progression. In fact, enzalutamide a second-generation antiandrogen drug works to inhibit AR translocation into the nucleus. High Mobility Group AT-Hook (HMGA2) is a transcription factor protein that alters the structure of DNA by binding to the promoter region to regulate the transcription of genes. The expression of HMGA2 is associated with cancer proliferation and metastasis and is higher in PCa patients compared to men without cancer. Additionally, this gene has two isoforms HMGA2 full-length\/wild-type and truncated (missing the carboxyl terminus). Preliminary studies shown that AR is localized in the nucleus of HMGA2 wild-type but not truncated overexpressing cells. Our hypothesis is that HMGA2 wild-type promotes AR translocation to the nucleus which leads to increased cell proliferation in PCa cells. We utilized HMGA2-wild-type and HMGA2-truncated overexpressing LNCaP cells and C4-2B enzalutamide resistant cells to knockdown either AR or HMGA2 with siRNA followed by western blot analysis, cell proliferation assay, and immunofluorescence. Our results show that HMGA2 siRNA led to decreased expression of wild-type (25 kDa long form) and truncated isoform (17 kDa) protein expression, and cell proliferation when compared to control siRNA. However, AR knockdown decreased AR expression in both cell lines but only decreased cell proliferation in HMGA2-wild-type and C4-2B enzalutamide-resistant cells. This suggests that HMGA2 wild-type works with AR to promote cell proliferation, whereas HMGA2-truncated promotes cell proliferation by an AR-independent mechanism. Therefore, we need to examine how current PCa treatments such as enzalutamide that target AR work in patients expressing differing HMGA2 isoforms.<br \/><b>Grant\/Other Support:<\/b> RISE: 5R25GM0058904, NIH\/NIMHD 2U54MD007590; 5U54MD013376-8281; NSF S-STEM 2030608.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Proliferation,Prostate cancer,Androgen receptor,Enzalutamide,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mojisoluwa Simisoluwa Awolowo<\/b><sup>1<\/sup>, Taaliah Campbell<sup>2<\/sup>, Ohuod Hawsawi<sup>2<\/sup>, Valerie Odero-Marah<sup>1<\/sup><br><br\/><sup>1<\/sup>Morgan State University, Baltimore, MD,<sup>2<\/sup>Clark Atlanta University, Atlanta, GA","CSlideId":"","ControlKey":"b7d30400-fe24-432c-ac93-a0f98bd01a42","ControlNumber":"7562","DisclosureBlock":"&nbsp;<b>M. S. Awolowo, <\/b> None..<br><b>T. Campbell, <\/b> None..<br><b>O. Hawsawi, <\/b> None..<br><b>V. Odero-Marah, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5855","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"340","PresenterBiography":null,"PresenterDisplayName":"Mojisoluwa Awolowo, BS","PresenterKey":"191a293c-b2d6-4b15-a505-f55717be5e8b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"340. Investigating the role of HMGA2 and AR crosstalk in prostate cancer cell proliferation","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the role of HMGA2 and AR crosstalk in prostate cancer cell proliferation","Topics":null,"cSlideId":""},{"Abstract":"Respiratory viral infections (RVI) such as influenza and COVID19 impact the host systemic immune system along with causing deleterious chronic inflammatory responses and respiratory distress. While the role of chronic inflammation in cancer is well-established, the role of RVI on tumorigenesis is poorly defined. To study the role of RVI on breast cancer, we first infected murine respiratory epithelial cells (mRES) with murine sendai virus (mSV), an analog for human parainfluenza virus. These infected mRES were co-cultured with 4T1 murine breast cancer cells in 1:1 dilution on a single 2D plate and also in trans-well format. Both in co-culture and transwell culture we saw a 40-80% (p&#60;0.05) increased proliferation of breast cancer cells. Similarly, when 4T1 cells were treated with the supernatant collected from infected mRES cells in 1:5 dilution, also demonstrated a 2.3 fold increased breast cancer cell proliferation. The cytokine analysis from the supernatant collected from infected mRES cells demonstrated a 17-23 fold enhanced secretion of &#945;\/&#946;-defensins. Direct treatment of &#945;-defensin (cyptidin-4, 10 pg\/mL) and &#946;-defensin-3 (mBD3, 20 pg\/mL) on 4T1 cells demonstrated enhanced expression of chemokine metastatic receptor, CXCR4 (4.3 fold), angiogenic factor, VEGF (12.8 fold) and cell division favoring factor, CDK2 (8.1 fold). Further, analysis of infected mRES cells demonstrated upregulation of toll-like receptor 2 (TLR2) and NOD-like receptor protein 3 (NLRP3) expression. Interesting, co-cultured of infected mRES with syngeneic murine CD4 T cells induced exhaustion phenotype (PD1<sup>+<\/sup> and CTLA4<sup>+<\/sup>) differentiation of CD4 T cells. Taken together, these data suggest that respiratory viral infections through induction of cancer cell proliferation and inhibiting anti-tumor adaptive immune responses promote breast cancer proliferation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Breast cancer,Breast,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Umer Ali<\/b><sup><\/sup>, Venkataswarup Tiriveedhi<sup><\/sup><br><br\/>Department of Biological Sciences, Tennessee State University, Nashville, TN","CSlideId":"","ControlKey":"e4b8d70e-fd2b-4d24-88fa-ba8a58a8b243","ControlNumber":"7113","DisclosureBlock":"&nbsp;<b>U. Ali, <\/b> None..<br><b>V. Tiriveedhi, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5856","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"341","PresenterBiography":"","PresenterDisplayName":"Umer Ali, PhD","PresenterKey":"ca6e90f6-9e8e-431d-8aad-a3ed84da8a0e","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/ca6e90f6-9e8e-431d-8aad-a3ed84da8a0e.profile.jpg","SearchResultActions":null,"SearchResultBody":"341. Critical role of defensins in respiratory viral infection induced breast cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Critical role of defensins in respiratory viral infection induced breast cancer progression","Topics":null,"cSlideId":""},{"Abstract":"CD45 (the leukocyte common antigen) is a phosphatase present on all malignant and non-malignant leukocytes and hematopoietic progenitors and is the most abundant glycoprotein displayed by these cells. The human CD45 gene is alternatively spliced by reassortment of just three exons, exon 4 (&#8220;A&#8221;), exon 5 (&#8220;B&#8221;), and exon 6 (&#8220;C\"), to create five distinct &#8220;R&#8221; isoforms (RO (no splice exons), RABC, RAB, RBC, and RB), with inclusion of A, B, or C exons enriching for expression of glycans (carbohydrates). Despite decades of investigation, the expression and phosphatase function of these isoforms on human AML cells remains unknown. To address this question, flow cytometry and western blot analysis was performed on AML primary cells (n=3) and KG1a and U937 cell lines versus healthy monocytes (n=3) utilizing exon-specific CD45-targetting mAbs. We then compared the contribution of CD45 phosphatase activity in KG1a and U937 cells versus healthy monocytes by employing a highly specific CD45 phosphatase inhibitor in cell culture for 24hrs, assessing induction of cell death after exposure to the inhibitor (n=3). Our results confirm reports of others indicating that \"CD45RA- positivity\" is a characteristic phenotype of AML cells, yet, distinctly, our data indicate that the most prevalent isoform identified on AML cells as \"CD45RA-positive\" is, actually, CD45RABC, the largest and most glycosylated isoform of CD45. This finding is in striking contrast to healthy monocytes, which do not express CD45RABC. Additionally, culturing of human AML cells with a CD45 phosphatase inhibitor induces rapid cell death within 24 hours but does not affect healthy monocytes. Thus, the conspicuous expression of the CD45 isoform CD45RABC among AML cells is associated with a survival advantage. Current studies in AML are directed to elaborating the prevalence of CD45RABC expression and uncovering the downstream effectors of its enzymatic activity to elucidate how such pathways sustain AML growth\/survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-09 Other,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,CD45,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Evan Ales<\/b><sup><\/sup>, Robert Sackstein<sup><\/sup><br><br\/>Translational Medicine, Herbert Wertheim College of Medicine (FIU), Miami, FL","CSlideId":"","ControlKey":"f33c6804-c886-48b1-997b-c9af2f29ec77","ControlNumber":"6399","DisclosureBlock":"&nbsp;<b>E. Ales, <\/b> None..<br><b>R. Sackstein, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5857","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"342","PresenterBiography":null,"PresenterDisplayName":"Evan Ales","PresenterKey":"3b8b6466-927f-42ba-961b-0a431b5590dc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"342. Differential CD45 isoform expression and function in AML versus healthy leukocytes","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differential CD45 isoform expression and function in AML versus healthy leukocytes","Topics":null,"cSlideId":""},{"Abstract":"Non-Hispanic Black\/African American (Black\/AA) men in the United States have disproportionally higher incidence and mortality rates of lung cancer compared to non-Hispanic White (NHW) men. Molecular determinants including biological and genetic factors are believed to play critical roles in driving disparities. Yet, several recent large-scale genomic studies fail to identify significant somatic differences in lung cancer driver genes contributing to observed disparities between Black\/AA and NHW groups. These findings suggest that epigenetic mechanisms may contribute to lung cancer disparities in Black\/AA men. Arginine methylation is a post-translational modification catalyzed by protein arginine methyltransferases (PRMTs) that has gained considerable interest as many cancer types display elevated expression of PRMTs correlating with poor prognosis. Here, we observed a significant difference in the expression levels of PRMT6 between Black\/AA men vs. NHW men with non-small cell lung cancer (NSCLC) that may contribute to cancer health disparities. To uncover the molecular mechanism by which PRMT6 drives lung cancer, we performed co-immunoprecipitation<i>,<\/i> protein arginine methylation, and cell proliferation assays using several NSCLC cell lines. We demonstrated that PRMT6 formed a heteromer complex with PRMT1 and disruption of the complex with a competitive peptide inhibitor significantly reduced cancer cell proliferation. We further showed that PRMT1\/PRMT6 heteromer complex recruited and catalyzed arginine methylation of interleukin enhancer-binding factor 2 (ILF2). Disrupting heteromer complex formation leaded to a significant reduction of ILF2 methylation and expression. Finally, downregulation of ILF2 expression reduced the positive effects of PRMT1\/PRMT6 complex on cell proliferation. Our findings demonstrate the significant functionality of PRMT1\/PRMT6 heteromer complex to positively regulate ILF2 expression that is essential for cancer cell proliferation. Furthermore, we uncover a category of substrates for this complex providing the new insights for more potential therapeutic targets that may set the stage for developing new alternative approach to PRMT inhibition. This approach would potentially allow the ability to overcome the current limitations of PRMT1 or PRMT6 inhibitors, thereby opening up new horizons for efficacious PRMT1\/PRMT6-targeted agents that are expected to eliminate lung cancer health disparities in Black\/AA men.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-09 Other,,"},{"Key":"Keywords","Value":"Protein-protein interactions,Protein arginine methylation,PRMT,Lung cancer health disparities,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ching-Yi Chen<\/b><sup><\/sup>, Pei-Ying Wu<sup><\/sup>, Michelle Van Scoyk<sup><\/sup>, Stephanie  A.  Simko<sup><\/sup>, Chu-Fang Chou<sup><\/sup>, Robert  A.  Winn<sup><\/sup><br><br\/>Virginia Commonwealth University, Richmond, VA","CSlideId":"","ControlKey":"39f2ad46-a993-4d0c-9b3f-d4348403c18f","ControlNumber":"4584","DisclosureBlock":"&nbsp;<b>C. Chen, <\/b> None..<br><b>P. Wu, <\/b> None..<br><b>M. Van Scoyk, <\/b> None..<br><b>S. A. Simko, <\/b> None..<br><b>C. Chou, <\/b> None..<br><b>R. A. Winn, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5858","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"343","PresenterBiography":null,"PresenterDisplayName":"Ching-Yi Chen, PhD","PresenterKey":"c681cdee-c7af-4aa6-8001-7e2e9d05b688","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"343. Cooperation between PRMT1 and PRMT6 drives lung cancer health disparities among Black\/African American men","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cooperation between PRMT1 and PRMT6 drives lung cancer health disparities among Black\/African American men","Topics":null,"cSlideId":""},{"Abstract":"Medulloblastoma is the second most common childhood cancer, behind leukemia, and the most common pediatric brain tumor, comprising 20% of all childhood brain cancers. Our data demonstrated the effectiveness of atypical protein kinase C (aPKC) inhibitors 2-acetyl-1,3-cyclopentanedione (ACPD), 3,4-diaminonapthalene-2,7-disulfonic acid (DNDA), 5-amino-1-2,3-dihydroxy-4-(methylcyclopentyl)-1H-imidazole-4-carboxamide (ICA-1S), and 8-hydroxy-1,3,6-naphthalenetrisulfonic acid (&#950;-Stat) to significantly decrease cell proliferation with increasing inhibitor concentration. The continuation of this study involves examining the oncogenic role of PKC-&#953; as a key molecule that acts as a central modulator of the activities of the sonic hedgehog (SHH) pathway and the focal adhesion kinase (FAK)\/paxillin pathway. Our data will demonstrate the toxic effects of ICA-1S, more so than the other three inhibitors, through WST-1 assays as well as Western blot data that shows the effectiveness of ICA-1S to selectively downregulate the phosphorylation of PKC-&#953;, by 42% in D283 cells and 20% in Daoy cells, which resonantly impacts the various signaling proteins that govern the SHH and FAK\/paxillin pathway across D283, D341, and Daoy medulloblastoma cell lines. Phosphorylation of FAK was reduced in D283 by 25%, 30% in D341 cells, and 15% in Daoy cells upon treatment with ICA-1S. This indicates that even though these cell lines have different mutations, they appear to proliferate by similar signaling pathways. Immunoprecipitation studies showed that simultaneous downregulation of PKC-&#953; and PKC-&#950; in the D341 cell line is the result of the association of PKC-&#953; and PKC-&#950;, indicating they may directly regulate each other&#8217;s catalytic activities. Furthermore, ICA-1S was shown to reduce the association of PKC-&#953; and PKC-&#950; by over 75% in D341 cells. Future studies will be conducted to determine the effect of aPKC inhibitors on additional downstream proteins in the FAK\/paxillin pathway and cell cycle regulation by Western blotting. We will also be investigating the effect of the inhibitors on the migratory and invasive capacity of medulloblastoma by implementing wound-healing assays and Boyden chamber assays.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-05 Kinases and phosphatases,,"},{"Key":"Keywords","Value":"Protein kinase C,Focal adhesion kinase (FAK),Sonic hedgehog,Small molecule inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Luke Lajmi<\/b><sup><\/sup>, Sloan Breedy<sup><\/sup>, Aaron Todman<sup><\/sup>, Wishrawana  S.  Ratnayake<sup><\/sup>, Mildred Acevedo-Duncan<sup><\/sup><br><br\/>University of South Florida, Tampa, FL","CSlideId":"","ControlKey":"6f6933cf-3136-47ac-952c-d79bd6889415","ControlNumber":"4901","DisclosureBlock":"&nbsp;<b>L. Lajmi, <\/b> None..<br><b>S. Breedy, <\/b> None..<br><b>A. Todman, <\/b> None..<br><b>W. S. Ratnayake, <\/b> None..<br><b>M. Acevedo-Duncan, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5859","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"344","PresenterBiography":null,"PresenterDisplayName":"Luke Lajmi, BS","PresenterKey":"03272b5f-1b91-4dce-a4a6-88dc9fc9b922","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"344. PKC-&#953; is a simultaneous modulator of the sonic hedgehog and the FAK\/paxillin pathways in medulloblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PKC-&#953; is a simultaneous modulator of the sonic hedgehog and the FAK\/paxillin pathways in medulloblastoma","Topics":null,"cSlideId":""},{"Abstract":"Diagnosis of Cutaneous T-Cell Lymphomas (CTCL) can take up to 6 years, increasing the risk of disease progression in these patients. Transcriptomic analyses have helped identify several diagnosis biomarkers, such as TOX, KIRD3DL2, GTSF1 and others. Although not officially a Cancer-Testis (CT) antigen, ectopic expression of Gametocyte Specific Factor 1 (GTSF1), presents the same advantages than CT antigens. Its germline-cell restricted expression potentially makes this gene easily identifiable by the immune system and a therapeutic target with less side effects. The role of GTSF1 has been elucidated in mice, where it controls retrotransposon expression during germ-cell development. Here, we investigate the molecular function of GTSF1 in CTCL. Using shRNA-mediated GTSF1 knockdown in CTCL cell lines, our current work demonstrates an unexpected role of GTSF1 regulating the Th phenotype of CTCL cells. With multiple approaches (qRT-PCR, Western blotting and a dual-luciferase based retrotransposition assay) we concluded that GTSF1 knockdown does not lead to retrotransposon reactivation. Transcriptome analysis with RNA-Seq, followed by differential gene expression analysis with DESeq2 and pathway enrichment analysis with GO, KEGG, Reactome and WikiPathways, suggested an involvement of GTSF1 in the Th phenotype of CTCL cells. Differential gene expression analysis revealed 12,496 differentially expressed genes (p adjusted &#60; 0.05). Pathway enrichment analysis demonstrated an enrichment of several pathways including response to stimulus, immune response, response to cytokine and inflammatory response. More specifically, GTSF1 knockdown leads to an upregulation of the key cytokines associated with a Th1 phenotype, IFNG and TNF. Disease progression of CTCL is associated with a decrease in Th1 cytokine production and an enhanced Th2 cytokine production by malignant T cells. These findings shed light on the molecular function of GTSF1 as a regulator of the Th phenotype in CTCL and paves the way for the development of a valuable treatment target for CTCL patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Skin,T cell,Lymphoma,Cytokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Amelia Martnez Villarreal<\/b><sup><\/sup>, Ivan Litvinov<sup><\/sup><br><br\/>McGill University, Montreal, QC, Canada","CSlideId":"","ControlKey":"a58c852c-5aeb-4837-891d-d874265f121d","ControlNumber":"3753","DisclosureBlock":"&nbsp;<b>A. Martnez Villarreal, <\/b> None..<br><b>I. Litvinov, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5860","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"345","PresenterBiography":null,"PresenterDisplayName":"Amelia Martnez Villarreal, BS","PresenterKey":"8794b269-7b91-4b1b-9f69-0799cedaba2a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"345. Cutaneous T-cell lymphoma: ectopic expression of gametocyte specific factor 1 (GTSF1) stimulates the Th phenotype","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cutaneous T-cell lymphoma: ectopic expression of gametocyte specific factor 1 (GTSF1) stimulates the Th phenotype","Topics":null,"cSlideId":""},{"Abstract":"[Objective] Uterine leiomyosarcoma (LMS) has a poor prognosis, and no effective treatment other than surgery has been established. Kinesin family member4A (KIF4A) is a member of the kinesin4 subfamily and plays an important role in cell division. KIF4A has been revealed to play significant roles in some cancers with tumor proliferation. The aim of this study is to clarify the relationship between KIF4A and tumor growth of LMS.<br \/>[Methods] One normal human uterine smooth muscle cell line and three LMS cell lines(SK-UT1, SK-LMS and SKN ) were used to identify tumor-specific elevated proteins with iTRAQ(isobaric tags for relative and absolute quantitation). SiRNA and ShRNA were used to downregulate KIF4A in vitro and in in vivo. Cell variability was evaluated by MST-8 assay.Cell cycle analysis by fluorescence-activated cell sorting (FACS) and western blotting (WB) were performed to analyze the signal pathway. Immunostaining of 26 clinical specimen from patients operated at our university hospital since 1999 to 2021.<br \/>[Results] A total of 2084 proteins were identified by iTRAQ. KIF4A was identified as a protein with more than twice the expression level of normal smooth muscle cells. WB confirmed high expression of KIF4A in all three LMS cell lines. And in immunostaining of clinical specimens, KIF4A was positive in 20\/26(76.9%) cases. A trend toward worse prognosis was suggested in the group with high KIF4A expression (no significant difference due to the small number of cases). Downregulation with SiRNA significantly suppressed the growth of LMS cell lines in vitro (-37.2&#177;4.73% in SK-LMS, -87.7&#177;4.02% in SKN and -28.1&#177;3.00% in SK-UT1, p&#60;0.05). By FACS, G2\/M phase cells was significantly increased in KIF4A suppressed cell lines and by WB, p-cdc2 was upregulated in KIF4A suppressed cells. In vivo, downregulation of KIF4A was found to significantly suppress tumor size in genograft mice. (1186&#177;118mm&#179; vs 461&#177;84mm&#179; in SK-LMS and 1704&#177;441mm&#179; vs 514&#177;230mm&#179; in SK-UT1, p&#60;0.05, f).<br \/>[Conclusion] Downregulating KIF4A inhibited LMS tumor growth and it can be a novel therapeutics target to treat LMS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Kinesin,Sarcoma\/soft-tissue malignancies,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Satoshi Nakagawa<\/b><sup><\/sup>, Chihiro Mizuta-Odani<sup><\/sup>, Mariya Kobayashi<sup><\/sup>, Mamoru Kakuda<sup><\/sup>, Kosuke Hiramatsu<sup><\/sup>, Toshihiro Kimura<sup><\/sup>, Eiji Kobayashi<sup><\/sup>, Yutaka Ueda<sup><\/sup>, Tadashi Kimura<sup><\/sup><br><br\/>Osaka University, Suita, Japan","CSlideId":"","ControlKey":"9f4c2b2a-e71a-482f-a34e-dacfa7e24a9c","ControlNumber":"6644","DisclosureBlock":"&nbsp;<b>S. Nakagawa, <\/b> None..<br><b>C. Mizuta-Odani, <\/b> None..<br><b>M. Kobayashi, <\/b> None..<br><b>M. Kakuda, <\/b> None..<br><b>K. Hiramatsu, <\/b> None..<br><b>T. Kimura, <\/b> None..<br><b>E. Kobayashi, <\/b> None..<br><b>Y. Ueda, <\/b> None..<br><b>T. Kimura, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5861","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"346","PresenterBiography":null,"PresenterDisplayName":"Satoshi Nakagawa, MD","PresenterKey":"03182e47-9e64-458a-be26-afb1784996f4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"346. Downregulating KIF4A inhibited growth of uterine leiomyosarcoma by regulating cell cycle","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Downregulating KIF4A inhibited growth of uterine leiomyosarcoma by regulating cell cycle","Topics":null,"cSlideId":""},{"Abstract":"The central problem of cell biology is the arrangement of biochemical reactions in the cytoplasm responsible for sustaining cellular life where, paradoxically, a myriad of metabolic reactions that could exclude each other coincide. Despite this well understood fact, the structural organization of the cytoplasm remains unclear, so far. Recent models indicate that cytoplasm contains viscous fluid and elastic solid phases. We separated the viscous fluid and elastic solid compartments, identifying them as the cytosol and cytomatrix, respectively. The distinctive composition of the cytomatrix included structural proteins, ribosomes, and metabolome enzymes. High-throughput analysis revealed unique biosynthetic pathways within the cytomatrix. The enrichment of biosynthetic pathways in the cytomatrix indicated the presence of immobilized biocatalysis. Enzymatic immobilization and segregation can surmount spatial impediments, and the local pathway segregation may form cytoplasmic organelles. Protein translation was reprogrammed within the cytomatrix under the restriction of protein synthesis by drug treatment. Thus, cytosol and cytomatrix are an elaborately interconnected network that promotes operational flexibility in healthy cells and the survival of malignant cells. Immobilized biocatalysis integrates the intracellular and extracellular matrices and receptors with the nuclear processes, thus removing the spatial hindrances for biochemical processes, which elucidates human cell operation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Cell signaling,Cancer,Ribosome footprint,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tattym E. Shaiken<\/b><sup><\/sup><br><br\/>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"894f19df-6347-4ab9-b8fe-e5e79326377f","ControlNumber":"1691","DisclosureBlock":"&nbsp;<b>T. E. Shaiken, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5862","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"347","PresenterBiography":null,"PresenterDisplayName":"Tattym Shaiken, PhD","PresenterKey":"5aa23282-4eab-4cb8-9dc6-9c0ffcf47d99","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"347. Revealing the intracellular cytomatrix, immobilized biocatalysis, and concept of the operating cell","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Revealing the intracellular cytomatrix, immobilized biocatalysis, and concept of the operating cell","Topics":null,"cSlideId":""},{"Abstract":"Background: SUMOylation is a post-translational modification where small ubiquitin-like modifier (SUMO) proteins are conjugated to lysine residues of target proteins. SUMO proteins exist in all eukaryotes and participate in a catalytic cycle, which includes maturation, activation, conjugation, ligation, and de-modification. SUMOylation is known to regulate numerous molecular regulatory mechanisms such as: chromatin remodeling, DNA repair, immune responses, cell cycle progression, apoptosis, and the intracellular signal transduction. SUMOylation dysregulation is known to promote several diseases, including cancer cell survival. The unique traits of phenotypic and molecular adaptations found in naked mole rats (NMR) suggest high stability and effective functioning of the molecular machinery that counteract damage accumulation in its genome. NMR lifespan can reach up to 32 years and acquires a very efficient mechanism of resistance to cancer. This study aims to investigate the regulation of SUMO machinery between human cancer cells breast (MCF-7), colorectal (DLD-1), and neuroblastoma (SH-SY5Y)) and NMR brain and intestinal tissues, in order to find novel targets for cancer treatment.<br \/>Results: The pairwise alignment identified the similarity of both SUMO genes and proteins including SUMO1, SUMO2\/3, and SUMO components of Sentrin-specific protease isoforms (SENP 1-7), activation (SAE1 and Uba2), conjugation (Ubc9), and ligation isoforms (PIAS1-4) between NMR and human. In addition, qRT-PCR data revealed low expression of SUMO components at the mRNA level in NMR brain and intestinal tissues compared to MCF-7, DLD-1, and SH-SY5Y cell lines. On the contrary, PIAS4 expression is significantly higher in the NMR tissues compared to cancer cell lines. Protein analysis via Western blotting performed on MCF-7, DLD-1, and SH-SY5Y cell lines revealed similar levels to mRNA compared to NMR tissue. Ongoing studies are focusing on several functional assays to investigate effects of hUBE2I, hSENP1, and Myc\/hPIAS4 effects on cytotoxicity and signaling properties of the cancer cells using techniques such as Microculture Tetrazolium (MTT), migration, invasion, and colony formation. The effect on cytotoxicity is also analyzed in relevance to clinical used treatments such as Doxorubicin in MCF-7, 5-Fluorouracil for DLD-1 and Methotrexate in SH-SY5Y.<br \/>Conclusion:<b> <\/b>Expression analysis of SUMOylation machinery revealed lower expression of mRNA levels for SUMO components was observed in NMR tissues compared to all human cancer cells. However, PIAS4 expression was significantly higher in the NMR tissues compared to cancer cell lines. This data revealed important differences in NMR SUMOylation machinery (such as UBE2I, SENP1 and PIAS4) which provides a future therapeutic avenue to treat cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-08 Ubiquitin and ubiquitin-like proteins,,"},{"Key":"Keywords","Value":"Breast cancer,Colorectal cancer,Neuroblastoma,Sumoylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mohammed Abdullah Mohammed Salih<\/b><sup>1<\/sup>, Ritchie Williamson<sup>2<\/sup>, Sriharsha Kantamneni<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Bradford, Institute of Cancer Therapeutics, Bradford, United Kingdom,<sup>2<\/sup>University of Bradford, School of Pharmacy and Medical Sciences, Bradford, United Kingdom","CSlideId":"","ControlKey":"d7622359-d7c9-4e8a-bdc8-e74f5cd6035d","ControlNumber":"3354","DisclosureBlock":"&nbsp;<b>M. A. Salih, <\/b> None..<br><b>R. Williamson, <\/b> None..<br><b>S. Kantamneni, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5863","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"348","PresenterBiography":null,"PresenterDisplayName":"Mohammed Salih, BS,MS,M Phil,PhD","PresenterKey":"93781100-190e-48da-8b60-ac2c2d9b867d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"348. Elucidation of SUMOylation machinery in human cancer cells and naked mole-rat tissues","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidation of SUMOylation machinery in human cancer cells and naked mole-rat tissues","Topics":null,"cSlideId":""},{"Abstract":"Long non-coding RNAs (lncRNAs) have been shown to play critical roles in the tumorigenesis and progression of cancer. From a clinic and genomic perspective of evidence, the MYC signaling plays a crucial role in triggering hepatocellular carcinoma (HCC) and therefore represents an attractive target for HCC intervention. However, no specific drug is currently available to target MYC directly due to the lack of an enzymatic pocket. Therefore, deciphering the critical lncRNAs that functionally crosstalk with MYC protein levels may offer novel therapeutic strategies in HCC. Here we identify the involvement of a lncRNA <i>Myca<\/i> (Myc Activator) in HCC through controlling MYC protein levels. Overexpression of Myca triggers tumor growth in a MYC-dependent manner, while inactivation of Myca by antisense oligonucleotides (ASOs) profoundly reduces MYC protein levels, thus suppressing tumor progression in vitro. Mechanistically, we show that Myca attenuates MYC ubiquitination and leads to MYC accumulation. Clinically, overexpression of Myca is positively correlated with Hi-MYC transcriptional profile and HCC progression from the TCGA dataset. Together, our findings not only identify Myca in controlling MYC protein levels but also provide Myca as a new therapeutic lncRNA target for the HCC intervention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-08 Ubiquitin and ubiquitin-like proteins,,"},{"Key":"Keywords","Value":"lncRNA,Ubiquitination,Myc,Hepatocellular carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hsin-Yi Chen<\/b><sup>1<\/sup>, Yu-Yun Weng<sup>2<\/sup>, Wei-Chien Yuan<sup>2<\/sup>, Yu-Ru Lee<sup>1<\/sup><br><br\/><sup>1<\/sup>Institute of Biomedical Sciences, Academia Sinica, Taipei, Taiwan,<sup>2<\/sup>Department of Life Sciences, Institute of Genome Sciences, National Yang Ming Chiao Tung University, Taipei, Taiwan","CSlideId":"","ControlKey":"7c4af797-d43f-4311-8731-e7bf57b3498f","ControlNumber":"4075","DisclosureBlock":"&nbsp;<b>H. Chen, <\/b> None..<br><b>Y. Weng, <\/b> None..<br><b>W. Yuan, <\/b> None..<br><b>Y. Lee, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5864","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"349","PresenterBiography":null,"PresenterDisplayName":"Hsin-Yi Chen","PresenterKey":"4fbcd0f6-c985-4bbc-84a1-d049626e5166","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"349. LncRNA <i>Myca<\/i> controls hepatocellular carcinoma growth and progression","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LncRNA <i>Myca<\/i> controls hepatocellular carcinoma growth and progression","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Adenosine receptors belong to G protein-coupled receptors (GPCRs). There are four types of adenosine receptors (A1, A2A, A2B, and A3). These receptors play roles in several pathological conditions. It has been proven that the A3 adenosine receptor (A3AR) is expressed at high densities in various tumor cells. Activation of this receptor leads, in some cases, to tumor growth and cell proliferation and, in other cases, to activation of apoptotic pathways and mediation of antiproliferative effects. Therefore A3AR is a promising therapeutic target in anticancer therapy. Here we introduce the microscopic technique for A3AR visualization and functional studies using a novel A3AR-specific fluorescent probe. Our method could be used in living cells and competitive binding assays to identify and validate novel A3AR agonists and antagonists. Material and methods: The reporter cell line overexpressing A3AR was treated by the A3AR-specific fluorescent probe (fluorescently labeled A3AR antagonist - CELT-228; Celtarys, Spain), the fluorescent images were taken by spinning disc confocal microscopy (Yokogawa CV8000) at different timepoints and concentrations. Then the localization and intensity of the signal were analyzed by Columbus HCA software. The competitive assay based on the CELT-228 fluorescent probe was developed to study interactions of the potential A3AR agonists or antagonists and used for the High Content Screening of newly synthesized nucleoside-based compounds. The competition assay was used to test the interaction of newly identified A3AR ant-\/agonists on cancer cell lines derived from tumors of various histogenetic origins with A3AR expression. The results were correlated with cytotoxicity and molecular pathway alterations induced by the studied compounds. Results: The fluorescent signal of the bound probe was localized on the cell membrane of the reporter cell line and the majority of the cancer cell lines. Interestingly in some cell lines, such as MIA PaCa-2, the signal was also observed in the cytoplasm, which will be further studied. Our data from competition assays indicated that the newly synthesized potential anticancer compound binds to the same (orthosteric) binding site on the A3 receptor and competes for it with the fluorescent-labeled probe. Conclusions: We introduced the technique suitable for observing A3R expression, small molecule competition monitoring, and confirmation of binding to A3AR of novel compounds even in native conditions.This work was supported by European Union - Programme EXCELES, ID Project No. LX22NPO5102, the Czech Ministry of Education, Youth and Sports (CZ-OPENSCREEN - LM2018130, EATRIS-CZ - LM2018133), and by the internal grant of Palacky University Olomouc (IGA_LF_2022_033) and European Regional Development Fund - Project ENOCH (No. CZ.02.1.01\/0.0\/0.0\/16_019\/0000868).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-06 Receptors,,"},{"Key":"Keywords","Value":"Receptors,Fluorescence imaging,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Katerina Jecmenova<\/b><sup>1<\/sup>, Jana Kotulova<sup>1<\/sup>, Sona Gurska<sup>1<\/sup>, Maria Majellaro<sup>2<\/sup>, Marian Hajduch<sup>1<\/sup>, Eddy Sotelo<sup>3<\/sup>, Claudia Gioe-Gallo<sup>4<\/sup>, Petr Dzubak<sup>1<\/sup><br><br\/><sup>1<\/sup>Palacky University in Olomouc, Olomouc, Czech Republic,<sup>2<\/sup>Celtarys research S.L., Santiago de Compostela, Spain,<sup>3<\/sup>Centro Singular de Investigacion en Quimica Bioloxica e Materiais Moleculares (CIQUS) and Departmento de Quimica Organica, Santiago de Compostela, Spain,<sup>4<\/sup>Centro Singular de Investigacion en Quimica Bioloxica e Materiais Moleculares (CIQUS) and Departmento de Quimica Organica, Santiago de Compostela, Spain, Santiago de Compostela, Spain","CSlideId":"","ControlKey":"23bbe879-8847-48aa-ab18-eb593c8bfe2c","ControlNumber":"3472","DisclosureBlock":"&nbsp;<b>K. Jecmenova, <\/b> None..<br><b>J. Kotulova, <\/b> None..<br><b>S. Gurska, <\/b> None..<br><b>M. Majellaro, <\/b> None..<br><b>M. Hajduch, <\/b> None..<br><b>E. Sotelo, <\/b> None..<br><b>C. Gioe-Gallo, <\/b> None..<br><b>P. Dzubak, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5865","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"350","PresenterBiography":null,"PresenterDisplayName":"Katerina Jecmenova, MS","PresenterKey":"9bfc67c8-01b6-40fe-b69b-cc24fc2b6b64","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"350. Study of A3 adenosine receptor interactions and identification of novel ant-\/agonist using a specific fluorescent probe","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"444","SessionOnDemand":"False","SessionTitle":"Tumor Signaling","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Study of A3 adenosine receptor interactions and identification of novel ant-\/agonist using a specific fluorescent probe","Topics":null,"cSlideId":""}]