[{"Abstract":"HER2-enriched breast cancer and triple-negative breast cancer (TNBC) have the highest propensity to metastasize to the brain; patients with breast cancer brain metastasis (BCBM) survive only 6-18 months after diagnosis. Mechanisms that drive brain metastasis remain unclear, contributing to limited effective treatments and poor prognoses for HER2-enriched breast cancer and TNBC patients. Our lab recently reported that breast cancer with truncated glioma-associated oncogene homolog 1, a BCBM-promoting transcription factor, secretes high levels of extracellular vesicle (EV)-derived miR-1290 (Cancer Letters 540:215726, 2022). EV-miR-1290 activates astrocytes in the brain microenvironment. Using mammosphere assays, which enrich breast cancer stem cells (BCSCs), we found conditioned media from miR-1290-activated astrocytes promotes mammosphere formation of breast cancer cells. Furthermore, miR-1290-activated astrocytes secrete high levels of ciliary neurotrophic factor (CNTF) to promote the progression of brain metastases through the novel EV-miR-1290-FOXA2-CNTF signaling axis. However, it remains unknown whether intratumoral miR-1290 promotes BCSCs and BCBM. To help fill this knowledge gap, we first examined whether a miR-1290 mimic enhanced expression of known BCSC markers in SKBR3, HER2-enriched breast cancer, and CN34, TNBC, cells. Our results showed that overexpression of miR-1290 significantly increased the expression of stemness genes, CD44, Nanog, and OCT4, in both cell lines. Furthermore, we determined whether miR-1290 promotes formation of mammospheres that are enriched with BCSCs, and the results indicated that ectopic miR-1290 expression significantly enriched BCSCs in SKBR3 and CN34 cells. Conversely, inhibition of miR-1290 suppressed mammosphere-forming ability of SKBRM and CN34-BRM cells, two brain metastatic breast cancer cell lines derived from SKBR3 and CN34 cells, respectively. We further observed that miR-1290 overexpression in SKBR3 cells significantly increased the percentage of CD44<sup>+<\/sup>\/CD24<sup>-<\/sup> cells, indicative of the BCSCs. Analysis of Gene Expression Omnibus breast cancer patient datasets revealed that miR-1290 expression is significantly increased in HER2-positive and basal subtypes of breast cancer patient tumors. Using the publicly available miR-1290 gene signature, we performed Gene Set Enrichment Analysis and found that high miR-1290 gene activation signature is positively enriched with multiple pathway gene signatures that are known to be upregulated in breast cancer, such as EGFR, MAPK, PI3K, and STAT3 pathways. Furthermore, the miR-1290 gene signature is upregulated in HER2-positive breast cancer and TNBC tumors, and is correlated with worse metastasis-free survival (MFS) and brain-MFS in breast cancer patients. In summary, our study suggests an important role for intratumoral miR-1290 in BCSCs and BCBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-06 miRNAs as tumor suppressors\/oncogenes,,"},{"Key":"Keywords","Value":"Breast cancer,Brain metastasis,Stemness,MicroRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Grace  L.  Wong<\/b><sup><\/sup>, Mariana Najjar<sup><\/sup>, Yoshua Esquenazi<sup><\/sup>, Nitin Tandon<sup><\/sup>, Angelina  T.  Regua<sup><\/sup>, Hui-Wen Lo<sup><\/sup><br><br\/>Vivian L. Smith Department of Neurosurgery, McGovern Medical School, The University of Texas Health Science Center at Houston, Houston, TX","CSlideId":"","ControlKey":"ba90e794-b344-4c08-bc25-0448639fa450","ControlNumber":"3752","DisclosureBlock":"&nbsp;<b>G. L. Wong, <\/b> None..<br><b>M. Najjar, <\/b> None..<br><b>Y. Esquenazi, <\/b> None..<br><b>N. Tandon, <\/b> None..<br><b>A. T. Regua, <\/b> None..<br><b>H. Lo, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6157","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3769","PresenterBiography":null,"PresenterDisplayName":"Grace Wong, BS,MS","PresenterKey":"51b11896-0e72-4a50-9ef9-9b87e5d99f5c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3769. Intracellular miR-1290 promotes breast cancer stemness in HER2-enriched and triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intracellular miR-1290 promotes breast cancer stemness in HER2-enriched and triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the most prevalent cancer among women, and the second major cause of cancer-related deaths in women worldwide. The hypoxic microenvironment of solid tumors is formed in the progress of carcinogenesis, which leads to more malignant and treatment resistance. Recently, circular RNAs (circRNA), a kind of noncoding RNA, were discovered to influence the progress of tumorigenesis, and were induced under hypoxia. However, the regulation and functions of hypoxia-induced circRNA in breast cancer remain unclear. Therefore, the purpose of this study is to identify the regulatory mechanism and its function of a hypoxia-induced circRNAs, <i>circSFMBT2<\/i>, in breast cancer cells. Firstly, hypoxia-responsive circRNA candidates in breast cancer MCF-7 cells under different oxygen concentrations were identified by RNA-sequencing. Among the differentially expressed circRNAs, <i>circSFMBT2<\/i> was chosen for further experiments. The up-regulation of <i>circSFMBT2<\/i> under hypoxia was validated by quantitative RT-PCR. The functional assays showed that overexpression of <i>circSFMBT2<\/i> inhibited cell proliferation, migration, invasion, and epithelial-mesenchymal transition. Next, in order to investigate the regulatory mechanisms of <i>circSFMBT2<\/i>, nuclear and cytoplasm fractionation was performed. The results showed <i>circSFMBT2<\/i> predominantly localized in the cytoplasm, indicating that the regulatory mechanism of <i>circSFMBT2<\/i> might be via interaction with microRNA or RNA-binding proteins (RBP). In order to identify the RBPs, bioinformatic tools, RBPDB, ATtRACT, and RBPmap, were first used to predict the candidate RBPs and validated by RNA pulldown assays. The RNA-binding protein PABPC1 was proved to bind with <i>circSFMBT2<\/i>. On the other hand, the potential sponging microRNAs were predicted by ENCORI and miRDB, followed by qRT-PCR. No miRNAs were shown to bind with <i>circSFMBT2<\/i>. Lastly, the functions of <i>circSFMBT2<\/i> were explored by identifying its downstream genes using Affymetrix microarrays. The top 10 differentially expressed genes were chosen for validation by quantitative RT-PCR. However, no genes showed significant changes in cells overexpressing <i>circSFMBT2<\/i>, implying the regulation of <i>circSFMBT2<\/i> might not be at the transcriptional level. In summary, <i>circSFMBT2<\/i> was able to inhibit the cellular function of breast cancer and bind to PABPC1. With a deeper understanding of the regulatory mechanisms of <i>circSFMBT2<\/i>, we hope to develop a novel treatment regime for breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Hypoxia,Breast cancer,Noncoding RNA,Tumor suppressor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Chia-Ming Liu<sup><\/sup>, Yi-Chun Ke<sup><\/sup>, <b>Liang-Chuan Lai<\/b><sup><\/sup><br><br\/>National Taiwan University, Taipei, Taiwan","CSlideId":"","ControlKey":"78a25338-b538-48cc-99e7-27382d5800e2","ControlNumber":"675","DisclosureBlock":"&nbsp;<b>C. Liu, <\/b> None..<br><b>Y. Ke, <\/b> None..<br><b>L. Lai, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6158","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3770","PresenterBiography":null,"PresenterDisplayName":"Liang-Chuan Lai, PhD","PresenterKey":"135abec1-05c7-4204-ae4d-98e88a1266d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3770. Hypoxia-induced circular RNA<i>circSFMBT2<\/i> inhibits tumor malignancy in breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hypoxia-induced circular RNA<i>circSFMBT2<\/i> inhibits tumor malignancy in breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Introduction and Objective: Non-coding RNAs (ncRNAs) represent a diverse family of regulatory transcripts that drive tumorigenesis of prostate cancer (PCa) and various other types of cancers by their hyperactivity or diminished function. PIWI-interacting RNAs (piRNAs) are a class of small ncRNAs mechanistically similar to but much less studied than microRNAs. As the most diversified small ncRNAs, piRNAs are widely involved in the pathogenesis of different types of cancers.<b> <\/b>Our study aimed to investigate the role of piRNAs in the development of castration-resistant prostate cancer (CRPC).<br \/>Methods: Small RNA sequencing was used to explore the CRPC associated piRNAs on a basis of 10 benign prostate tissues, 10 paired hormone-sensitive PCa tissues and CRPC tissues from the same patients. The top 12 upregulated piRNAs were validated through qRT-PCR in a bigger cohort. piR-hsa-4447944 was selected and investigated its biological function by gain of function in vitro. To study its loss of function role, an androgen-independent PCa cell (LNCaP-AI) was established. For mechanistic investigation, high-throughput RNA sequencing was conducted to identify dysregulated genes in PCa cells with control or piR-hsa-4447944 overexpression. Then, potential downstream targets were further predicted by miRanda program and validated by qRT-PCR, western-blot and dual-luciferase reporter assay.<br \/>Results: piR-hsa-4447944 demonstrated a relatively higher expression level in both CRPC tissues and CRPC cell lines when compared with PCa tissues and cells. Functionally, overexpression of piR-hsa-4447944 could confer resistance to androgen deprivation and anti-androgen in PCa cells in vitro, whereas anti-sense RNA against the piR-hsa-4447944 could potentiate the sensitivity to androgen deprivation in LNCaP-AI cell. In addition, piR-hsa-4447944 showed the ability in promoting migration and invasion of PCa cells. Mechanistically, mRNA sequencing results identified a panel of downstream target-genes. Among them, neurofilament heavy chain (NEFH) was predicted and validated to have a direct binding relationship with piR-hsa-4447944, and was successfully verified to be negatively regulated by piR-hsa-4447944 in PCa cells.<br \/>Conclusions: Our study showed, for the first time, that piR-hsa-4447944 can contribute to androgen insensitivity in CRPC. This sheds a new insight into the regulation of CRPC by a small ncRNA piRNA, which may form the basis of a novel target in the treatment of CRPC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Prostate cancer,Sequencing,Small Noncoding RNA,Cancer progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Qiang Peng<\/b><sup><\/sup>, Jingkai Sun<sup><\/sup>, Peter Ka-Fung Chiu<sup><\/sup>, Tingting Xie<sup><\/sup>, Jeremy Yuen-Chun Teoh<sup><\/sup>, Chi-Fai Ng<sup><\/sup><br><br\/>Surgery, The Chinese University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"7db1d826-c6fb-4379-8b48-357214555838","ControlNumber":"2197","DisclosureBlock":"&nbsp;<b>Q. Peng, <\/b> None..<br><b>P. Chiu, <\/b> None..<br><b>T. Xie, <\/b> None..<br><b>J. Teoh, <\/b> None..<br><b>C. Ng, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6159","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3771","PresenterBiography":null,"PresenterDisplayName":"Qiang Peng, MD","PresenterKey":"e8ce917b-056f-470e-bb9f-22b2b9e8c351","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3771. PiR-hsa-4447944 promotes the progression of prostate cancer through NEFH and induces androgen-independent growth","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PiR-hsa-4447944 promotes the progression of prostate cancer through NEFH and induces androgen-independent growth","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Triple-negative breast cancer (TNBC) is an aggressive type that lacks targeted therapies posing a challenge in its management. This necessitates identifying novel targets that may play a role in the regulation and progression of TNBC. There is renewed interest in targeting the androgen receptor (AR) since it is expressed in TNBC and plays an important role in its biology. Studies have shown that AR can influence the behavior of TNBC via affecting the of expression microRNA molecules (miRNAs), which can modulate the expression of cancer-regulatory proteins. We aimed to profile the expression of miRNAs in human TNBC tissue samples in relation to the expression of AR and investigate their prognostic value.<br \/>Methods: The expression of 84 miRNAs in 24 TNBC tissue samples (12 AR-positive and 12 AR-negative) was examined using PCR array technology. Several bioinformatics tools were then utilized on the differentially expressed miRNAs (DE-miRNA) to determine the potentially affected protein targets and signaling pathways. Potential target genes (DEGs) for each miRNA were identified by miRWalk2.0. Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment analyses were conducted for the target genes using the DAVID 6.8 bioinformatics tool. String and Cytoscape were used for establishing a PPI network and identifying the hub genes. Jamovi2.2 was used for the statistical analysis.<br \/>Results: A total of 7 DE-miRNAs were found to be significantly expressed in the tissue samples relative to AR expression. Good and poor survival outcomes, respectively, were found to be linked to miR-328-3p and miR-489-3p. Interestingly, these two miRNAs were found to be up-regulated in AR-positive tumors. The association of miR-328-3p with AR corroborates our previous findings that this miRNA is up-regulated upon AR activation in TNBC cells. Two other miRNAs, miR-17-5p and iR-193b-3p, were found to be significantly associated with high T3 and low N2 status, respectively. Gene Ontology (GO) analysis for the 7 DE-miRNAs indicated a role in the regulation of the cell cycle in various cellular components (CC) such as the &#8220;nucleus&#8221;, &#8220;centrosome&#8221;, and &#8220;transcription factor complex&#8221;. GO analysis also showed enrichment in kinase and transcription factor activities. Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment analyses retrieved numerous relevant signaling pathways such as that of the TGF-beta, MAPK, Th17 cell differentiation, and endocrine resistance.<br \/>Conclusion: This study offers an understanding of the molecular etiology of TNBC and further implicates miRNAs in mediating the effect of AR on TNBC. We also provide an integrative analysis of the AR-miRNA-TNBC gene network that can help in identifying potential therapeutic targets. Keywords: Breast Cancer, TNBC, Bioinformatics, miRNA, Androgen Receptor","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"Androgen receptor,MicroRNA,Bioinformatics,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bayan O. Abu Alragheb<\/b><sup>1<\/sup>, Hassan Abushukair<sup>2<\/sup>, Maysa Al-Husseini<sup>3<\/sup>, Randa Bawadi<sup>4<\/sup>, Mamoun Ahram<sup>4<\/sup><br><br\/><sup>1<\/sup>School of Medicine, The University of Jordan, Amman, Jordan,<sup>2<\/sup>School of Medicine, Jordan University of Science and Technology, Irbid, Jordan,<sup>3<\/sup>Department of Pathology and Laboratory Medicine, King Hussein Cancer Center, Amman, Jordan,<sup>4<\/sup>Department of Physiology and Biochemistry, School of Medicine, The University of Jordan, Amman, Jordan","CSlideId":"","ControlKey":"3a38d3dd-112d-46b8-ba18-4c3f240a19dd","ControlNumber":"4768","DisclosureBlock":"&nbsp;<b>B. O. Abu Alragheb, <\/b> None..<br><b>H. Abushukair, <\/b> None..<br><b>M. Al-Husseini, <\/b> None..<br><b>R. Bawadi, <\/b> None..<br><b>M. Ahram, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6160","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3772","PresenterBiography":null,"PresenterDisplayName":"Bayan Abu  AlRagheb, No Degree","PresenterKey":"24a663bd-b74c-404d-8caf-d6f7a4011d60","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3772. The association of androgen receptor with microRNA expression in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The association of androgen receptor with microRNA expression in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Measuring tumor heterogeneity is a key issue in modern clinical oncology, with relevance to understanding cancer progression, resistance to therapy, and recurrence. Studies of the transcriptomic landscape in cancer have rapidly advanced in scale, enabled by novel methods and advancing technologies. One such novel method is TmS, a computational estimate of tumor-specific total messenger RNA content from heterogeneous tumor samples, which is calculated by combining genomic and transcriptomic deconvolutions. We have previously shown TmS as a promising pan-cancer biomarker for patient prognosis. Given the fruitful study of tumor cell total messenger RNA content, a logical extension is to investigate the utility of estimating tumor cell content of other RNA species. MicroRNAs (miRNAs) are small noncoding RNAs that regulate mRNA expression, and their dysregulation is a hallmark feature observed across cancers. A computational method to derive tumor cell total miRNA content from bulk sequencing data is especially needed since miRNAs cannot yet be reliably profiled at single cell resolution. Here we develop and benchmark DeMixMir, a new expansion of our reference-free transcriptomic deconvolutional model DeMixT, in order to recover tumor-specific miRNA proportions from mixed samples. For benchmarking, we generated an artificially mixed dataset of small RNA sequencing consisting of a total of 30 samples that were made by mixing HS-5 fibroblast cells with either wildtype or Dicer1 knockout HCT116 colorectal cancer cells. The tumor and fibroblast cell lines were mixed at 5 different proportions, to simulate a broad spectrum of tumor\/nontumor cell mixing scenarios, with three independent replicates generated at each mixing ratio. DeMixMir demonstrated high accuracy in estimating the tumor-specific miRNA proportions in both the wildtype and the Dicer1 knockout mixtures. We further calculated tumor cell total miRNA content using DeMixMir output. Our proof-of-concept study suggests estimating tumor cell total miRNA content across tumor tissues at scale is feasible and likely valuable for advancing understanding of the complex roles miRNAs play in the cancer ecosystem.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA profiling in cancer,,"},{"Key":"Keywords","Value":"MicroRNA,Intratumoral heterogeneity,Biomarkers,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Matthew Montierth<\/b><sup>1<\/sup>, Kinga Nemeth<sup>2<\/sup>, Xinghua Tao<sup>3<\/sup>, George Calin<sup>2<\/sup>, Wenyi Wang<sup>4<\/sup><br><br\/><sup>1<\/sup>Baylor College of Medicine, Houston, TX,<sup>2<\/sup>Translational Molecular Pathology, The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>3<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>4<\/sup>Bioinformatics and Computational Biology, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"5fce9fd5-d870-4dd1-a5cd-77eb06c8449a","ControlNumber":"3921","DisclosureBlock":"&nbsp;<b>M. Montierth, <\/b> None..<br><b>K. Nemeth, <\/b> None..<br><b>X. Tao, <\/b> None.&nbsp;<br><b>G. Calin, <\/b> <br><b>Ithax Pharmaceuticals<\/b> Other. <br><b>W. Wang, <\/b> <br><b>Curis, Inc<\/b> Grant\/Contract.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6161","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3773","PresenterBiography":null,"PresenterDisplayName":"Matthew Montierth, BS","PresenterKey":"cbcf441e-4918-45e6-a29a-0852a3e87ae3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3773. DeMixMir: deconvolution of microRNA sequencing data from heterogeneous tumor samples","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DeMixMir: deconvolution of microRNA sequencing data from heterogeneous tumor samples","Topics":null,"cSlideId":""},{"Abstract":"Background: Cervical cancer is one of the most common cancers in women worldwide, particularly in low- and middle-income countries. Due to low surveillance and late detection, it is one of the major health issues leading to high mortality rates. MicroRNA-34 family (miR-34a, b, c) is thought to be tumor suppressive in several cancers but the mechanistic basis is not clear.<br \/>Methods: Stable cell lines were generated with inducible hsa-miR-34b lentiviral vector from Dharmacon and maximal time and dose for induction of miR-34b with doxycycline were determined. Cell viability studies on HeLa, SiHa and C33A were investigated by MTT assay. Acridine orange\/Ethidium bromide (AO\/EB), senescence associated &#946;-galactosidase (SA- &#946; gal) assays for apoptosis and senescence and assessment of DNA damage (&#947;H2AX) were performed. Total reactive oxygen species (ROS), superoxide, hydroxyl and peroxynitrite and H2O2 radicals were quantitated by DCFDA, DHE, HPF dyes and pHyper-dMito plasmid, respectively.<br \/>Results: Overexpression of miR-34b reduced cell viability in cervical cancer cell lines except SiHa. Further investigation by AO\/EB staining revealed no significant increase in the proportion of apoptotic cells on overexpression of miR-34b. Analysis of SA- &#946; gal on overexpression of miR-34b revealed an increase in the proportion of senescent population in all 3 cell lines. Increased DNA damage is also observed in agreement with an increase in cellular senescence. In addition, an increase in oxidative stress was observed in miR-34b overexpressing cell lines as total ROS was elevated in all 3 cell lines with increased superoxide, hydroxyl and peroxynitrite and H2O2 radicals in HeLa and C33A while SiHa showed increased levels of H2O2 radicals with no significant change in other radicals.<br \/>Conclusions: Overexpression of miR-34b can promote an increase in cellular senescence and oxidative stress in cervical cancer. The differential action in different cell lines may be due to the difference in expression of miR-34b in these cell lines. Our results highlight the potential of miR-34b to be used for therapeutic intervention in cervical cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-06 miRNAs as tumor suppressors\/oncogenes,,"},{"Key":"Keywords","Value":"Senescence,Reactive oxygen species,MicroRNA,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K J Sindhu<\/b><sup><\/sup>, Devarajan Karunagaran<sup><\/sup><br><br\/>Indian Institute of Technology Madras (IIT Madras), Chennai, India","CSlideId":"","ControlKey":"06402699-aeec-49f4-aae1-7caa8e9cea12","ControlNumber":"561","DisclosureBlock":"&nbsp;<b>K. Sindhu, <\/b> None..<br><b>D. Karunagaran, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6162","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3774","PresenterBiography":null,"PresenterDisplayName":"Sindhu K J, M Eng","PresenterKey":"5ba4c091-0237-4749-97de-2b8a9e99b30a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3774. MiR-34b promotes cellular senescence and ROS generation in human cervical cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MiR-34b promotes cellular senescence and ROS generation in human cervical cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Regulatory RNA molecules such as microRNAs (miRNA) and long non-coding RNAs play critical roles in regulating translation of mRNA to protein. Several miRNAs have been implicated in disease initiation and progression, especially in cancer. The regulatory mechanisms of miRNAs and other small RNAs such as antisense oligos (ASOs) and silencing RNAs (siRNA) have been exploited to develop oligonucleotide therapies for 1. undruggable targets, 2. achieving longer-term effects 3. rapid production of therapeutics and 4. lower drug development costs. These therapeutics have the promise to treat debilitating neurodegenerative diseases, rare and inherited disorders. RNA therapies are typically delivered as a part of nanoparticles or a viral vector. Regardless of the delivery mechanism, methods to understand the biodistribution of the vector, transgene expression and cell type identification in a spatial context is crucial to study the safety and efficacy of these therapies. Built on the flagship RNAscope technology, the RNAscope Plus assay can detect 1 small RNA and 3 mRNA targets using TSA-based fluorescent readouts and is compatible with the new fluorescent Vivid&#8482; dyes . Fixed, fresh frozen samples and formalin fixed paraffin embedded (FFPE) tissues are supported by manual and automated workflows using the Leica Bond Rx system. We have leveraged this technology to investigate spatial expression profile of miRNA and associated RNA targets across different tissue types and applications. We can also combine protein detection using a target antibody to visualize cell-type specific markers. This assay was used to demonstrate expression of miRNAs and target genes implicated in tumor initiation, progression, and angiogenesis. Expression of miR-205 , associated tumor target genes such as <i>PanCK<\/i>, <i>PTEN<\/i> and tumor suppressor <i>TP53<\/i> was visualized in head and neck cancer tumors. Downregulation of tumor-suppressor, <i>TP53<\/i> resulted in upregulation of miR-205 which downregulates <i>PTEN<\/i> expression. <i>Pan-CK<\/i> stained the tumor region in the tissue. Similarly, miR-155 expression was observed in niche areas within breast cancer, head and neck cancer and cervical cancer tumors. Expression of miR-155 demonstrated correlation with high <i>VEGF<\/i> expression suggesting its role in angiogenesis. This novel platform will enable researchers to visualize regulatory RNA simultaneously with target RNAs, cell-type and morphology markers in intact cells\/tissues with single cell resolution. This technology can provide meaningful insights into disease pathology driven by miRNAs as well as assess biodistribution and efficacy of oligonucleotide therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"MicroRNA,RNA,Multiomics,siRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Anushka Dikshit<\/b><sup><\/sup>, Sayantani Basak<sup><\/sup>, Sonali Deshpande<sup><\/sup>, Manvir Sambhi<sup><\/sup>, Li-Chong Wang<sup><\/sup>, Maithreyan Srinivasan<sup><\/sup><br><br\/>Bio-Techne Corporation, Newark, CA","CSlideId":"","ControlKey":"fbdc8d13-5cd7-4374-ad8f-89497d5d5d33","ControlNumber":"3979","DisclosureBlock":"<b>&nbsp;A. Dikshit, <\/b> <br><b>Advanced Cell Diagnostics,, a Bio-Techne brand<\/b> Employment. <br><b>S. Basak, <\/b> <br><b>Advanced Cell Diagnostics,, a Bio-Techne brand<\/b> Employment. <br><b>S. Deshpande, <\/b> <br><b>Advanced Cell Diagnostics,, a Bio-Techne brand<\/b> Employment. <br><b>M. Sambhi, <\/b> <br><b>Advanced Cell Diagnostics,, a Bio-Techne brand<\/b> Employment. <br><b>L. Wang, <\/b> <br><b>Advanced Cell Diagnostics,, a Bio-Techne brand<\/b> Employment. <br><b>M. Srinivasan, <\/b> <br><b>Advanced Cell Diagnostics,, a Bio-Techne brand<\/b> Employment.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6163","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3775","PresenterBiography":null,"PresenterDisplayName":"Anushka Dikshit, PhD","PresenterKey":"4f59ebfc-1ef5-4470-808d-49a58226bf9a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3775. Multi-omic spatial analysis with simultaneous detection of small RNAs, mRNAs and proteins using the novel RNAscope&#8482; Plus technology","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-omic spatial analysis with simultaneous detection of small RNAs, mRNAs and proteins using the novel RNAscope&#8482; Plus technology","Topics":null,"cSlideId":""},{"Abstract":"Background: The kidney is a highly vascular organ, receiving about 1\/4th of the total cardiac output. Not surprisingly, kidney cancer is a highly vascular malignancy. According to WHO, worldwide, there are over 400,000 new cases and over 170,000 deaths yearly due to kidney cancer. The aggressive subtype of kidney cancer, clear cell renal carcinoma (ccRCC), represents 80% of all cases. The Von Hippel Lindau (VHL) gene, a tumor suppressor, is functionally inactive in 90% of ccRCC, which activates the oxygen-sensing machinery responsible for inducing angiogenesis. Long noncoding RNAs (lncRNAs) are RNA molecules of 200 nucleotides and longer in size. LncRNAs can be highly tissue-specific, defining tumor growth and metastasis, hence potential biomarkers for clinical staging, disease progression, and unique therapeutic targets. We hypothesize that the functional inactivation of VHL induces robust changes in the lncRNA transcription during ccRCC tumorigenesis and vascularization.<br \/>Methodology: To understand the pro-angiogenic RNA signals in ccRCC induced by functional VHL inactivation, human 786-O and RCC4 cell lines were used. Microarray analysis comparing the reconstituted functional and non-functional VHL in these tumor cells then defined mRNA and lncRNAs that are VHL- and HIF-dependent. These lncRNAs were further validated in ccRCC patients. 5&#8217; RACE (Rapid Amplification of cDNA ends), RT-qPCR, and cellular compartmentalization were used to characterize the most abundant lncRNA in ccRCC.<br \/>Results: Microarray-based transcriptomic ccRCC from VHL-deficient cell lines and patients divulged a novel lncRNA- &#8220;MARVEL&#8221; (Mortality Associated in RCC, VHL-deficient Expressed Long Noncoding RNA). Analysis in The Atlas of Noncoding RNAs in Cancer (TANRIC) database for ccRCC patients with 447 tumor cases and 67 normal kidney tissues revealed MARVEL predicts overall patient survival by log-rank regression analysis with Cox p &#60; 0.005 and correlated with a higher stage of the disease by the decision tree analysis. MARVEL is VHL-, hypoxia-, and HIF- dependent. ReMap, ChIP-seq data on HIF1 and HIF2 confirmed binding within 1 Kb upstream of the start site of MARVEL. 5&#8217; RACE characterized three transcriptional start sites and three spliced variants. The most abundant transcript of MARVEL has seven exons with six introns that follow the GT-AG rule of splicing. Further, CRISPRi and CRISPRa led loss- and gain-of-function studies on &#8203;MARVEL are ongoing both <i>in vitro<\/i> and <i>in vivo <\/i>to characterize its role in tumorigenicity and angiogenesis.<br \/>Significance: This study defines tumor property of hypoxia and a functional outcome of survival in patients to define the lncRNAs. We identified a novel lncRNA- MARVEL that can be a potential biomarker to predict advanced tumor stage and overall survival in renal cell carcinoma. The functional characterization of MARVEL can reveal its therapeutic potential in ccRCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Long noncoding RNA,Kidney cancer,Hypoxia,VHL,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ranju Nair<\/b><sup>1<\/sup>, Joseph Samuel<sup>2<\/sup>, Philip Marsden<sup>3<\/sup><br><br\/><sup>1<\/sup>Laboratory Medicine and Pathobiology, University of Toronto and St. Michael's Hospital, Toronto, ON, Canada,<sup>2<\/sup>Laboratory Medicine and Pathobiology, University of Toronto, Toronto, ON, Canada,<sup>3<\/sup>Laboratory Medicine and Pathobiology, and Department of Nephrology, University of Toronto and St. Michael's Hospital, Toronto, ON, Canada","CSlideId":"","ControlKey":"a3d22036-0a71-4502-a9ff-9f3bea3570ea","ControlNumber":"2477","DisclosureBlock":"&nbsp;<b>R. Nair, <\/b> None..<br><b>J. Samuel, <\/b> None..<br><b>P. Marsden, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6164","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3776","PresenterBiography":null,"PresenterDisplayName":"Ranju Nair, MS","PresenterKey":"ceda0be8-3a60-4873-84ab-490b6c0bf542","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3776. Identification of hypoxia regulated long noncoding RNA, MARVEL in kidney cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of hypoxia regulated long noncoding RNA, MARVEL in kidney cancer","Topics":null,"cSlideId":""},{"Abstract":"MicroRNA-dependent mRNA decay plays an important role in gene silencing by facilitating posttranscriptional and translational repression. Inspired by this intrinsic nature of microRNA-mediated mRNA cleavage, here, we describe a microRNA-targeting mRNA as a switch platform called mRNA bridge mimetics to regulate the translocation of proteins. We applied the mRNA bridge mimetics platform to Cas9 protein to confer it the ability to translocate into the nucleus via cleavage of the nuclear export signal called CRISPR Self Check-In. This system performed programmed gene editing in vitro and in vivo. Combinatorial treatment with cisplatin and miR-21-EZH2 axis-targeting CRISPR Self Check-In improved sensitivity to chemotherapeutic drugs in vivo. Using the endogenous microRNA mediated mRNA decay mechanism, our platform is able to remodel a cell&#8217;s natural biology to allow the entry of precise drugs into the nucleus, devoid of non-specific translocation. The mRNA bridge mimetics strategy is promising for applications in which the reaction must be controlled via intracellular stimuli and modulates Cas9 proteins to ensure safe genome modification in diseased conditions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-08 Other,,"},{"Key":"Keywords","Value":"MicroRNA,CRISPR\/Cas9,Oncogene,Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Seung Ja Oh<\/b><sup>1<\/sup>, Cheol-Hee Shin<sup>2<\/sup>, Ji Min Lee<sup>3<\/sup>, Juyong Lee<sup>4<\/sup>, Su Chan Park<sup>3<\/sup><br><br\/><sup>1<\/sup>Kyung Hee University, Yongin-si, Korea, Republic of,<sup>2<\/sup>Korea Institute of Science and Technology, Seoul, Korea, Republic of,<sup>3<\/sup>Korea Advanced Institute of Science and Technology, Daejeon, Korea, Republic of,<sup>4<\/sup>Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"1d09c975-3d3e-478b-bccb-b0a2069c23cd","ControlNumber":"4250","DisclosureBlock":"&nbsp;<b>S. Oh, <\/b> None..<br><b>C. Shin, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>S. Park, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6165","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3777","PresenterBiography":null,"PresenterDisplayName":"Seung Ja Oh","PresenterKey":"4d956d23-1f39-4914-a6ae-2a8f470d7437","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3777. MicroRNA-inducible CRISPR\/Cas9 for cell type-specific genome regulation in cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MicroRNA-inducible CRISPR\/Cas9 for cell type-specific genome regulation in cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Overtreatment of indolent prostate cancer (PC) and delayed treatment of aggressive PC is common due to suboptimal risk stratification tools, thus warranting identification of novel prognostic biomarkers. Although a few long non-coding RNAs (lncRNAs) with biomarker potential in PC are known, the majority of lncRNAs remain uncharacterized. Here, we aimed to identify novel lncRNA biomarker candidates. We hypothesized that strong candidates would have a functional role in driving PC progression in addition to their expression being linked to PC prognosis, and we therefore combined functional CRISPR screening with lncRNA expression profiling of PC patients.<br \/>Methods: Total RNA sequencing (RNAseq) data was generated from 31 adjacent normal (AN) and 125 tumor samples from 141 clinically localized PC patients, along with 17 primary tumor samples from metastatic PC patients. Raw reads were mapped to the hg38 reference genome and kallisto was used for quantification. CRISPR activating (CRISPRa) and CRISPR interference (CRISPRi) screens were performed in the LNCaP PC cell line stably expressing either dCas9-VP64 or dCas9-KRAB, respectively. Cells were transduced in duplicate with custom single guide RNA (sgRNA) libraries targeting 20,306 and 20,474 lncRNA transcripts of interest using 72,281 and 72,360 sgRNAs (CRISPRa and CRISPRi, respectively). Cells were harvested and DNA extracted from an early (day 4 post-transduction) and a late (day 17-21) timepoint and next-generation sequenced. MAGeCK was used for data analysis.<br \/>Results: To identify lncRNAs with biomarker potential in PC, we analyzed lncRNA expression in total RNAseq data from 158 PC patients. Using differential expression analysis and cox regression analysis with biochemical recurrence as endpoint, we identified 6,928 lncRNAs with biomarker potential. To investigate if any of these had a functional role in driving PC progression, we performed CRISPRa and CRISPRi screens to assess how lncRNA activation\/inhibition affected PC cell proliferation. Based on the screens, lncRNA candidates with the most prominent phenotypes (normalized read count difference &#62;200 and log-fold change &#62;33% between the early and late timepoint for &#8805;3 sgRNAs in both replicates) were selected for individual validation. This identified 7 (CRISPRa) and 8 (CRISPRi) negative hits (decreased cell proliferation) along with 5 (CRISPRa) and 2 (CRISPRi) positive hits (increased cell proliferation). Individually activated\/inhibited LNCaP cell lines have been established for the 22 candidate lncRNAs and proliferation assays are performed to validate their functional role in PC progression.<br \/>Conclusion: We identified numerous lncRNAs with biomarker potential and a possible driver role in PC progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Prostate cancer,Long noncoding RNA,Biomarkers,CRISPR\/Cas9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Simone Weiss<\/b><sup>1<\/sup>, Allegra Lord<sup>2<\/sup>, Bernhard Schmierer<sup>2<\/sup>, Anne B. Rovsing<sup>3<\/sup>, Emil A. Thomsen<sup>3<\/sup>, Jacob G. Mikkelsen<sup>3<\/sup>, Benedicte Ulhøi<sup>4<\/sup>, Jakob S. Pedersen<sup>1<\/sup>, Michael Borre<sup>5<\/sup>, Karina D. Sørensen<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Molecular Medicine, Aarhus University Hospital, Aarhus, Denmark,<sup>2<\/sup>CRISPR Functional Genomics, SciLifeLab and Department of Medical Biochemistry and Biophysics, Karolinska Institutet, Stockholm, Sweden,<sup>3<\/sup>Department of Biomedicine, Aarhus University, Aarhus, Denmark,<sup>4<\/sup>Department of Pathology, Aarhus University Hospital, Aarhus, Denmark,<sup>5<\/sup>Department of Urology, Aarhus University Hospital, Aarhus, Denmark","CSlideId":"","ControlKey":"d214d6e2-0128-492e-a8fb-c21e8c92edfc","ControlNumber":"1012","DisclosureBlock":"&nbsp;<b>S. Weiss, <\/b> None.&nbsp;<br><b>A. Lord, <\/b> <br><b>Cellarity, Inc.<\/b> Employment.<br><b>B. Schmierer, <\/b> None..<br><b>A. B. Rovsing, <\/b> None..<br><b>E. A. Thomsen, <\/b> None..<br><b>J. G. Mikkelsen, <\/b> None..<br><b>B. Ulhøi, <\/b> None..<br><b>J. S. Pedersen, <\/b> None..<br><b>M. Borre, <\/b> None..<br><b>K. D. Sørensen, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6166","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3778","PresenterBiography":null,"PresenterDisplayName":"Simone Weiss, MS","PresenterKey":"13f9bd8b-6059-4861-9a4c-93bb5d6db4aa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3778. Genome-Scale CRISPRa and CRISPRi screening for lncRNA drivers of prostate cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genome-Scale CRISPRa and CRISPRi screening for lncRNA drivers of prostate cancer progression","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>High-risk<b> <\/b>human papillomavirus (HPV) type 16 is the major etiological agent found in more than 60% of patients with cervical cancer and associated with cancer development and progression. Persistent expression HPV E6 and E7 oncoproteins are essential for the initiation and maintenance of cervical cancer. The therapeutic approaches targeting HPV E6 and E7 have been proved to be highly efficient in killing malignant cells. The suppression of HPV 16 E6\/E7 expression by the short interfering RNA (siRNA) was more effective in combination therapy with cisplatin (CDDP) for cervical cancer. ENB101-LNP is an ionizable lipid nanoparticles (LNPs) encapsulating siRNA against E6\/E7 of HPV 16 for delivery to the tumor cells.<br \/><b>Methods: <\/b>To investigate the anticancer efficacy and mechanism of ENB101-LNP combined with cisplatin in cervical cancer; the xenograft model was generated by the injection of CaSki cells subcutaneously into BALB\/c nude mice. Mice were randomly divided into six groups: 1) blank control; 2) 1mg\/kg ENB101-LNP; 3) 3mg\/kg ENB101-LNP; 4) CDDP; 5) 1mg\/kg ENB101-LNP-CDDP; 6) 3mg\/kg ENB101-LNP-CDDP. ENB101-LNP was treated with intravenous injection three times weekly for 3 weeks and CDDP was treated with IP injection once a week for 3 weeks. Tumor growth curves were plotted to calculate the tumor inhibition rate. Mice were sacrificed one week after the last treatment and the tumor tissues were investigated using histopathology, immunohistochemical staining and western blotting.<br \/><b>Results: <\/b>Compared with the control and the other treatment groups, the tumor growth was significantly inhibited (<i>P<\/i> &#60; 0.05). The tumor inhibition rate was 29.7% in 1mg\/kg ENB101-LNP group, 29.6% in 3mg\/kg ENB101-LNP group, 34.0% in CDDP group, 47.0% in 1mg\/kg ENB101-LNP-CDDP group. At the dose of 3mg ENB101-LNP\/kg combined with CDDP exhibited superior antitumor efficacy, the tumor inhibition rate was 68.8%. The successful ENB101-LNP mediated knockdown (with up to 80%) of HPV16 E6\/E7 in tumors of both 1mg\/kg and 3mg\/kg groups was confirmed by RT-PCR. The ENB101-LNP increased p53 and p21 expression in tumors compared to control and CDDP alone groups and combination treatment with CDDP showed decreased expression of PD-L1 expression compared to CDDP alone group. The treatment of ENB101-LNP and combination with CDDP showed significant increase in apoptotic cells compared to control and single-agent groups respectively.<br \/><b>Conclusions: <\/b>The ENB101-LNP inhibiting E6 and E7 of HPV 16 in combination with CDDP showed promising anticancer activity in the cervical cancer cells xenograft mouse model.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-05 miRNA-based therapeutics,,"},{"Key":"Keywords","Value":"Cervical cancer,Human papillomavirus (HPV),siRNA,Nanoparticle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sung Wan Kang<\/b><sup>1<\/sup>, Shin-Wha Lee<sup>2<\/sup>, Ji-young Lee<sup>1<\/sup>, Ok Ju Kang<sup>2<\/sup>, Hyejeong Kim<sup>3<\/sup>, Yisak Kim<sup>4<\/sup>, Yong-Man Kim<sup>2<\/sup><br><br\/><sup>1<\/sup>Asan Institute for Life Science, Seoul, Korea, Republic of,<sup>2<\/sup>Obstetrics and Gynecology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, Republic of,<sup>3<\/sup>EnhancedBio Inc., Seoul, Korea, Republic of,<sup>4<\/sup>Enhancedbio Inc., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"52aa021d-1c04-4075-82fd-4f38307aee54","ControlNumber":"5951","DisclosureBlock":"&nbsp;<b>S. Kang, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>O. Kang, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>Y. Kim, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6167","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3779","PresenterBiography":null,"PresenterDisplayName":"Sung Wan Kang, MS","PresenterKey":"ef958586-89eb-4c5b-956c-56e8511a2e99","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3779. Evaluation of anti-cancer efficacy of lipid nanoparticles containing siRNA against HPV16 E6 and E7 combined with cisplatin in xenograft model of cervical cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of anti-cancer efficacy of lipid nanoparticles containing siRNA against HPV16 E6 and E7 combined with cisplatin in xenograft model of cervical cancer","Topics":null,"cSlideId":""},{"Abstract":"Promoter hypermethylation is one of the events that downregulate microRNAs (miRNA), resulting in differential expression of genes and progression of cancer. Previously we showed down-regulation of two miRNAs, miR-299-3p and -30e that target androgen receptor (AR) in advanced prostate cancer (PCa), and their function as tumor suppressors. In this study, we examined the contributing events for the loss of expression of these miRNAs and if the expression varies in PCa tissues and cells from racially disparate group of patients. To test whether promoter hypermethylation is one of the reasons, we examined the effect of treatment of DNA methyl transferase (DNMT) inhibitor 5-Aza-2&#8217;-deoxycytidine (Aza-C) on expression of these miRNAs in PCa cells. We noted that the expression of miRs-299-3p, -30e and -34c, another AR-targeting miRNA can be restored in PCa cells upon Aza-C treatment, which suggests that promoter hypermethylation is possibly responsible for down regulation of these miRNAs. We noted that miR- miR-299-3p, -34c and -30e are differentially expressed in PCa tissues and cells from African American (AA) and European American (CA) patients. Through bisulfite sequencing, we showed differential promoter methylation of <i>mir-34c and -299-3p<\/i> genes in PCa cell lines from AA and CA origins, which can be reversed through treatment with Aza-C. Differential expression and activities of DNMT3A and DNMT3B were also noted in PCa cells. Analysis of miRNA target prediction databases suggested that both miRs-299-3p and -30e have one or more binding sites at the 3&#8217;UTRs of DNMT3A and DNMT3B, which was confirmed by luciferase reporter assays. Interaction of these DNMTs with miR-299-3p was further established by Argonaut (Ago)-2-based RNAIP using induced C4-2B PCa cells overexpressing miR-299-3p. Interaction of miR-30e with these DNMTs was also confirmed by transfection of biotinylated miRNA mimic and streptavidin-based RNA pulldown assays. Overexpression of miRs-299-3p and -30e in PCa cells downregulated expression of mRNAs and proteins, and the activity of DNMTs. Ectopic expression of miR-299-3p restored expression of miR-34c and -30e in PCa cells. Similarly, overexpression of miR-30e restored expression of miR-34c and -299-3p. These observations confirmed that the increased expression of miRs-30e or -299-3p overcomes the loss of expression of miRNAs including miRs-299-3p and -34c, which is potentially mediated by DNMT induced promoter hypermethylation. This study established a reciprocal regulatory loop of AR targeting miRNAs and DNMTs in PCa cells and provides a mechanistic insight into the aberrant expression of AR in advanced PCa as a result of down regulation of miRs-299-3p, -34c and -30e and stabilization of expression and activities of DNMTs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-01 Epigenetic control of miRNA expression,,"},{"Key":"Keywords","Value":"MicroRNA,Methylation,DNA methyltransferase,Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Kavya Ganapathy<sup>1<\/sup>, <b>Christian Harrs<\/b><sup>1<\/sup>, Samuel Harris<sup>1<\/sup>, Ayman Khatib<sup>1<\/sup>, Jong Park<sup>2<\/sup>, Ratna Chakrabarti<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Central Florida, Orlando, FL,<sup>2<\/sup>Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"eba578b3-97d1-422c-bc4a-50c53a43aa63","ControlNumber":"5367","DisclosureBlock":"&nbsp;<b>K. Ganapathy, <\/b> None..<br><b>C. Harrs, <\/b> None..<br><b>S. Harris, <\/b> None..<br><b>A. Khatib, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>R. Chakrabarti, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6168","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3780","PresenterBiography":null,"PresenterDisplayName":"Christian Harrs, Undergraduate Student","PresenterKey":"dcc4b5a8-c496-4230-ad27-3890464b365e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3780. Reciprocal regulation between DNA methyl transferase 3A and 3B and microRNAs 299-3p and -30e are the causal factors for down regulation of microRNAs targeting androgen receptors in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reciprocal regulation between DNA methyl transferase 3A and 3B and microRNAs 299-3p and -30e are the causal factors for down regulation of microRNAs targeting androgen receptors in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"The NF-&#954;B signaling pathway has been shown to contribute to epithelial ovarian cancer (EOC) through its classical and alternative pathways, characterized by the RelA and RelB transcription factors respectively. Previous studies have highlighted the role of RelA in sustaining the proliferative cancer cell population, while RelB aids in promoting the survival of chemoresistant, stem-like tumor-initiating cells (TICs) that promote disease relapse. In further characterizing the downstream effects of NF-&#954;B signaling on EOC, we hypothesize NF-&#954;B signaling differentially regulates the expression of several microRNAs (miRNAs) to promote TIC survival and proliferation through its classical and alternative pathways. miRNAs comprise a subset of small, noncoding RNAs that regulate gene expression, making them amenable for therapeutic targeting. Inducible shRNA stably expressed in OV90 EOC cells to knockdown RelA or RelB were analyzed by miR-seq to identify the differential expression of miRNAs in cells grown in TIC vs adherent (adh) conditions. Several miRNAs were differentially expressed in these conditions with RelA or RelB knockdown; we identified and validated the expression of two candidate miRNAs: hsa-miR-452-5p and hsa-miR-335-5p. We observed the decreased expression of hsa-miR-452-5p when either RelA or RelB is knocked down, while also observing the increased expression of hsa-miR-335-5p when RelA is knocked down. By inhibiting miR-452-5p in conjunction with disrupting NF-&#954;B activity, we found changes in cell viability, sphere formation, and expression of the stem cell marker ALDH. Understanding the role of miRNA signaling in the context of NF-&#954;B will better define the transcriptional roles of RelA and RelB in EOC. Ongoing work will further characterize the downstream targets of these miRNAs as potential therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"Cancer stem cells,Tumor initiating cells,MicroRNA,NF-&#954;B,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Rahul D. Kamdar<sup>1<\/sup>, <b>Brittney S. Harrington<\/b><sup>1<\/sup>, Soumya Korrapati<sup>1<\/sup>, Emma Attar<sup>2<\/sup>, Nathan Wong<sup>1<\/sup>, Carrie D. House<sup>3<\/sup>, Christina M. Annunziata<sup>1<\/sup><br><br\/><sup>1<\/sup>National Cancer Institute, Bethesda, MD,<sup>2<\/sup>Colgate University, Hamilton, NY,<sup>3<\/sup>Department of Biology, San Diego State University, San Diego, CA","CSlideId":"","ControlKey":"20736ac8-6403-48c7-aafc-9dd4be71aa5e","ControlNumber":"6720","DisclosureBlock":"&nbsp;<b>R. D. Kamdar, <\/b> None..<br><b>B. S. Harrington, <\/b> None..<br><b>S. Korrapati, <\/b> None..<br><b>E. Attar, <\/b> None..<br><b>N. Wong, <\/b> None..<br><b>C. D. House, <\/b> None..<br><b>C. M. Annunziata, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6169","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3781","PresenterBiography":null,"PresenterDisplayName":"Brittney Harrington, PhD","PresenterKey":"c8914da2-63d1-4e51-8535-f2d72881ce95","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3781. NF-&#954;B classical and alternative signaling differentially regulate miRNA expression in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NF-&#954;B classical and alternative signaling differentially regulate miRNA expression in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Due to the pleiotropic nature of miR-34a, including its ability to downregulate multiple genes that drive resistance to currently used anti-cancer therapies, we hypothesize that the best use of miR-34a in a clinical setting would be in combination with standard-of-care treatments. For <i>in vivo<\/i> use, such a molecule would necessitate the following: i) a stabilized version of miR-34a that can withstand the harsh environment in circulation and intracellular nucleases, and ii) a robust, specific, and safe delivery vehicle. With regard to stability, we successfully generated the first fully modified version of miR-34a. This new chemically modified molecule is over 400-fold more stable than the previously used partially modified version and induces enhanced and sustained target gene repression. To assess <i>in vivo<\/i> activity of fully modified miR-34a requires a suitable delivery vehicle. Indeed, while various approaches have been used to restore miR-34a in tumors, clinically relevant mechanisms for delivery of miR-34a have been a challenge due to poor tumor uptake, unfavorable bioavailability, and unwanted toxicity. Previously, we determined that a partially modified version of miR-34a can be delivered specifically and robustly to cancer cells in a targeted, vehicle-free manner through direct conjugation to folate, a ligand of the high-affinity folate receptors. Thus, we conjugated our fully modified miR-34a (FM-miR-34a) to folate generating FM-FolamiR-34a. Following <i>in vivo<\/i> delivery of FM-FolamiR-34a to mice with breast cancer xenografts we observed enhanced and sustained target gene repression, in comparison to our first-generation partially modified folate-miR-34a conjugate (FolamiR). Critical miR-34a target genes involved in promoting resistance, including MET, AXL, and CD44 were downregulated over 90% for at least 120 hours following a single 1.5 nmol dose of FM-FolamiR-34a. Our final objective is to evaluate FM-FolamiR-34a in combination with standard-of-care agents <i>in vivo<\/i>.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-05 miRNA-based therapeutics,,"},{"Key":"Keywords","Value":"MicroRNA,Chemical modifications,Folate receptor,Targeted drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shreyas Ganesan Iyer<\/b><sup>1<\/sup>, Ahmed  M.  Abdelaal<sup>1<\/sup>, Ikjot Singh Sohal<sup>1<\/sup>, Sudarsan  R.  Kasireddy<sup>2<\/sup>, Andrea  L.  Kasinski<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Biological Sciences, Purdue University, West Lafayette, IN,<sup>2<\/sup>Purdue University, West Lafayette, IN","CSlideId":"","ControlKey":"70ae153e-f223-40ca-b27d-a7bbccedbdc2","ControlNumber":"6223","DisclosureBlock":"&nbsp;<b>S. G. Iyer, <\/b> None..<br><b>A. M. Abdelaal, <\/b> None..<br><b>I. S. Sohal, <\/b> None..<br><b>S. R. Kasireddy, <\/b> None..<br><b>A. L. Kasinski, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6170","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3782","PresenterBiography":null,"PresenterDisplayName":"Shreyas Iyer, B Eng,MS","PresenterKey":"9abf0c30-fe7b-472a-bfb4-4371c4ec0848","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3782. Targeting cancer cells using folate conjugated to a fully modified version of miR-34a (FolamiR-34a) to produce enhanced and sustained anti-tumor activity","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting cancer cells using folate conjugated to a fully modified version of miR-34a (FolamiR-34a) to produce enhanced and sustained anti-tumor activity","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is a leading cause of cancer incidence and mortality among men. Prostate cancer is driven by androgens acting via androgen receptor (AR). Therefore, this cancer is treated with androgen deprivation therapy (ADT) initially. However, the cancer rapidly evolves to be resistant to ADT and progresses to a more invasive stage referred to as &#8216;Castration Resistant prostate cancer&#8217; (CRPC). CRPC is treated with second generation of AR pathway inhibitors such as Enzalutamide and Abiraterone. These treatments are effective initially. However, drug resistance develops in a significant fraction of patients and the cancer undergoes &#8216;neuroendocrine trans-differentiation (NED) to a lethal variant called &#8216;neuroendocrine prostate cancer&#8217; (NEPC). As a result of NED, PCa cells express neuronal markers such as synaptophysin, chromogranin A and enolase. The molecular basis of NED is not yet fully defined. With a focus on identifying the role of microRNAs (miRNAs) in NEPC, we performed small RNA sequencing in CRPC tumors with and without NED. This sequencing identified miR-28-3p to be significantly downregulated in CRPC-NE samples as compared to CRPC-adenocarcinomas (CRPC-Adeno). In view of this, we examined the role of this miRNA in NEPC. Analyses of TCGA data of prostate adenocarcinomas suggest that miR 28-3p has an oncogenic role in primary prostate tumors. However, its expression declines in tumors with increasing Gleason score. We profiled the expression of miR-28-3p in patient-derived xenograft models and clinical CRPC-NE and CRPC-Adeno tissues by real time PCR. Our profiling showed a trend towards downregulation with increased NED. Basal expression of miR 28-3p in various prostate cancer cell lines showed an elevated level in androgen dependent cell lines whereas significantly less expression in NEPC cell lines, LASCPC-01 and NCI-H660. In this study, we generated PC3 cell line that stably expresses miR-28 for understanding its functional role in regulating PCa. Preliminary functional assays including cell viability assay, cell cycle studies and invasion and migration assay suggest a tumor suppressor role of miR-28-3p in advanced prostate cancer. In conclusion, our data shows that miR 28-3p potentially has a biphasic role in PCa, where it is oncogenic in early stages and acts as a tumor suppressor in late stage PCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"MicroRNA,Prostate cancer,Neuroendocrine tumors,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Amritha Sreekumar<\/b><sup><\/sup>, Sharanjot Saini<sup><\/sup><br><br\/>Augusta University, Augusta, GA","CSlideId":"","ControlKey":"726f0656-e169-4bcb-8d61-dbee8fc366e9","ControlNumber":"6575","DisclosureBlock":"&nbsp;<b>A. Sreekumar, <\/b> None..<br><b>S. Saini, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6171","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3783","PresenterBiography":null,"PresenterDisplayName":"Amritha Sreekumar, MS","PresenterKey":"766253d6-25a7-48bf-b535-5ab0bad5baca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3783. Role of microRNA 28-3p in prostate cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of microRNA 28-3p in prostate cancer progression","Topics":null,"cSlideId":""},{"Abstract":"It has been well established that microRNAs (miRNAs) have an important role in cancer sustenance and progression. Our previous studies have established the role of miR-489 as a tumor suppressor miRNA in breast cancer. However, the multiple targets of this miRNA have diversified its mechanism from preventing tumor cell proliferation to promoting cell death pathways. In this study we have aimed to establish the role of miR-489 in cell cycle inhibition, leading to Endoplasmic Reticulum stress (ER stress) and ultimately immunogenic cell death (ICD). Firstly, we found that overexpression of miR-489 in triple negative breast cancer (TNBC) cell lines including MDA-MB-231, BT 549, drastically reduced cell proliferation using colony formation assay and real-time cell analysis. Furthermore, studies like GO analysis, sequence analysis and cell cycle analysis demonstrated that miR-489 induces cell cycle arrest and apoptosis in TNBC by directly targeting FOXM1 and regulating other kinases like CDK1. It was also shown for the first time that miR-489 overexpression induces ER stress and the release of damage associated molecular patterns (DAMPs), consistent with hallmarks of ICD like Calreticulin exposure on cellular surface and ATP release, triggering phagocytosis. It was also established that miR-489-induced apoptosis lead to the elevation of cleaved caspase 3, which was responsible for the activation of PANX1 and the consequent release of ATP. In conclusion, we tried to mechanistically understand the role of miR-489 in cell cycle arrest leading to cellular stress. Stress induced apoptosis and consequent ICD was also a possible outcome and it turned out miR-489 overexpression without any other ICD inducer was good enough to trigger the release of DAMPs and elucidate an immunogenic response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-05 miRNA-based therapeutics,,"},{"Key":"Keywords","Value":"MicroRNA,Triple-negative breast cancer (TNBC),Immunogenic cell death,FOXM1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gourab Gupta<\/b><sup><\/sup>, Ryan Titus<sup><\/sup>, Yogin Patel<sup><\/sup>, Shakthika Sarvanan<sup><\/sup>, Hexin Chen<sup><\/sup><br><br\/>Biological Science, University of South Carolina, Columbia, SC","CSlideId":"","ControlKey":"f152ddc7-6b8e-4ad7-9958-e22f5a404b1b","ControlNumber":"5323","DisclosureBlock":"&nbsp;<b>G. Gupta, <\/b> None..<br><b>R. Titus, <\/b> None..<br><b>Y. Patel, <\/b> None..<br><b>S. Sarvanan, <\/b> None..<br><b>H. Chen, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6172","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3784","PresenterBiography":null,"PresenterDisplayName":"Gourab Gupta","PresenterKey":"270371c9-c42b-485a-be2e-c97e8a6cacb5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3784. miR-489 induces apoptosis and immunogenic cell death through targeting FOXM1 in triple negative breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"miR-489 induces apoptosis and immunogenic cell death through targeting FOXM1 in triple negative breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Telomerase RNA component (TERC) is a long non-coding (lncRNA) associated with prostate cancer progression and has novel prognostic biomarker potential. Differential methylation patterns of lncRNAs affect their expression levels, leading to cancer. This study aimed to profile and elucidate differential lncRNA expression patterns in prostate cancer (PCa). A 384-well plate of PCa associated lncRNA gene array panel was used in castration resistant PC-3 PCa cells vs androgen-sensitive PCa LNCaP cells. Annotation and enrichment analysis of lncRNA differential gene expression was performed using a human lncRNA sets database, LncSEA. Furthermore, digital droplet PCR (ddPCR) was used to verify the PCR array results. Up or down-regulation of &#177;2 and p &#60;0.05 were considered significant. Decreased hsa-miR-320 gene family expression has been reported in various tumors including PCa. However, the precise mechanisms of hsa-miR-320 gene family in PCa remain to be elucidated. Thirty six of 84 lncRNAs were shown to be upregulated, while 14% of the lncRNA genes were downregulated. Notably, TERC lncRNA was upregulated in high metastatic PC-3 cells. Hypermethylation patterns of this lncRNA in high metastatic PC-3 cells was also shown by enrichment analysis. Furthermore, TERC lncRNA was demonstrated to regulate the hsa-miR-320 family, suggesting a correlation between TERC hypermethylation and downregulation of hsa-miR-320 gene family expression in PCa, as revealed by bioinformatics analysis. TERC lncRNA promotes PCa cell proliferation, migration, invasion and metastasis by sponging hsa-miR-320 family. This TERC\/hsa-miR-320 interaction holds potential to understanding PCa prognostic mechanisms by lncRNAs and may also be targeted for novel therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Long noncoding RNA,Prostate cancer,Prognosis,Hypermethylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Mandisa Mbeje<sup>1<\/sup>, Jeyalakshmi Kandhavelu<sup>2<\/sup>, Clement Penny<sup>3<\/sup>, <b>Zodwa Dlamini<\/b><sup>1<\/sup>, Rahaba Marima<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Pretoria, Pretoria, South Africa,<sup>2<\/sup>Georgetown University Medical Center, Washington, DC, WA,<sup>3<\/sup>University of the Witwatersrand, Johannesburg, South Africa","CSlideId":"","ControlKey":"7d32286a-9c21-498e-bbf2-e2cbfccfcb5d","ControlNumber":"6071","DisclosureBlock":"&nbsp;<b>M. Mbeje, <\/b> None..<br><b>J. Kandhavelu, <\/b> None..<br><b>C. Penny, <\/b> None..<br><b>Z. Dlamini, <\/b> None..<br><b>R. Marima, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6173","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3785","PresenterBiography":null,"PresenterDisplayName":"Zodwa Dlamini, PhD","PresenterKey":"cd2fc978-875b-4f80-a4f6-c5f103200051","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3785. Telomerase RNA component lncRNA regulates hsa-miR-320 family and promotes prostate cancer metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Telomerase RNA component lncRNA regulates hsa-miR-320 family and promotes prostate cancer metastasis","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) comprises 15-20% of breast cancers and is associated with an aggressive course and the highest mortality rate in all breast cancer subtypes owing to high rates of early metastasis recurrence, and a low response to adjuvant chemotherapy. Currently, there is no effective targeted therapy strategy for TNBC due to significant genetic heterogeneity and a lack of defined molecular targets. Recent evidence from our and other laboratories revealed that non-coding RNAs such as tumor suppressor microRNAs (miRNAs) are dysregulated in cancer cells by regulating the expression of target genes (mRNAs) that are involved in critical cellular processes such as cell cycle, proliferation, differentiation, and migration\/invasion, drug resistance, and tumor growth. Analyzing the TCGA-patient database, we recently found that reduced miR-449b expression was associated with significantly shorter survival in TNBC patients (n=56 patients with high expression, n=41 patients with low expression, p=0.0011). Our studies revealed that&nbsp;miR449b expression is reduced in TNBC cell lines and its ectopic expression using commercially available transfection reagent inhibited TNBC cell proliferation, migration, and invasion. Since in vivo delivery of miRNA therapeutics has been challenging, we developed magnetic nanoparticles for miR-449b delivery which inhibited in vitro cell proliferation, invasion, and migration. To elucidate molecular mechanisms underlying miR-449b-induced tumor suppressive effects, we investigated potential targets of miR449b using several target prediction algorithms and found that miR-449b has binding sites in the 3'-UTR of the proto-oncogene, eukaryotic elongation factor-2 kinase (eEF2K) gene. We demonstrated eEF2K expression is highly upregulated in TNBC cell lines and eEF2K expression correlates with shorter overall survival in patients with TNBC. More importantly, eEF2K expression was markedly inhibited after ectopic expression of miR-449b in TNBC cells. TNBC cells were also treated with siRNAs specific for eEF2K which led to reduced cell growth and invasion\/migration, recapitulating the effects of miR-449b expression Furthermore, in vivo administration of miR-449b-loaded magnetic nanoparticles (0.6 mg\/kg once a week in TNBC orthotopic xenograft models (MDA-MB-231) in mice resulted in significant inhibition of eEF2K and tumor growth. Additionally, magnetic nanoparticles-miR-449b treatment in mice did not cause detectable side effects. These findings suggest that miR-449b functions as a tumor suppressor by targeting eEF2K-mediated oncogenic signaling leading to the tumor growth and progression of TNBC. Taken together, our study suggests that the miR-449 nanotherapy using magnetic nanoparticles may be a promising therapeutic strategy that provides a safe and effective antitumor efficacy against TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-06 miRNAs as tumor suppressors\/oncogenes,,"},{"Key":"Keywords","Value":"MicroRNA,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Goknur Kara<\/b><sup><\/sup>, Bulent Ozpolat<sup><\/sup><br><br\/>Houston Methodist Research Institute, Houston, TX","CSlideId":"","ControlKey":"e10032a4-d065-4f0f-90d1-22c36434391a","ControlNumber":"7415","DisclosureBlock":"&nbsp;<b>G. Kara, <\/b> None..<br><b>B. Ozpolat, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6174","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3786","PresenterBiography":null,"PresenterDisplayName":"Goknur Kara, PhD","PresenterKey":"f9b15556-cf86-40a3-b4d2-e8fb148b4d54","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3786. <i>In vivo<\/i> miR-449b mimic-based nanotherapy suppresses growth and progression of triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vivo<\/i> miR-449b mimic-based nanotherapy suppresses growth and progression of triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<u>Background:<\/u> Clear Cell Renal Cell Carcinoma (ccRCC) constitutes more than 75% of kidney cancer diagnostics. Inactivation of the tumor suppressor gene termed von Hippel-Lindau (VHL) is considered the major truncal event and occurs in more than 85% of patients. The most notable role of VHL is its ability to negatively regulate the Hypoxia-Induced Factors (HIF&#945;), which in turn, stimulate the transcription of multiple oncogenes, including microRNAs (miRNAs). MiRNAs are small non-coding RNAs that negatively regulate gene expression through complementary base pairing. Using ccRCC cell models, we observed an overexpression of the miR 2355-5p following the loss of VHL in a HIF2&#945; dependent manner.<br \/><u> <\/u> <u>Hypothesis:<\/u> We hypothesize that the miR 2355-5p overexpression is involved in the tumorigenesis of VHL-inactivated ccRCC. Our specific aims are to i) quantify the expression of miR 2355-5p in ccRCC clinical samples, ii) characterize the functional impact of miR 2355-5p in ccRCC development, and iii) identify miR 2355-5p targeted genes in ccRCC tumors.<br \/><u> <\/u> <u>Methods:<\/u> Clinical samples (tissues and plasma) from consented patients with ccRCC were recruited through the Universit&#233; de Sherbrooke. Normal adjacent tissue and plasma from healthy individuals were used as controls. miR 2355-5p expression was quantified through RT-qPCR with Taqman probes. Then, 786-0 and A498 VHL-deficient ccRCC cell lines were used. miR 2355-5p knockout models (KO) were generated using CRISPR\/cas9 technology or stably overexpressed using miRNA precursor plasmid (786-0++2355). The impact on cell survival and proliferation was assessed with clonogenic assay and daily cell counts, respectively. Furthermore, cell models were injected into immunodeficient mice. Angiogenesis was evaluated by tube formation assay and angiogenesis proteome profiler kit. Finally, miRNA pulldown was performed to identify miR 2355-5p potential targets.<br \/><u> <\/u> <u>Results:<\/u> Our findings showed a significant increase in miR 2355-5p expression in tumor tissue compared to normal adjacent tissue as well as in plasma samples compared to healthy individuals. Inhibition of miR 2355-5p significantly reduced cell survival and cell proliferation <i>in vitro<\/i> and <i>in vivo<\/i>. Altered expression of the miRNA also disturbed the expression of multiple angiogenic factors and reduced the ability of cells to stimulate tube formation. MiRNA pulldown identified over 267 potential targets, where 161 were mRNA coding for functioning proteins. Close to 80% of identified proteins were direct targets of miR 2355-5p according to prediction software. Further analysis showed an inverse correlation between the tumor suppressor gene SPRY4 and miR 2355-5p, uncovering a potential link between the two.<br \/><u> <\/u> <u>Discussion:<\/u> Our results demonstrate an important role of miR 2355-5p on angiogenesis and ccRCC tumor growth. Further research on the interaction between miR-2355-5p, BTG2, SLIT2, and CMTM4 could unlock new potential avenues for targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-06 miRNAs as tumor suppressors\/oncogenes,,"},{"Key":"Keywords","Value":"MicroRNA,Cell growth,Angiogenesis,RNA-seq,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Patric Page<\/b><sup>1<\/sup>, Sandra Turcotte<sup>1<\/sup>, Mykella Martin<sup>1<\/sup>, Patrick Richard<sup>2<\/sup>, Tamiko Nishimura<sup>3<\/sup>, Yasser Riazalhosseini<sup>3<\/sup><br><br\/><sup>1<\/sup>Chemistry and Biochemistry, Université de Moncton, Moncton, NB, Canada,<sup>2<\/sup>Université de Sherbrooke, Sherbrooke, QC, Canada,<sup>3<\/sup>McGill University, Montreal, QC, Canada","CSlideId":"","ControlKey":"b71b090d-4a06-458e-87ca-bae27a65937d","ControlNumber":"7749","DisclosureBlock":"&nbsp;<b>P. Page, <\/b> None..<br><b>S. Turcotte, <\/b> None..<br><b>M. Martin, <\/b> None..<br><b>P. Richard, <\/b> None..<br><b>T. Nishimura, <\/b> None..<br><b>Y. Riazalhosseini, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6175","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3787","PresenterBiography":"","PresenterDisplayName":"Patric Page, BS","PresenterKey":"64fad238-b262-46ca-967e-dbf61f1d7065","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3787. miR 2355-5p regulates tumor growth and angiogenesis in VHL-inactivated clear cell renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"miR 2355-5p regulates tumor growth and angiogenesis in VHL-inactivated clear cell renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Short noncoding microRNAs (miRNAs) function as tumor suppressors or oncogenes playing important roles in tumorigenesis and metastasis. In prostate cancer, the studies had indicated the potential roles of miRNA as biomarkers for earlier detection, diagnosis, prognosis evaluation and therapy targets. The castration resistance and metastasis remain the major challenges for the administration of prostate cancer patients, and the underlying biology is still not fully understood. Here, we reported the comparative profiling of miRNAs in hormone dependent and independent prostate cancer cells, aiming to identify novel miRNAs for monitoring aggressive disease progression and therapy targets.<b><\/b><br \/><b>Methods: <\/b>The hormone sensitive LNCaP cells, and androgen independent C42B and PC3 cells were used to miRNA sequencing. The miRNA sequencing libraries were prepared with NanoDrop ND-1000. The DNA fragments were denatured to generate single-stranded DNA molecules and amplified in situ with TruSeq Rapid SR Cluster kit. Sequencing was performed using the Illumina NextSeq 500. Raw sequencing data passing the Illumina chastity filter were used for further analysis. Trimmed reads were aligned to reference genome with bowtie software. The expression levels of miRNAs were calculated using mirdeep2. Differentially expressed miRNAs analysis were performed with R package edgeR. miRNA target prediction was filtered based on miRNA Target databases. The analysis of Gene Oncology (GO) enrichment and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway were further conducted for miRNA biological function assessments.<br \/><b>Results: <\/b>Among 777 known miRNAs, high expression (CPM&#62;30) of 356, 325 and 358 miRNAs were detected in LNCaP, C42B and PC3 cells, respectively. No expression (CPM=0) of 93, 114 and 75 miRNAs were detected in LNCaP, C42B and PC3 cells, respectively. Only miR-1247-3p was detected with high expression in LNCaP cells but no expression in C42B cells. Furthermore, there were 19 miRNAs with high expression in PC3 cells, and 20 miRNAs with high expression in PC3 cells but no expression in C42B cells including miR-125b-1-3p, miR-181a-3p, miR-31-3p, miR-1247-3p and miR-873-5p. In contrast, only 5 miRNAs with high expression in LNCaP cells and 7 miRNAs with high expression in C42B cells but not detectable in PC3 cells such as miR-141-5p. Pathway analysis further revealed that the miRNA regulated pathway of TGF-&#946;, Hippo and Wnt were activated and the pathway of FoxO, P53, MAPK and Hedgehog were suppressed in C42B cells compared to LNCaP cells. Similarly, the pathway of HIF-1 was activated and the pathways of PI3K-Akt, ErbB and GnRH were inhibited in PC3 cells.<br \/><b>Conclusion: <\/b>The sequencing of<b> <\/b>miRNA of hormone dependent and independent prostate cancer cells generated the distinct miRNA signatures which granted further validation in human prostate cancer samples and underlying biology study in aggressive disease progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA profiling in cancer,,"},{"Key":"Keywords","Value":"MicroRNA,Prostate cancer,RNA-seq,Androgen independence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Shashwat Sharad<sup><\/sup>, <b>Hua Li<\/b><sup><\/sup><br><br\/>Murtha Cancer Center, Department of Surgery, USUHS, Center for Prostate Disease Research (CDPR), Bethesda, MD","CSlideId":"","ControlKey":"c6bf923c-4f20-46ef-9e44-2b65a910d6ba","ControlNumber":"6470","DisclosureBlock":"&nbsp;<b>S. Sharad, <\/b> None..<br><b>H. Li, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9150","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3788","PresenterBiography":null,"PresenterDisplayName":"Hua Li, MD;PhD","PresenterKey":"5387cb1e-e480-4f79-afa6-4754030c6044","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3788. Profiling of microRNAs in androgen independent prostate cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Profiling of microRNAs in androgen independent prostate cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Up to 90% of failures in chemotherapy treatment are associated with metastatic-related drug resistance. Extracellular vesicles (EVs) are believed to play a role in the spread of chemotherapy resistance through the horizontal transfer of oncoproteins and noncoding RNA species, but the underlying mechanisms for this are not fully understood. Here, we study EV biogenesis, release, and uptake in the context of breast cancer chemoresistance. Specifically, we characterized the bioactive cargoes in EVs secreted by chemoresistant triple negative breast cancer cells and chemoresistant estrogen receptor-positive breast cancer cell lines. Preliminary data show that these EVs contain unusually high levels of circular RNAs, small RNA species formed covalently through backsplicing and are typically noncoding. When chemosensitive cells absorb these circRNA-enriched EVs, they experience a significant increase in resistance phenotypes. Moreover, knockdown of the circRNAs via antisense oligonucleotides results in decreased chemoresistance, suggesting a role of circRNAs in the development of chemotherapy resistance. Previous studies have shown that tumor-derived exosomal circRNAs may confer resistance by sponging microRNAs. We are exploring what the circRNAs do mechanistically to promote tumor survival, and clarifying these mechanisms as a whole will serve to potentially provide therapeutic targets against chemotherapy resistance and cancer recurrence.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Chemoresistance,RNA,Extracellular vesicles,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Harrison Ngue<\/b><sup>1<\/sup>, Jitendra Shrestha<sup>2<\/sup>, Hyejin Kim<sup>2<\/sup>, Shobha Vasudevan<sup>2<\/sup><br><br\/><sup>1<\/sup>Harvard University, Cambridge, MA,<sup>2<\/sup>Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"1d1c472e-2927-439f-8415-9185b514597f","ControlNumber":"8016","DisclosureBlock":"&nbsp;<b>H. Ngue, <\/b> None..<br><b>J. Shrestha, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>S. Vasudevan, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9151","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3789","PresenterBiography":null,"PresenterDisplayName":"Harrison Ngue, No Degree","PresenterKey":"4e8c478c-d1f9-4b0b-8341-f8d938731580","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3789. Circular RNA expression is enriched in breast cancer extracellular vesicles and is associated with chemotherapy resistance","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"465","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Breast and Gynecological\/Urinary Tract Cancers and New Techniques\/Technologies","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Circular RNA expression is enriched in breast cancer extracellular vesicles and is associated with chemotherapy resistance","Topics":null,"cSlideId":""}]