[{"Abstract":"<b>Background:<\/b> Radioresistance is responsible for most cases of tumor progression and recurrence in head and neck squamous cell carcinomas (HNSCC). Combined radiotherapy (RT) and immunotherapy (IT) treatment has improved survival for a minority of patients with inflamed tumors or tumors susceptible to RT-induced inflammation. To enhance the response of radioresistant tumors to radiation, an understanding of the factors that suppress anti-tumor immunity is necessary. In this regard, regulatory T cells (Tregs) are critical mediators of immune suppression in HNSCCs and their depletion improves tumor response to RT. In this study, we investigated how radiation modulates Treg infiltration through the chemokine CCL20. We hypothesized that radiation induces CCL20 secretion resulting in Treg infiltration and suppression of anti-tumor immunity and that blocking CCL20 could lead to improved response to RT.<br \/><b>Methods:<\/b> Human (Cal27, SCC9) and mouse (MOC1, MOC2) cell lines with different immune phenotypes were irradiated at doses of 2Gy or 10Gy. Conditioned media (CM), RNA and protein were collected for the assessment of CCL20. qPCR was used to determine CCL20 gene expression. <i>In<\/i> <i>vivo<\/i>, MOC2 cell were were implanted into the right buccal cavity of mice and the effect of neutralizing CCL20 antibody was determined alone and in combination with RT. Blood samples were collected before and after RT for the analysis of serum levels of CCL20. Tumor samples were analyzed by flow cytometry to determine immune infiltrates, including CD8 T cells and Tregs.<br \/><b>Results:<\/b> Cal27 and MOC2 tumors had a gene signature associated with immunosuppression and Treg infiltration whereas SCC9 and MOC1 tumors displayed a gene signature associated with an inflamed microenvironment. <i>In vitro<\/i>, high-dose radiation significantly induced CCL20 in Cal27 and MOC2 cells relative to control. Multiplex analysis of chemokines from conditioned media samples showed that induction of CCL20 was associated with increased secretion of GM-CSF by MOC2 and Cal27 cells. <i>In vivo<\/i>, inhibition of CCL20 alone resulted in a significant decrease in tumor growth compared to control in MOC2 tumors. The combination of RT and anti-CCL20 showed a significant decrease in tumor volume compared to RT alone.<br \/><b>Conclusion:<\/b> Our data suggests that high-dose radiation promotes the induction of CCL20 secretion by tumor cells which is responsible for attraction of Tregs. Inhibition of CCL20 secretion using anti-CCL20 antibodies can slow down tumor growth and enhance the response to radiation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a0a2e121-e46a-4f35-abc2-661d6ed62d75\/@E03B8ZGv\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Radiation therapy,Immuno-oncology,Regulatory T cells,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17002"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Cleopatra Rutihinda<\/i><\/u><\/presenter>, <presenter><i>Ayman J. Oweida<\/i><\/presenter>, <presenter><i>Patrick Delage<\/i><\/presenter>, <presenter><i>Léanie Moreau<\/i><\/presenter>, <presenter><i>Safia Chelighem<\/i><\/presenter>, <presenter><i>Nour Elhouda Saidi<\/i><\/presenter>. Université de Sherbrooke, Sherbrooke, QC, Canada, Université de Sherbrooke, Sherbrooke, QC, Canada, Université du Québec à Trois-Rivières, Trois-Rivières, QC, Canada, School of Industrial Biology, Cergy, France, Université de Sherbrooke, Sherbrooke, QC, Canada","CSlideId":"","ControlKey":"e2815bea-916e-45ae-ae41-5a43b8bc3411","ControlNumber":"455","DisclosureBlock":"&nbsp;<b>C. Rutihinda, <\/b> None..<br><b>A. J. Oweida, <\/b> None..<br><b>P. Delage, <\/b> None..<br><b>L. Moreau, <\/b> None..<br><b>S. Chelighem, <\/b> None..<br><b>N. E. Saidi, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17002","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a0a2e121-e46a-4f35-abc2-661d6ed62d75\/@E03B8ZGv\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2043","PresenterBiography":null,"PresenterDisplayName":"Cleopatra Rutihinda","PresenterKey":"aea447b1-5ecd-444d-a089-2e0135a69669","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2043. The role of CCL20 in response to radiation in head and neck squamous cell carcinomas","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of CCL20 in response to radiation in head and neck squamous cell carcinomas","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Immunotherapy has revolutionized the way many cancers are treated. Despite its success, cancer patients eventually progress due to the emergence of resistance. In this scenario, the selection of the tumor antigen is important and can be decisive in the success of the clinical response, particularly when resistance emerge. T cell bispecific antibodies (TCBs) are engineered molecules that include, within a single entity, binding sites to the T cell receptor and to a tumor-specific or a tumor-associated antigen. It is assumed that, as all TCBs have the same mechanism of action, mechanisms of resistance are independent of the tumor antigen.<i> <\/i><br \/><b>Objective:<\/b> This study was designed to identify the mechanisms that trigger the resistance against HER2 and CEACAM5 T cell bispecific antibodies. We assessed TCB sensitivity using in vitro and in vivo assays combining human cell lines or patient-derived models with human lymphocytes.<br \/><b>Material and <\/b><b>Methods:<\/b> Using gastric CEA+\/HER2+ MKN45 cells as a model and TCBs directed against CEA or HER2, here we show for the first time that the mechanism of resistance to a T cell-based therapy is dependent on the tumor antigen.<br \/><b>Results:<\/b> Acquired resistant models to a high-affinity CEA-targeted TCB exhibit a reduction of CEA antigen levels due to epigenetic transcriptional silencing, which is reversible upon 5-AZA treatment. In contrast, a HER2-TCB resistant model maintains HER2 levels as HER2 downregulation led to an impairment of proliferation. Furthermore, using this latter model, we identified that disruption of interferon- gamma signaling confers resistance to killing by active T lymphocytes.<br \/><b>Conclusions:<\/b> Our results unveil different mechanisms of acquired resistance to TCBs depending on the selected antigen, which will help in the design of combinatorial strategies to increase the efficacy of cancer immunotherapies and to anticipate and overcome resistances.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Immunotherapy,Resistance,Bispecific antibody,Antigen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17003"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Alex Martínez-Sabadell<\/i><\/presenter>, <presenter><i>Beatriz Morancho<\/i><\/presenter>, <presenter><i>Irene Rius<\/i><\/presenter>, <presenter><i>Marta Escorihuela<\/i><\/presenter>, <presenter><i>Antonio Luque<\/i><\/presenter>, <presenter><i>Irene Chicote<\/i><\/presenter>, <presenter><i>Hector García Palmer<\/i><\/presenter>, <presenter><i>Marina Bacac<\/i><\/presenter>, <presenter><i>Joaquin Arribas<\/i><\/presenter>, <presenter><u><i>Enrique Javier Arenas Lahuerta<\/i><\/u><\/presenter>. Vall d'Hebron Institute of Oncology, Barcelona, Spain, Roche, Zurich, Switzerland","CSlideId":"","ControlKey":"b33805df-c5b7-4711-a4a2-7965c778560d","ControlNumber":"1106","DisclosureBlock":"&nbsp;<b>A. Martínez-Sabadell, <\/b> None..<br><b>B. Morancho, <\/b> None..<br><b>I. Rius, <\/b> None..<br><b>M. Escorihuela, <\/b> None..<br><b>A. Luque, <\/b> None..<br><b>I. Chicote, <\/b> None..<br><b>H. García Palmer, <\/b> None.&nbsp;<br><b>M. Bacac, <\/b> <br><b>ROCHE<\/b> Employment, Stock, Patent, No. <br><b>J. Arribas, <\/b> <br><b>ROCHE<\/b> Grant\/Contract, No. <br><b>MERANINI<\/b> Grant\/Contract, Other, Consulting honoraria, No. <br><b>SYNTHON<\/b> Grant\/Contract, No. <br><b>BYONDIS<\/b> Grant\/Contract, No.<br><b>E. J. Arenas Lahuerta, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17003","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2044","PresenterBiography":null,"PresenterDisplayName":"Enrique Arenas Lahuerta, PhD","PresenterKey":"415e96c9-6228-4a90-bf68-f6b3d50bb2c8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2044. The target antigen determines the mechanism of acquired resistance to T cell based therapies","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The target antigen determines the mechanism of acquired resistance to T cell based therapies","Topics":null,"cSlideId":""},{"Abstract":"Using the immune system to fight cancer has garnered tangible success, but some treatments, like neoadjuvant chemotherapy (NAC), modulate the immune microenvironment. Recent studies show that the spatial organization of tumor infiltrating lymphocytes (TIL) have greater predictive value than TIL density. The effect of NAC on immune composition and spatial distribution is not fully understood but new insight could help to guide its use in combination with immune therapy and identify patients with potential to derive benefit. We spatially profiled 84 RNA targets (<i>GeoMx<\/i>&#174;) in a cohort of 12 NAC-treated breast cancer patients (4 Luminal, 4 HER2+ and 4 triple negative), none of whom achieved a pathological complete response. Matched pre- and post-treatment tissue samples were analyzed together with regions of interest (tumor center, invasive margin and TIL aggregates) identified using CD3, CD20, Syto83 and pan-cytokeratin for stromal\/tumor segmentation. NAC decreases overall gene expression in breast tumors with the biggest declines seen in tumor promoting (CCND1, AKT1, CTNNB1, EPCAM, VEGFA, KRT and MKI67) and some inflammatory (CXCL10, STAT1 and STAT2) genes (p-value &#60;0.05; other immune related transcripts showed little variation). Expression was compared between patients with a good response (&#60;20% tumor cellularity) and those with a poor response (&#62;50% cellularity). Poor responders expressed higher levels of tumor promoting genes pre-NAC, which remained high after treatment (KRT p=0.023, CTNNB1 p=0.031). No differences were detected in immune genes in the stroma based on patient responsiveness; however, higher antigen presentation and inflammatory gene transcripts were found at the tumor margins of good responders. Post-NAC differences between the margin and center decrease in good responders paralleled by a shift towards higher or equal expression of some inflammatory markers at the tumor center. Poor responders maintain high expression of all immune markers at the margin. A higher number of aggregates (mean n=5 vs n=1.3) were detected in good compared to poor responders together with more tertiary lymphoid structures (mean n=2.4 vs n=0.3) and distinguished by higher immune gene expression (CD8 p=0.046, CCL5 p=0.054, NKG7 p=0.022). NAC induces changes in other cells in the tumor microenvironment while targeting tumor cells. Our data show that spatial analysis of gene expression comparing good and poor responders (without a pathological complete response) reveal that tumor cells in the latter retain expression of tumor promoting genes while the immune compartment remains excluded. Good responders are characterized by a decrease in tumor promoting genes in parallel with lymphoid aggregates, including TLS, of active immune cells in the stroma and at the tumor center. These findings suggest that tailoring adjuvant treatment between good and poor responding patients might be warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d98ce404-d23e-45d4-964a-63a5fe671916\/@F03B8ZGw\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Immuno-oncology,Anticancer therapy,Breast cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17006"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Noémie Thomas<\/i><\/u><\/presenter>, <presenter><i>Soizic Garaud<\/i><\/presenter>, <presenter><i>Mireille Langouo<\/i><\/presenter>, <presenter><i>Ioannis Zerdes<\/i><\/presenter>, <presenter><i>Doïna Sofronii<\/i><\/presenter>, <presenter><i>Anaïs Boisson<\/i><\/presenter>, <presenter><i>Theodoros Foukakis<\/i><\/presenter>, <presenter><i>Alexandre De Wind<\/i><\/presenter>, <presenter><i>Roberto Salgado<\/i><\/presenter>, <presenter><i>Ahmad Awada<\/i><\/presenter>, <presenter><i>Karen Willard-Gallo<\/i><\/presenter>. Institut Jules Bordet, Bruxelles, Belgium, Karolinska Insitutet, Stockholm, Sweden, Institut Jules Bordet, Bruxelles, Belgium, GZA-ZNA hospital, Antwerp, Belgium, Institut Jules Bordet, Bruxelles, Belgium","CSlideId":"","ControlKey":"c1e6694b-ffab-4be9-95e1-4522bd75bcd9","ControlNumber":"1731","DisclosureBlock":"&nbsp;<b>N. Thomas, <\/b> None..<br><b>S. Garaud, <\/b> None..<br><b>M. Langouo, <\/b> None..<br><b>I. Zerdes, <\/b> None..<br><b>D. Sofronii, <\/b> None..<br><b>A. Boisson, <\/b> None..<br><b>T. Foukakis, <\/b> None..<br><b>A. De Wind, <\/b> None..<br><b>R. Salgado, <\/b> None..<br><b>A. Awada, <\/b> None..<br><b>K. Willard-Gallo, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17006","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d98ce404-d23e-45d4-964a-63a5fe671916\/@F03B8ZGw\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2045","PresenterBiography":null,"PresenterDisplayName":"Noémie Thomas, MBBS;MD","PresenterKey":"2335a474-d347-4ac0-840f-ca5077d1bfbb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2045. Spatial organization of the immune microenvironment after neoadjuvant treatment of breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial organization of the immune microenvironment after neoadjuvant treatment of breast cancer","Topics":null,"cSlideId":""},{"Abstract":"We have reported that cancer stem cell (CSC) vaccination induces CSC-specific T and B cell responses associated with therapeutic efficacy which can be enhanced by anti-PD-L1 administration. Tumor cells have been recognized to suppress T cell function <i>via<\/i> secretion of exosomes that express PD-L1. Whether a similar suppression by CSCs on B cells exists is unknown. In this study, 4T1 (breast cancer) and CT26 (colon cancer) tumor-bearing mice were administered with anti-CD20 mAb to deplete B cells prior to anti-PD-L1 mAb administration. Depletion of B cells as compared to the controls resulted in more aggressive tumor growth, and the anti-tumor efficacy of anti-PD-L1 was significantly reduced for both 4T1 and CT26, indicating the involvement of host B cells in the anti-tumor effect of anti-PD-L1. Administration of anti-PD-L1 partially recovered the humoral immune response, confirming the PD-L1\/PD-1 pathway involvement in B cell suppression. We detected elevated expression of PD-1 on activated B cells, and higher PD-L1 expression on ALDH<sup>high <\/sup>CSCs than on ALDH<sup>low<\/sup> non-CSCs. We co-cultured purified B cells with ALDH<sup>high<\/sup> CSCs with or without the addition of anti-PD-L1 mAb and found that the reduction of IgG secretion of B cells suppressed by CSCs could be rescued by anti-PD-L1 in a dose-dependent manner. These experiments indicate that CSCs suppress the IgG production by B cells<i> via<\/i> the PD-L1\/PD-1 axis. In a different model, we isolated exosomes from D5 (melanoma) tumor cell culture media by differential ultracentrifugation and verified the isolated exosomes by transmission electron microscopy and nanoparticle tracking analysis as well as by exosome markers: CD63, HRS, ALIX, and TSG101. We generated Rab27a<sup>ko<\/sup> D5 and F10 (melanoma) cells to delete exosomes by the CRISPR\/Cas9 gene editing system. Rab27a knockout significantly decreased the exosome production from D5 and F10 tumor cells. We also generated PD-L1<sup>ko<\/sup> D5 and F10 cells. While PD-L1 was expressed in both wild type tumor cells and tumor-derived exosomes, it was absent in the PD-L1<sup>ko<\/sup> D5 and F10 cells and the exosomes isolated from the PD-L1<sup>ko<\/sup> cells as evident by western blot and flow cytometry. Furthermore, IFN&#947; failed to augment the PD-L1 expression in D5 and F10 cells treated with PD-L1-targeted CRISPR\/Cas9, confirming the knockout of the PD-L1 gene in these tumor cells. Deletion of Rab27a or PD-L1 did not affect the proliferation of the tumor cells. Knockout of PD-L1 did not influence exosome secretion, nor did the knockout of Rab27a influence cell-surface PD-L1 expression. Based on these findings, the use of Rab27a<sup>ko<\/sup> and PD-L1<sup>ko <\/sup>D5 and F10 CSCs will allow us to further characterize the potential suppression of exosomal PD-L1 on host B cells as well as T cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/31581ecc-2619-48ab-a787-35d097438452\/@F03B8ZGw\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"B cells,Exosomes,PD-L1,Cancer stem cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17008"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>You Qin<\/i><\/u><\/presenter>, <presenter><i>Kexing Lyu<\/i><\/presenter>, <presenter><i>Sifei Yu<\/i><\/presenter>, <presenter><i>Ming Lin<\/i><\/presenter>, <presenter><i>Max Wicha<\/i><\/presenter>, <presenter><i>Alfred E. Chang<\/i><\/presenter>, <presenter><i>Qiao Li<\/i><\/presenter>. University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"40fd6db0-bd77-45fb-b9eb-1b1c4518efb8","ControlNumber":"2048","DisclosureBlock":"&nbsp;<b>Y. Qin, <\/b> None..<br><b>K. Lyu, <\/b> None..<br><b>S. Yu, <\/b> None..<br><b>M. Lin, <\/b> None..<br><b>M. Wicha, <\/b> None..<br><b>A. E. Chang, <\/b> None..<br><b>Q. Li, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17008","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/31581ecc-2619-48ab-a787-35d097438452\/@F03B8ZGw\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2046","PresenterBiography":null,"PresenterDisplayName":"You Qin, MD","PresenterKey":"dabdf229-cb7d-4739-8f12-ea7301b6f012","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2046. Potential suppression of B effector cells by exosomal PD-L1 on anti-cancer stem cell immunity","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potential suppression of B effector cells by exosomal PD-L1 on anti-cancer stem cell immunity","Topics":null,"cSlideId":""},{"Abstract":"HER2+ is a breast cancer (BC) subtype characterized by the overexpression\/amplification of HER2. Patients receive trastuzumab (Tz) but many (27-42%) do not achieve an objective response. We demonstrated that the overexpression of TNF&#593; induces Tz resistance in tumors by upregulating the membrane glycoprotein MUC4, which masks Tz epitope on HER2, impairing its binding and reducing its therapeutic effects. We have also proved that blocking the soluble TNF&#593; isoform with INB03 (DN) reduces MUC4 expression, overcomes Tz resistance and unleashes an antitumor innate immune response characterized by an increase in NK cell-activation and degranulation and a macrophage (M&#966;) polarization to the M1 subtype.<br \/>This study aims to determine the impact of MUC4 expression on M&#966; and NK cells antitumor activity in the presence of Tz or Tz+DN, and on human T-lymphocyte recruitment and differentiation. Tz-resistant HER2+ BC human cell lines, JIMT-1 and KPL-4, were genetically modified to stably express a doxycycline-inducible (Dox) MUC4 shRNA (shMUC4) or a scramble one (shControl), and injected s.c. into female nude mice. After tumor establishment, the animals were randomly divided into a control group (-Dox) or an induced group (+Dox), and treated twice a week i.p. with IgG (5 mg\/kg) or Tz+DN (5 and 10 mg\/kg each, respectively) (-Dox) and with IgG or Tz (+Dox). Chlodronate or anti-asialo GM1 was used to deplete M&#966; or NK cells, respectively. Tumor volume was measured routinely and, at the end point, tumors were processed and infiltrating immune cells were analyzed by flow cytometry.<br \/>In -Dox tumors, both M&#966; and NK cells are needed to achieve Tz+DN antitumor effect (p&#60;0.01 and p&#60;0.05, respectively). However, upon MUC4 silencing, only M&#966; are required to mediate Tz antitumor effect (p&#60;0.01). To address MUC4 role on T-lymphocyte differentiation, we isolated human T-cells from peripheral blood, activated them with CD3\/CD28 beads and exposed them to conditioned mediums obtained from JIMT-1 and KPL-4 cells with or without MUC4 expression. The absence of MUC4 generated a secretome that promoted the differentiation of na&#239;ve T-cells to an effector subtype. Finally, we studied the tumor infiltrating lymphocytes (TILs) in a cohort of 90 patients with HER2+ BC and found a negative correlation between the presence of TILs and MUC4 expression (p=0.01).<br \/>We conclude that M&#966; are key players in the Tz-mediated antitumor innate immune response. Moreover, MUC4 expression impairs T-cell effector function and promotes immunologically cold HER2+ tumors, an additional resistance mechanism of this glycoprotein. We propose that women with HER2+MUC4+ BC could benefit from the combined treatment of Tz+DN to enhance innate and adaptive antitumor immune responses and prevent or overcome Tz resistance. Because MUC4 expression can be easily determined from biopsy tissue, early determination of MUC4 status in HER2+ BC could guide therapeutic choices to improve treatment outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/33453722-30e5-4802-9e1d-2392e2815ae2\/@F03B8ZGw\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Breast cancer,TNF-&#945;,Immuno-oncology,Tumor infiltrating lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17009"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Sofia Bruni<\/i><\/presenter>, <presenter><i>Florencia L. Mauro<\/i><\/presenter>, <presenter><i>Maria F. Mercogliano<\/i><\/presenter>, <presenter><i>Cecilia J. Proietti<\/i><\/presenter>, <presenter><i>Carla Adami<\/i><\/presenter>, <presenter><i>Agustina Dupont<\/i><\/presenter>, <presenter><i>Gloria Inurrigarro<\/i><\/presenter>, <presenter><i>Rosalia Cordo Russo<\/i><\/presenter>, <presenter><i>Patricia V. Elizalde<\/i><\/presenter>, <presenter><u><i>Roxana Schillaci<\/i><\/u><\/presenter>. Instituto de Biologia y Medicina Experimental (IBYME-CONICET), Ciudad Autonoma De Buenos Aires, Argentina, Sanatorio Mater Dei, Ciudad Autonoma De Buenos Aires, Argentina","CSlideId":"","ControlKey":"5e35b023-a5ec-4e59-957e-6c36a984a71c","ControlNumber":"2085","DisclosureBlock":"&nbsp;<b>S. Bruni, <\/b> None..<br><b>F. L. Mauro, <\/b> None..<br><b>M. F. Mercogliano, <\/b> None..<br><b>C. J. Proietti, <\/b> None..<br><b>C. Adami, <\/b> None..<br><b>A. Dupont, <\/b> None..<br><b>G. Inurrigarro, <\/b> None..<br><b>R. Cordo Russo, <\/b> None..<br><b>P. V. Elizalde, <\/b> None.&nbsp;<br><b>R. Schillaci, <\/b> <br><b>INmuneBio<\/b> Grant\/Contract, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17009","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/33453722-30e5-4802-9e1d-2392e2815ae2\/@F03B8ZGw\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2047","PresenterBiography":null,"PresenterDisplayName":"Roxana Schillaci, PhD","PresenterKey":"b963aa14-1048-418f-8d03-775082a7124e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2047. MUC4 enables immune tumor evasion in HER2+ breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MUC4 enables immune tumor evasion in HER2+ breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Cytotoxic CD8<sup>+<\/sup> T cells are paramount for effective cancer immunotherapy. We engineered two distantly related arenaviruses, lymphocytic choriomeningitis virus (LCMV) and Pichinde virus (PICV), encoding the same non-oncogenic HPV16 E7E6 fusion protein to effectively mount and maintain tumor specific CD8<sup>+<\/sup> T cell responses. The designated vectors, HB-201 (LCMV) and HB-202 (PICV), are currently in an ongoing Phase I\/II open labelled clinical trial of HB-201 single vector therapy and HB-202\/HB-201 alternating two-vector therapy in patients with treatment-refractory HPV16<sup>+<\/sup> cancers (NCT04180215). To characterize the immunogenic properties of both vectors, we designed a comprehensive set of preclinical and translational experiments utilizing human PBMCs, artificial APCs and HPV16 E6 and E7 specific reporter T cells. This was done in conjunction with a preclinical model for HPV16 associated cancer (TC-1). HB-201 (LCMV) and HB-202 (PICV) surrogate vectors encoding GFP readily infected human monocytes, plasmacytoid dendritic, and conventional dendritic cells. In addition, HB-201 and HB-202 vectors successfully induced antigen presentation of E7 and E6 epitopes as evidenced by TCR reporter cells. Innate immune cell activation and cytokine responses to HB-202 were slightly lower compared to HB-201, findings which are consistent with different memory profiles of E7 specific CD8<sup>+<\/sup> T cells in non-tumor bearing mice. In a therapeutic setting of the TC-1 tumor model, both vectors were comparably effective, showing major infiltration of CD8<sup>+<\/sup> T cells into the tumor microenvironment, tumor growth delay and a significantly prolonged survival already after a single administration. In this data set we have confirmed the strong immunogenicity of the engineered arenavirus platform leading to efficient tumor control in a relevant mouse model for HPV16<sup>+<\/sup> cancers, which further supports the clinical development of our novel arenavirus platform.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/95d696d8-89b1-4325-b64b-8bc425ba56c1\/@F03B8ZGw\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,Head and neck squamous cell carcinoma,Arenavirus,Viral Vectors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17011"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Josipa Raguz<\/i><\/presenter>, <presenter><i>Theresa Kleissner<\/i><\/presenter>, <presenter><i>Sandra Rosskopf<\/i><\/presenter>, <presenter><i>Mohamed Habbeddine<\/i><\/presenter>, <presenter><i>Katharina Lechner<\/i><\/presenter>, <presenter><i>Valentin Just<\/i><\/presenter>, <presenter><i>Donna Edwards<\/i><\/presenter>, <presenter><i>Igor Matushansky<\/i><\/presenter>, <presenter><i>Christoph Lampert<\/i><\/presenter>, <presenter><i>Klaus K. Orlinger<\/i><\/presenter>, <presenter><u><i>Henning Lauterbach<\/i><\/u><\/presenter>. Hookipa Pharma, New York, NY","CSlideId":"","ControlKey":"5147875f-64ca-40d7-9b6a-e7dc221a3bf1","ControlNumber":"2664","DisclosureBlock":"<b>&nbsp;J. Raguz, <\/b> <br><b>Hookipa Pharma<\/b> Employment, Stock, Stock Option, Yes. <br><b>T. Kleissner, <\/b> <br><b>Hookipa Pharma<\/b> Employment, Stock, Stock Option, Yes. <br><b>S. Rosskopf, <\/b> <br><b>Hookipa Pharma<\/b> Employment, Stock Option, Yes. <br><b>M. Habbeddine, <\/b> <br><b>Hookipa Pharma<\/b> Employment, Stock, Stock Option, Yes. <br><b>K. Lechner, <\/b> <br><b>Hookipa Pharma<\/b> Employment, Yes. <br><b>V. Just, <\/b> <br><b>Hookipa Pharma<\/b> Employment, Stock, Stock Option, Yes. <br><b>D. Edwards, <\/b> <br><b>Hookipa Pharma<\/b> Employment, Stock, Stock Option, Yes. <br><b>I. Matushansky, <\/b> <br><b>Hookipa Pharma<\/b> Employment, Stock, Stock Option, Yes. <br><b>C. Lampert, <\/b> <br><b>Hookipa Pharma<\/b> Employment, Stock, Stock Option, Yes. <br><b>K. K. Orlinger, <\/b> <br><b>Hookipa Pharma<\/b> Employment, Stock, Stock Option, Yes. <br><b>H. Lauterbach, <\/b> <br><b>Hookipa Pharma<\/b> Employment, Stock, Stock Option, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17011","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/95d696d8-89b1-4325-b64b-8bc425ba56c1\/@F03B8ZGw\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2048","PresenterBiography":null,"PresenterDisplayName":"Henning Lauterbach, Dr Rer Nat","PresenterKey":"482f7fcc-488c-45db-8fbd-2dae3cc61347","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2048. <i>In vitro<\/i> and <i>in vivo<\/i> characterization of non-oncolytic engineered arenavirus vectors for cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vitro<\/i> and <i>in vivo<\/i> characterization of non-oncolytic engineered arenavirus vectors for cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"A bispecific T-cell engager (BiTE) enhances the antitumor capabilities of T-cells by directing them to recognize a tumor-specific antigen. Several BiTEs are currently in clinical trials, and there is one FDA-approved BiTE for cancer therapy at the moment. However, one of the biggest challenges BiTE is currently facing is cytokine release syndrome (CRS). While most patients have mild flu-like symptoms, some patients experience a severe inflammatory syndrome, which could ultimately cause multi-system organ failure and death. Thus, the key is to accurately predict the risk-benefit ratio of each individual before starting the treatment. Unfortunately, there is no reliable in vitro or in vivo model to predict the toxicity and efficacy of BiTE at the moment. Additionally, one of the most challenging factors for pre-clinical evaluation of BiTEs for toxicity and efficacy is the inherent differences among patients&#8217; immune systems. Here, we developed an in vivo PBMC-humanized mouse model that can evaluate both toxicity and efficacy of BiTE and other immune-oncology therapeutics in each individual mouse. The platform was validated using an anti-CD28 superagonist (TGN1412), which none of the pre-clinical in vitro assays and in vivo studies, including non-human primates, executed before clinical trials were able to predict the observed clinical toxicities. This model uses luciferase-tagged human B-cell lymphoma Raji tumor cells to allow the measurement of tumor burden and response to treatment, along with toxicity simultaneously. In addition, we showed that this platform can determine individual PBMC donor differences, and potential adverse drug combinations and drug dose-response with efficacy and safety on individual PBMC donors. The model we developed can potentially be used as a predictive and reproducible platform to identify patient, cancer, and therapy combinations at risk for developing CRS. This model will also help to optimize the therapeutic drug dose range to improve the safety profile of BiTE and other immune-oncology drugs. We believe this platform will greatly benefit not only the scientific community but potentially cancer patients as well.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a5b32a1a-47b1-4b42-bde1-6c11ca50a78b\/@F03B8ZGw\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Toxicity,BiTE antibody,Efficacy,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17012"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Jiwon Yang<\/i><\/presenter>, <presenter><i>Jing Jiao<\/i><\/presenter>, <presenter><i>Kyle Draheim<\/i><\/presenter>, <presenter><i>Danying Cai<\/i><\/presenter>, <presenter><i>Michael A. Brehm<\/i><\/presenter>, <presenter><i>Leonard D. Shultz<\/i><\/presenter>, <presenter><i>Dale L. Greiner<\/i><\/presenter>, <presenter><i>Mingshan Cheng<\/i><\/presenter>, <presenter><u><i>James G. Keck<\/i><\/u><\/presenter>. The Jackson Laboratory, Sacramento, CA, University of Massachusetts Medical School, Worcester, MA, The Jackson Laboratory, Bar Harbor, ME","CSlideId":"","ControlKey":"008f86f9-bdf8-4f98-ba53-521a42da8354","ControlNumber":"2781","DisclosureBlock":"&nbsp;<b>J. Yang, <\/b> None..<br><b>J. Jiao, <\/b> None..<br><b>K. Draheim, <\/b> None..<br><b>D. Cai, <\/b> None..<br><b>M. A. Brehm, <\/b> None..<br><b>L. D. Shultz, <\/b> None..<br><b>D. L. Greiner, <\/b> None..<br><b>M. Cheng, <\/b> None..<br><b>J. G. Keck, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17012","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a5b32a1a-47b1-4b42-bde1-6c11ca50a78b\/@F03B8ZGw\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2049","PresenterBiography":null,"PresenterDisplayName":"James Keck, PhD","PresenterKey":"b85b9750-95bf-4e82-a0ac-4ee3f655e1af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2049. A novel, rapid, sensitive, and reproducible <i>in vivo<\/i> platform to assess efficacy and toxicity of bispecific antibodies","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel, rapid, sensitive, and reproducible <i>in vivo<\/i> platform to assess efficacy and toxicity of bispecific antibodies","Topics":null,"cSlideId":""},{"Abstract":"Background: Triple negative breast cancer (TNBC), characterized by the lack of estrogen and progesterone receptors and HER2, is an aggressive form of breast cancer that accounts for 15-20% of all diagnosed cases. There are few targeted therapies available for TNBC, but immune checkpoint inhibitors (ICIs) such as Pembrolizumab have been shown to be effective in a subset of TNBC patients. However, because ICIs are rarely administered as a monotherapy, there remains little foundational understanding of how single-agent immunotherapies alter the immune landscape and which circulating immune profiles predict therapeutic response in TNBC. Therefore, further investigation into the distinct immune signatures of ICIs are necessary for developing a rational basis for selecting optimal treatment regimens for TNBC.<br \/>Methods: E0771 cells, a C57Bl\/6 mouse-derived TNBC cell line, were injected into the bilateral mammary pads of 8 week old female C57Bl\/6J mice. Control mice were injected with saline into mammary pads. After tumors developed (14 days post-implantation), E0771 mice received 200 ug doses of immunotherapy (anti-PD-1, anti-LAG-3, or anti-TIM-3 antibodies) or IgG isotype control every four days. After 3 doses, treatments were stopped and serum was collected from &#8220;on-treatment&#8221; mice. Fourteen days after the third treatment, serum was collected from &#8220;post-treatment&#8221; mice. A panel of 31 cytokines, chemokines, and growth factors were analyzed in &#8220;pre-treatment&#8221;, &#8220;on-treatment&#8221;, &#8220;post-treatment&#8221;, and saline control mouse serum using a BioPlex 200 multiplex system (Eve Technologies).<br \/>Results: Mice treated with anti-PD-1 antibody showed significantly higher levels of several cytokines and chemokines compared to isotype control mice. Among the most significantly increased cytokines in the post-treatment anti-PD-1 group was macrophage inflammatory protein-1&#945; (MIP-1&#945;), or CCL3. MIP-1&#945; is a chemotactic cytokine secreted by several types of immune cells that is known to attract macrophages and CD8+ T cells. More subtle changes in levels of several cytokines, chemokines, and growth factors were observed in anti-LAG-3 and anti-TIM-3 treatment groups. At the post-treatment timepoint, mice treated with anti-PD-1 antibody had smaller tumor sizes than mice treated with anti-LAG-3 and anti-TIM-3 antibodies, indicating that PD-1 blockade slows tumor growth and disease progression.<br \/>Conclusion: Anti-PD-1 treatment induced more distinct circulating immune profiles and was more effective at controlling tumor growth than anti-LAG-3 and anti-TIM-3 treatments. These results may also suggest MIP-1&#945;-mediated tumor regression in response to anti-PD-1 treatment in TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/05dcd7eb-7542-452e-b4d6-a688886efe31\/@F03B8ZGw\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Immune checkpoint blockade,Immunotherapy,Cytokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17013"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Payton De La Cruz<\/i><\/u><\/presenter>, <presenter><i>Kathryn Grive<\/i><\/presenter>, <presenter><i>Jennifer Ribeiro<\/i><\/presenter>. Brown University, Providence, RI, Women & Infants Hospital and Brown University Warren Alpert Medical School, Providence, RI","CSlideId":"","ControlKey":"61b13b81-3280-46eb-b91a-88cffcfc271b","ControlNumber":"2872","DisclosureBlock":"&nbsp;<b>P. De La Cruz, <\/b> None..<br><b>K. Grive, <\/b> None..<br><b>J. Ribeiro, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17013","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/05dcd7eb-7542-452e-b4d6-a688886efe31\/@F03B8ZGw\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2050","PresenterBiography":null,"PresenterDisplayName":"Payton De La Cruz, BS,MS","PresenterKey":"129ced01-72f4-411d-8798-3ac88a0f2f94","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2050. Treatment with anti-PD-1 monoclonal antibody increases levels of MIP-1&#945; and other cytokines, and suppresses tumor growth in a mouse model of triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Treatment with anti-PD-1 monoclonal antibody increases levels of MIP-1&#945; and other cytokines, and suppresses tumor growth in a mouse model of triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>BACKGROUND:<\/b> Metastatic colorectal cancer (mCRC) is one of the major causes of death worldwide. The relative therapeutic resistance of these populations to I\/O drives the need for new treatment. STC-1010 (Brenus Pharma) therapeutic vaccine is developed by tumor cells stimulation to induce overexpression of TAA and neoantigens to mimic mCRC resistant cancer cells allowing education of the immune system to target the patient&#8217;s tumor cells harboring the same resistance factors. We report results of a study evaluating efficacy and safety of a 3 cell lines-based product namely &#8220;3CL-SH&#8221; (made of CT26, CMT93 and LTPA) physical stimulated (S=irradiation and heat shock) and haptenized (H) with immunostimulant in an anti-PD1 resistant MC38 colorectal tumor model grafted with its TME.<br \/><b>METHODS:<\/b> Female C57BL\/6 mice bearing MC38 tumor model grown in vivo under anti-PD1 selection pressure (anti-PD1; 12.5 mg\/kg; qw) to obtain MC38 resistant to anti-PD1 treatment (MC38 antiPD1R). Two sampled tumors from these mice were cut into fragment of 2 mm2 and reimplanted in the right flank of na&#239;ve syngenic mice. 5 groups (15 mice per group) were allocated to: G1) Control group: Isotype\/placebo\/vehicle G2) Anti-PD1\/placebo\/vehicule G3) Anti PD1\/placebo-GM-CSF\/endoxan G4) Isotype\/3CL-SH-GM-CSF\/endoxan G5) Anti-PD1\/3CL-SH-GM-CSF\/endoxan. Endoxan, vehicule and antibodies were administered by IP, vaccine or placebo subcutaneously. Overall survival (OS) and tumour growth (TG) were recorded until 1600 mm3 or safety endpoint. 5 mice per group were euthanized and sampled for immunophenotyping. In parallel, we conducted the identification and relative quantification of proteins expressed in 3CL-SH by LC-MS\/MS and flow cytometry.<br \/><b>RESULTS:<\/b> Flow cytometry analysis shows that HSP-70 expression was significantly upregulated in each of the three cell lines of the 3CL-SH compared to untreated cells. LC-MS\/MS analysis demonstrated that cell lines of 3CL-SH display overexpression of membrane proteins of interest such as Lamp 1, MDR1A\/B and Fas Receptor. The group treated with 3CL-SH significantly improves the survival of mice bearing MC38PD1R tumor model vs the control group (Log-rank Mantel-Cox test, pvalue=0.0368) and we observed a non-benefit of the combination of 3CL-SH and anti-PD1 drug in concomitant injections. The immunophenotyping data show statistical increase in the infiltration of anti-tumor populations (CD8+ T cells, M1) in the tumors treated with 3CL-SH but also an increase in M2. No side effect or inflammatory reaction towards the 3CL-SH is evidenced.<br \/><b>CONCLUSION:<\/b> The 3CL-SH treatment presents a promising antitumor efficacy on the aggressive MC38 PD1R model, resulting in a significative gain of survival and anti-tumoral changes in the immune infiltrate of treated animals. More studies are needed to evaluate the benefit of a combination with ICI.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6499e1f8-f5a9-45b7-abdc-674f273f7167\/@F03B8ZGw\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Immuno-oncology,Cancer vaccine,Colon cancer,Immune response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17014"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"96337a7c-570a-4983-8736-ee2a23308027","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/96337a7c-570a-4983-8736-ee2a23308027\/@F03B8ZGw\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Céline Gongora<\/i><\/u><\/presenter>, <presenter><i>Elsa Kress<\/i><\/presenter>, <presenter><i>Claudine Vermot-Desroches<\/i><\/presenter>, <presenter><i>Lionel Chalus<\/i><\/presenter>, <presenter><i>Jeremy Forget<\/i><\/presenter>, <presenter><i>Benoît Pinteur<\/i><\/presenter>, <presenter><i>Paul Bravetti<\/i><\/presenter>, <presenter><i>Charles Dumontet<\/i><\/presenter>, <presenter><i>Antoîne Italiano<\/i><\/presenter>. Institut de Recherche en Cancérologie de Montpellier, Montpellier, France, Antineo, Lyon, France, TheraWings, Lyon, France, Bio Elpida, Lyon, France, Brenus Pharma, Issoire, France, Brenus Pharma, Lyon, France, Hospices Civiles de Lyon, Lyon, France, Institut Bergonie, Bordeaux, France","CSlideId":"","ControlKey":"ef70a10c-beb9-4b29-8dbc-92c630d6c162","ControlNumber":"3248","DisclosureBlock":"<b>&nbsp;C. Gongora, <\/b> <br><b>BAYER<\/b> Grant\/Contract, No. <br><b>IPSEN<\/b> Grant\/Contract, No.<br><b>E. Kress, <\/b> None..<br><b>C. Vermot-Desroches, <\/b> None..<br><b>L. Chalus, <\/b> None..<br><b>J. Forget, <\/b> None..<br><b>B. Pinteur, <\/b> None..<br><b>P. Bravetti, <\/b> None..<br><b>C. Dumontet, <\/b> None.&nbsp;<br><b>A. Italiano, <\/b> <br><b>GlaxoSmithKline<\/b> Grant\/Contract, No. <br><b>Janssen-Cilag<\/b> Grant\/Contract, No. <br><b>Roche SAS<\/b> Grant\/Contract, No. <br><b>Bayer Healthcare SAS<\/b> Travel, No.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17014","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6499e1f8-f5a9-45b7-abdc-674f273f7167\/@F03B8ZGw\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2051","PresenterBiography":null,"PresenterDisplayName":"Celine Gongora, PhD","PresenterKey":"c3c3725c-5752-4cd7-aab7-7875f6156cba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2051. Antitumor activity of a novel allogeneic colorectal cancer vaccine in C57BL\/6 mice bearing MC38 anti-PD1 resistant colon carcinoma syngeneic model with TME","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antitumor activity of a novel allogeneic colorectal cancer vaccine in C57BL\/6 mice bearing MC38 anti-PD1 resistant colon carcinoma syngeneic model with TME","Topics":null,"cSlideId":""},{"Abstract":"The majority of Merkel cell carcinomas (MCC), a rare and highly aggressive type of neuroendocrine skin cancer, are associated with Merkel cell polyomavirus (MCPyV) infection. MCPyV integrates into the host genome, resulting in expression of a truncated form of the viral large T antigen (LT) in infected cells and thus making LT an attractive target for therapeutic cancer vaccines. We designed a cancer vaccine that promotes potent, antigen-specific CD4<sup>+<\/sup> T cell responses to MCP&#947;V-LT. To activate antigen-specific CD4<sup>+<\/sup> T cells <i>in vivo<\/i>, we utilized our nucleic acid platform, UNITE<sup>TM<\/sup> (UNiversal Intracellular Targeted Expression), which fuses a tumor-associated antigen with lysosomal-associated membrane protein 1 (LAMP1). This lysosomal targeting technology results in enhanced antigen presentation and a balanced T cell response. LT<sup>S220A<\/sup>, encoding a mutated form of MCP&#947;V-LT that diminishes its pro-oncogenic properties, was introduced into the UNITE<sup>TM<\/sup> platform. In pre-clinical studies, vaccination with LT<sup>S220A<\/sup>-UNITE<sup>TM <\/sup>(ITI-3000) induced antigen-specific CD4<sup>+<\/sup> T cells that were sufficient to delay tumor growth, and this effect was dependent on their ability to produce IFN&#947;. Moreover, ITI-3000 induced a favorable tumor microenvironment (TME), including significantly enhanced numbers of CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cells as well as NK and NKT cells. These findings strongly suggest that in pre-clinical studies, DNA vaccination using the UNITE<sup>TM<\/sup> platform enhances CD4<sup>+<\/sup> T cell responses to MCP&#947;V-LT that result in significant anti-tumor immune responses. We are planning a first-in-human (FIH) Phase 1 open-label study to evaluate the safety, tolerability, and immunogenicity of ITI-3000 in patients with polyomavirus-positive MCC. Patients will receive up to four intramuscular vaccinations of 4mg of ITI-3000 using the PharmaJet Stratis&#174; needle-free injection system. The primary objectives will be safety and tolerability, observing dose-limiting toxicities, serious adverse events, standard clinical assessments, and safety laboratory parameters. Immunogenicity of the vaccine will be measured by peripheral blood assessments of T cell activation using ELISpot and flow cytometry assays.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/19aa8f0e-4f63-405e-80bc-40107f21b480\/@F03B8ZGw\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Vaccines,Merkel cell carcinoma,DNA,Immune response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17015"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Claire Buchta Rosean<\/i><\/u><\/presenter>, <presenter><i>Mohan Karkada<\/i><\/presenter>, <presenter><i>David M. Koelle<\/i><\/presenter>, <presenter><i>Paul Nghiem<\/i><\/presenter>, <presenter><i>Teri Heiland<\/i><\/presenter>. Immunomic Therapeutics, Inc., Rockville, MD, University of Washington, Seattle, WA, University of Washington, Seattle, WA","CSlideId":"","ControlKey":"17d84ccb-265b-4248-9266-0ed04d6357e1","ControlNumber":"3325","DisclosureBlock":"&nbsp;<b>C. Buchta Rosean, <\/b> None..<br><b>M. Karkada, <\/b> None..<br><b>D. M. Koelle, <\/b> None..<br><b>P. Nghiem, <\/b> None..<br><b>T. Heiland, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17015","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/19aa8f0e-4f63-405e-80bc-40107f21b480\/@F03B8ZGw\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2052","PresenterBiography":null,"PresenterDisplayName":"Claire Buchta Rosean","PresenterKey":"f5e79da9-8e15-4c2d-b072-9e3fc17f104c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2052. LAMP1 targeting of the large T antigen of Merkel cell polyomavirus elicits potent CD4<sup>+<\/sup> T cell responses, tumor inhibition, and provides rationale for first-in-human trial","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LAMP1 targeting of the large T antigen of Merkel cell polyomavirus elicits potent CD4<sup>+<\/sup> T cell responses, tumor inhibition, and provides rationale for first-in-human trial","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Oncolytic virotherapy represents a promising cancer treatment modality. One of the appeals of oncolytic virotherapy approaches is the capacity of viruses to change tumor microenvironment, frequently interpreted as de-polarization of tumor-associated macrophages (TAMs) from highly pro-tumorigenic to less pro-tumorigenic phenotypes. The goal of this study was to analyze how systemic therapy with oncolytic adenovirus AVID-317 modulates complexity, phenotypes, and pro-tumorigenic function of tumor-associated myeloid cells in a mouse model of orthotopic metastatic lung cancer.<br \/><b>Methods<\/b>: We utilized single cell RNAseq and a 37-marker mass-cytometry (Cy-TOF) analyses to explore phenotypic and functional states of distinct myeloid cell populations in the lungs of tumor-bearing mice before and after virotherapy. We further performed correlation analyses to reveal functional contribution of each identified myeloid cell population to tumor control or tumor progression after virotherapy on a large groups of mice treated with the virus (N=43) or buffer (N=23).<br \/><b>Summary of the results<\/b>: Our phenotypic immunoprofiling identified 13 discrete TAM and DCs cell populations and 5 discrete populations of granulocytic cells, which were present in the lungs of lung tumor-bearing mice prior to virotherapy treatment. We found that in all TAM populations, the expression of CD274, ARG1, IL-10, and surprisingly, CD127 correlated with a higher tumor burden. In 7 out of 13 TAM populations, virotherapy further increased the expression of these pro-tumorigenic markers. Moreover, virotherapy led to a significant increase in the abundance of TAMs that correlated with tumor burden increase. In addition, in response to virotherapy, TAMs increased the expression of pro-tumorigenic growth factors. These data indicate the virotherapy indeed activated TAMs but did not trigger their de-polarization to lesser pro-tumorigenic phenotypes. To find whether virus-induced tumor cell death may drive TAM activation, we next treated tumor-bearing mice with a UV-inactivated AVID-317 virus that lacks the capacity of killing tumor cells. Our analyses confirmed that virus-mediated tumor cells death but not the exposure of TAMs to the virus drives TAM activation.<br \/><b>Conclusion<\/b>: Our analyses showed that oncolytic virotherapy activates TAMs, which in response produce pro-tumorigenic growth factors that may promote tumor progression. Our findings do not support the universal assumption of de-polarization of TAMs to a lesser pro-tumorigenic phenotypes in response to oncolytic virotherapy. The clinical success of oncolytic virotherapy will require careful consideration of the TAM activation in response to virotherapy and finding effective drug combinations to suppress pro-tumorigenic function of myeloid cells prior to administration of viruses with potent anti-tumor activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/eb4d0b29-6c48-4fd8-8675-d975732995ef\/@F03B8ZGw\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Oncolytic adenovirus,Macrophages,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17016"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Svetlana Atasheva<\/i><\/u><\/presenter>, <presenter><i>Jia Yao<\/i><\/presenter>, <presenter><i>Dmitry Shayakhmetov<\/i><\/presenter>. Emory University, Atlanta, GA, Emory University, Atlanta, GA","CSlideId":"","ControlKey":"4e614128-6492-4032-8d28-8aedb8fef5b8","ControlNumber":"3520","DisclosureBlock":"&nbsp;<b>S. Atasheva, <\/b> None..<br><b>J. Yao, <\/b> None.&nbsp;<br><b>D. Shayakhmetov, <\/b> <br><b>AdCure<\/b> Co-Founder, Senior Vice-President, \u000d\u000a\u000d\u000aChief Scientific Officer, Yes. <br><b>Merck<\/b> Consultant, No.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17016","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/eb4d0b29-6c48-4fd8-8675-d975732995ef\/@F03B8ZGw\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2053","PresenterBiography":null,"PresenterDisplayName":"Svetlana Atasheva, PhD","PresenterKey":"4405ae29-3bf2-455d-aaaa-54c8669f419a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2053. Phenotypic and functional analyses of response of lung tumor-associated myeloid cells to systemic oncolytic virotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phenotypic and functional analyses of response of lung tumor-associated myeloid cells to systemic oncolytic virotherapy","Topics":null,"cSlideId":""},{"Abstract":"Despite the success of immune checkpoint inhibitors (ICI), clinical responses to ICI treatment are still limited to a fraction of patients within specific indications, demonstrating a significant unmet clinical need for novel immunotherapies. In cancer, preclinical and clinical studies have demonstrated the promise of cytokine therapy to stimulate anti-tumor immunity. One of these key cytokines, interleukin-2 (IL-2), is approved for clinical use in metastatic melanoma and renal cell carcinoma. Unfortunately, IL-2 has a poor pharmacokinetic (PK) profile and is linked to serious toxicities, such as vascular leak syndrome (VLS), which limit its clinical utility. To address these limitations, we designed WTX-124, an IL-2 pro-drug (IL-2 INDUKINE&#8482;<sup> <\/sup>protein) that takes advantage of dysregulated protease activity in the tumor microenvironment (TME) to selectively release active IL-2 in the tumor after systemic administration. Peripheral inactivation is achieved by linking the cytokine to an inactivation domain using a tumor protease-sensitive linker. WTX-124 is also engineered with a half-life extension element to improve its PK profile and maintain longer exposure in the tumor. Once WTX-124 reaches the tumor, tumor-associated proteases cleave the linkers and release fully active IL-2. Treatment with WTX-124 resulted in the complete rejection of MC38 tumors in a manner dependent on proteolytic processing of the INDUKINE&#8482; protein, as a non-cleavable version of WTX&#8209;124 lacked anti-tumor activity. In addition, tumor rejection was dependent on CD8+ T cells, as CD8+ T cell depletion during WTX-124 treatment resulted in a loss of tumor control. Unlike free IL-2, WTX-124 was well tolerated and did not induce VLS in mice, demonstrating the efficacy of the inactivation domain at restricting peripheral toxicity. Due to its enhanced anti-tumor activity and decreased toxicity profile, the therapeutic window of WTX-124 was greatly improved compared to that of native IL-2. In addition, a WTX-124 variant using attenuated (non-&#945;) IL-2 was not active in our efficacy model. Mechanistically, WTX&#8209;124 treatment drove the expansion and activation of tumor infiltrating CD8+ T cells and NK cells. Furthermore, WTX-124 treatment resulted in selective activation of the tumor infiltrating CD8+ T cells, with limited evidence of peripheral T cell activation in the blood, spleen, and lymph nodes of tumor bearing animals. In a less immunogenic model, B16F10, WTX-124 also induced CD8+ T cell and NK cell activation and revealed combinatorial anti-tumor activity with &#945;PD-1 therapy. Lastly, in a sample set of over 100 primary human tumor samples, WTX-124 was broadly processed across many indications and disease stages, while remaining intact in the presence of healthy human primary cells from various tissues. Together, these data support the clinical development of WTX-124.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bffd5797-49a1-48d5-9c0c-8bb71e80d8c0\/@G03B8ZGx\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Cytokines,Immunotherapy,Interleukin-2,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17017"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Christopher J. Nirschl<\/i><\/presenter>, <presenter><i>Heather R. Brodkin<\/i><\/presenter>, <presenter><i>Daniel J. Hicklin<\/i><\/presenter>, <presenter><i>Nesreen Ismail<\/i><\/presenter>, <presenter><i>Kristin Morris<\/i><\/presenter>, <presenter><u><i>Andres Salmeron<\/i><\/u><\/presenter>, <presenter><i>Cynthia Seidel-Dugan<\/i><\/presenter>, <presenter><i>Philipp Steiner<\/i><\/presenter>, <presenter><i>Zoe Steuert<\/i><\/presenter>, <presenter><i>Jenna M. Sullivan<\/i><\/presenter>, <presenter><i>William M. Winston<\/i><\/presenter>. Werewolf Therapeutics, Cambridge, MA","CSlideId":"","ControlKey":"3df6c612-02bd-4fa1-9458-6b57de80e9c9","ControlNumber":"3726","DisclosureBlock":"<b>&nbsp;C. J. Nirschl, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock, Stock Option, Travel, Yes. <br><b>H. R. Brodkin, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>D. J. Hicklin, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>N. Ismail, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>K. Morris, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>A. Salmeron, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock, Yes. <br><b>C. Seidel-Dugan, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>P. Steiner, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>Z. Steuert, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>J. M. Sullivan, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>W. M. Winston, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17017","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bffd5797-49a1-48d5-9c0c-8bb71e80d8c0\/@G03B8ZGx\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2054","PresenterBiography":null,"PresenterDisplayName":"Andres Salmeron, PhD","PresenterKey":"6b62ea4c-766a-4429-bd88-c6de592adbae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2054. WTX-124 is a novel IL-2 pro-drug that is conditionally activated in tumors and drives anti-tumor immunity by activating tumor infiltrating CD8+ T cells","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"WTX-124 is a novel IL-2 pro-drug that is conditionally activated in tumors and drives anti-tumor immunity by activating tumor infiltrating CD8+ T cells","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint inhibition (ICI) has established immunotherapy as the first line of treatment in a subset of cancers. However, there are still many patients and cancer types where ICI is not effective, representing a significant unmet clinical need for novel immunotherapies to expand the clinical options for patients. Interleukin 12 (IL-12) is a pleiotropic cytokine that drives na&#239;ve T cells towards a T<sub>H<\/sub>1 phenotype, activates NK cells and cytotoxic T cells, and strongly induces the expression of IFN&#947; by multiple cell types, making it an attractive pro-inflammatory cytokine for cancer immunotherapy. However, despite its demonstrated clinical benefits, poor pharmacokinetic properties and dose-limiting toxicities after systemic administration have greatly limited the use of IL-12 in the clinic. WTX-330 is a novel IL-12 pro-drug that is designed to harness the dysregulated protease activity of tumors to selectively deliver fully active IL-12 to the tumor microenvironment (TME). WTX-330 consists of wild-type IL-12 tethered to a high affinity antibody blockade domain and a half-life extension (HLE) domain via tumor protease-sensitive linkers. Following systemic administration, WTX-330 circulates as an inactive prodrug that is unable to bind to IL-12 receptors in normal tissues. When WTX-330 enters the tumor however, proteases found in the TME cleave the protease-sensitive linkers, releasing fully active IL-12 selectively in the tumor. WTX-330 is highly efficacious in murine syngeneic tumor models, leading to complete, CD8+ T cell dependent tumor regressions when MC38 tumor bearing mice were treated with a murine surrogate of WTX-330. Importantly, while murine WTX-330 was well tolerated by the mice, equimolar amounts of wild-type IL-12 was not, highlighting the tumor selective activity of the INDUKINE&#8482; protein. Murine WTX-330 treatment of either MC38 or EMT6 tumor bearing mice increased the frequency of tumor infiltrating polyfunctional CD8<sup>+<\/sup> T cells and activated tumor infiltrating NK cells in both models. In the EMT6 model, Geospatial NanoString analysis revealed significantly more tumor penetration by CD8<sup>+<\/sup> T cells following murine WTX-330 treatment at multiple timepoints and demonstrated that systemic dosing with the IL-12 INDUKINE&#8482; molecule resulted in IL-12 signaling by the tumor infiltrating CD8<sup>+<\/sup> T cells. Furthermore, murine WTX-330 treatment fundamentally reprogrammed the metabolic program of tumor infiltrating CD8<sup>+<\/sup> T cells, increasing both glycolysis and mitochondrial biogenesis, while also increasing TCR signaling and degranulation. Finally, <i>ex vivo<\/i> incubation of WTX-330 with various primary human tumors led to the release of active IL-12, while WTX-330 was stable in human serum and healthy human primary cells from various tissues. Together, these data support continued development of this innovative IL-12 therapy into clinical testing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/89a11a27-6ca2-409f-9c5a-c1266cf9c48a\/@G03B8ZGx\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Interleukin-12,Cytokines,Immunotherapy,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17019"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Christopher J. Nirschl<\/i><\/presenter>, <presenter><i>Pam Alderhold<\/i><\/presenter>, <presenter><i>Heather R. Brodkin<\/i><\/presenter>, <presenter><i>Connor J. Dwyer<\/i><\/presenter>, <presenter><i>Daniel J. Hicklin<\/i><\/presenter>, <presenter><i>Nesreen Ismail<\/i><\/presenter>, <presenter><u><i>Andres Salmeron<\/i><\/u><\/presenter>, <presenter><i>Cynthia Seidel-Dugan<\/i><\/presenter>, <presenter><i>Philipp Steiner<\/i><\/presenter>, <presenter><i>Zoe Steuert<\/i><\/presenter>, <presenter><i>Jenna Sullivan<\/i><\/presenter>, <presenter><i>William M. Winston<\/i><\/presenter>. Werewolf Therapeutics, Cambridge, MA","CSlideId":"","ControlKey":"8bd4c97d-eb5c-4a1c-b47e-bc1e3f847bcd","ControlNumber":"3809","DisclosureBlock":"<b>&nbsp;C. J. Nirschl, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>P. Alderhold, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>H. R. Brodkin, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>C. J. Dwyer, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>D. J. Hicklin, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>N. Ismail, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>A. Salmeron, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>C. Seidel-Dugan, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>P. Steiner, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>Z. Steuert, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>J. Sullivan, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes. <br><b>W. M. Winston, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17019","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/89a11a27-6ca2-409f-9c5a-c1266cf9c48a\/@G03B8ZGx\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2055","PresenterBiography":null,"PresenterDisplayName":"Andres Salmeron, PhD","PresenterKey":"6b62ea4c-766a-4429-bd88-c6de592adbae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2055. WTX-330 is a conditionally activated IL-12 prodrug that fundamentally reprograms tumor infiltrating CD8+ T cells and drives tumor regression","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"WTX-330 is a conditionally activated IL-12 prodrug that fundamentally reprograms tumor infiltrating CD8+ T cells and drives tumor regression","Topics":null,"cSlideId":""},{"Abstract":"Solid tumors are characterized by extensive immune suppressive inflammation, vascular leak, fibrosis and organ damage. Similarly, SARS-CoV-2 infections induce aberrant pulmonary and systemic inflammation, vascular leak, coagulation, fibrosis and fatal organ damage. We previously demonstrated that macrophages in solid tumors strongly expressed phosphatidylinositol 3-kinase gamma (PI3K&#947;), a signaling protein that coordinately controls granulocyte and monocyte trafficking to tumors as well as wound-healing-type macrophage transcription in cancer and fibrosis. We also observed that macrophages in COVID-19 lungs strongly expressed PI3K&#947;. To identify therapeutic strategies to suppress COVID-19-associated inflammation, we characterized lung tissue of COVID-19 patients using multiplex immunohistochemistry and tissue transcriptomics. Lungs of deceased patients exhibited substantial infiltration by neutrophils and wound-healing macrophages, fibrosis and alveolar type II cell depletion. In animal models of lung inflammation, bacterial infections, viral infection and SARS-CoV-2 infection, PI3K&#947; deletion or inhibition with the cancer therapeutic IPI-549 (eganelisib) suppressed pulmonary and systemic inflammation, reduced lung damage, and promoted survival. These studies demonstrate the essential role of PI3K&#947; in inflammatory diseases as well as cancer and support the use of PI3K&#947; inhibitors such as eganelisib to suppress inflammation and promote survival in pulmonary infections like SARS-CoV-2 and cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Phosphatidylinositol 3-kinase (PI3K),Immune response,Macrophages,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17018"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Judith A. Varner<\/i><\/presenter>, <presenter><u><i>Anghesom Ghebremedhin<\/i><\/u><\/presenter>. University of California, San Diego, La Jolla, CA","CSlideId":"","ControlKey":"45060a79-5146-41e2-8e0e-6dac235835d2","ControlNumber":"3805","DisclosureBlock":"<b>&nbsp;J. A. Varner, <\/b> <br><b>Infinity Pharmaceuticals<\/b> Independent Contractor, Yes.<br><b>A. Ghebremedhin, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17018","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2056","PresenterBiography":null,"PresenterDisplayName":"Anghesom Ghebremedhin, PhD","PresenterKey":"f94422f8-ab9e-4699-b35a-2813a5414aa1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2056. &#173;&#173;&#173;PI3Kgamma inhibition reduces inflammation and promotes survival in cancer and SARS-CoV-2","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"&#173;&#173;&#173;PI3Kgamma inhibition reduces inflammation and promotes survival in cancer and SARS-CoV-2","Topics":null,"cSlideId":""},{"Abstract":"Therapeutic advances of glioblastoma (GBM) in the last two decades have only extended survival by a few months, maintaining a five-year survival rate of less than five percent. While immunotherapy has shown promise for other types of cancer, it has proved less efficacious as a monotherapy in GBM, partly due to a suppressive immune microenvironment. Being able to stimulate anti-tumor immune activity through alternative methods may allow for a more successful immunotherapeutic response. One such method is by disengaging epigenetic maintenance of repetitive element (RE) silencing. It was recently shown that the epigenetic pathway, FBXO44\/SUV39H1, could be targeted specifically in cancer cells to release inhibition of REs such as endogenous retroviruses and retrotransposons. This effect resulted in increased activation of antiviral pathways and interferon signaling. We hypothesized using this treatment in conjunction with anti-PD-1 immunotherapy would allow for a synergistic effect against GBM tumor growth and increased survival. We therefore treated mice with intracranially implanted GL261 cells with a combined therapy of anti-PD-1 and SUV39H1 inhibition. One week after treatment started, we used single cell analysis using multiplexed flow cytometry to look at different immune populations. The largest percentage of immune cells comprised macrophages; with multiplex flow analysis, we were able to differentiate activated microglia (the brain resident immune cell) versus bone marrow derived macrophages (BMDMs; macrophages derived from the blood) based on CD49d expression. While no differences were found in overall macrophage numbers, the percentage of microglia was significantly higher than BMDMs. Strikingly, expression of PD-1 was significantly higher on microglia compared to BMDMs, while CD206, a marker of immune suppression, was significantly higher on the latter. T cells were also examined, with overall numbers again, not significantly different between treatment groups. However, those from mice treated with either the SUV39H1 inhibitor alone or in combination with anti-PD-1 had significantly higher levels of the co-stimulatory molecule CD40L on both CD4+ and CD8+ T cells. Lastly, survival analysis revealed a significant increase in survival with combinatorial treatment compared to either therapy alone or no treatment control. These results indicate the efficacy of an alternative treatment method working synergistically with anti-PD-1 immunotherapy to stimulate the immune system and slow GBM progression in a murine model.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0f14d633-509b-4215-ba97-12dd8a943a0f\/@G03B8ZGx\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Glioblastoma,Immunotherapy,Epigenetics,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17020"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Katie B. Grausam<\/i><\/u><\/presenter>, <presenter><i>Jia Z. Shen<\/i><\/presenter>, <presenter><i>Joshua J. Breunig<\/i><\/presenter>, <presenter><i>Charles Spruck<\/i><\/presenter>, <presenter><i>Stephen L. Shiao<\/i><\/presenter>. Cedars Sinai Medical Center, Los Angeles, CA, Sanford Burnham Prebys, La Jolla, CA","CSlideId":"","ControlKey":"a4268569-506e-4c90-bfe0-0f5f90a863cf","ControlNumber":"3875","DisclosureBlock":"&nbsp;<b>K. B. Grausam, <\/b> None..<br><b>J. Z. Shen, <\/b> None..<br><b>J. J. Breunig, <\/b> None..<br><b>C. Spruck, <\/b> None..<br><b>S. L. Shiao, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17020","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0f14d633-509b-4215-ba97-12dd8a943a0f\/@G03B8ZGx\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2057","PresenterBiography":null,"PresenterDisplayName":"Katie Grausam, BS;MS;PhD","PresenterKey":"9d432a48-a78e-44d8-85c9-0fc4a94c81a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2057. Utilizing &#8216;viral mimicry&#8217; as a novel therapeutic approach in conjunction with anti-PD-1 immunotherapy increases immune activation and extends survival in a glioblastoma murine model","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Utilizing &#8216;viral mimicry&#8217; as a novel therapeutic approach in conjunction with anti-PD-1 immunotherapy increases immune activation and extends survival in a glioblastoma murine model","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Bladder cancer is the 5<sup>th<\/sup> most common cancer worldwide, with the most common type being non-muscle invasive bladder cancer (NMIBC). Treatment for high grade NMIBC includes resection of the bladder tumor followed by repeated intravesical administration of Bacillus-Calmette Gu&#233;rin (BCG), the live-attenuated form of <i>Mycobacterium bovis<\/i>. Unfortunately, 60-70% of patients will experience disease recurrence. Our current understanding is that BCG acts within the local bladder tumor microenvironment and draining lymph nodes, leading to the activation of a systemic immune response. Using a murine model of NMIBC, here we investigated whether different routes of BCG administration alter the systemic immune response to BCG and affect tumor size.<br \/><b>Methods: <\/b>To establish syngeneic orthotopic bladder tumors in a mouse model, female C57Bl\/6 mice were catheterized and 2.5 x 10<sup>5<\/sup> mouse bladder cancer cells (MB49) were instilled into the bladder. Beginning on day 7, mice received either intravesical, intravenous (IV) or intraperitoneal (IP) BCG (8 mg\/ml) or saline once weekly for three weeks and bladders were imaged through ultrasound. At endpoint (day 23), tumors, tumor draining lymph nodes (tdLNs), spleen, and bone marrow were harvested and stored. Immune composition of the various lymphoid organs was evaluated using polychromatic flow cytometry. Ex vivo responsiveness to lipopolysaccharide (LPS) was assessed in bone marrow cells by measuring cytokine levels in culture supernatants.<br \/><b>Results:<\/b> Mice treated with IV BCG had significantly smaller tumor volumes when compared to intravesical BCG treatment. Ex vivo LPS stimulation of bone marrow from BCG-treated mice, regardless of administration route, led to increased release of pro-inflammatory cytokines compared with saline controls. IP and IV BCG treatment skewed immune microenvironments of secondary lymphoid organs towards a cytotoxic phenotype compared with intravesical BCG treatment. Within the lymphoid compartment of tdLNs, the proportion of CD8+ T cells was significantly increased while the proportion of CD4+ T cells was significantly decreased in mice treated with IV and IP BCG compared with intravesical BCG. Conversely, the proportion of CD11b+ dendritic cells (DCs) was significantly increased in tdLNs from mice receiving intravesical BCG compared with BCG administered IV or IP. Within the spleen, the proportion of CD8+CD11b- DCs were significantly increased in the DC compartment following IP BCG treatment compared to other treatment routes.<br \/><b>Conclusion: <\/b>This provides evidence that route of BCG administration affects the immune composition of secondary lymphoid organs that may be associated with anti-tumor responses. A better understanding of the mechanism of BCG immunotherapy will lead to novel approaches to optimize anti-tumor immune responses and, consequently, improved patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8d254802-4b80-453c-aade-ab337f171f61\/@G03B8ZGx\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Lymph nodes,Immune cells,Mouse models,Bacillus Calmette Guerin (BCG),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17021"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Arielle Grossman<\/i><\/u><\/presenter>, <presenter><i>Aline Atallah<\/i><\/presenter>, <presenter><i>Tiziana Cotechini<\/i><\/presenter>, <presenter><i>Jean-Francois Pare<\/i><\/presenter>, <presenter><i>Robert Siemens<\/i><\/presenter>, <presenter><i>Charles H. Graham<\/i><\/presenter>. Queen's University, Kingston, ON, Canada, Queen's University, Kingston, ON, Canada","CSlideId":"","ControlKey":"84cf481b-b8c0-4845-af88-19b9ccd1263d","ControlNumber":"4176","DisclosureBlock":"&nbsp;<b>A. Grossman, <\/b> None..<br><b>A. Atallah, <\/b> None..<br><b>T. Cotechini, <\/b> None..<br><b>J. Pare, <\/b> None..<br><b>R. Siemens, <\/b> None..<br><b>C. H. Graham, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17021","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8d254802-4b80-453c-aade-ab337f171f61\/@G03B8ZGx\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2058","PresenterBiography":null,"PresenterDisplayName":"Arielle Grossman, BS","PresenterKey":"445a5170-131e-48ff-941d-d617415d59f4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2058. Effect of route of Bacillus-Calmette Guerin administration on systemic immune responses in a murine model of non-muscle invasive bladder cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effect of route of Bacillus-Calmette Guerin administration on systemic immune responses in a murine model of non-muscle invasive bladder cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction <\/b> Broad application of immunotherapy to treat cancer has been hampered by low response rates in the clinics (~20%) and high failure rates of clinical trials. The lack of translational preclinical models that accurately replicate human immunological complexity is one of the reasons leading to ineffective candidates in clinical trials. There is an urgent need of advanced preclinical models that can enhance clinical trial success rate and improve clinical impact of immunotherapies. We present a novel 3D Ex vivo Patient Tissue platform combining short-term 3D <i>ex vivo<\/i> tumor culture system with high content image (HCI)-based analysis. The platform preserves tumor heterogeneity and tumor immune context, including (exhausted) tumor infiltrating lymphocytes. We report a quantification of <i>ex vivo<\/i> tumor responses to a panel of immunotherapies, including checkpoint inhibitors, tested on patient tissues from various cancers.<br \/><b>Methods<\/b> Patient tumor tissues were obtained from hospitals and tissue providers and processed within 24 hours to preserve the tumor microenvironment (TME). Tumor clusters from ovarian, cervical, breast, and non-small cell lung cancer patients were embedded in a protein-rich hydrogel and exposed to panels of immunomodulatory drugs in a 384-well format for 5-7 days. Phenotypic effects of the drugs on physiologically relevant morphological changes, such as tumor cell killing and immune cell proliferation, were measured using our proprietary automated HCI analysis platform. In addition, IHC and FACS analysis of primary samples as well as cytokine measurements were performed.<br \/><b>Results<\/b> Responses of <i>ex vivo<\/i> tissues to immunotherapies targeting various pathways (e.g., ipilimumab, pembrolizumab and STING agonists), combination treatments and selected controls were evaluated by automated phenotypic analysis platform. Based on their sensitivity, patient tissues were classified as immunotherapy responders or non-responders. A deeper investigation of the responder tissues was performed with IHC and FACS to pinpoint the critical TME components necessary for immunotherapy sensitivity. In addition, cytokine profiling was done in supernatants from treated <i>ex vivo<\/i> cultures to confirm the functional HCI readouts. Accurate and reproducible response evaluation demonstrated the feasibility of preclinical immunotherapy drug testing on primary patient material using this platform.<br \/><b>Conclusion<\/b> The 3D <i>ex vivo<\/i> patient tissue platform successfully combined drug testing protocols using fresh patient tumor tissue with preserved TME and advanced 3D HCI analysis. The platform offers a rapid, reliable and patient-relevant approach to test (clinical) immunotherapies for different solid tumours. It has the potential to significantly improve the preclinical evaluation of immunotherapies and support the decision-making process during progression of drug candidates to the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2cb4ac5a-d18c-4a2f-a005-868ac3013863\/@G03B8ZGx\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Preclinical testing,Precision medicine,Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17022"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Nataliia Beztsinna<\/i><\/presenter>, <presenter><i>Niels Meesters<\/i><\/presenter>, <presenter><i>Lidia Daszkiewicz<\/i><\/presenter>, <presenter><i>Fanny Grillet<\/i><\/presenter>, <presenter><i>Donny Van der Meer<\/i><\/presenter>, <presenter><i>Kuan Yan<\/i><\/presenter>, <presenter><i>Emma Spanjaard<\/i><\/presenter>, <presenter><i>Willemijn Vader<\/i><\/presenter>, <presenter><u><i>Leo Price<\/i><\/u><\/presenter>. Crown Bioscience Netherlands B.V., Leiden, Netherlands, VitroScan B.V., Leiden, Netherlands, VitroScan B.V., Leiden, Netherlands","CSlideId":"","ControlKey":"d9fadd11-99b7-48d1-b033-0a1fed22f5fc","ControlNumber":"4544","DisclosureBlock":"&nbsp;<b>N. Beztsinna, <\/b> None..<br><b>N. Meesters, <\/b> None..<br><b>L. Daszkiewicz, <\/b> None..<br><b>F. Grillet, <\/b> None..<br><b>D. van der Meer, <\/b> None..<br><b>K. Yan, <\/b> None..<br><b>E. Spanjaard, <\/b> None..<br><b>W. Vader, <\/b> None..<br><b>L. Price, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17022","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2cb4ac5a-d18c-4a2f-a005-868ac3013863\/@G03B8ZGx\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2059","PresenterBiography":null,"PresenterDisplayName":"Leo Price, PhD","PresenterKey":"4d23aed6-31cd-45c8-b049-53c30545774d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2059. Immunotherapy testing in 3D Ex vivo Patient Tissue Platform with preserved tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunotherapy testing in 3D Ex vivo Patient Tissue Platform with preserved tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Radiation therapy (RT) is a promising bladder-sparing therapy in muscle-invasive bladder cancer (MIBC). However, 30% of patients exhibit radioresistant tumors requiring salvage surgery. Combining RT with immune checkpoint inhibitor was reported to have synergic effects on anti-tumor immunity. Yet, it is also met with treatment resistance. In addition, activation of the STING pathway was shown to induce cell death, cancer cell antigens release and presentation, and promote the priming, activation and trafficking of T cells into tumors. Previous <i>in vivo <\/i>results from our team using the MB49 murine bladder cancer cell line - and immunologically &#8216;hot&#8217; tumor model - demonstrated significant improvement of survival and immune cell infiltration upon STING agonist treatment, when combined with RT and anti-PDL1 treatment. Oppositely, treating the &#8216;cold&#8217; tumor model UPPL with a combination of RT and anti-PDL1 treatment did not improve survival compared to RT alone. Consistently, UPPL tumors present low T cell and high neutrophil infiltration <i>in vivo<\/i>. Thus, the main objective of the present study is to evaluate whether combining RT, anti-PDL-1 and STING agonist treatments can improve the immunogenicity of UPPL tumors.<br \/>Methods: Seven-week-old male C57BL\/6 mice were subcutaneously injected with 5.10<sup>6<\/sup> UPPL tumor cells. Once tumors reached 0.1-0.15 cm<sup>3<\/sup>, mice were randomized into the following treatment groups : 1) Untreated; 2) PDL-1; 3) STING; 4) PDL-1 + STING; 5) RT; 6) RT + PDL-1; 7) RT + STING; 8) RT + STING + PDL-1. Midpoint (~0.6-0.8 cm<sup>3<\/sup>, n=5) and endpoint (2 cm<sup>3<\/sup>, n=8) tumors, spleens and draining lymph nodes (dLN) were harvested and dissociated for flow cytometry analysis of TME composition and cytokine production.<br \/>Results: We report that RT and RT-combined treatments delayed tumor growth and prolonged survival <i>in vivo<\/i> compared to untreated<i>. <\/i>Additionally, our combination approaches shifted immune infiltration : compared to untreated, each strategy changed myeloid and T cells infiltrating cells in tumors. Combination of RT with anti-PDL-1 and STING agonist favored macrophages infiltration as well as increased MHC-II expression in dendritic cells (DC). Furthermore, we observed increased infiltration of cytotoxic CD8<sup>+<\/sup> T cells (Granzyme B<sup>+<\/sup> and IFN-&#947;<sup>+<\/sup> CD8<sup>+<\/sup>) in these groups.<br \/>Conclusions: Our results suggest RT and RT combination treatments in cold tumor affect antigen presentation potency in DCs, fine-tune the functionality of infiltrating CD8+ T cells. This preliminary study shows immunologically cold tumors can be modulated through treatment combination, which has relevance in human treatment-resistant tumors. It adds to the very small body of literature taking a deep dive into the immune modulation of a conventionally used &#8216;cold&#8217; tumor cell line<b>.<\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/51949a6e-5a70-4cc1-a186-17eab9311bb3\/@G03B8ZGx\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Bladder cancer,Immunotherapy,Radiation therapy,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17024"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"a6dc9a31-47c9-472f-8e4a-24e67cee0967","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a6dc9a31-47c9-472f-8e4a-24e67cee0967\/@G03B8ZGx\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Eva Michaud<\/i><\/u><\/presenter>, <presenter><i>Gautier Marcq<\/i><\/presenter>, <presenter><i>Sabina Fehric<\/i><\/presenter>, <presenter><i>JiaMin Huang<\/i><\/presenter>, <presenter><i>Jose Joao Mansure<\/i><\/presenter>, <presenter><i>Ciriaco Piccirillo<\/i><\/presenter>, <presenter><i>Wassim Kassouf<\/i><\/presenter>. Urologic Oncology Research Program, Research Institute of the McGill University Health Center, Montréal, QC, Canada, Division of Urology, Department of Surgery, McGill University Health Centre, Montréal, QC, Canada, Department of Microbiology and Immunology, McGill University, Montréal, QC, Canada","CSlideId":"","ControlKey":"ab341ad0-112d-4ef6-9645-ed984abd6392","ControlNumber":"5484","DisclosureBlock":"&nbsp;<b>E. Michaud, <\/b> None..<br><b>G. Marcq, <\/b> None..<br><b>S. Fehric, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>J. Mansure, <\/b> None..<br><b>C. Piccirillo, <\/b> None..<br><b>W. Kassouf, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17024","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/51949a6e-5a70-4cc1-a186-17eab9311bb3\/@G03B8ZGx\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2060","PresenterBiography":null,"PresenterDisplayName":"Eva Michaud, PhD","PresenterKey":"d989abee-99fc-4800-bd86-9dd2fdda008a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2060. Treatment combination strategies to improve radiation efficacy in immunologically cold tumors <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Treatment combination strategies to improve radiation efficacy in immunologically cold tumors <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Checkpoint immunotherapy (CPI) and its combination with tyrosine kinase inhibitor (TKI) therapy are widely used in the treatment of many cancers, including clear cell renal cell carcinoma (ccRCC). Although recent advances in these therapies demonstrate effectiveness, a subset of patients are unresponsive. In this study, using deep immune profiling by mass cytometry (CyTOF), we analyzed peripheral blood mononuclear cell (PBMC) samples from 86 ccRCC patients pre- and post-treatment. The cohort included patients treated with first-line CPI (n = 43), TKI (n = 15) and combinatorial CPI+TKI (n = 28), with PBMC samples collected pre- (n = 41) and post- (n = 69) therapy (n = 24 patients total with paired samples). Samples were characterized by CyTOF analysis of 30 different cell surface markers. Using t-distributed stochastic neighbor embedding (tSNE) and Phenograph clustering, the presence of immune populations and subpopulations were characterized and associated with therapeutic response as well as longitudinally tracked. While most cell types did not differ between pre- and post-treatment states, a decrease in CD8 and CD4 PD1+ T cell subsets was observed in patients treated with CPI and CPI+TKI (p &#60; 0.001). Also, increased CD8 effector memory T cells were observed in post-treatment samples in those treated with CPI or CPI+TKI (p &#60; 0.001).Subsequent analysis of pre-treatment samples in the context of clinical outcome revealed specific features associated with favorable response to immunotherapy. Responders (R) in comparison with non-responders (NR) were characterized by an increased number of naive CD4 T cells (p = 0.03), CD8 T cells (p = 0.038), immature NK cells (p = 0.005) and lower percentage of granulocytes (p = 0.012). Using unsupervised hierarchical clustering, 8 patient groups were identified with a unique immune profile enriched by a certain PBMC population. Three groups (G1-G3), which included a high ratio of R, were enriched by naive T cells, immature NK cells and non-classical monocytes, respectively. The G4 group, enriched with B cells, consisted of R and NR in equal numbers. The G5-G8 groups, enriched with granulocytes, classical monocytes, mature NK-cells and effector CD8 T cells, respectively, were primarily comprised of NR. Patients with favorable pre-treatment immune profiles also belonged to favorable groups post-treatment, with a similar trend observed with unfavorable profiles. In conclusion, this analysis revealed a remarkable association between the initial immune status or &#8220;portrait&#8221; of the patient before therapy and subsequent therapeutic outcome as well as the development of therapeutic resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b4593ca4-85b9-4dbe-95c9-627aef874930\/@G03B8ZGx\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Checkpoint Inhibitors,Immunotherapy,Renal cell carcinoma,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/21045"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"e3b30ebe-f1bc-4e98-888b-678a2cb496ec","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/e3b30ebe-f1bc-4e98-888b-678a2cb496ec\/@G03B8ZGx\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Svetlana Shishkova<\/i><\/u><\/presenter>, <presenter><i>Dmitry Tabakov<\/i><\/presenter>, <presenter><i>Evgeny Egorov<\/i><\/presenter>, <presenter><i>Akshaya Ramachandran<\/i><\/presenter>, <presenter><i>Yang Lyu<\/i><\/presenter>, <presenter><i>Krystle Nomie<\/i><\/presenter>, <presenter><i>Jessica Brown<\/i><\/presenter>, <presenter><i>Vladimir Zyrin<\/i><\/presenter>, <presenter><i>Alexander Zaytcev<\/i><\/presenter>, <presenter><i>Natalia Miheecheva<\/i><\/presenter>, <presenter><i>Ekaterina Postovalova<\/i><\/presenter>, <presenter><i>Alexander Bagaev<\/i><\/presenter>, <presenter><i>Ravshan Ataullakhanov<\/i><\/presenter>, <presenter><i>James Hsieh<\/i><\/presenter>. BostonGene, Waltham, MA, Stanford University School of Medicine, Stanford, CA, Washington University School of Medicine, St. Louis, MO","CSlideId":"","ControlKey":"b7205fa1-f5e8-4ca9-8319-cdf6aea8198f","ControlNumber":"5271","DisclosureBlock":"<b>&nbsp;S. Shishkova, <\/b> <br><b>BostonGene<\/b> Employment. <br><b>D. Tabakov, <\/b> <br><b>BostonGene<\/b> Employment, Stock Option. <br><b>E. Egorov, <\/b> <br><b>BostonGene<\/b> Employment.<br><b>A. Ramachandran, <\/b> None..<br><b>Y. Lyu, <\/b> None.&nbsp;<br><b>K. Nomie, <\/b> <br><b>BostonGene<\/b> Employment, Stock Option. <br><b>J. Brown, <\/b> <br><b>BostonGene<\/b> Employment, Stock Option. <br><b>V. Zyrin, <\/b> <br><b>BostonGene<\/b> Employment. <br><b>A. Zaytcev, <\/b> <br><b>BostonGene<\/b> Employment. <br><b>N. Miheecheva, <\/b> <br><b>BostonGene<\/b> Employment. <br><b>E. Postovalova, <\/b> <br><b>BostonGene<\/b> Employment. <br><b>A. Bagaev, <\/b> <br><b>BostonGene<\/b> Employment, Stock Option, Patent, Other, royalties. <br><b>R. Ataullakhanov, <\/b> <br><b>BostonGene<\/b> Employment, Stock, Patent. <br><b>J. Hsieh, <\/b> <br><b>Eisai<\/b> Other, consulting. <br><b>BostonGene<\/b> Grant\/Contract, Other, consulting. <br><b>BMS<\/b> Grant\/Contract. <br><b>Merck USA<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Exelixis<\/b> Grant\/Contract. <br><b>SillaJen<\/b> Grant\/Contract. <br><b>Tscan<\/b> Grant\/Contract.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"21045","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b4593ca4-85b9-4dbe-95c9-627aef874930\/@G03B8ZGx\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2061","PresenterBiography":null,"PresenterDisplayName":"Svetlana Shishkova","PresenterKey":"e360da8d-68b9-43a1-a0c6-ae90899a9710","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2061. Deep immune profiling by mass cytometry revealed an association between the state of immune system before treatment and response to checkpoint inhibitor therapy in clear cell renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Immune Response to Therapies 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deep immune profiling by mass cytometry revealed an association between the state of immune system before treatment and response to checkpoint inhibitor therapy in clear cell renal cell carcinoma","Topics":null,"cSlideId":""}]