[{"Abstract":"<b>Background: <\/b>Hypoxia is a common feature of cancer that promotes hallmarks such as cell migration and sustained proliferation. Hypoxia also has a strong link with extracellular matrix (ECM) remodeling, affecting both composition and structure. ECM changes also affect cancer hallmarks through integrin signaling. However, effects of long-term chronic hypoxia stress on ECM have not been studied in bladder cancer. We aimed to investigate the changes induced by hypoxia in the ECM and how they affected cell attachment and proliferation.<br \/><b>Methods: <\/b>UMUC3, J82, RT4 and T24 bladder cancer cell lines were cultured for 7 days in 21% (normoxic) or 0.2% (hypoxic) O<sub>2<\/sub>. For obtaining the cell-derived ECM (CDM), cell cultures were decellularized with NH<sub>4<\/sub>OH. CDM samples were in-gel trypsin digested and tandem mass spectrometry (MS) performed. IF was performed for FN and COL5A1 protein. Hypoxic ECM effects on cancer cell behavior were studied using attachment and proliferation assays. Attachment assays involved incubating cells at 37<sup>o<\/sup>C for 20min (T24, J82, RT4) or 2h (UMUC3) on hypoxic or normoxic CDM. Cells were fixed, stained with crystal violet and absorbance measured at 540nm. Proliferation was measured after seeding cells on hypoxic or normoxic CDM, analyzing cell growth up to 7 days using an IncuCyte S3 system.<br \/><b>Results: <\/b>MS detected 186 ECM proteins, with 66 differentially expressed due to hypoxia in &#8805;1 cell line (p&#60;0.05). MS data clustering showed variation in CDM composition due to both hypoxia and cell line. Gene Ontology analysis showed hypoxia-induced enrichment (p&#60;0.001) of pathways associated with ECM structure, cell adhesion and integrin adhesion. IF confirmed morphological changes in FN and COL5A1 protein fibres (p&#60;0.05) for 3 of 4 cell lines. All cell lines showed a significant increase in attachment on hypoxic vs normoxic CDM (p&#60;0.05). Initial data showed a significant increase in proliferation of T24 cells grown on hypoxic vs normoxic matrix (p&#60;0.05).<br \/><b>Conclusion: <\/b>Hypoxia induces ECM remodeling <i>in vitro<\/i>, significantly affecting the level of one third of the proteins detected by MS.<i> In silico<\/i> analysis of the MS results correlated compositional changes with structural changes correlated compositional changes with structural changes. Those changes were confirmed morphologically for FN and COL5A1 fibers. Cell and integrin adhesion changes predicted <i>in silico<\/i> were also observed when performing attachment assays, where hypoxic ECM significantly increased cell attachment. Finally, pilot proliferation data showed that hypoxic ECM promotes T24 cell proliferation. To our knowledge, this is the first comprehensive study to report compositional and structural changes in bladder cancer ECM due to hypoxia stress. Further studies should focus on the role of integrin, whose interaction with hypoxic ECM may be key for the induction of cell proliferation and attachment reported in this study.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c6ba2554-dbdf-40b4-9105-0118cf9fb4c8\/@E03B8ZWt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-01 Hypoxia,,"},{"Key":"Keywords","Value":"Hypoxia,Extracellular matrix,Proliferation,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18816"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Conrado Guerrero Quiles<\/i><\/u><\/presenter>, <presenter><i>Julia Gonzalez Abalos<\/i><\/presenter>, <presenter><i>Jonathan Humphries<\/i><\/presenter>, <presenter><i>Martin Humphries<\/i><\/presenter>, <presenter><i>Ananya CHOUDHURY<\/i><\/presenter>, <presenter><i>Catharine West<\/i><\/presenter>. University of Manchester, Manchester, United Kingdom, The Christie NHS Foundation, Manchester, United Kingdom","CSlideId":"","ControlKey":"cc80638c-6fa1-45ca-bd78-9aa2db3678e7","ControlNumber":"2249","DisclosureBlock":"&nbsp;<b>C. Guerrero Quiles, <\/b> None..<br><b>J. Gonzalez Abalos, <\/b> None..<br><b>J. Humphries, <\/b> None..<br><b>M. Humphries, <\/b> None..<br><b>A. Choudhury, <\/b> None..<br><b>C. West, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18816","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c6ba2554-dbdf-40b4-9105-0118cf9fb4c8\/@E03B8ZWt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5678","PresenterBiography":null,"PresenterDisplayName":"Conrado Guerrero Quiles, M Phil","PresenterKey":"0fd29cbd-f483-403a-bcd1-655fc15511af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5678. Hypoxia promotes cell attachment and proliferation due to extracellular matrix compositional and structural changes","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"716","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hypoxia promotes cell attachment and proliferation due to extracellular matrix compositional and structural changes","Topics":null,"cSlideId":""},{"Abstract":"Hypoxia afflicts the microenvironment of solid tumors fueling tumor malignancy. Using an 8-gene <i>in vitro<\/i> hypoxia signature, we have recently shown that pancreatic cancer patients with highly hypoxic tumors experience worse survival and exhibit markers of an immunosuppressed microenvironment. Simultaneously, we obtained evidence of increased mutation count in more hypoxic tumors, which accommodates previous reports associating hypoxia with the regulation of tumor mutational burden (TMB) and genomic instability. These two features could enhance tumor immunogenicity by increasing neoantigen expression, enabling immune recognition and tumor eradication. In this work our aim is to further elucidate the underlying role of hypoxia in generating TMB and genomic instability, and how it contributes to cancer cells immunogenicity. To this end, we applied our recently identified 8-gene hypoxia signature to score the hypoxic response of different cancer cells, considering their median expression levels of the signature genes upon exposure to hypoxia (1% oxygen). The hypoxia score was then applied as a metric to distinguish between the highest and lowest scoring cells, enabling a novel approach for evaluating the intrinsic impact of hypoxia on immunogenicity. After twenty passages under hypoxic conditions (1% oxygen), scored cancer cells were subjected to whole exome sequencing (WES) using the Ion Chef System. Following data processing using appropriate bioinformatic tools, variants were called in the hypoxia-treated cells using their normoxic (21% oxygen) counterparts as controls. We first demonstrated that hypoxia induced an increase in TMB in all cell lines. More interestingly, higher scoring cells were found to display, on average, higher TMB than lower scoring cells, suggesting that cells that have a lower hypoxia score tend to be less mutable. Copy number alterations, mutational signature and neoantigen load predictions generated from the WES data will be discussed. The microarray analysis of transcriptomic data from these hypoxia-treated cells, as well as the relationship between the high TMB, high neoantigen load and increased activation of immune response pathways will also be illustrated.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/000c17b8-b868-43d6-b176-8b02d901aeee\/@E03B8ZWt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-01 Hypoxia,,"},{"Key":"Keywords","Value":"Hypoxia,Tumor mutational burden,Solid tumors,Neoantigens,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18817"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"878e692f-42d1-4317-b569-4bac3fed5121","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/878e692f-42d1-4317-b569-4bac3fed5121\/@E03B8ZWt\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Raefa Abou Khouzam<\/i><\/u><\/presenter>, <presenter><i>Nagwa Ahmed Zeinelabdin<\/i><\/presenter>, <presenter><i>Mohak Sharda<\/i><\/presenter>, <presenter><i>Husam Nawafleh<\/i><\/presenter>, <presenter><i>Ayda shah Mahmood<\/i><\/presenter>, <presenter><i>Munazza Samar Khan<\/i><\/presenter>, <presenter><i>Goutham Hassan Venkatesh<\/i><\/presenter>, <presenter><i>Salem Chouaib<\/i><\/presenter>, <presenter><i>Shyama Prasad Rao<\/i><\/presenter>. Gulf Medical University, Ajman, United Arab Emirates, National Centre for Biological Sciences, Tata Institute of Fundamental Research, Bangalore, India, Yenepoya Research Center, Yenepoya University, Mangalore, India","CSlideId":"","ControlKey":"672e5a66-6d7a-4de3-8111-f76c05379c75","ControlNumber":"3000","DisclosureBlock":"&nbsp;<b>R. Abou Khouzam, <\/b> None..<br><b>N. Ahmed Zeinelabdin, <\/b> None..<br><b>M. Sharda, <\/b> None..<br><b>H. Nawafleh, <\/b> None..<br><b>A. Mahmood, <\/b> None..<br><b>M. Khan, <\/b> None..<br><b>G. Venkatesh, <\/b> None..<br><b>S. Chouaib, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18817","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/000c17b8-b868-43d6-b176-8b02d901aeee\/@E03B8ZWt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5679","PresenterBiography":null,"PresenterDisplayName":"Raefa Abou Khouzam, PhD","PresenterKey":"9ac54208-4e28-4c54-8c6f-c90ed4a9bcce","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5679. Application of a hypoxia metric to investigate tumor mutational burden and cancer cell immunogenicity <i>in vitro<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"716","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Application of a hypoxia metric to investigate tumor mutational burden and cancer cell immunogenicity <i>in vitro<\/i>","Topics":null,"cSlideId":""},{"Abstract":"The burden of stomach cancer incidence and death is a global challenge. Treating stomach cancer remains immensely difficult due to the lack of available markers to detect the disease at the early stages. Therefore, there is an immense demand for finding out an early detection biomarker for stomach cancer. Recently, ATAD2 is found to be overexpressed in stomach cancer with high prognostic significance and recognised as a promising biomarker for stomach cancer. ATAD2 is a unique cancer\/testis antigen (CTA) that belongs to both AAA+ ATPase and bromodomain family proteins. However, nothing much is known about the mechanism of ATAD2-mediated stomach carcinogenesis. Using bioinformatics analyses as well as studies with stomach cancer cells and stomach biopsy tissue samples, we address the regulation and function of ATAD2 expression in stomach cancer. We show that <i>ATAD2<\/i> is overexpressed in the most common intestinal type of stomach adenocarcinoma, and enhanced expression of <i>ATAD2<\/i> is observed in all stages and grades of stomach cancer. Our immunofluorescence microscopy study with stomach biopsy tissues confirms the high expression of ATAD2 both in stomach adenocarcinoma and metastatic stomach tissue samples. Survival analysis indicates that upregulated <i>ATAD2<\/i> expression drastically affects the survival of stomach cancer patients. Since <i>H. pylori<\/i> infection, and hypoxia are the major contributing factors for stomach carcinogenesis; we further study their role in ATAD2-mediated stomach malignancy. An enhanced expression of ATAD2 is observed in <i>H. pylori<\/i>-infected stomach cancer cells. We identify <i>ATAD2<\/i> as a hypoxia-responsive and HIF1&#945;-regulated gene and elucidate that upregulated expression of ATAD2 enhances proliferation and migration of hypoxic stomach cancer cells. We further recognize the protein-protein interaction (PPI) network of ATAD2 with the top-ranked partners like ESR1 (or ER&#945;), NCOA3 (or ACTR\/SRC3\/AIB1), SUMO2, HDA11 (HDAC11), SPTN2 (SPTBN2), and MYC. Among them, ESR1, MYC, NCOA3, and HDA11 are oncoproteins. Most strikingly, we report the participation of two druggable targets of ATAD2, i.e., AAA+ ATPase and bromodomain in the ATAD2-PPI network; ESR1, SUMO2, SPTN2, and MYC show a preference for bromodomain, whereas NCOA3 and HDA11 prefer ATPase domain of ATAD2. The importance of such findings in terms of targeting bromodomain-PPI and\/or ATPase-PPI interfaces to curtail stomach cancer is elucidated.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-01 Hypoxia,,"},{"Key":"Keywords","Value":"Hypoxia,Hypoxia-inducible factor,AAA+ ATPase,ATAD2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18818"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Anasuya Roychowdhury<\/i><\/u><\/presenter>, <presenter><i>Aditi Nayak<\/i><\/presenter>, <presenter><i>Sugandh Kumar<\/i><\/presenter>, <presenter><i>Anshuman Dixit<\/i><\/presenter>, <presenter><i>Asima Bhattacharyya<\/i><\/presenter>. IIT Bhubaneswar, Jatni, Khurda, India, ILS Bhubaneswar, Bhubaneswar, India, NISER Bhubaneswar, Jatni, Khurda, India","CSlideId":"","ControlKey":"a2391348-7d8a-418f-acb0-f3d8989bc9a4","ControlNumber":"4245","DisclosureBlock":"&nbsp;<b>A. Roychowdhury, <\/b> None..<br><b>A. Nayak, <\/b> None..<br><b>S. Kumar, <\/b> None..<br><b>A. Dixit, <\/b> None..<br><b>A. Bhattacharyya, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18818","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5680","PresenterBiography":null,"PresenterDisplayName":"Anasuya Roychowdhury, BS;MS;PhD","PresenterKey":"9d52a12a-a240-4f09-8107-e83072155d3c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5680. Hypoxia-responsive and HIF1&#945;-regulated AAA+ ATPase ATAD2 shows high oncogenic potential in stomach cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"716","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hypoxia-responsive and HIF1&#945;-regulated AAA+ ATPase ATAD2 shows high oncogenic potential in stomach cancer","Topics":null,"cSlideId":""},{"Abstract":"Tumor necrosis factor receptor-associated protein 1 (TRAP1) is a mitochondrial homolog of HSP90 chaperones. It plays an important role in protection against oxidative stress and apoptosis by regulating reactive oxidative species (ROS) and may also exert the cytoprotective activities by regulating mitochondrial permeability transition pore opening. Recent studies have suggested that TRAP1 may regulate metabolism and mitochondrial homeostasis in cancer. To further elucidate the mechanistic role of TRAP1 in regulating tumor cell survival, we used cellular models to investigate cellular effects and signaling pathways regulated by TRAP1 in several colon cancer cell lines. Inhibition of TRAP1 by a small molecule inhibitor, Gamitrinib-triphenylphosphonium (GTPP), in colon cancer cells led to ROS production, ER stress, reduction of cell viability and induction of cell death. Interestingly, we observed wide-range of responses to TRAP1 inhibition among these colon cancer cell lines. In GTPP sensitive cell lines (SW48), GTPP induced upregulation of GRP78, CHOP and cleavage form PARP proteins. In contract, in GTPP resistant cells (DLD1 and RKO), GTPP treatment highly induced activation of antioxidant gene NRF2, leading to better cell survival under oxidative environment. NRF2 target genes HO1 and NQO1 were upregulated in GTPP-treated DLD1 cells, making these cells more resistant to GTPP treatment. Using reporter assay, we further found that transcriptional activation of antioxidative responds element (ARE) was increased in GTPP-treated DLD1 and RKO cells (GTPP resistant), but not in SW48 cells (GTPP sensitive). Combination of NRF2 inhibitor ML385 and GTPP led to excessive ROS production and exacerbated GTPP-induced cell death in GTPP resistant cells. These new findings for the first-time link TRAP1 and NRF2 in a common pathway regulating ROS production in colon cancer. Taken together, dual targeting of TRAP1 and NRF2 may potentially overcome the tumor cell resistance through disruption of mitochondrial redox homeostasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f135d983-fe9e-443b-90fa-7e3577ab8a33\/@E03B8ZWt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Mitochondria,ROS,NRF2,NQO1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18819"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Hong-Yuan Tsai<\/i><\/u><\/presenter>, <presenter><i>Ru Chen<\/i><\/presenter>, <presenter><i>Noah Shroyer<\/i><\/presenter>, <presenter><i>Sheng Pan<\/i><\/presenter>. Baylor college medicm, Houston, TX, University of Texas Health Science Center, Houston, TX","CSlideId":"","ControlKey":"aeb94d53-d96e-431e-b38a-43b8288f6e22","ControlNumber":"2052","DisclosureBlock":"&nbsp;<b>H. Tsai, <\/b> None..<br><b>R. Chen, <\/b> None..<br><b>N. Shroyer, <\/b> None..<br><b>S. Pan, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18819","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f135d983-fe9e-443b-90fa-7e3577ab8a33\/@E03B8ZWt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5681","PresenterBiography":null,"PresenterDisplayName":"Hong-Yuan Tsai, PhD","PresenterKey":"066e596d-dc82-46ab-8cff-c11c7ab23a3d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5681. Metabolic targeting of NRF2 potentiates the efficacy of TRAP1 inhibitor GTPP in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"716","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolic targeting of NRF2 potentiates the efficacy of TRAP1 inhibitor GTPP in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"During aging in the human mammary gland, luminal epithelial cells lose lineage fidelity by expressing markers normally expressed in myoepithelial cells. We hypothesize that loss of lineage fidelity is a general manifestation of epithelia that are susceptible to cancer initiation. We show that histologically normal breast tissue from younger women who are susceptible to breast cancer because they harbor a germline mutation in BRCA1, BRCA2, or PALB2 genes, exhibit hallmarks of accelerated aging. These include proportionately increased luminal epithelial cells that acquired myoepithelial markers, decreased proportions of myoepithelial cells, and a basal differentiation bias or failure of differentiation of cKit+ progenitors. High-risk luminal and myoepithelial cells are transcriptionally enriched for genes of the opposite lineage, inflammatory, and cancer-related pathways. Genetically high risk luminal epithelial cells also show evidence of accelerated age, by as much as four decades compared to their chronological age, using a breast specific biological clock comprised of measurements of methylation and expression of the luminal-specific ELF5 transcription factor. We have identified breast aging hallmarks that reflect a convergent biology of cancer susceptibility, regardless of the specific underlying genetic or age-dependent risk, or the associated breast cancer subtype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6548018d-6bea-4f7e-8c4d-c0bb756be4c7\/@E03B8ZWt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-03 Premature cellular aging,,"},{"Key":"Keywords","Value":"Aging,BRCA1,Biological clock,ELF5,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18820"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Masaru Miyano<\/i><\/presenter>, <presenter><i>Sundus Shalabi<\/i><\/presenter>, <presenter><i>Rosalyn W. Sayaman<\/i><\/presenter>, <presenter><i>Martha Stampfer<\/i><\/presenter>, <presenter><i>Victoria E. Seewaldt<\/i><\/presenter>, <presenter><u><i>Mark A. LaBarge<\/i><\/u><\/presenter>. Beckman Research Institute at City of Hope, Duarte, CA, University of California San Francisco, San Francisco, CA, Lawrence Berkeley National Laboratory, Berkeley, CA","CSlideId":"","ControlKey":"0c5ec59d-fc37-4a07-ab4e-f95cbdfe62aa","ControlNumber":"5063","DisclosureBlock":"&nbsp;<b>M. Miyano, <\/b> None..<br><b>S. Shalabi, <\/b> None..<br><b>R. W. Sayaman, <\/b> None..<br><b>M. Stampfer, <\/b> None..<br><b>V. E. Seewaldt, <\/b> None..<br><b>M. A. LaBarge, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18820","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6548018d-6bea-4f7e-8c4d-c0bb756be4c7\/@E03B8ZWt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5682","PresenterBiography":null,"PresenterDisplayName":null,"PresenterKey":null,"PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5682. Accelerated biological age is a driver of cancer susceptibility in genetic high risk breast tissue","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"716","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Accelerated biological age is a driver of cancer susceptibility in genetic high risk breast tissue","Topics":null,"cSlideId":""},{"Abstract":"Senescence, largely initiated by unrepaired DNA damage, is initially sustained by upregulated p53. Although senescent cells enter proliferative arrest, early p53 supression may result in senescent cells re-entering the cell cycle. Senescent cells exhibit a senescence-associated secretory phenotype (SASP) that impacts the cell microenvironment, often promoting cell transformation. SASP molecular composition may be cell-specific and dependant on the type of SASP-producing cell. As growth hormone (GH) is induced by DNA damage , we elucidated whether GH is induced in senescent cells. Non-pituitary GH (npGH) synthesized locally in peripheral tissues is identical to endocrine GH1 produced by the pituitary and acts through autocrine\/paracrine mechanisms via the widely expressed GH receptor that recognizes both pituitary GH and npGH ligands. We show that npGH is induced in aging human colon tissue, and in human non-tumorous colon cells and in human 3-dimensional intestinal organoids in response to oncogene-, therapy-, and\/or replicative-induced senescence. Furthermore,DNA-damage-induced npGH is secreted from senescent cells, constituting a SASP component. In senescent cells, DNA damage is not repaired with fidelity, and we show that induced npGH suppresses DNA damage responses by attenuating phosphorylation of ATM, DNA-PKc, p53 and Chk2, resulting in p53 suppression and accumulation of damged DNA. Autocrine npGH also triggers senescent cell proliferation with increased Ki67 and BrdU incorporation. As proliferating cells with accumulated unrepaired DNA damage may acquire oncogenic mutations,we assessed npGH actions on cell transformation. We show that senescent colon cells expressing npGH form colonies in soft agar,while GH depletion by shRNA downregulates Ki67 and decreases colony formation and size, suggesting that npGH enables senescent cell transformation. Consistent with a SASP function, induced paracrine npGH also suppresses the p53\/p21 pathway, triggering proliferation and exacerbates DNA damage in neighboring non-senescent cells. To further explore mechanisms underlying npGH induction we tested the role of the SASP chemokine CXCL1 which attracts immune effectors to eliminate senescent cells. CXCl1 is shown to induce npGH in senescent hNCC and in intestinal organoids, while GH, in turn, suppresses CXCL1, likely by inhibiting NF&#954;B, a CXCL1 transcription factor. Both colon CXCL1 and NF&#954;B are more abundant in GH-receptor knockout mice devoid of GH signalling, while mice bearing GH-secreting xenografts exhibit decreased colon CXCL1 abundance. Conclusions: The results elucidate a heretofore unappreciated GH action, whereby npGH , as a SASP component, attenuates senescent cell elimination by inhibiting CXCL1, and contributes to a tissue microenvironment favoring age-associated DNA damage accumulation and epithelial cell transformation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/e2f3ef10-b5d4-41ef-a7a1-bd8f81c59efd\/@E03B8ZWt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-04 Senescence,,"},{"Key":"Keywords","Value":"Senescence,Growth factor,Transformation,Cell growth,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18821"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Vera Chesnokova<\/i><\/u><\/presenter>, <presenter><i>Svetlana M. Zonis<\/i><\/presenter>, <presenter><i>Robert Barrett<\/i><\/presenter>, <presenter><i>Shlomo Melmed<\/i><\/presenter>. Cedars Sinai Medical Center, Los Angeles, CA, Cedars Sinai Medical Center, Los Angeles, CA, Cedars Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"46b90d36-b620-4991-b890-254b6869d6b5","ControlNumber":"1056","DisclosureBlock":"&nbsp;<b>V. Chesnokova, <\/b> None..<br><b>S. M. Zonis, <\/b> None..<br><b>R. Barrett, <\/b> None..<br><b>S. Melmed, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18821","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/e2f3ef10-b5d4-41ef-a7a1-bd8f81c59efd\/@E03B8ZWt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5683","PresenterBiography":null,"PresenterDisplayName":"Vera Chesnokova, PhD","PresenterKey":"29eda17c-11c2-4669-b5b3-cc1cd3c8ac14","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5683. Growth hormone as a SASP component","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"716","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Growth hormone as a SASP component","Topics":null,"cSlideId":""},{"Abstract":"Cancer cells survive under extreme environments that alter protein homeostasis, thereby provoking cellular stress responses, such as the unfolded protein response (UPR) and the integrated stress response (ISR). These pathways increase the expression of molecular chaperones to prevent the accumulation of toxic proteins in the cell. One molecular chaperone in particular, Hsp70, plays a central role in both cellular protection and the response to proteotoxic insults. This is perhaps most evident in cancer cells, some of which overexpress Hsp70 and thrive even when harboring high levels of misfolded, aggregated, and\/or unassembled protein complexes. In an effort to define how cells compensate for compromised proteostasis, we examined the adaptive response in breast cancer cells after challenge with a specific Hsp70 inhibitor. We first showed that established breast cancer cell lines bin into classes based on their sensitivity to the drug. We next discovered that resistant cells have higher autophagy levels compared to the more sensitive lines. Moreover, gene and protein expression studies and imaging methods showed that autophagy was further induced by Hsp70 inhibition in resistant breast cancer cells. Consistent with the fact that Hsp70 normally targets aberrant proteins for degradation, our data indicated that resistance to compromised Hsp70 activity arose from elevated levels of autophagy. We next showed that Hsp70 inhibition specifically triggers the ISR pathway. Unexpectedly, protection against the Hsp70 inhibitor was dependent on the ISR sensor, GCN2, which is most commonly associated with the amino acid starvation response. In contrast, sensitive cells succumbed to Hsp70 inhibition by activating the PERK pathway. These data reveal an unexpected route through which cancer cells can adapt to chaperone targeted-proteotoxicity and position GCN2 and autophagy as critical compensatory mechanisms for cancer cells when proteostasis is compromised.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ed593328-0fb1-4c85-a91f-5e77c42e0d77\/@E03B8ZWt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Unfolded protein response,,"},{"Key":"Keywords","Value":"Autophagy,Heat shock proteins,Breast cancer,Stress response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18822"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Sara Sannino<\/i><\/u><\/presenter>, <presenter><i>Jeffrey L. Brodsky<\/i><\/presenter>. University of Pittsburgh, Pittsburgh, PA, University of Pittsburgh, Pittsburgh, PA","CSlideId":"","ControlKey":"542004d0-bce9-4d48-ad26-2198302dd9bd","ControlNumber":"5427","DisclosureBlock":"&nbsp;<b>S. Sannino, <\/b> None..<br><b>J. L. Brodsky, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18822","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ed593328-0fb1-4c85-a91f-5e77c42e0d77\/@E03B8ZWt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5684","PresenterBiography":null,"PresenterDisplayName":"Sara Sannino, PhD","PresenterKey":"509eb040-471a-4ee5-9785-30ae78e8a28c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5684. Protein homeostasis modulation is critical for cancer cell survival upon chaperone mediated proteotoxic stress","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"716","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Protein homeostasis modulation is critical for cancer cell survival upon chaperone mediated proteotoxic stress","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Albeit that over 170 types of chemical modifications have been identified in RNAs, the biological functions of most of those decorations are still elusive. <i>N<\/i><i><sup>7<\/sup><\/i>-methylguanosine (m<sup>7<\/sup>G), routinely occurring at the 5&#8217; cap of mRNA or within tRNA and rRNA, also exists in internal mRNA. However, the &#8220;reader&#8221; proteins that recognize internal mRNA m<sup>7<\/sup>G and regulate the metabolism and fate of target mRNAs have yet to be identified. Here, we aim to identify the reader(s) of internal mRNA m<sup>7<\/sup>G and elucidate the biological function.<br \/><b>Methods:<\/b> To identify internal m<sup>7<\/sup>G reader(s), we utilized RNA-pull down, mass spectrometry (MS), RNA immunoprecipitation (RIP)-seq, and m<sup>7<\/sup>G-seq. To evaluate the interaction between QKI and G3BP1, we used Co-IP, immunofluorescence (IF) and proximity ligation assay (PLA). To investigate the function of QKI in stress granule (SG), we performed polyA &#38; m<sup>7<\/sup>G RNA fluorescence in situ hybridization (FISH), triple quadrupole MS (QQQ-MS), and Ribo-seq. To assess the role of QKI in drug resistance, we carried out both <i>in vitro<\/i> cell survival assays and <i>in vivo<\/i> xenograft mouse model.<br \/><b>Results:<\/b> Our QQQ-MS results suggest cytoplasmic mRNA, in contrast to nuclei mRNA, are highly enriched with internal m<sup>7<\/sup>G modification. Quaking proteins (QKI), especially QKI7, can selectively recognize the internal mRNA m<sup>7<\/sup>G decoration in the cytosol of various cell types. Our high-throughput sequence data revealed over 1000 confident m<sup>7<\/sup>G-modified and QKI-binding RNA targets with a conserved motif, &#8220;GANGAN (N=A\/U\/G)&#8221;. Those transcripts are functionally enriched in the &#8220;pathways in cancer&#8221; and &#8220;Hippo signaling pathway&#8221;. More strikingly, internal m<sup>7<\/sup>G reader QKI7 directly interacts with the SG core protein G3BP1 and can shuttle a subset of m<sup>7<\/sup>G-modified transcripts into SG mRNA pool under oxidative stress condition. Additionally, we identified 314 confident m<sup>7<\/sup>G-modified &#38; QKI7-binding &#38; SG-enriched target genes in U2OS cells. Ribo-seq indicated that QKI7 modulates the translation efficiency of a set of m<sup>7<\/sup>G-modified transcripts via sequestering and silencing them in SGs. Moreover, in line with the observation that many chemotherapy drugs could trigger the assembly of SGs, QKI7 increases the sensitivity of cancer cells to drug treatment (e.g., doxorubicin) <i>in vitro<\/i> and <i>in vivo<\/i> in a m<sup>7<\/sup>G-dependent manner. Consistently, by analyzing the hepatocellular carcinoma (HCC) pharmacogenomic landscape study dataset, we found that HCC cell lines with higher QKI expression levels are more sensitive to a variety of chemotherapy or targeted therapeutic drugs.<br \/><b>Conclusion:<\/b> Our study identifies QKI as the first internal mRNA m<sup>7<\/sup>G reader, provides insights into the biological function of internal mRNA m<sup>7<\/sup>G modification in remodeling stress granules transcriptome, and highlights the therapeutic potential of targeting the QKI7\/m<sup>7<\/sup>G axis in overcoming drug resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/dc193932-4ee9-4a4f-ab28-2dbbd56f7e47\/@F03B8ZWu\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-06 Other,,"},{"Key":"Keywords","Value":"Epigenetics,Stress granule,Translation,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18823"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Zhicong Zhao<\/i><\/u><\/presenter>, <presenter><i>Lei Dong<\/i><\/presenter>, <presenter><i>Li Han<\/i><\/presenter>, <presenter><i>Yangchan Li<\/i><\/presenter>, <presenter><i>Jianhuang Xue<\/i><\/presenter>, <presenter><i>Keren Zhou<\/i><\/presenter>, <presenter><i>Wei Li<\/i><\/presenter>, <presenter><i>Xiaolan Deng<\/i><\/presenter>, <presenter><i>Ying Qing<\/i><\/presenter>, <presenter><i>Brandon Tan<\/i><\/presenter>, <presenter><i>Zhenhua Chen<\/i><\/presenter>, <presenter><i>Chao Shen<\/i><\/presenter>, <presenter><i>Andrew Small<\/i><\/presenter>, <presenter><i>Kitty Wang<\/i><\/presenter>, <presenter><i>Keith Leung<\/i><\/presenter>, <presenter><i>Zheng Zhang<\/i><\/presenter>, <presenter><i>Xi Qin<\/i><\/presenter>, <presenter><i>Qiang Xia<\/i><\/presenter>, <presenter><i>Rui Su<\/i><\/presenter>, <presenter><i>Jianjun Chen<\/i><\/presenter>. Beckman Research Institute of City of Hope, Monrovia, CA, The First Affiliated Hospital of Sun Yat-sen University, Guangzhou, China, Tongji University, Shanghai, China, Renji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China","CSlideId":"","ControlKey":"92ca8404-ad2a-459f-86e8-82e0865b58e8","ControlNumber":"360","DisclosureBlock":"&nbsp;<b>Z. Zhao, <\/b> None..<br><b>L. Dong, <\/b> None..<br><b>L. Han, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>J. Xue, <\/b> None..<br><b>K. Zhou, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>X. Deng, <\/b> None..<br><b>Y. Qing, <\/b> None..<br><b>B. Tan, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>C. Shen, <\/b> None..<br><b>A. Small, <\/b> None..<br><b>K. Wang, <\/b> None..<br><b>K. Leung, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>X. Qin, <\/b> None..<br><b>Q. Xia, <\/b> None..<br><b>R. Su, <\/b> None.&nbsp;<br><b>J. Chen, <\/b> <br><b>Genovel Biotech Corp<\/b> Other, scientific founder and Chairman, No.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18823","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/dc193932-4ee9-4a4f-ab28-2dbbd56f7e47\/@F03B8ZWu\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5685","PresenterBiography":null,"PresenterDisplayName":"Zhicong Zhao, MD","PresenterKey":"e70faf9a-5cee-4684-be44-d54dd63b2b37","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5685. Recognition of internal mRNA <i>N<sup>7<\/sup><\/i>-methylguanosine by QKI shuttles transcripts into stress granules and modulates drug resistance","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"716","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Recognition of internal mRNA <i>N<sup>7<\/sup><\/i>-methylguanosine by QKI shuttles transcripts into stress granules and modulates drug resistance","Topics":null,"cSlideId":""},{"Abstract":"Long Interspersed Nuclear Element-1 (LINE-1, L1) plays important roles in carcinogenesis by forming L1 chimeric transcripts (LCTs) in somatic cells. However, the regulation and function of LCTs in lung squamous cell carcinoma (LUSC) remains unclear. Previously we identified L1-ATP8B1 as a prognostic LCT in LUSC. In this study we confirmed that L1-ATP8B1 was overexpressed in LUSC patients suffering from shorter survival and correlated with upregulation of LINE-1 ORF1, impaired expression of ATPase phospholipid transporting 8B1 (ATP8B1) and distinct mitochondria dysfunction in both TCGA dataset and TJMUCH cohort. Over-expression of L1-ATP8B1 in LUSC cell lines and xenograft-bearing mice promoted cell proliferation, migration and invasion <i>in vitro <\/i>and facilitated LUSC xenografts growth<i> in vivo<\/i> which could be attenuated by inhibiting LINE-1 activity via nevirapine (NVR). In addition, L1-ATP8B1 affected cardiolipin-dependent mitochondrial prohibitin 1 (PHB1) SUMOylation and increased GSH synthesis transporter protein SLC1A5 expression which produced excessive ROS and GSH to induce cellular high-level reduction-oxidation (REDOX) homeostasis. Interfering with REDOX homeostasis using antioxidant could inhibit L1-ATP8B1 overexpression, reverse L1-ATP8B1-related mitochondrial dysfunction and carcinogenesis. Furthermore, combined therapy of NVR and antioxidant dramatically abolished L1-ATP8B1-induced growth and metastasis of LUSC xenografts <i>in vivo<\/i>. In conclusion, we at the first time demonstrated metabolic disorder plays a vital role in LCTs-related carcinogenesis and L1-ATP8B1 promotes LUSC development and progression by exacerbating pathogenic high-level REDOX homeostasis, therefore L1-ATP8B1 is a promising prognostic biomarker and therapeutic target in LUSC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3d606602-64f5-4c21-b90c-0ff8c082410a\/@F03B8ZWu\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Lung cancer,LINE-1,REDOX homeostasis,mitochondrial dysfunction,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/21054"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jinpu Yu<\/i><\/u><\/presenter>, <presenter><i>Xiao Zhang<\/i><\/presenter>, <presenter><i>Rui Zhang<\/i><\/presenter>, <presenter><i>Zeguo Sun<\/i><\/presenter>, <presenter><i>Weijia Zhang<\/i><\/presenter>. Tianjin Medical University Cancer Institute & Hospital, Tianjin, China, Icahn School of Medicine at Mount Sinai, New York, NY","CSlideId":"","ControlKey":"ef37b16d-1af4-4f0b-af52-31c6c73caef6","ControlNumber":"7709","DisclosureBlock":"&nbsp;<b>J. Yu, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>R. Zhang, <\/b> None..<br><b>Z. Sun, <\/b> None..<br><b>W. Zhang, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"21054","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3d606602-64f5-4c21-b90c-0ff8c082410a\/@F03B8ZWu\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB562","PresenterBiography":null,"PresenterDisplayName":"Jinpu Yu, PhD","PresenterKey":"d062432d-6f99-49a6-a16e-cffc9e9b891a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB562. L1-ATP8B1 exacerbated pathogenic high-level reduction-oxidation homeostasis to promote carcinogenesis in lung squamous cell carcinoma via affecting mitochondrial prohibitin 1 SUMOylation and increasing SLC1A5 expression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"716","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"L1-ATP8B1 exacerbated pathogenic high-level reduction-oxidation homeostasis to promote carcinogenesis in lung squamous cell carcinoma via affecting mitochondrial prohibitin 1 SUMOylation and increasing SLC1A5 expression","Topics":null,"cSlideId":""}]