[{"Abstract":"Background: Zinc content and its flux from the exocrine pancreas are both novel candidates for molecular imaging of pancreatic ductal adenocarcinoma (PDAC) due to the markedly dysregulated homeostasis in PDAC lesions. Here, we introduce the use of a Gd-based zinc probe (GdL) to monitor stimulated exocrine function in the healthy and PDAC bearing mouse pancreas by MRI.<br \/>Methods: Male adult mice were implanted with syngeneic PDAC cells into the pancreas and allowed to form PDAC for 1 and 2 weeks. Healthy mice were used as controls. Mice were fasted overnight and imaged in a 4.7 T scanner. Two 2D T1-weighted gradient echo scans were obtained as baseline (TE\/TR = 2.9\/125 ms, Avg = 4). Mice then received either 1) 0.07mmol\/kg GdL (i.v.) plus 10 ug\/kg caerulein (i.p.), 2) 0.07mmol\/kg GdL (i.v.) plus Saline (i.p.), or 3) 0.01 mmol\/kg Gd-DOTA (i.v.). Immediately following injections, serial 2D T1-weighted gradient echo scans were obtained for 25 minutes. PDAC mice receiving saline were considered as negative controls. Change in contrast to-noise ratio (CNR) of tumor and pancreas was quantified and reported as a function of time. Tumor and pancreas tissue were then fixed, and histological analysis was done to characterize the expression of zinc transporters in healthy pancreas and PDAC tissues.<br \/>Results: Secretagogue-stimulated zinc secretion (SSZS) MRI of the exocrine pancreas relies on evoking zinc release from intracellular stores from acinar and ductal cells. After i.p. injection of the secretagogue caerulein in fasted healthy animals, we observed only a small enhancement in the pancreas. However, both groups of animals carrying orthotopically implanted PDAC cells (1-wk and 2-wks) responded in hyper-secretory fashion. Negative controls (saline group) did not show significant pancreatic or tumor enhancement. Importantly, the effect of caerulein in PDAC animals and the increase in overall pancreatic enhancement were only found in PDAC tumor bearing animals. Dysregulation of zinc trafficking was confirmed by immunohistochemistry staining for the zinc import transporters ZIP3 and ZIP4. These transporters were upregulated only in PDAC-bearing pancreas and the positive staining was concentrated mostly in the tumor parenchyma and gradually dissipated in the surrounding pancreatic tissue.<br \/>Conclusions: Zinc flux is markedly upregulated in PDAC. By stimulating the natural zinc secretion from exocrine pancreatic cells using an exogenous secretagogue, caerulein, we can non-invasively monitor early malignant transformations in pancreatic parenchyma and tumor cells by MRI with a Gd-based zinc sensitive probe.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6ec8bba9-0b07-4f55-bf5a-25a42f417382\/@r03B8ZNb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-05 Imaging of molecular and cellular events in tumors and tumor cells,,"},{"Key":"Keywords","Value":"Molecular imaging,Zinc,Cancer detection,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11378"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Mozhdeh Sojoodi<\/i><\/u><\/presenter>, <presenter><i>Ian Ramsay<\/i><\/presenter>, <presenter><i>Eric Gale<\/i><\/presenter>, <presenter><i>Stephen C. Barrett<\/i><\/presenter>, <presenter><i>Motaz Qadan<\/i><\/presenter>, <presenter><i>Peter Caravan<\/i><\/presenter>, <presenter><i>Kenneth K. Tanabe<\/i><\/presenter>, <presenter><i>Veronica Clavijo Jordan<\/i><\/presenter>. Massachusetts General Hospital, Boston, MA, Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"6bca9643-ba09-4c98-901c-492c11f051fc","ControlNumber":"6116","DisclosureBlock":"&nbsp;<b>M. Sojoodi, <\/b> None..<br><b>I. Ramsay, <\/b> None..<br><b>E. Gale, <\/b> None..<br><b>S. C. Barrett, <\/b> None..<br><b>M. Qadan, <\/b> None..<br><b>P. Caravan, <\/b> None..<br><b>K. K. Tanabe, <\/b> None..<br><b>V. Clavijo Jordan, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11378","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6ec8bba9-0b07-4f55-bf5a-25a42f417382\/@r03B8ZNb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2454","PresenterBiography":null,"PresenterDisplayName":"Mozhdeh Sojoodi, MS;PhD","PresenterKey":"0f397089-f1fd-42df-8f26-3eb42b09d905","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2454. Imaging pancreatic ductal adenocarcinoma using a zinc-sensitive MRI contrast agent: A novel method to detect early-stage PDAC lesions","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Imaging pancreatic ductal adenocarcinoma using a zinc-sensitive MRI contrast agent: A novel method to detect early-stage PDAC lesions","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapy has revolutionized the way cancer is treated; however, despite tremendous success, not all patients benefit from immunotherapy. Identifying biomarkers predictive of effective treatment response to current and novel immunotherapies is of utmost importance. Multiple studies have indicated neutrophil-lymphocyte ratio (NLR) may be a predictive biomarker of immunotherapy response. We analyzed hematological parameters across multiple preclinical murine tumors to determine if NLR predicts tumor growth and response to treatment. The hematological survey identified NLR to be strongly correlated to tumor weights, with larger tumors exhibiting higher NLRs. In addition, mouse tumors that have been characterized as resistant or partially responsive to immunotherapy had a higher NLR than tumors responsive to immunotherapy. To track neutrophils <i>in vivo<\/i>, we generated a BAC transgenic mouse wherein firefly luciferase (Luc2), diphtheria toxin receptor (DTR), and enhanced green fluorescence protein (eGFP) genes were expressed under the endogenous Ly6G promoter. The Ly6G promoter enables tracking of Ly6G+ neutrophils using luciferase-based bioluminescence imaging (BLI), depletion of Ly6G+ neutrophils by diphtheria toxin treatment, and the ability to perform flow analyses using the eGFP marker. <i>In vivo <\/i>and <i>ex vivo<\/i> BLI demonstrated that the Ly6G+ cells were primarily expressed in bone marrow, blood, spleen, and the digestive tract. To ensure the specificity of the bioluminescence signal, we isolated Ly6G+ and Ly6G- immune cells and performed <i>in vitro<\/i> BLI. <i>In vitro<\/i> BLI confirmed that bioluminescence was exclusive to Ly6G+ cells. To confirm that the Luc2-DTR-eGFP (LDG) reporter cassette expression did not affect neutrophil activity and function, we quantified the level of myeloperoxidase (MPO), a marker of neutrophil activation, in the phorbol myristate acetate (PMA)-induced ear edema mouse model. Neutrophil activity was measured using luminol enabled BLI of MPO. Luminol-BLI following PMA-induced ear edema demonstrated similar MPO activity between wildtype and transgenic mice<i>.<\/i> Finally, we investigated if the LDG reporter cassette impacted tumor growth. Measures of tumor burden in this transgenic line recapitulated our hematological findings. Tumors with higher NLR showed higher tumor BLI signal when compared to tumors with lower NLR ratio, demonstrating that the LDG reporter cassette did not impact tumor growth in the transgenic mice and importantly, providing a tool to track Ly6G+ cells in tumors. Our results demonstrate that NLR in tumor correlates with response to immunotherapy across multiple tumor types. Here we describe the development of a transgenic mouse to track intratumoral Ly6G+ cells. These transgenic mice provide a valuable tool for profiling oncology compounds, including those targeting immune cells, and for understanding the mechanism of action of such agents.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d0495b8d-ab28-456e-873d-e991a33857f9\/@r03B8ZNb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-06 Imaging the immune response,,"},{"Key":"Keywords","Value":"In vivo imaging,Immune cells,Tumor microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11379"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Milind D. Chalishazar<\/i><\/u><\/presenter>, <presenter><i>Nicolas Solban<\/i><\/presenter>, <presenter><i>Johnny Kopinja<\/i><\/presenter>, <presenter><i>Doug Linn<\/i><\/presenter>, <presenter><i>Razvan Cristescu<\/i><\/presenter>, <presenter><i>Heather Zhou<\/i><\/presenter>, <presenter><i>Thomas Rosahl<\/i><\/presenter>, <presenter><i>Brian Long<\/i><\/presenter>, <presenter><i>Weisheng Zhang<\/i><\/presenter>, <presenter><i>Eric Hostetler<\/i><\/presenter>. Merck & Co., Kenilworth, NJ","CSlideId":"","ControlKey":"51f666c3-492b-434b-bd01-62204a46b702","ControlNumber":"2002","DisclosureBlock":"<b>&nbsp;M. D. Chalishazar, <\/b> <br><b>Merck and Co<\/b> Employment, Yes. <br><b>N. Solban, <\/b> <br><b>Merck & Co.<\/b> Employment, Yes. <br><b>J. Kopinja, <\/b> <br><b>Merck&Co.<\/b> Employment, Yes. <br><b>D. Linn, <\/b> <br><b>Merck & Co.<\/b> Employment, Yes. <br><b>R. Cristescu, <\/b> <br><b>Merck & Co.<\/b> Employment, Yes. <br><b>H. Zhou, <\/b> <br><b>Merck & Co.<\/b> Employment, Yes. <br><b>T. Rosahl, <\/b> <br><b>Merck & Co.<\/b> Employment, Yes. <br><b>B. Long, <\/b> <br><b>Merck & Co.<\/b> Employment, Yes. <br><b>W. Zhang, <\/b> <br><b>Merck & Co.<\/b> Employment, Yes. <br><b>E. Hostetler, <\/b> <br><b>Merck & Co.<\/b> Employment, Yes.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11379","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d0495b8d-ab28-456e-873d-e991a33857f9\/@r03B8ZNb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2455","PresenterBiography":"","PresenterDisplayName":"Milind Chalishazar, PhD","PresenterKey":"a0ea277b-cd6f-409c-824d-b0ef94ca9610","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2455. Development of a bioluminescence reporter mouse model for tracking and quantifying Ly6G+ neutrophils in vivo","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a bioluminescence reporter mouse model for tracking and quantifying Ly6G+ neutrophils in vivo","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer related death in the United States, with patients from rural Appalachia having drastically higher incidence and mortality rates, driven by largely unknown mechanisms. Identifying molecular features that contribute to this health disparity is a critical step in lung cancer research that could lead to predictive biomarkers and personalized therapy for the Appalachia population. Recently, aberrant glycogen accumulation in lung tumors has been reported to promote lung cancer progression. However, the full clinical implications of dysregulated glycogen metabolism and its role in lung cancer health disparities has yet to be explored. Matrix-assisted laser desorption\/ionization-mass spectrometry imaging (MALDI-MSI) is a new and innovative technique that combines mass spectrometry with high resolution imaging, enabling the detection of hundreds of analytes with spatial distribution. We recently developed an advanced method to analyze glycogen content in formalin-fixed paraffin-embedded tissues using MALDI-MSI. With this technique, we analyzed glycogen chain length and glycogen phosphate content from tissue microarrays containing over 100 lung cancer patient samples banked at the University of Kentucky. Our patient cohort included adenocarcinoma and squamous cell carcinoma patients from Appalachian and non-Appalachian counties, with diverse cytopathological features. We found significant glycogen accumulation and higher glycogen phosphate content in lung tumor tissue compared to match normal lung across all patients. Further, we found glycogen accumulation is markedly high in adenocarcinoma patients compared to other lung cancer subtypes. Interestingly, Appalachian adenocarcinoma patients exhibit increased glycogen accumulation and higher glycogen phosphate content than patients from non-Appalachian counties. These data suggest differential glycogen accumulation is a unique feature of lung tumors from Appalachian adenocarcinoma patients. Our study highlights the potential clinical applications of MALDI-MSI for digital pathology, biomarker applications, and reveals molecular features that contribute to the health disparity in Appalachian lung cancer patients that warrant further molecular analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fff32256-54bb-4090-bd83-604f0655e0d1\/@r03B8ZNb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-07 Imaging tumor metabolism,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Disparity,Glycogen,MALDI-MSI,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11380"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Michael D. Buoncristiani<\/i><\/u><\/presenter>, <presenter><i>Lindsey R. Conroy<\/i><\/presenter>, <presenter><i>Harrison Clarke<\/i><\/presenter>, <presenter><i>Lyndsay E. A. Young<\/i><\/presenter>, <presenter><i>Ramon C. Sun<\/i><\/presenter>. University Of Kentucky-Lexington, Lexington, KY, University Of Kentucky-Lexington, Lexington, KY, University Of Kentucky-Lexington, Lexington, KY","CSlideId":"","ControlKey":"4d2576e0-156c-45a5-a3ca-329d1ab6a66b","ControlNumber":"4263","DisclosureBlock":"&nbsp;<b>M. D. Buoncristiani, <\/b> None..<br><b>L. R. Conroy, <\/b> None..<br><b>H. Clarke, <\/b> None..<br><b>L. E. A. Young, <\/b> None..<br><b>R. C. Sun, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11380","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fff32256-54bb-4090-bd83-604f0655e0d1\/@r03B8ZNb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2456","PresenterBiography":null,"PresenterDisplayName":"Michael Buoncristiani, No Degree","PresenterKey":"327b9306-8a35-428d-ae6c-833f92080e2d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2456. Mass spectrometry imaging reveals distinct differences in glycogen accumulation in lung tumors from Appalachian patients","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mass spectrometry imaging reveals distinct differences in glycogen accumulation in lung tumors from Appalachian patients","Topics":null,"cSlideId":""},{"Abstract":"In recent cancer research in medicine, various combinatorial biomarkers are simultaneously visualized to study molecular heterogeneity of the tumor microenvironment in detail. These kinds of study aim to provide enhanced precise diagnostic system, optimal treatment decision, and more accurate prediction of survival or recurrence rates for each independent patient case. Conventional immunofluorescence-based approach, however, has been faced an intrinsic limitation in terms of spectral overlap among fluorophores, which allows only 3-4 fluorescent channels per single imaging cycle. Various alternatives, including mass cytometry or linear unmixing, have been proposed to overcome and enhance the multiplexing capability, while they could not totally replace the conventional immunofluorescence technique due to its requirement of specialized equipment and high barrier to entry. Here we report a state-of-the-art multiplexed imaging technique, termed PICASSO, which can perform an unprecedented high multiplexing capability even with a conventional microscopy platform. PICASSO is mainly composed of three parts; 1. antibody complex preformation technique for multiple target staining without host issue, 2. acquiring spectrally mixed images at different spectral ranges, in which each channel included one of those fluorophores&#8217; emission peaks, indicating the number of image acquisitions equal to the number of fluorophores, and 3. fluorescent signals unmixing <i>via<\/i> mutual information (MI) minimization algorithm. Fifteen-color multiplexed imaging has been experimentally demonstrated within a single staining and imaging cycle <i>via<\/i> PICASSO. As a cyclic staining method, we demonstrated that PICASSO enables more than 40-color imaging within 3 staining and imaging rounds. Moreover, we demonstrated multiplexed imaging of mouse brains using commercialized bandpass filter-based microscopy. Other than mouse brain samples, various formalin-fixed paraffin-embedded (FFPE) specimens (e.g., breast, kidney, bladder, colon, prostate, thymus, etc.) could be utilized for PICASSO unmixing demonstration, which infers the feasibility of PICASSO technique in various pathological studies in medicine. In addition, PICASSO can be applied to 3D multiplexed imaging, mRNA multiplexed imaging, and large-area multiplexed imaging. We anticipate that PICASSO will provide a new perspective in multiplexed imaging field with high accessibility in cancer research and promote how we see and understand the molecular profiles of tumors and their microenvironments. Acknowledgments: This work was supported by Samsung Research Funding &#38; Incubation Center for Future Technology (SRFC-IT1702-09).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2a148b74-e634-48de-bbfc-4faf53468e99\/@r03B8ZNb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-01 Advanced nanotechnology and imaging,,"},{"Key":"Keywords","Value":"Fluorescence imaging,Multiplexed imaging,Spatial protein analysis,Non-reference-based unmixing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11381"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Junyoung Seo<\/i><\/u><\/presenter>, <presenter><i>Yeonbo Sim<\/i><\/presenter>, <presenter><i>Jeewon Kim<\/i><\/presenter>, <presenter><i>Hyunwoo Kim<\/i><\/presenter>, <presenter><i>In Cho<\/i><\/presenter>, <presenter><i>Hoyeon Nam<\/i><\/presenter>, <presenter><i>Young-Gyu Yoon<\/i><\/presenter>, <presenter><i>Jae-Byum Chang<\/i><\/presenter>. Korea Advanced Institute of Science and Technology (KAIST), Daejeon, Korea, Republic of, Sungkyunkwan University, Suwon, Korea, Republic of","CSlideId":"","ControlKey":"bc42239b-00ac-4563-b99c-92970b24dc47","ControlNumber":"2883","DisclosureBlock":"&nbsp;<b>J. Seo, <\/b> None..<br><b>Y. Sim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>I. Cho, <\/b> None..<br><b>H. Nam, <\/b> None..<br><b>Y. Yoon, <\/b> None..<br><b>J. Chang, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11381","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2a148b74-e634-48de-bbfc-4faf53468e99\/@r03B8ZNb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2457","PresenterBiography":null,"PresenterDisplayName":"Junyoung Seo, MS","PresenterKey":"103da40e-e52b-4a01-a518-cc8074a7d528","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2457. PICASSO: Ultra-multiplexed imaging technique for spatial protein analysis of tumor microenvironments","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PICASSO: Ultra-multiplexed imaging technique for spatial protein analysis of tumor microenvironments","Topics":null,"cSlideId":""},{"Abstract":"Purpose: While nanoparticles are widely studied as potential theranostic treatments for cancer, weak tumor specificity has hindered clinical translation. Features that contribute to tumor specificity are historically controversial, particularly when using clinically relevant models. Aggressive cancers, such as pancreatic ductal adenocarcinoma (PDAC), stand to benefit from development of highly specific nanoparticles as a theranostic drug delivery system. This work evaluates active targeting and nanoparticle size, in a silica-based nanoparticle for specific accumulation and release of contrast agent within an orthotopically implanted tumor.<br \/>Methods: Mesoporous silica nanoparticles (MSNs) were synthesized with wormhole-like pores using a silica precursor to coat a surfactant scaffold. Chitosan was attached to MSN surface as a pH-responsive gatekeeper for encapsulated agents. A series of acidification and basification procedures resulted in loading of photoacoustic contrast agent IR780 within MSN pores. MSNs were further functionalized for attachment of V7 peptide to target aggressive and acidic pancreatic cancer. pH-sensitivity and tumor specificity\/uptake was validated using an <i>in vitro <\/i>PDAC cell model (S2VP10L) prior to implantation and assessment in an animal model. Functionalized MSNs were intravenously injected into athymic mice with orthotopically implanted PDAC tumors. Near infrared fluorescence and optoacoustic imaging were used to evaluate the biodistribution of MSNs subsequent to treatment.<br \/>Results: Zeta potential, DLS, and TEM were utilized to show three differently sized MSNs of 26, 45, and 73 nm and confirm conjugation of chitosan and V7 peptide. Dye-release assays indicated significantly increased agent release from MSNs in acidic pH (~90%) compared to biological pH (~15%) (p=0.001). Treatment of PDAC cell line with MSNs showed highest uptake and specificity with actively targeted 26nm particles and that all actively targeted MSNs exhibited greater specificity than all passively targeted MSNs (p&#60;0.05). <i>In vivo <\/i>results utilizing optoacoustic imaging confirmed that active targeting produces a stronger tumor specificity, and that nanoparticle size has a secondary influence in which the smaller, 26 nm MSNs, showed optimal specificity (p&#60;0.001). <i>Ex vivo <\/i>evaluation of organs was in agreement with <i>in vivo <\/i>observations.<br \/>Conclusion: Active targeting outperforms nanoparticle size for facilitation of tumor-specific uptake in an acidic PDAC murine model. Active targeting was necessary for high accumulation of MSNs and contrast agent in the tumor. Nanoparticle size had a secondary, but notable influence on tumor uptake in which smaller sized MSNs resulted in higher tumor specificity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4f2fa270-0514-4623-b589-6447034e9f5a\/@r03B8ZNb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-01 Advanced nanotechnology and imaging,,"},{"Key":"Keywords","Value":"Nanoparticle,Molecular imaging,Pancreatic cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11382"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>William M. MacCuaig<\/i><\/u><\/presenter>, <presenter><i>Abhilash Samykutty<\/i><\/presenter>, <presenter><i>Molly McNally<\/i><\/presenter>, <presenter><i>Ajay Jain<\/i><\/presenter>, <presenter><i>William E. Grizzle<\/i><\/presenter>, <presenter><i>Lacey R. McNally<\/i><\/presenter>. University of Oklahoma Health Science Center, Oklahoma City, OK, University of Alabama Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"880810ea-f911-401c-b3e9-562e91fcd8ba","ControlNumber":"6648","DisclosureBlock":"&nbsp;<b>W. M. MacCuaig, <\/b> None..<br><b>A. Samykutty, <\/b> None..<br><b>M. McNally, <\/b> None..<br><b>A. Jain, <\/b> None..<br><b>W. E. Grizzle, <\/b> None..<br><b>L. R. McNally, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11382","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4f2fa270-0514-4623-b589-6447034e9f5a\/@r03B8ZNb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2458","PresenterBiography":null,"PresenterDisplayName":"William MacCuaig, BS","PresenterKey":"2fd3de5f-6a79-4da9-a816-8523735acb1e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2458. Comparing influences of active targeting and nanoparticle size on tumor specificity in pancreatic adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparing influences of active targeting and nanoparticle size on tumor specificity in pancreatic adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Analysis of Dynamic Contrast Enhanced (DCE) MRI is widely used for measuring perfusion kinetics of cancerous tissue, though its implementation and results may vary between sites. Here we study the repeatability of quantitative DCE-MRI parameterization in a publicly available Glioblastoma (GBM) double-baseline dataset and set forth percent repeatability coefficients (%RC) which constitute a level of change at which a detectable biological change in biology may be differentiated from experimental noise.<br \/>Methods: Double-baseline imaging data was previously acquired for The Cancer Imaging Archive, in the Quantitative Imaging Network (QIN) GBM Treatment Response (TR) dataset. This data includes dual baseline acquisitions of DCE-MRI MRI data performed within 5 days, for 29 patients. Each acquisition is analyzed using two vascular input function (VIF) methods: a manually segmented VIF from the superior sagittal sinus, and an automatically derived VIF determined from the top 10% of rapidly enhancing voxels. Each dynamic scan is analyzed the the Extended Tofts-Kety model (eTM; Ktrans, ve, vp) pharmacokinetic (PK) model. Bland-Altman analysis is then performed on the log-transformed PK parameters to determine the percent repeatability coefficients (%RC) of the data (95% confidence), as well as bias between first and second DCE scans. This analysis was repeated for two separate observers, writing their own analysis code, both of which are validated on a digital reference object to ensure consistency between analysis methods with zero noise.<br \/>Results: For bothVIF determination methods, the 25-75th percentiles of the change in PK parameters was less than +\/- 25%, the standard set forth by QIBA as a detectable biological change. For most parameters, VIF methods, and model combinations, the automatic VIF method has smallest %RC, indicating that automatic VIF determination may enhance the repeatability of the measurements between timepoints. The %RC was lowest for vp when using an automatically determined VIF. Using the automatically determined VIF and eTM, the %RCs of Ktrans, ve, and vp were measured as 72%, 82%, and 53%, respectively. Using the eTM and manually segmented VIF, the %RCs of Ktrans, ve, and vp were measured as 83%, 88%, and 66%.<br \/>Conclusions: Using the QIN-GBM-TR dataset, the authors have determined that the %RC of Ktrans, ve, and vp to be 72%, 82%, and 53%, respectively (eTM, auto-VIF). Because these relative changes are large, we recommend that all sites abide by QIBA guidelines to enhance DCE parameterization reproducibility. We also recommend usage of an automated AIF determination method, as opposed to manual segmentation of large blood vessels.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f3f488bb-a504-4bd1-8aa6-1b983a694cc5\/@r03B8ZNb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-02 Application of imaging technology to the clinic,,"},{"Key":"Keywords","Value":"Magnetic resonance imaging,Glioblastoma multiforme,modeling,Repeatability,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11383"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ryan T. Woodall<\/i><\/u><\/presenter>, <presenter><i>Prativa Sahoo<\/i><\/presenter>, <presenter><i>Yujie Cui<\/i><\/presenter>, <presenter><i>Bihong Chen<\/i><\/presenter>, <presenter><i>Mark Shiroishi<\/i><\/presenter>, <presenter><i>Cristina Lavini<\/i><\/presenter>, <presenter><i>Paul Frankel<\/i><\/presenter>, <presenter><i>Margarita Gutova<\/i><\/presenter>, <presenter><i>Christine Brown<\/i><\/presenter>, <presenter><i>Jennifer Munson<\/i><\/presenter>, <presenter><i>Russell Rockne<\/i><\/presenter>. City of Hope Beckman Research Institute, Duarte, CA, City of Hope Beckman Research Institute, Duarte, CA, University of Souther California, Los Angeles, CA, Amsterdam University Medical Centers, Amsterdam, Netherlands, City of Hope, Duarte, CA, Virginia Tech, Blackburg, VA","CSlideId":"","ControlKey":"dcd1f82f-3b55-4611-b53d-7f4f6dfe39a7","ControlNumber":"4181","DisclosureBlock":"&nbsp;<b>R. T. Woodall, <\/b> None..<br><b>P. Sahoo, <\/b> None..<br><b>Y. Cui, <\/b> None..<br><b>B. Chen, <\/b> None..<br><b>M. Shiroishi, <\/b> None..<br><b>C. Lavini, <\/b> None..<br><b>P. Frankel, <\/b> None..<br><b>M. Gutova, <\/b> None..<br><b>C. Brown, <\/b> None..<br><b>J. Munson, <\/b> None..<br><b>R. Rockne, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11383","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f3f488bb-a504-4bd1-8aa6-1b983a694cc5\/@r03B8ZNb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2459","PresenterBiography":null,"PresenterDisplayName":"Ryan Woodall, PhD","PresenterKey":"61a52b5e-bd4b-42ae-853e-64259d2095c9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2459. Automated VIF methods improve DCE-MRI parameterization repeatability in GBM","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Automated VIF methods improve DCE-MRI parameterization repeatability in GBM","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Hepatocellular carcinoma (HCC) remains a leading cause of cancer-related deaths worldwide. Transarterial chemoembolization (TACE) treatment of HCC restricts the blood supply to the tumor. Conventional assessment of tumor response is performed by dynamic contrast-enhanced magnetic resonance imaging (DCE-MRI) or computed tomography (DCE-CT) at 4 to 6 weeks after the TACE procedure. An earlier indication of treatment effectiveness would improve patient management and prognosis. Super-resolution ultrasound (SR-US) imaging allows a ten-fold improvement in spatial resolution compared to traditional ultrasound (US) and allows visualization of microvascular networks. The goal of this preclinical research study was to use SR-US imaging to assess the effectiveness of TACE treatment in a relatively brief time frame.<br \/>Methods: Eight male Sprague Dawley rats weighing around 300 g were injected with 5 million<sup> <\/sup>N1S1 cells in the upper left liver lobe and the tumors were allowed to grow for 14 days. The TACE procedure consisted of transhepatic arterial delivery of a mixture of 25 &#181;L Lipiodol and 25 &#181;L Doxorubicin (10 mg\/kg) via a polyethylene microcatheter. After intravenous injection of a microbubble (MB) contrast agent, contrast-enhanced US images were acquired (N = 3000) with a preclinical system (Vevo 3100, FUJIFILM VisualSonics Inc) equipped with an MX201 linear array transducer. US images were processed to remove high motion frames, followed by tissue suppression filtering, and then MB localization and accumulation. Morphological filtering was used to enhance the vessel structures. <i>In vivo<\/i> US, MRI, and CT imaging were performed at baseline before TACE and again at 1 and 2 wk. After euthanasia, tumor tissue was removed for <i>ex vivo<\/i> analysis.<br \/>Results: A rat model of HCC for assessing TACE treatment was introduced. Based on tumor size changes and residual perfusion after the TACE procedure, treatments were determined to be a complete responder, partial responder, or non-responder. Initial results demonstrate that SR-US imaging can sensitively detect any reduction in HCC perfusion as measured by a microvascular density (MVD) metric within 2 wk after a single TACE procedure. MVD measurements from the SR-US images were consistence with tumor volume data from MRI and CT imaging.<br \/>Conclusions: <i>In vivo <\/i>SR-US images of tumor microvascular networks provided insight into treatment efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bb96196c-4345-4d7b-9569-3c8d64dce869\/@s03B8ZNc\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"Ultrasound,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11384"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Junjie Li<\/i><\/u><\/presenter>, <presenter><i>Katherine Brown<\/i><\/presenter>, <presenter><i>Megan Yociss<\/i><\/presenter>, <presenter><i>John Eisenbrey<\/i><\/presenter>, <presenter><i>Kenneth Hoyt<\/i><\/presenter>. University of Texas at Dallas, Richardson, TX, Thomas Jefferson University, Philadelphia, PA","CSlideId":"","ControlKey":"53ba774e-6aa1-4fc3-89b9-bb2fd4f688d7","ControlNumber":"5336","DisclosureBlock":"&nbsp;<b>J. Li, <\/b> None..<br><b>K. Brown, <\/b> None..<br><b>M. Yociss, <\/b> None..<br><b>J. Eisenbrey, <\/b> None..<br><b>K. Hoyt, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11384","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bb96196c-4345-4d7b-9569-3c8d64dce869\/@s03B8ZNc\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2460","PresenterBiography":null,"PresenterDisplayName":"Junjie Li, MD, PhD","PresenterKey":"bc590467-821a-400e-b333-90ad85bc7854","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2460. Assessing the effectiveness of transarterial chemoembolization using super-resolution ultrasound imaging and a rat model of hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessing the effectiveness of transarterial chemoembolization using super-resolution ultrasound imaging and a rat model of hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"In HR+ (hormone receptor positive) breast cancer, endocrine therapies that directly antagonize estrogen receptor or reduce synthesis of its ligand can be highly effective, but endocrine-resistance occurs frequently. Metabolic dysregulation is a mechanistic driver of endocrine-resistant HR+ breast cancer, but most existing methods cannot be multiplexed with assays for biomarker expression. Spectral phasor imaging of multiplex immunofluorescence (mIF) staining for expression of hormone receptors and other biomarkers combined with phasor lifetime analysis of NADH to quantify metabolic state will provide integrated spatial maps of metabolism and biomarker expression in endocrine-resistant HR breast cancer. We used the HCI-013 (013) and HCI-013EI (013EI) patient-derived xenograft (PDX) system, derived from a HR+, invasive lobular metastatic breast cancer which harbors the Y537S <i>ESR1<\/i> mutation. Tumors were stained with a multiplex immunofluorescence (mIF) panel for pan-cytokeratin, ER, PR, HER2, and Ki67, detected by spectrally separate OPAL dyes. Hyperspectral phasor fluorescence spectra were obtained using successive single photon excitation at 488 nm, 561 nm and 640 nm and using multiphoton excitation at 1024 nm. Single photon excitation excites specific dyes, and multiphoton excites the entire panel of dyes simultaneously. The emission was collected using a Zeiss 880 laser scanning microscope equipped with a 32 channel spectral detector. Phasor coordinates of each component were resolved into fractional intensities of the five genes. In the same tissues and sections, phasor fluorescence lifetime imaging (FLIM) of NADH was used to quantify metabolic heterogeneity. NADH is present in two forms: free and protein-bound NADH. They have different fluorescence lifetimes and the ratio of these two species are correlated with NAD+\/NADH ratio. Free NADH is associated with increased glycolysis. We observed greater metabolic heterogeneity in 013EI PDX samples, with similar levels of free NADH (glycolysis) at the tumor border, but significantly increased bound NADH (oxidative phosphorylation) in the tumor core. Spectral phasor data show differential expression of PR and PanCK (for 640 nm excitation), and HER2 and ERalpha (for 561 nm excitation) in the edge and center of cancer in 013 and 013EI variants. Our results show how a combination of spectral phasor and phasor-FLIM can be used to define metabolic changes in endocrine-resistant, HR+ PDX models and correlate them with biomarker expression. Ongoing work is quantitatively mapping these measurements at single-pixel resolution, and applying this imaging workflow to RNAscope <i>in situ<\/i> hybridization assays for gene expression. Combining multiphoton spectral (RNAscope) and FLIM (NADH) will allow pixelwise correlation of the gene expression and metabolic changes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f26ff443-eeb3-4a19-af98-8b03759e6bde\/@s03B8ZNc\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-04 Imaging of molecular and cellular events in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Fluorescence imaging,Glycolysis,Metabolism,Gene expression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11385"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Belen Torrado<\/i><\/presenter>, <presenter><i>Alexander Vallmitjana<\/i><\/presenter>, <presenter><i>Ayodeji Olukoya<\/i><\/presenter>, <presenter><i>Shaymaa Bahnassy<\/i><\/presenter>, <presenter><i>Hillary Stires<\/i><\/presenter>, <presenter><i>Aaron Rozeboom<\/i><\/presenter>, <presenter><i>Rebecca B. Riggins<\/i><\/presenter>, <presenter><u><i>Suman Ranjit<\/i><\/u><\/presenter>. University of California Irvine, Irvine, CA, Georgetown University, Washington, DC, Friends of Cancer Research, Washington, DC, Georgetown University, Washington, DC","CSlideId":"","ControlKey":"ae57adfa-adb6-4614-b294-a2f533c0bd09","ControlNumber":"4170","DisclosureBlock":"&nbsp;<b>B. Torrado, <\/b> None..<br><b>A. Vallmitjana, <\/b> None..<br><b>A. Olukoya, <\/b> None..<br><b>S. Bahnassy, <\/b> None..<br><b>H. Stires, <\/b> None..<br><b>A. Rozeboom, <\/b> None..<br><b>R. B. Riggins, <\/b> None..<br><b>S. Ranjit, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11385","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f26ff443-eeb3-4a19-af98-8b03759e6bde\/@s03B8ZNc\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2461","PresenterBiography":null,"PresenterDisplayName":"Suman Ranjit, PhD","PresenterKey":"9385b6bf-116f-4dcc-9423-bcf1d1ccec11","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2461. Integrated lifetime and spectral phasor imaging of biomarker expression and metabolism in hormone receptor positive breast cancer models","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrated lifetime and spectral phasor imaging of biomarker expression and metabolism in hormone receptor positive breast cancer models","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the most common cancer among US women and is the second leading cause of death from cancer. Since metastasis is a major cause of death from breast cancer, we focused on Rac, a key metastasis driver regulating cancer cell migration and invasion. The direct downstream effector of Rac, p21-activated kinase (PAK), is auto-phosphorylated (in Thr 423) when activated by Rac to promote cancer metastasis. Accordingly, Rac and PAK expression is associated with higher stages and grades of multiple cancers and is also increased in breast ductal carcinoma and lymph node metastases. The breast cancer incidence in Puerto Rico (PR) is lower than that of the mainland US; however, mortality rates are higher due to increased invasion and metastasis. Therefore, the objective in this study was to determine Rac and phospho (p)-PAK expression in breast cancer tissues from Puerto Rican patients. Consecutive cases of formalin-fixed paraffin embedded infiltrating mammary carcinomas from core needle biopsy samples were obtained from the Auxilio Mutuo Hospital, San Juan, PR. Our initial study was limited to estrogen receptor (ER)\/progesterone receptor (PR) positive (+) patients with variable human epidermal growth factor receptor (HER2) status. Of the 16 patients studied, 10 were HER2 negative and 6 were HER2 positive. Histologic tumor grade via Nottingham criteria was determined and immunohistochemical stains for ER, PR, HER2 protein and Ki-67 were performed, as well as HER2 in situ hybridization for final determination of HER2 status. To evaluate the expression of Rac1, we used immunofluorescence (IMFL) with specific antibodies. p-PAK status was evaluated via immunohistochemistry (IHC) with specific antibodies to p-Thr423-PAK. The IMFL and IHC scores were determined by analyzing the staining intensity graded as follows: 0, no staining; 1, weak staining; 2, moderate staining; 3, strong staining. There were no significant differences in Rac1 expression based on HER2, ER, or PR status or Tumor Grade. Since Rac1 is activated via upstream receptor signaling such as HER2, we determined p-PAK staining as a measure of Rac activity. p-PAK staining was detected in ductal carcinoma (DC) in situ and invasive DC, with stronger staining in cancer cells infiltrating the surrounding tissue. p-PAK levels were elevated in HER2 positive compared to HER2 negative breast tumor tissue, independent of ER or PR status. Based on this data, we posit that selective Rac activation in HER2 positive breast cancers contribute to enhanced cancer malignancy in Puerto Rican patients. This will be validated by a larger sample size of breast cancer tissue comparing HER2\/ER\/PR status and cancer grade from Puerto Rican (Hispanic) and Caucasian patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/22794a8c-d1b7-4cad-a862-907fa2ada1fc\/@s03B8ZNc\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-05 Imaging of molecular and cellular events in tumors and tumor cells,,"},{"Key":"Keywords","Value":"Metastasis,Breast cancer,Invasion,Ductal carcinoma in situ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11386"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Mariangeline I. Gonzalez Ortiz<\/i><\/u><\/presenter>, <presenter><i>Magaly Martinez-Ferrer<\/i><\/presenter>, <presenter><i>Victor P. Carlo<\/i><\/presenter>, <presenter><i>Suranganie Dharmawardhane<\/i><\/presenter>. University of Puerto Rico Medical Science Campus, San Juan, Puerto Rico, UPR Comprehensive Cancer Center, San Juan, Puerto Rico, Auxilio Mutuo Hopital, San Juan, Puerto Rico","CSlideId":"","ControlKey":"f300a3e5-36cd-4939-ab28-4335c9d8f374","ControlNumber":"3081","DisclosureBlock":"&nbsp;<b>M. I. Gonzalez Ortiz, <\/b> None..<br><b>M. Martinez-Ferrer, <\/b> None..<br><b>V. P. Carlo, <\/b> None..<br><b>S. Dharmawardhane, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11386","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/22794a8c-d1b7-4cad-a862-907fa2ada1fc\/@s03B8ZNc\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2462","PresenterBiography":null,"PresenterDisplayName":"Mariangeline Gonzalez Ortiz, BA,MD","PresenterKey":"e6bd1bff-11c2-4fd7-a87c-0572a9baebfa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2462. Rac and p-PAK expression among Puerto Rican breast cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rac and p-PAK expression among Puerto Rican breast cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Background: Poly-(ADP-ribose) polymerases (PARPs) are an enzyme family that catalyze the transfer of ADP-ribose from nicotinamide adenine dinucleotide (NAD<sup>+<\/sup>) to an acceptor protein. PARP family members play fundamental roles in single-strand DNA break (SSB) repair, cell signaling of DNA damage and inflammation, cell death, and cellular replication. Various PARP inhibitors have been developed and PARP1 inhibitors are currently used to treat subsets of breast and ovarian cancer patients. Of all the PARP inhibitors studied, Talazoparib (Pfizer), appears to be the most stable in pre-clinical and clinical studies, affords nanomolar affinity to PARP1, and demonstrates the highest affinity trapping of PARP on the DNA-protein complex. Imaging of PARP using a radiolabeled inhibitor has been proposed for patient selection, therapy dose optimization and validation of target engagement. Several PARP imaging agents have been developed and studied as possible tracers, by modifying the structure of an original PARP inhibitor to accommodate an imaging or therapeutic isotope. Herein we used a copper-mediated <sup>18<\/sup>F-radio-fluorination strategy with a novel aryl boronic ester precursor to access <sup>18<\/sup>F-Talazoparib (<sup>18<\/sup>F-TZ), a <sup>18<\/sup>F-radiolabeled form of the structurally identical Talazoparib.<br \/>Methods: A novel boronic ester precursor was synthetized in six steps synthesis with an overall yield of 3.3% and characterized by NMR and mass spectrometry. Radiofluorination was performed using an automatic GE TracerLab system and analytical radioHPLC was used for tracer characterization and for stability analysis. A panel of tumor cell lines representing a variety of PARP expression levels (Hela, SUM149, SUM1315, MDA-MB-436, MDA-MB-231, PSN1, MiaPaca2, Jurkat) were tested for time-dependent uptake and specific binding, utilizing both 4 &#176;C and excess cold TZ blocking.<br \/>Results: <sup>18<\/sup>F-TZ was synthetized in 5.0&#177;0.80% (n=20) radiochemical yield and a molar activity of 18.9-98.0 GBq\/&#181;mol by a copper-mediated radiofluorination of the corresponding pinacolic boronic ester, followed by purification via semi-preparative HPLC and reformulation in ethanol. <sup>18<\/sup>F-TZ was obtained in &#62;99% radiochemical purity, displaying up to 4 hr shelf stability (25 &#176;C and 4 &#176;C) in PBS (10% EtOH). <sup>18<\/sup>F-TZ was also stable in human plasma up to 4 hr at 37 &#176;C. Both shelf and plasma stability tests showed a decrease of the radioHPLC peak consistent with decay half-life, but did not show the formation of secondary species. All cell lines selected for the <i>in cellulo<\/i> study showed uptake of radioactive <sup>18<\/sup>F-TZ after 30 min of incubation at 37 &#176;C. Cell uptake was blocked &#62;98% by excess cold TZ or incubation of cells at 4 &#176;C.<br \/>Conclusion: <sup>18<\/sup>F-Talazoparib was synthesized by copper-mediated radiofluorination from the corresponding pinacol ester and demonstrates both uptake and target specificity in PARP-expressing tumor cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/dfc1a653-16ac-43a2-a131-b907daa48fd3\/@s03B8ZNc\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-05 Imaging of molecular and cellular events in tumors and tumor cells,,"},{"Key":"Keywords","Value":"PARP,Imaging,Radiochemistry,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11387"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Riccardo Muzzioli<\/i><\/u><\/presenter>, <presenter><i>Federica Pisaneschi<\/i><\/presenter>, <presenter><i>Yi Rao<\/i><\/presenter>, <presenter><i>Seth Gammon<\/i><\/presenter>, <presenter><i>David Piwnica-Worms<\/i><\/presenter>. UT MD Anderson Cancer Center, Houston, TX, UT MDAnderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"4fd000d6-d4f5-42d9-931c-e6f57d2e48b5","ControlNumber":"5508","DisclosureBlock":"&nbsp;<b>R. Muzzioli, <\/b> None..<br><b>F. Pisaneschi, <\/b> None..<br><b>Y. Rao, <\/b> None..<br><b>S. Gammon, <\/b> None..<br><b>D. Piwnica-Worms, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11387","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/dfc1a653-16ac-43a2-a131-b907daa48fd3\/@s03B8ZNc\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2463","PresenterBiography":"","PresenterDisplayName":"Riccardo Muzzioli, PhD","PresenterKey":"d51190a5-ade4-4e38-9acc-67f024357e66","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/d51190a5-ade4-4e38-9acc-67f024357e66.profile.jpg","SearchResultActions":null,"SearchResultBody":"2463. <sup>18<\/sup>F-Talazoparib: A novel potential PET imaging agent of PARP","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<sup>18<\/sup>F-Talazoparib: A novel potential PET imaging agent of PARP","Topics":null,"cSlideId":""},{"Abstract":"Human cancer xenografts are a vital tool for understanding tumor biology, growth kinetics, and therapeutic efficacy using animal models. While <i>in vivo<\/i> studies are traditionally done in immunocompromised mice, we have created a Sprague Dawley <i>Rag2 -\/-, Il2rg -\/- <\/i>rat (<i>SRG<sup>TM<\/sup> OncoRat&#174;) <\/i>that is an excellent host for human xenografts. Lacking B, T, and NK cells, the SRG rat readily supports the growth of multiple human cancer cell lines, including lines that do not engraft well or grow consistently in existing mouse models. <i>In vivo <\/i>luminescent imaging has routinely been used in mouse models, and is particularly useful for studying orthotopic xenografts or metastatic models. In this study, we validated the SRG rat as a model that can effectively be used for <i>in vivo<\/i> imaging of human cancers. For the current study, we assessed two tumor models. Ovarian cancer cell line OV81.2-luc is a luciferase positive cell line that was generated from ascites collection from a grade IIIC, serous ovarian carcinoma. Orthotopic tumors were established by inoculating OV81.2-luc cells intraperitoneally into female SRG rats and female NSG mice, which were treated with either vehicle or cisplatin chemotherapy for 28 days. Human non-small cell lung cancer line H358-luc is a luciferase positive cell line that, when injected subcutaneously into the hind flank of SRG rats, metastasizes to the lungs. Tumors were established by inoculating H358-luc cells subcutaneously into male SRG rats, and measured thrice weekly with calipers. For both studies, tumorgenicity was measured via weekly <i>in vivo <\/i>luciferase imaging using Spectral Instruments AMI HT system. Tumors established rapidly for both OV81.2-luc and H358-luc in both SRG rats and NSG mice, with visible luciferin positive signal starting one week post cell inoculation. In OV81.2-luc hosting animals, upon necropsy, tumors were found on multiple abdominal organs including the peritoneum, ovary, mesentery, intestines, kidneys, liver, and body cavity wall. Metastatic events outside the abdominal cavity were not evident in OV81.2-luc hosting animals. In H358-luc tumor bearing rats, a high metastatic tumor burden was found in the lungs. These data confirm that the SRG rat is an excellent host for studying human cancer when compared to commonly used immunodeficient mouse models. Data demonstrate that the SRG rat has a high utility for studies using both <i>in vivo<\/i> imaging, such as orthotopic tumor implantation, and studies on metastasis. As the most immunodeficient rat commercially available, the SRG rat retains the ability to establish human tumors while possessing size, physiology, and metabolism-based advantages when compared to mice.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"Rat,Metastasis,Imaging,Xenografts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11388"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Diane Begemann<\/i><\/u><\/presenter>, <presenter><i>Fallon Noto<\/i><\/presenter>. Hera BioLabs, Lexington, KY","CSlideId":"","ControlKey":"b26f133d-4c38-4855-a201-a83091654f19","ControlNumber":"3288","DisclosureBlock":"&nbsp;<b>D. Begemann, <\/b> None..<br><b>F. Noto, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11388","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2464","PresenterBiography":null,"PresenterDisplayName":"Diane Begemann, PhD","PresenterKey":"cce4ad08-c028-49b8-a65a-6c247fa12caf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2464. <i>In vivo<\/i> imaging of ovarian and non-small cell lung cancer models hosted in the Sprague-Dawley <i>Rag2 -\/-Il2rg -\/-<\/i> SRG rat","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vivo<\/i> imaging of ovarian and non-small cell lung cancer models hosted in the Sprague-Dawley <i>Rag2 -\/-Il2rg -\/-<\/i> SRG rat","Topics":null,"cSlideId":""},{"Abstract":"Less than 20% of Triple Negative Breast Cancer (TNBC) patients experience long-term responses to mainstay chemotherapy, as tumors develop chemo-resistance. Prediction of chemo-resistance will guide treatment planning, thus improving response while reducing toxicity and cost associated with ineffective therapies. Spatial and temporal metabolic reprogramming holds promise as a biomarker of therapy response as resistant tumor subpopulations utilize alternate metabolic pathways to escape therapy, enter dormancy and recur. Currently, there are no tools to temporally evaluate heterogenous changes along distinct metabolic axes <i>in vivo <\/i>at a spatial resolution capable of resolving vulnerabilities of residual tumor subpopulations. We developed an optical-imaging based platform to correlate long-term treatment outcomes to early chemo-induced metabolic changes along three relevant axes of TNBC chemoresistance (Glycolysis, Oxidative Phosphorylation and Fatty Acid Oxidation) at high spatial resolutions. Here, we validated our system&#8217;s ability to capture metabolic signatures of disease regression that accompany chemo-resistance by assessing metabolic reprogramming and tumor kinetics in MDA-MB-231 TNBC xenografts. Xenografts were established by orthotopic cell injection and mice were treated with Paclitaxel (PTX), a commonly used chemotherapeutic drug in TNBC treatment, under a conventional maximum dose density regimen. Mice were monitored for drug response via caliper measurements. Xenografts were partially sensitive to PTX: tumor kinetics showed an initial response to PTX, a dormancy period, and a resurgence in tumor volume at ~60 days post drug withdrawal (n=3). A separate cohort of mice were implanted with window chambers on the primary tumor and imaged every two days with previously validated fluorophores 2-NBDG, TMRE and Bodipy to directly report on glucose uptake, mitochondrial membrane potential or fatty acid uptake, respectively. Wide field fluorescence imaging showed a significant increase in TMRE as early as two days after the 3<sup>rd<\/sup> PTX dose (n=5, p&#60;0.05) and a significant decrease in 2-NBDG as early as two days after 5<sup>th<\/sup> PTX dose (n=5, p&#60;0.05). No significant changes in Bodipy were seen. Decreased 2-NBDG and increased TMRE remained up to 40 days after drug withdrawal. Consistent with the literature, our results point towards a metabolic switch from glycolysis to mitochondrial respiration and suggests decreased use of glucose as a metabolic substrate. For this cell line, no altered uptake of fatty acids was detected, possibly suggesting amino acid catabolism as a fuel for mitochondrial respiration. This study confirms our platform&#8217;s ability to capture the resulting metabolic changes following chemotherapy and during disease regression. We aim to use this system to visualize and exploit <i>in vivo<\/i> metabolic vulnerabilities of disease regression that correlate to local and distal recurrences.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8a309c6f-c72d-450a-a4e2-e96268557e09\/@s03B8ZNc\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-07 Imaging tumor metabolism,,"},{"Key":"Keywords","Value":"Metabolism,In vivo imaging,Therapy resistance,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11389"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Enakshi Devi Sunassee<\/i><\/u><\/presenter>, <presenter><i>Elizabeth Maydew<\/i><\/presenter>, <presenter><i>Sultan Erturk<\/i><\/presenter>, <presenter><i>Megan Madonna<\/i><\/presenter>, <presenter><i>Brian Crouch<\/i><\/presenter>, <presenter><i>Nirmala Ramanujam<\/i><\/presenter>. Duke University, Durham, NC","CSlideId":"","ControlKey":"fc1617de-417f-4c64-8896-8a8b2c9527c2","ControlNumber":"959","DisclosureBlock":"&nbsp;<b>E. D. Sunassee, <\/b> None..<br><b>E. Maydew, <\/b> None..<br><b>S. Erturk, <\/b> None..<br><b>M. Madonna, <\/b> None..<br><b>B. Crouch, <\/b> None..<br><b>N. Ramanujam, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11389","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8a309c6f-c72d-450a-a4e2-e96268557e09\/@s03B8ZNc\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2465","PresenterBiography":null,"PresenterDisplayName":"Enakshi Sunassee, BS","PresenterKey":"ad20d732-67a2-4dba-a7f6-cec22b9f81e4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2465. Optical imaging captures chemo-induced metabolic reprogramming during disease regression","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Optical imaging captures chemo-induced metabolic reprogramming during disease regression","Topics":null,"cSlideId":""},{"Abstract":"Extracellular vesicles (EVs) mediate cellular communication by exchanging molecules such as proteins and nucleic acids. EVs are often generated in large quantities by cancer cells and are considered a promising diagnostic biomarker that may provide information on the tumor microenvironment. Tumor cells display characteristic metabolic changes such as the Warburg effect. However, many methods to characterize the metabolism of cells or EVs are destructive or indiscriminate, losing their individual heterogeneity. There is a need to better characterize the metabolism of individual breast cancer cells and single EVs to provide insights into their heterogeneous nature and interactions in the tumor microenvironment. Two-photon fluorescence lifetime imaging microscopy (FLIM), a label-free metabolic imaging technique that can spatially map the autofluorescence properties of NAD(P)H, was used to metabolically characterize breast cancer cells and their derived EVs. EVs of size 100-1000 nm were extracted via differential ultracentrifugation from media conditioned with breast cells. Metabolic stressors including various concentrations of glucose, pyruvate, and lactate were placed on human breast cancer (MDA-MB-231) cells in culture. Subsequently, cells and EVs were imaged with FLIM to determine the metabolic relationship between individual cells and EVs. Additionally, normal human breast cells (MCF10A) and breast cancer cells (MDA-MB-231, MCF7) were imaged with FLIM to determine the metabolic signatures of the three breast cell lines. Images were analyzed using a custom EV detection algorithm, FLIM-phasor analysis, and CellPose. EV collection was validated with Nanotracker Analysis, transmission electron microscopy, and Raman spectroscopy. Human MCF10A cell populations showed significantly lower mean lifetimes than either MDA-MB-231 or MCF7 cells. This suggests that FLIM can be used to differentiate populations of cancerous and non-cancerous breast cells in an individual, non-invasive manner. MDA-MB-231 EVs showed a Gaussian and heterogenous metabolic distribution of NAD(P)H fluorescence lifetimes. This suggests a range of different NAD(P)H species that are free and protein-bound. Fluorescence lifetimes from MDA-MB-231 EVs also demonstrated a wider standard deviation from their corresponding parent cells, and a different distribution from various sub-cellular regions of the parent cell. Additionally, when metabolites available in culture media were changed to induce metabolic changes in cells, similar metabolic changes were reflected in the signatures of their released EVs. These results indicate that FLIM can be a powerful label-free non-perturbative tool to examine both single cells and EVs, as well as their heterogeneous populations, in order to further understand the concurrent metabolic properties of breast cancer cells and their released EVs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c7ffa54b-b6d9-4e59-97fd-a8cf5f65a044\/@s03B8ZNc\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-07 Imaging tumor metabolism,,"},{"Key":"Keywords","Value":"Metabolism,Fluorescence lifetime imaging,Extracellular vesicles,Early detection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11390"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"142e4abf-17d8-4d90-8287-e5191ecfd3b8","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/142e4abf-17d8-4d90-8287-e5191ecfd3b8\/@s03B8ZNc\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Elisabeth M. Martin<\/i><\/u><\/presenter>, <presenter><i>Janet E. Sorrells<\/i><\/presenter>, <presenter><i>Edita Aksamitiene<\/i><\/presenter>, <presenter><i>Prabuddha Mukherjee<\/i><\/presenter>, <presenter><i>Aneesh Alex<\/i><\/presenter>, <presenter><i>Eric J. Chaney<\/i><\/presenter>, <presenter><i>Marina Marjanovic<\/i><\/presenter>, <presenter><i>Stephen A. Boppart<\/i><\/presenter>. University of Illinois Urbana-Champaign, Urbana, IL, University of Illinois Urbana-Champaign, Urbana, IL","CSlideId":"","ControlKey":"a3868659-42e3-4241-977c-dbab5f78a1bd","ControlNumber":"1111","DisclosureBlock":"&nbsp;<b>E. M. Martin, <\/b> None..<br><b>J. E. Sorrells, <\/b> None..<br><b>E. Aksamitiene, <\/b> None..<br><b>P. Mukherjee, <\/b> None..<br><b>A. Alex, <\/b> None..<br><b>E. J. Chaney, <\/b> None..<br><b>M. Marjanovic, <\/b> None..<br><b>S. A. Boppart, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11390","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c7ffa54b-b6d9-4e59-97fd-a8cf5f65a044\/@s03B8ZNc\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2466","PresenterBiography":null,"PresenterDisplayName":"Elisabeth Martin, No Degree","PresenterKey":"24ec80ba-210d-4f20-9023-213b6d9f4d26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2466. Metabolic characterization of breast cancer cells and extracellular vesicles using fluorescence lifetime imaging microscopy","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolic characterization of breast cancer cells and extracellular vesicles using fluorescence lifetime imaging microscopy","Topics":null,"cSlideId":""},{"Abstract":"<b>BACKGROUND: <\/b>Only a small fraction of patients with colorectal liver metastases (CLM) is eligible for curative resection, and novel treatment options are highly needed. The high linear-energy transfer of short-ranged alpha particles can induce complex double-stranded DNA breaks, leading to cell death. With no known resistance mechanism, alpha-particle emitting isotopes represent a promising tool in cancer management. In targeted alpha therapy (TAT), an alpha-particle emitting isotope is attached to a tumor-targeting antibody (hereafter TAT antibody), ensuring specific delivery to the tumor. By substituting the alpha-particle emitting isotope (Actinium-225, <sup>225<\/sup>Ac) with a diagnostic isotope (Zirconium-89, <sup>89<\/sup>Zr), the <i>in-vivo<\/i> distribution of the TAT antibody can be monitored using PET\/SPECT\/CT. The aim of this work was to set up robust labeling and PET\/SPECT protocols to evaluate TAT in CLM using novel experimental models.<br \/><b>METHODS:<\/b> For SPECT-imaging of <sup>225<\/sup>Ac daughter isotopes, the combined gamma emission spectra were gated at 218 keV &#177; 20 % and 440 keV &#177; 20 % for Francium-221 and Bismuth-213, respectively. <sup>89<\/sup>Zr was labeled to a desferrioxamine* (DFO*) conjugated TAT antibody, which recognizes both the murine and human antigen. Indium-111 (<sup>111<\/sup>In) labeling was performed through diethylenetriaminepentaacetic acid (DTPA) conjugated to an isotype antibody. Radiochemical purity and protein integrity were assessed by size exclusion HPLC, iTLC and SDS-PAGE. For orthotopic CLM model development, 10<sup>6<\/sup> cells of human colorectal cancer cell lines HT-55 or LS1034 were injected in the spleen of female Rj:NMRI-Foxn1<sup>nu <\/sup>mice, followed by splenectomy. Tumor growth was monitored by T2-weighted MR-imaging. Non-tumor bearing mice (n = 12, 3 per group) were injected with 4 MBq of 10, 20, 50 or 100 &#181;g <sup>89<\/sup>Zr-TAT antibody to evaluate biodistribution and the mice scanned on day 2, 4 and 6 after iv injection.<br \/><b>RESULTS:<\/b> Francium-221 and Bismuth-213 could be separately visualized after free Actinium-225 administration (i.v.). <sup>89<\/sup>Zr and <sup>111<\/sup>In were routinely labeled to their respective antibody with up to 500 MBq\/mg with &#62;95% radiochemical purity. <sup>89<\/sup>Zr-DFO*-TAT antibody showed &#62;95% radiochemical purity and &#62;95% protein integrity after 7 days stability test in serum, shown by iTLC and SDS-PAGE. SPECT\/CT of <sup>89<\/sup>Zr-DFO*-TAT antibody in non-tumor bearing mice showed little uptake in healthy tissues apart from the liver due to hepatic antibody clearance. Orthotopic models of CLM show reproducible development of metastases for HT-55 and LS1034 within 3 weeks.<br \/><b>CONCLUSION:<\/b> Robust labeling methods, PET\/SPECT imaging protocols and suitable animal models of CLM were established. Results of our dual-isotope SPECT\/CT imaging of our <sup>89<\/sup>Zr-DFO*-TAT antibody in comparison with an <sup>111<\/sup>In-labeled isotype antibody, together with efficacy data of the TAT, will be presented at the meeting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"Molecular imaging,Radioimmunotherapy,Colorectal cancer,In vivo imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11391"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Frans V. Suurs<\/i><\/u><\/presenter>, <presenter><i>Alexander Kristian<\/i><\/presenter>, <presenter><i>Gebregziabher Petros<\/i><\/presenter>, <presenter><i>Yuan Zeng Feng<\/i><\/presenter>, <presenter><i>Karianne G. Fleten<\/i><\/presenter>, <presenter><i>Roger M. Bjerke<\/i><\/presenter>, <presenter><i>Alan Cuthbertson<\/i><\/presenter>, <presenter><i>Kjersti Flatmark<\/i><\/presenter>. University of Oslo, Oslo, Norway, Bayer AS, Oslo, Norway","CSlideId":"","ControlKey":"6336e53c-963d-4ae2-8a92-244ab53dc2dd","ControlNumber":"3103","DisclosureBlock":"&nbsp;<b>F. V. Suurs, <\/b> None.&nbsp;<br><b>A. Kristian, <\/b> <br><b>Bayer AS<\/b> Employment, Yes. <br><b>G. Petros, <\/b> <br><b>Bayer AS<\/b> Employment, Yes. <br><b>Y. Feng, <\/b> <br><b>Bayer AS<\/b> Employment, Yes.<br><b>K. G. Fleten, <\/b> None.&nbsp;<br><b>R. M. Bjerke, <\/b> <br><b>Bayer AS<\/b> Employment. <br><b>A. Cuthbertson, <\/b> <br><b>Bayer AS<\/b> Employment, Yes.<br><b>K. Flatmark, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11391","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2467","PresenterBiography":null,"PresenterDisplayName":"Frans Suurs, PhD","PresenterKey":"4e994a21-61c7-4f46-970b-3a012c31561e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2467. SPECT-imaging guided development and evaluation of targeted alpha therapy (TAT) for colorectal liver metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SPECT-imaging guided development and evaluation of targeted alpha therapy (TAT) for colorectal liver metastasis","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Colorectal cancer (CRC) is the second leading cancer related cause of death worldwide, responsible for nearly 2 million deaths annually, most commonly due to complications from metastasis. A mouse model that reproduces human CRC is critically important to support pre-clinical research in the field. Recently a novel inducible genetically engineered mouse model in an immune competent B6 background was developed that metastasizes to the lung, liver, and peritoneum recapitulating what is seen in CRC patients. This model uses the Lgr5 (L) promoter to drive tamoxifen inducible Cre recombinase with the following conditional alleles: Apc (A), mutant Kras G12D (K), Tgfbr2 (T), and p53 (P) (LAKTP). After establishing the model in our center, we found mice developing tumors in the absence of tamoxifen induction. Because the original model lacked the ability to monitor the tumor development and progression <i>in vivo<\/i> in real time we created a LAKTP based mouse model that would allow for easy monitoring of tumor growth over time, allowing us to determine the frequency and time course of tumor development in the absence of tamoxifen induction.<br \/>Methods: C57BL\/6J mice, with each individual mutation (L, A, K, T, and P), were purchased from Jackson Laboratory and used for breeding in-house. Following breeding, congenic C57BL\/6J LAKTP mice were characterized prior to breeding in conditional Luciferase (Rosa26 LSL Luciferase) which was also purchased from Jackson Laboratory. Luciferin was provided by intraperitoneal injection prior to capturing the bioluminescence signal using an imager from Spectral Imaging Systems. Tissue samples were fixed in formalin and embedded in paraffin prior sectioning for histology and immunohistochemistry.<br \/>Results: Approximately 30% of our LAKTP mice died or required sacrifice due to meeting humane endpoints around 12 weeks of life in the absence of tamoxifen induction. Upon dissection, these mice exhibited large tumors located in the small intestine that led to non-survival bowel obstructions. Ten percent of these mice had liver metastases as well. Breeding in the conditional Luciferase allele allowed for detection of developing, non-induced tumors as early as 6 weeks of life. In addition to being useful for monitoring tumor growth in vivo, immunostaining of tumor tissue with anti-luciferase antibodies allows for detection of cells derived from Lgr5 positive intestinal stem cells.<br \/>Conclusion: The LAKTP mouse model is an important tool for studying CRC, but exhibits tumor development due to leaky Cre activity in the absence of tamoxifen in approximately 30% of mice by 12 weeks. Our strategy of breeding in conditional luciferase allows for <i>in vivo<\/i> imaging such that mice can be partitioned based on bioluminescence for trials that require equivalent tumor burden at the beginning of interventions. In addition, bioluminescence imaging also allows for tumor size to be monitored over time.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3be6b6b4-7589-4528-b456-d8f5449a0ece\/@s03B8ZNc\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"Stem cells,Imaging,Metastasis,Gastrointestinal cancers: colorectal,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11392"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Tyler Leiva<\/i><\/u><\/presenter>, <presenter><i>James Griffith<\/i><\/presenter>, <presenter><i>Shaoxuan Guo<\/i><\/presenter>, <presenter><i>Megan Lerner<\/i><\/presenter>, <presenter><i>Lacey McNally<\/i><\/presenter>, <presenter><i>William Berry<\/i><\/presenter>, <presenter><i>Katherine Morris<\/i><\/presenter>. University of Oklahoma Health Science Center, Oklahoma City, OK","CSlideId":"","ControlKey":"b54026fe-c4bf-4712-9c0d-d89b1d5fc49f","ControlNumber":"5608","DisclosureBlock":"&nbsp;<b>T. Leiva, <\/b> None..<br><b>J. Griffith, <\/b> None..<br><b>S. Guo, <\/b> None..<br><b>M. Lerner, <\/b> None..<br><b>L. McNally, <\/b> None..<br><b>W. Berry, <\/b> None..<br><b>K. Morris, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11392","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3be6b6b4-7589-4528-b456-d8f5449a0ece\/@s03B8ZNc\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2468","PresenterBiography":null,"PresenterDisplayName":"Tyler Leiva, MD","PresenterKey":"ec927891-8d63-4833-8cf9-0b88466b2a50","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2468. Genetic metastatic colorectal cancer model with in vivo imaging capabilities","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genetic metastatic colorectal cancer model with in vivo imaging capabilities","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The first option for cancer treatment is often chemotherapy. However, studies have shown that only 1% of the injected dose reaches the target cancer as the tumor microenvironment presents a physical barrier for optimal drug delivery. Focused ultrasound (FUS) in combination with microbubble (MB) contrast agents is an emerging therapy to improve drug delivery by temporarily increasing microvascular permeability. This research details the development and testing of a novel ultrasound (US) image-guided FUS system and method for enhancing drug delivery to tumor tissue and volume space with comparison to a 2-dimensional (2-D) US therapeutic technology.<br \/>Methods: Real-time US therapy was implemented on a programmable US system (Vantage 256, Verasonics Inc) equipped with a dual US transducer configuration for interleaved anatomical imaging and volumetric treatment delivery (HIFU-Plex, Sonic Concepts Inc). Both US imaging and therapeutic transducers are co-registered 128 element arrays with center frequencies of 3.5 and 2.0 MHz, respectively. The latter is a concentric array that enables beam steering in 3-dimensional (3-D) space. US treatment was performed at a peak negative pressure of 0.7 MPa (mechanical index, MI of 0.45), pulse repetition frequency of 10 Hz, and duty cycle of 10%. BALB\/c mice (<i>N<\/i> = 22, Charles River Laboratory) were implanted with 2.0 &#215; 10<sup>5<\/sup> breast cancer cells (4T1, ATCC). Once tumors reached 0.6 cm in size, mice were randomly divided into a 3-D or 2-D US therapy group or sham control. US therapy was performed following an intravascular injection of microbubbles (Definity, Lantheus Medical Imaging) and IR-780 dye. Note microbubbles function as a therapeutic mediator whereas the fluorescent dye represents a surrogate small molecule drug. Live animal fluorescent imaging was performed at baseline before US therapy (0 h) and again at 1, 24, and 48 h. Following the 48 h timepoint, animals were euthanized and tumors surgically excised for <i>ex vivo <\/i>analysis.<br \/>Results: 3-D US-mediated therapy improved molecular delivery to tumor tissue by 150 and 180% at 24 and 48 h, respectively, when compared to our previously established 2-D US therapeutic approach (<i>p<\/i> = 0.22) or sham therapy (<i>p<\/i> = 0.07). A similar trend was observed during <i>ex vivo <\/i>imaging of excised tumor samples treated with 3-D US therapy as compared to the 2-D US therapeutic approach (<i>p<\/i> = 0.41) or sham therapy (<i>p<\/i> = 0.04). Dye extraction further confirmed these observations (<i>p<\/i> &#62; 0.12).<br \/>Conclusions: 3-D US therapy improved molecular delivery to the tumor volume compared to our previously established 2-D US-based method as confirmed by a series of optical imaging studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/52bd99ae-50f9-4854-a05c-6c6e8c5fa61d\/@s03B8ZNc\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-09 Other,,"},{"Key":"Keywords","Value":"Ultrasound,Drug delivery,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11394"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Ryan Margolis<\/i><\/presenter>, <presenter><i>Junjie Li<\/i><\/presenter>, <presenter><i>Lokesh Basavarajappa<\/i><\/presenter>, <presenter><u><i>Kenneth Hoyt<\/i><\/u><\/presenter>. University of Texas at Dallas, Richardson, TX","CSlideId":"","ControlKey":"da161e48-c671-4b53-8db1-59c3be239315","ControlNumber":"5749","DisclosureBlock":"&nbsp;<b>R. Margolis, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>L. Basavarajappa, <\/b> None..<br><b>K. Hoyt, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11394","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/52bd99ae-50f9-4854-a05c-6c6e8c5fa61d\/@s03B8ZNc\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2469","PresenterBiography":null,"PresenterDisplayName":"Kenneth Hoyt, MBA;PhD","PresenterKey":"76ec5a3a-95f7-40e2-9c0d-8cf319185f3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2469. Image-guided focused ultrasound-mediated drug delivery for improved cancer treatment","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Image-guided focused ultrasound-mediated drug delivery for improved cancer treatment","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The use of ultrasound (US) for tumor tissue characterization remains an exciting prospect. The purpose of this research project was to introduce a 3-dimensional (3-D) H-scan US imaging system, which links information in the backscattered US signals to various-sized tissue structures in volume space, and evaluate use for monitoring early response of head and neck cancer to neoadjuvant chemotherapy.<br \/>Methods: Studies were conducted using female mice (<i>N<\/i> = 20) implanted in the mammary fat pad with 1 million breast cancer cells (MDA-MB-231). Once tumors reached about 0.8 cm in size, animals were divided into three groups so that mean tumor size in each were comparable. Animals underwent H-scan US and diffusion-weighted magnetic resonance imaging (DW-MRI) at baseline and again at days 1, 3, and 7. After baseline imaging, animals were administered neoadjuvant treatment injections, namely: (1) 0.3 mg sterile saline (control), (2) 5 mg\/kg of cisplatin, or (3) 25 mg\/kg cisplatin. <i>In vivo<\/i> US imaging was performed using a Vevo 3100 system (FUJIFILM VisualSonics Inc) equipped with an MX201 linear array transducer. Volume acquisitions contained 400 frames of US image data spaced 50 &#956;m apart. To generate the H-scan US images, Gaussian-weighted Hermite polynomial filters were convolved with the radiofrequency (RF) data to measure the relative strength of the backscattered US signals. In short, the lower frequency signals were assigned to a red (R) channel and the higher frequency components to a blue (B) channel. The unfiltered original RF signal was assigned to the green (G) channel to complete the RGB colormap. Animals were also imaged using a preclinical MRI scanner (BioSpec 3T, Bruker) using a DW-MRI sequence for generation of apparent diffusion coefficient (ADC) maps as a measure of intratumoral water diffusion. After the last day of imaging, animals were euthanized and tumor tissue excised for <i>ex vivo<\/i> analysis.<br \/>Results: <i>In vivo<\/i> results demonstrated that 3-D H-scan US imaging was considerably more sensitive to tumor changes after neoadjuvant treatment as compared to B-scan US. While there was no difference at baseline (<i>p<\/i> &#62; 0.60), H-scan US images from the cisplatin treated tumors exhibited increased intensity at day 7 (15.6 &#177; 1.9% and 17.2 &#177; 3.2% for low and high dosed groups, respectively; <i>p<\/i> &#60; 0.05) indicating a decrease in aggregate US scatterer size. Furthermore, longitudinal trends found using H-scan US imaging matched those from DW-MRI (<i>p<\/i> &#60; 0.05). Collectively, these observations were attributed to cancer cell nuclear condensation and apoptotic activity as confirmed by histological analysis.<br \/>Conclusions: 3-D H-scan US imaging is a promising new tool for monitoring cancer response to neoadjuvant therapy. <i>In vivo<\/i> results matched those found using DW-MRI, which is an established modality for assessing anticancer treatment using apoptosis-inducing drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/14e88ef0-2877-4186-af03-e566c7933c95\/@s03B8ZNc\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"Ultrasound,Magnetic resonance imaging,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11396"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Haowei Tai<\/i><\/presenter>, <presenter><i>Ryan Margolis<\/i><\/presenter>, <presenter><i>Junjie Li<\/i><\/presenter>, <presenter><i>Brian Trinh<\/i><\/presenter>, <presenter><i>Jane Song<\/i><\/presenter>, <presenter><u><i>Kenneth Hoyt<\/i><\/u><\/presenter>. University of Texas at Dallas, Richardson, TX","CSlideId":"","ControlKey":"7302c65d-e4ce-4c26-9939-a36f2ee02c83","ControlNumber":"5654","DisclosureBlock":"&nbsp;<b>H. Tai, <\/b> None..<br><b>R. Margolis, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>B. Trinh, <\/b> None..<br><b>J. Song, <\/b> None..<br><b>K. Hoyt, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11396","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/14e88ef0-2877-4186-af03-e566c7933c95\/@s03B8ZNc\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2470","PresenterBiography":null,"PresenterDisplayName":"Kenneth Hoyt, MBA;PhD","PresenterKey":"76ec5a3a-95f7-40e2-9c0d-8cf319185f3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2470. Comparison of H-scan ultrasound and diffusion-weighted magnetic resonance imaging of head and neck cancer undergoing neoadjuvant chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparison of H-scan ultrasound and diffusion-weighted magnetic resonance imaging of head and neck cancer undergoing neoadjuvant chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is the most common type of pancreatic cancer and has a very low survival rate. This cancer often does not show symptoms until more advanced stages, leading to late-stage diagnosis in up to 80% of cases. Molecular tools for accurate identification of the cancer cells can lead to a timely diagnosis. Currently, blood antigen testing with CA 19-9 and tumor imaging using ultrasound, CT, and MRI are the standards for identification. However, these methods are limited in their ability to discern key attributes such as tumor localization, grading, and metastasis. To overcome this, we can utilize selective recognition of PDAC markers to deliver a bioluminescent protein for targeted imaging. We applied dendrimers as a nanocarrier that can hold both the PDAC-targeting protein and the bioluminescent protein for enhancement of blood-circulation and tumor-retention time, thereby producing a stronger, longer lasting luminescent signal. This cell-specific recognition assembly can locate both localized and metastatic PDAC cells, enabling an accurate diagnosis, localization of tumor margin, and identification of metastases using bioluminescence-based imaging. The targeted construct was formed by fusing an EGFR-specific affibody to <i>Gaussia<\/i> luciferase, a bioluminescent protein, and binding that to a G5 polyamidoamine dendrimer nanocarrier. Western Blotting and confocal microscopy using PANC 10.05 cells confirmed the expression of EGFR and enhanced uptake of the targeted construct <i>in vitro<\/i>. For <i>in vivo <\/i>studies, female NSG mice were used as a xenograft model with PANC 10.05 cells with either subcutaneous, renal capsule, or orthotopic tumors. Tumor-bearing mice were treated with dendrimer-fusion protein constructs and imaged using IVIS. Controls included non-targeted bioluminescent proteins and non-tumor-bearing mice. The presence of EGFR on the tumors of implanted mice was confirmed using Western blotting and histological staining. We showed that the EGFR-targeted construct was capable of facilitating selective uptake into the tumors in all three mouse models, demonstrating that the cell-specific construct could localize to the PDAC cells and emit bioluminescence when imaged with IVIS. Accuracy of the tumor localization was also confirmed with ultrasound. Additionally, we demonstrated the ability of the construct to locate metastases using both live-animal imaging and <i>ex vivo<\/i> organ analysis. These bioluminescent nanocarriers are capable of PDAC cell-specific recognition and can be used to locate and image PDAC cells. This methodology can then be applied to mice without confirmed tumors to demonstrate the ability to achieve timely diagnosis for early detection of PDAC. Ultimately, this construct can aid in the identification and localization of PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/26b033b1-6ea5-43d5-b226-5e80cbabb084\/@t03B8ZNd\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-01 Advanced nanotechnology and imaging,,"},{"Key":"Keywords","Value":"Nanoparticle,Imaging,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11395"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jessica Hersh<\/i><\/u><\/presenter>, <presenter><i>Yu-Ping Yang<\/i><\/presenter>, <presenter><i>Evan Roberts<\/i><\/presenter>, <presenter><i>Daniel Bilbao<\/i><\/presenter>, <presenter><i>Wensi Tao<\/i><\/presenter>, <presenter><i>Sylvia Daunert<\/i><\/presenter>, <presenter><i>Sapna Deo<\/i><\/presenter>. University of Miami, Miami, FL, University of Miami, Miami, FL, University of Miami, Miami, FL","CSlideId":"","ControlKey":"7fa0ed3a-41b2-4a12-b6a9-dceb1279cccc","ControlNumber":"2178","DisclosureBlock":"<b>&nbsp;J. Hersh, <\/b> <br><b>Eli Lilly & Company<\/b> Other, Internship, Fall 2020, No.<br><b>Y. Yang, <\/b> None..<br><b>E. Roberts, <\/b> None..<br><b>D. Bilbao, <\/b> None..<br><b>W. Tao, <\/b> None.&nbsp;<br><b>S. Daunert, <\/b> <br><b>BERG<\/b> Other, Advisory board, No. <br><b>S. Deo, <\/b> <br><b>BERG<\/b> Other, Advisory board, No.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11395","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/26b033b1-6ea5-43d5-b226-5e80cbabb084\/@t03B8ZNd\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2471","PresenterBiography":null,"PresenterDisplayName":"Jessica Hersh, BS","PresenterKey":"b17e1bcd-1c26-4086-92c3-27faadbc95c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2471. Targeted dendrimer nanocarrier delivery of bioluminescent proteins for pancreatic cancer detection","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeted dendrimer nanocarrier delivery of bioluminescent proteins for pancreatic cancer detection","Topics":null,"cSlideId":""},{"Abstract":"We have developed a live tumor fragment (LTF) platform for predicting clinical response to cancer drugs. The success of this approach depends on screening tissue fragments derived from biopsies and excisions before drug treatment to select those that have acceptable levels of viability and tumor content. To enable this screening, we are developing label-free methods for integrated assessment of LTF histology, viability, and metabolic status using intrinsic multiphoton-excited fluorescence lifetime microscopy (MP-FLIM). We cut live EMT6 tumors and mammary fat pad into rectangular fragments that were then sorted and cultured in glass-bottomed multi-well plates. To induce cancer cell death, we treated one group with a therapeutic agent, e.g., the multi-kinase inhibitor, staurosporine, or the alkylating agent, cisplatin. Before and after treatment, we imaged LTF structure and metabolic status based on the intrinsically fluorescent metabolic co-factors nicotinamide dinucleotides (NAD(P)H) and flavin adenine dinucleotides (FAD) fluorescence intensity and lifetime using dual-excitation multiphoton microscopy. As a ground truth viability reference, we then stained and re-imaged the fragments using nuclear and cell viability probes such as Hoechst, SYTOX, TMRE and\/or propidium iodide (PI). We analyzed the data by fitting fluorescence decay curves with dual or triple exponents to generate images of lifetime parameters, including the mean and individual component lifetimes and amplitudes. Finally, we co-registered the extrinsically labeled and autofluorescent lifetime images for 3D spatial analysis using commercial and custom software. We verified the methods using monolayer cell cultures and ATP luminescence and flow cytometry viability assays. Image spatial heterogeneity was quantified utilizing entropy metrics. Intrinsic contrast from multiphoton imaging revealed cellular and tissue structures. The median entropy was higher and its distribution negatively skewed for EMT6 (p&#60;0.01), allowing us to distinguish tumor from its corresponding normal tissue of origin. In viable cells, nuclei were distinguishable from the cytoplasm via higher cytoplasmic NADH signal. Upon loss of cell viability, nuclear NADH signals increased, with characteristically short lifetimes, and the overall NADH intensity decreased, reducing the contrast between nuclei and their surrounding cytoplasm. We detected an increase in the whole fragment mean lifetime (&#964;m p&#60;0.002) and concomitant decrease in the short lifetime component (&#945;1 p&#60; 0.002) within 24 hours of staurosporine exposure. We have demonstrated that MP-FLIM can distinguish tumor from normal and live from dead in LTFs without labels. This approach will facilitate selection of fragments with acceptable viability and tumor content for subsequent drug treatment as part of a platform built for personalizing cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/92b483a5-c7db-44ca-86be-8a664fb8edc9\/@t03B8ZNd\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-05 Imaging of molecular and cellular events in tumors and tumor cells,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,Cancer diagnostics,Precision medicine,Predictive biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11397"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Jonathan Ouellette<\/i><\/presenter>, <presenter><i>John Rafter<\/i><\/presenter>, <presenter><i>Kelsey Tweed<\/i><\/presenter>, <presenter><i>Leung Kau Tang<\/i><\/presenter>, <presenter><i>Christina Scribano<\/i><\/presenter>, <presenter><i>Pichet Adstamongkonkul<\/i><\/presenter>, <presenter><i>Mikaela Schultz<\/i><\/presenter>, <presenter><i>Justine Coburn<\/i><\/presenter>, <presenter><i>Maged Aldeeb<\/i><\/presenter>, <presenter><i>Neil Anthony<\/i><\/presenter>, <presenter><i>Christin Johnson<\/i><\/presenter>, <presenter><i>Kevin Eliceiri<\/i><\/presenter>, <presenter><i>Jonathan Oliner<\/i><\/presenter>, <presenter><u><i>Tomasz Zal<\/i><\/u><\/presenter>. Elephas Bio Corporation, Madison, WI","CSlideId":"","ControlKey":"27885005-4bf7-4626-8866-bcd0448c631f","ControlNumber":"5084","DisclosureBlock":"<b>&nbsp;J. Ouellette, <\/b> <br><b>Elephas Bio Corporation<\/b> Employment, Stock Option, Yes. <br><b>J. Rafter, <\/b> <br><b>Elephas Bio Corporation<\/b> Employment, Stock Option, Yes. <br><b>K. Tweed, <\/b> <br><b>Elephas Bio Corporation<\/b> Employment, Stock Option, Yes. <br><b>L. Tang, <\/b> <br><b>Elephas Bio Corporation<\/b> Employment, Stock Option, Yes. <br><b>C. Scribano, <\/b> <br><b>Elephas Bio Corporation<\/b> Employment, Stock Option, Yes. <br><b>P. Adstamongkonkul, <\/b> <br><b>Elephas Bio Corporation<\/b> Independent Contractor, Stock Option, Yes. <br><b>M. Schultz, <\/b> <br><b>Elephas Bio Corporation<\/b> Employment, Stock Option, Yes. <br><b>J. Coburn, <\/b> <br><b>Elephas Bio Corporation<\/b> Employment, Stock Option, Yes. <br><b>M. Aldeeb, <\/b> <br><b>Elephas Bio Corporation<\/b> Employment, Stock Option, Yes. <br><b>N. Anthony, <\/b> <br><b>Elephas Bio Corporation<\/b> Employment, Stock Option, Yes. <br><b>C. Johnson, <\/b> <br><b>Elephas Bio Corporation<\/b> Employment, Stock Option, Yes. <br><b>K. Eliceiri, <\/b> <br><b>Elephas Bio Corporation<\/b> Independent Contractor, Stock Option, Yes. <br><b>J. Oliner, <\/b> <br><b>Elephas Bio Corporation<\/b> Employment, Stock, Stock Option, Yes. <br><b>T. Zal, <\/b> <br><b>Elephas Bio Corporation<\/b> Employment, Stock Option.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11397","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/92b483a5-c7db-44ca-86be-8a664fb8edc9\/@t03B8ZNd\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2472","PresenterBiography":null,"PresenterDisplayName":"Tomasz Zal, PhD","PresenterKey":"602441b3-5364-4741-935f-1e7d60d1b637","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2472. Tumor\/normal and live\/dead classification in live tumor fragments using label-free multiphoton microscopy","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"471","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor\/normal and live\/dead classification in live tumor fragments using label-free multiphoton microscopy","Topics":null,"cSlideId":""}]