[{"Abstract":"<b>Introduction: <\/b>Epidemiological, pre-clinical, and clinical studies have linked chronic arsenic (sodium arsenite: NaAsO<sub>2<\/sub>) exposure to a myriad of adverse health dysfunctions including the development of bladder cancer (BCa). However, most of the studies on arsenic-induced BCa have been performed on either unsuitable cell lines or using a higher concentration of arsenic (mM), which does not reflect exposure levels in a real-world setting. We used the telomerase reverse transcriptase (HU-hTERT1) immortalized normal bladder epithelial and a median physiological concentration of NaAsO<sub>2<\/sub> (250 nM: 33 mg\/L), to determine the transcriptomic and phenotypic changes during malignant transformation of HU-hTERT1 cells.<br \/><b>Methods: <\/b>HU-hTERT1 cells were exposed to 250nM arsenic for 12 months. To analyze the effect of arsenic exposure we performed cell viability, cellular proliferation, and clonogenic assays. RNA Seq data was used to perform pathway enrichment analysis, Gene Ontology (GO) analysis, Kyoto Encyclopedia of Genes and Genomes (KEGG) analysis, and protein-protein interaction (PPI) studies.<br \/><b>Results: <\/b>BCa patients had significantly higher (4-5 fold) levels of arsenic (20-50 mg\/L) in their urine when compared to their healthy counterparts (&#60;8 mg\/L). Acute exposure to high concentration of (&#62; 400nM) inhibited the HU-hTERT1 growth, whereas concentrations less than 400nM did not adversely affect the viability of these cells. HU-hTER1 cells began forming colonies after six months of chronic NaAsO<sub>2<\/sub> exposure, with the number of colonies increasing concurrently with the exposure time. GO and KEGG analysis showed a total of 2174 genes that are differentially expressed in arsenic-treated HU-hTER1 transforming cells (0 vs 12 months). The upregulated genes (1392) were involved in cellular response to unfolded protein, response to endoplasmic reticulum stress, proteasome-mediated ubiquitin-dependent protein degradation, autophagy signaling, and tumor angiogenesis(P&#60;0.05). Interestingly, the PPI analysis demonstrated a significant upregulation in histone modification of genes. These genes were enriched for the binding sites of transcription factors that are key regulators of carcinogenic pathways including ataxia-telangiectasia mutated (ATM) kinase and cell cycle regulatory pathways demonstrating a novel link between NaAsO<sub>2 <\/sub>exposure and BCa.<br \/><b>Conclusion: <\/b>An <i>in vitro<\/i> model of NaAsO<sub>2<\/sub>-induced malignant transformation was developed. Identifying precise molecular events that lead to arsenic-induced malignant transformation of normal urothelial cells would be an important step in defining therapy for BCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6d16c52e-39d0-422f-9952-3ff0d9a4faaa\/@A03B8ZHn\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Large-scale approaches to cancer gene discovery,,"},{"Key":"Keywords","Value":"Arsenic trioxide,Transformation,Molecular profiling,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16405"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ajit Kumar Navin<\/i><\/u><\/presenter>, <presenter><i>Vaibhav Shukla<\/i><\/presenter>, <presenter><i>Balaji Chandrasekaran<\/i><\/presenter>, <presenter><i>Ashish Tyagi<\/i><\/presenter>, <presenter><i>Uttara Saran<\/i><\/presenter>, <presenter><i>Murali K. Ankem<\/i><\/presenter>, <presenter><i>Chendil Damodaran<\/i><\/presenter>. Texas A&M University, College Station, TX, University of Louisville, Louisville, KY","CSlideId":"","ControlKey":"82f467df-82f7-4cec-a1a6-045e3c2fdb22","ControlNumber":"3530","DisclosureBlock":"&nbsp;<b>A. Navin, <\/b> None..<br><b>V. Shukla, <\/b> None..<br><b>B. Chandrasekaran, <\/b> None..<br><b>A. Tyagi, <\/b> None..<br><b>U. Saran, <\/b> None..<br><b>M. K. Ankem, <\/b> None..<br><b>C. Damodaran, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16405","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6d16c52e-39d0-422f-9952-3ff0d9a4faaa\/@A03B8ZHn\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"745","PresenterBiography":null,"PresenterDisplayName":"Ajit Navin, PhD","PresenterKey":"b53dba86-9218-446e-912d-14e6e6c158f4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"745. Molecular landscape of arsenic-induced bladder carcinogenesis","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular landscape of arsenic-induced bladder carcinogenesis","Topics":null,"cSlideId":""},{"Abstract":"The tumor microenvironment (TME) contains networks of cells and structures that surround tumor cells. Cell populations in the TME, including their abundance, composition, and spatial location are critical determinants of the occurrence, growth, and metastasis of a tumor. A comprehensive analysis of the multiple exchanges between tumor cells and their TME is essential for understanding the underlying mechanisms of tumor growth and response to anti-cancer therapies. Recent advances in spatially resolved transcriptomics (SRT) techniques have enabled gene expression profiling while preserving location information in tissues, which innovates a promising avenue to study the TME in a spatial context. With the power of SRT, we aim to provide a detailed annotation of tumor structure and different lymphocytes by integrating gene expression information and cell morphology features in the complemented high-resolution histology image obtained from the same tissue section.<br \/>A major challenge that hinders gene expression and histology integration in SRT data is the relatively low resolution of gene expression data compared to pixel-resolution histology images. As gene expression is only measured in discrete spots that are separated by tissue gaps, a large proportion of the tissue area remains unmeasured (e.g., &#62;50% in 10x Visium). The incomplete coverage of gene expression in ST has prevented the deciphering of detailed TME structures such as the tertiary lymphoid structure (TLS).To overcome this challenge, we present TESLA (<u>T<\/u>umor <u>E<\/u>dge <u>S<\/u>tructure and <u>L<\/u>ymphocyte multi-level <u>A<\/u>nnotation), a machine learning framework that integrates gene expression and histology image in SRT to investigate the detailed strictures in TME. TESLA first fills in the gene expression for unmeasured areas and generates gene expression images in the same resolution as the histology image. Next, TESLA integrates the gene images with the histology image to annotate different tumor\/TME cell types at pixel resolution. Some specific tumor-infiltrating lymphocytes structures, such as TLSs, can also be detected by colocalization analysis of different lymphocytes. TESLA is also able to characterize high-resolution cellular and molecular spatial structures of tumor by separating tumor into different subtype regions and elucidating differential transcriptome programs. The detailed multi-level annotations performed by TESLA provide a comprehensive understanding of the spatial context and the nature of cellular heterogeneity of the TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c771c4f7-b8c7-414e-bb19-79a42b45b12f\/@B03B8ZHo\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Genomics,Tumor heterogeneity,Tumor infiltrating lymphocytes,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16407"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"1ca00968-4000-4b38-bcff-7c305c3001e1","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1ca00968-4000-4b38-bcff-7c305c3001e1\/@B03B8ZHo\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jian Hu<\/i><\/u><\/presenter>, <presenter><i>Kyle Coleman<\/i><\/presenter>, <presenter><i>Edward B. Lee<\/i><\/presenter>, <presenter><i>Humam Kadara<\/i><\/presenter>, <presenter><i>Linghua Wang<\/i><\/presenter>, <presenter><i>Mingyao Li<\/i><\/presenter>. University of Pennsylvania, Philadelphia, PA, University of Pennsylvania, Philadelphia, PA, The University of Texas MD Anderson Cancer Center, Houston, TX, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"a64f632a-b8b0-4a02-ab4d-1c784cf100c6","ControlNumber":"3975","DisclosureBlock":"&nbsp;<b>J. Hu, <\/b> None..<br><b>K. Coleman, <\/b> None..<br><b>E. Lee, <\/b> None..<br><b>H. Kadara, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>M. Li, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16407","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c771c4f7-b8c7-414e-bb19-79a42b45b12f\/@B03B8ZHo\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"747","PresenterBiography":null,"PresenterDisplayName":"Jian Hu","PresenterKey":"d391bc75-dcea-403a-9225-d05f297e6df3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"747. Deciphering tumor ecosystems at super-resolution from spatial transcriptomics","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering tumor ecosystems at super-resolution from spatial transcriptomics","Topics":null,"cSlideId":""},{"Abstract":"Papillary thyroid cancer (PTC) accounts for the vast majority of thyroid cancer cases (~80%), with a significantly higher prevalence in females, but much more aggressive and with poorer outcomes in males. Despite a high survival rate, disease recurrence and metastasis remain significant issues. Therefore, there is an unmet need for the elucidation and identification of molecular markers associated with PTC, to aid in identifying early-stage disease, as well as patient prognosis and therapeutic approaches. Long intergenic non-coding RNA (lincRNA) molecules comprise the largest subclass of RNA molecules within the human genome, yet the majority of their functions are yet to be identified. Evidence supports that these non-coding RNA molecules play a role in protein and RNA localization and scaffolding - implying a critical role in the fine tuning of gene expression. Recently, lincRNAs have been identified as major players in cancer development and progression. This deems lincRNAs as attractive, specific biomarkers and\/or therapeutic targets, making them important aspects for further study. Data from our lab identified LINC01614 as being significantly upregulated (~10-fold increase) in PTC, when compared to normal thyroid tissue. There was also ~30-fold increase in LINC01614 in male PTC when compared to females, highlighting potential sex-related correlation for study. Thus, we are studying LINC01614 as a potential biomarker for diagnosis and prognosis, as well as a target for therapeutic intervention. LINC01614 was found to be upregulated in various thyroid cancer cell lines, with significant upregulation in the TPC1 (~5-fold; RET\/PTC rearrangement) and K1 (~2-fold; BRAFV600E) cell lines when compared to the &#8220;normal&#8221;, immortalized thyroid cancer cell line (Nthy-ori-3-1). To decipher a phenotype for LINC01614 upregulation in PTC, we utilized the CRISPRi technique to decrease its expression in TPC1. The knockdown of LINC01614 resulted in a ~75% reduction in proliferation in TPC1 cells. Studies are underway to investigate the role of LINC01614 in migration, invasion, morphology, and tumorigenicity in TPC1 cells, as well as in the BRAFV600E cells, K1. Exploring the role that lincRNAs have in cancer phenotypes can lead to a plethora of different molecular markers for therapeutic intervention. The mechanisms by which these non-coding molecules regulate the expression of genes and other elements of the cellular milieu can serve as an open revenue for understanding how they impact PTC development and progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/e5b5ad54-aaaa-4d31-92a1-7da16c4c0f40\/@B03B8ZHo\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Long noncoding RNA,Thyroid\/endocrine-related cancers,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16408"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Danielle Quaranto<\/i><\/u><\/presenter>, <presenter><i>Michelle Carnazza<\/i><\/presenter>, <presenter><i>Nicole DeSouza<\/i><\/presenter>, <presenter><i>Sina Dadafarin<\/i><\/presenter>, <presenter><i>Augustine Moscatello<\/i><\/presenter>, <presenter><i>Raj K. Tiwari<\/i><\/presenter>, <presenter><i>Jan Geliebter<\/i><\/presenter>. New York Medical College, Valhalla, NY","CSlideId":"","ControlKey":"fbb84a21-f11a-4f94-b547-4d89d4d3fd3e","ControlNumber":"4728","DisclosureBlock":"&nbsp;<b>D. Quaranto, <\/b> None..<br><b>M. Carnazza, <\/b> None..<br><b>N. DeSouza, <\/b> None..<br><b>S. Dadafarin, <\/b> None..<br><b>A. Moscatello, <\/b> None..<br><b>R. K. Tiwari, <\/b> None..<br><b>J. Geliebter, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16408","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/e5b5ad54-aaaa-4d31-92a1-7da16c4c0f40\/@B03B8ZHo\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"748","PresenterBiography":null,"PresenterDisplayName":"Danielle Quaranto, BA;MS","PresenterKey":"cb392552-7d4d-4409-9fab-d3dc27118425","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"748. Role of LINC01614 in papillary thyroid cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of LINC01614 in papillary thyroid cancer","Topics":null,"cSlideId":""},{"Abstract":"Neoadjuvant Therapy (NAT) for breast cancer results in higher rates of breast conservation surgery. Importantly, there is data supporting the use of multiple NAT regimens, with little guidance as to which one would be most effective for a given patient. Thus, tools that can accurately predict patient outcome before cancer treatment can provide guidance during treatment planning and increase the chances of therapy success.<br \/>Here we present the first biophysical modelling platform, TumorScope (TS), capable of constructing a 3D model of the tumor microenvironment by integrating models for tumor morphology, metabolism, drug delivery and behavior, and vascularity. Thereby allowing visualization of response to multiple NATs for a given tumor. TS integrates patient data to create an <i>in-silico<\/i> tumor model capturing the tumor response trajectory, volume, dimensions, pathological complete response (pCR), residual cancer burden and tumor morphology, and risk of recurrence (ROR). To illustrate the clinical applicability and to validate TS we performed a single center validation study.<br \/>Previously acquired pre-treatment standard of care (SOC) diagnostic data (demographics, drug regimen, imaging (DCE MRI), and pathology) was used as TS inputs. Using this baseline data only, TS predicted weekly volumetric response through the treatment time and used simulated residual volume to predict pCR and assessed the ROR. The validation was performed using ground truth from post treatment assessment of pCR, radiographic volumes extracted from MRIs and ROR information.<br \/>A chart review was performed to identify consecutive patients who had received NAT and had a corresponding pre-treatment MRI at University of Cincinnati. A validation set was generated from this list and data processed through TS (n=81, after excluding 9 patients with poor quality DCE-MRIs).<br \/>TS predicted pCR was predefined as a residual tumor volume &#60; 0.01 cm<sup>3<\/sup> or a 99.9% or greater reduction in tumor volume. Performance metrics of TS were calculated. TS response (pCR vs. residual) prediction accuracy had an area under the curve (AUC) =0.912 with sensitivity and specificity of 88.9% and 92.5%, respectively. The performance was robust across all subtypes. Using SOC diagnostic data TS predicted the reduction in tumor volume with a median absolute volumetric error of 3.4% vs radiographic volume from pre-surgery DCE MRIs (n=59). TS prognostic ROR (High vs Low) had a hazard ratio [HR] 12.705, p=0.01 which was comparable as a prognostic indicator to actual pCR which had a [HR] 5.81, p=0.08.<br \/>In summary, TS accurately predicts patient-specific response to NAT in early breast cancer using only baseline SOC pre-treatment data. This approach to a comprehensive view of the tumor represents a major step-forward in personalized clinical decision making. The results from this study will be used in a multi-center meta-analysis of TS performance characteristics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/e685db5f-71b8-4d6d-a322-016ab0ed2ec3\/@B03B8ZHo\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-06 Other,,"},{"Key":"Keywords","Value":"Breast cancer,Bioinformatics,Modeling,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16409"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Gregory H. Norris<\/i><\/u><\/presenter>, <presenter><i>John Pfeiffer<\/i><\/presenter>, <presenter><i>Yuhan Zhang<\/i><\/presenter>, <presenter><i>Hope R. Esslinger<\/i><\/presenter>, <presenter><i>The SimBioSys Team<\/i><\/presenter>, <presenter><i>Vinita Takiar<\/i><\/presenter>. SimBioSys, Chicago, IL, University of Cincinnati, Cincinnati, OH","CSlideId":"","ControlKey":"a102d7d8-3575-4856-b7bd-4fc7eb90e66d","ControlNumber":"4159","DisclosureBlock":"&nbsp;<b>G. H. Norris, <\/b> None..<br><b>J. Pfeiffer, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>H. R. Esslinger, <\/b> None..<br><b>T. SimBioSys Team, <\/b> None..<br><b>V. Takiar, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16409","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/e685db5f-71b8-4d6d-a322-016ab0ed2ec3\/@B03B8ZHo\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"749","PresenterBiography":null,"PresenterDisplayName":"Gregory Norris, PhD","PresenterKey":"756ae47e-df23-413a-a916-a720afe86c42","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"749. SimBioSys TumorScope accurately models and predicts response to neoadjuvant therapy in breast cancer - Validation study","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SimBioSys TumorScope accurately models and predicts response to neoadjuvant therapy in breast cancer - Validation study","Topics":null,"cSlideId":""},{"Abstract":"Background: Uterine serous carcinomas (USC) comprise 10-15% of all uterine cancers, but are responsible for approximately 40% of all deaths due to the disease. African American women have the highest incidence of and mortality from USC of any racial or ethnic group. Assessment of racial differences in driver mutation frequency may partially explain the survival disparity, and identification of novel alterations may provide avenues for targeted treatment.<br \/>Methods: Two academic hospitals in Detroit, Michigan identified 125 women who had surgical treatment for USC and formalin fixed, paraffin-embedded tissue available for whole exome sequencing (WES). Detailed clinical and pathological data were also available, including long-term follow up. WES was performed using Illumina&#8217;s NovaSeq 6000 platform and data were processed via the Genome Analysis Toolkit (GATK), with additional filtering to account for excess artifacts resulting from formalin fixation. Functional mutations were determined by ANNOVAR and the ClinVar database, while putative driver mutations were identified via the IntOGen pipeline. Percentages were used to describe the proportion of tumors harboring a gene mutation, and the Fisher&#8217;s exact test was used to test for statistically significant differences in African American (AA) versus non-Hispanic white (NHW) mutation frequencies.<br \/>Results: The majority of tumors were from AA women (n=87, 69.6%), with the remaining from NHW women (n=38, 30.4%). The overall mutational burden in tumors from AA women was similar to tumors from NHW women (median=122 and 166.5, respectively, p-value=0.12).<i>TP53<\/i> was the most frequently mutated, with 77% of tumors from AA women and 65.8% of tumors from NHW women harboring a mutation (p-value=0.20), followed by <i>PPP2R1A<\/i> (AA=19.5%, NHW=28.9%, p-value=0.25) and <i>PIK3CA <\/i>(AA=13.8%, NHW=23.7%, p-value=0.20). Of the 66 driver genes in uterine cancer identified from IntOGen, only 3 differed significantly by race: <i>ARID1A<\/i> (AA=5.7%, NHW=28.9%; p-value=0.001), <i>PTEN<\/i> (AA=1.1%, NHW=15.8%; p-value=0.003) and <i>FGFR2<\/i> (AA=0%, NHW=7.9%, p-value=0.02). Examination of genes with mutational frequencies &#8805;10% in AA or NHW tumors and with significant differences in mutation distribution by race (n=96) identified an additional 10 genes with mutations that are considered drivers in other cancer types that have not been described in uterine cancers.<br \/>Conclusions: There are potential driver mutations undescribed in USC that are clinically important in other cancers. Additionally, we noted several differences in the mutation frequency by race which highlights the importance of including racially diverse samples in research, particularly AA women who have the largest burden of USC. Defining the somatic landscape of USC will lead to identification of actionable molecular targets, which will ultimately improve the prognosis of this aggressive subtype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0cd92838-936c-4ba4-bddd-7b10c61e463e\/@B03B8ZHo\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Endometrial cancer,Somatic mutations,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16410"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Michele L. Cote<\/i><\/u><\/presenter>, <presenter><i>Greg Dyson<\/i><\/presenter>, <presenter><i>Douglas Craig<\/i><\/presenter>, <presenter><i>Julie J. Ruterbusch<\/i><\/presenter>, <presenter><i>Julie Boerner<\/i><\/presenter>, <presenter><i>Mohamed A. Elshaikh<\/i><\/presenter>, <presenter><i>Thomas P. Conrads<\/i><\/presenter>, <presenter><i>Nicholas W. Bateman<\/i><\/presenter>, <presenter><i>George L. Maxwell<\/i><\/presenter>, <presenter><i>Kathleen M. Darcy<\/i><\/presenter>, <presenter><i>Sasha Makohon-Moores<\/i><\/presenter>, <presenter><i>Timothy D. O'Connor<\/i><\/presenter>, <presenter><i>Hassan Abdallah<\/i><\/presenter>, <presenter><i>Logan Corey<\/i><\/presenter>, <presenter><i>Mira Kheil<\/i><\/presenter>, <presenter><i>Rouba Ali-Fehmi<\/i><\/presenter>. Wayne State University, Detroit, MI, Henry Ford Cancer Institute, Detroit, MI, Women's Health Integrated Research Center, Annandale, VA, Women's Health Integrated Research Center, Falls Church, VA, Institute for Genome Science, University of Maryland School of Medicine, Baltimore, MD, Wayne State University, Detroit, MI","CSlideId":"","ControlKey":"6b96a047-898c-4a17-9856-50a93ab8c9e2","ControlNumber":"5026","DisclosureBlock":"&nbsp;<b>M. L. Cote, <\/b> None..<br><b>G. Dyson, <\/b> None..<br><b>D. Craig, <\/b> None..<br><b>J. J. Ruterbusch, <\/b> None..<br><b>J. Boerner, <\/b> None..<br><b>M. A. Elshaikh, <\/b> None..<br><b>T. P. Conrads, <\/b> None..<br><b>N. W. Bateman, <\/b> None..<br><b>G. L. Maxwell, <\/b> None..<br><b>K. M. Darcy, <\/b> None..<br><b>S. Makohon-Moores, <\/b> None..<br><b>T. D. O'Connor, <\/b> None..<br><b>H. Abdallah, <\/b> None..<br><b>L. Corey, <\/b> None..<br><b>M. Kheil, <\/b> None..<br><b>R. Ali-Fehmi, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16410","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0cd92838-936c-4ba4-bddd-7b10c61e463e\/@B03B8ZHo\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"750","PresenterBiography":null,"PresenterDisplayName":"Michele Cote, MPH;PhD","PresenterKey":"bba30c85-0172-42c2-9710-b10097e98ba8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"750. Whole exome sequencing of uterine serous carcinomas reveals racial differences in known and novel driver mutations","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Whole exome sequencing of uterine serous carcinomas reveals racial differences in known and novel driver mutations","Topics":null,"cSlideId":""},{"Abstract":"Implementation of regular screening and adoption of a healthier lifestyle has resulted in a steady decline of colorectal cancer (CRC) incidence in the USA over the past few decades. On the contrary, early-onset sporadic rectal cancer (EOSRC) has exhibited an opposite trend in the more recent past. In addition, EOSRC appears to be the predominant CRC subtype in developing nations where CRC incidence has risen significantly during the past 2 decades. Our previous work revealed the absence of canonical CRC tumorigenesis pathways including Wnt (Wingless, Int-1) activation and mismatch repair inactivation in a significant proportion of EOSRC cases. More importantly, we revealed the enrichment of Ca<sup>2+<\/sup>\/NFAT signaling leading to chromosomal instability in samples devoid of Wnt activation besides identifying ARID2 as a novel tumor suppressor for EOSRC. In order to improve our understanding of EOSRC driver events, we endeavored to characterize the landscape of gene fusions (GFs); given that the latter provide an attractive druggable target. To this end, we performed paired-end RNA Sequencing on 37 carefully selected and well annotated microsatellite stable EOSRC samples. We employed <i>in silico<\/i> prediction algorithms viz. FusionCatcher, SOAPFuse and EricScript to identify GFs after removing those predicted (GTEx and ConjoinG databases) to occur in normal tissues. The GFs were further filtered based on read support and identification through at least 2 of the 3 algorithms and validated using reverse transcription PCR and Sanger sequencing. Overall, we identified several known (EIF3E-RSPO2, NCEH1-SPATA16) and novel GFs that arose as inter- or intra-chromosomal events. Computational analyses revealed selective enrichment of Gene Ontologies (GOs) in the 5&#8217;- (as compared to 3&#8217;-) gene partners which differed from GOs enriched in GFs identified from the TCGA CRC data. More importantly, we analyzed the potential role of chromatin architecture in determining the fusion breakpoints. Analysis of CRC Hi-C data revealed that a majority of EOSRC GFs arose from genes located in open chromatin regions. Interestingly, fusions between 5&#8217; &#8216;open&#8217; and 3&#8217; &#8216;closed&#8217; partners often resulted in transcriptional activation of the latter revealing a novel mode of oncogenic activation in cancer. Further analyses to correlate the predicted fusion breakpoints with topologically associating domain (TAD) boundaries as well as with common fragile sites (CFSs) that associate with transcription-replication collision are currently ongoing. Validation of potential oncogenic role of few selected GFs using CRC cell lines and nude mice xenografts is also underway. The study is expected to provide significant insights into the patterns of genomic rearrangements in EOSRC besides highlighting the critical role GFs might play in propagating tumorigenesis in CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fc36fb7c-0a8e-4aef-90e2-d91088283347\/@C03B8ZHp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Functional genomics,,"},{"Key":"Keywords","Value":"Gene fusion,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16411"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Asmita Gupta<\/i><\/presenter>, <presenter><i>Vasanth Kumar Mandla<\/i><\/presenter>, <presenter><i>Pratyusha Bala<\/i><\/presenter>, <presenter><u><i>Murali Dharan Bashyam<\/i><\/u><\/presenter>. Cenre for DNA Fingerprinting and Diagnostics, Hyderabad, India","CSlideId":"","ControlKey":"139c59b6-eae2-432f-bf7a-51b751fd3661","ControlNumber":"572","DisclosureBlock":"&nbsp;<b>A. Gupta, <\/b> None..<br><b>V. K. Mandla, <\/b> None..<br><b>P. Bala, <\/b> None..<br><b>M. D. Bashyam, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16411","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fc36fb7c-0a8e-4aef-90e2-d91088283347\/@C03B8ZHp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"751","PresenterBiography":null,"PresenterDisplayName":"Murali Bashyam, PhD","PresenterKey":"dd84568f-9b80-4ba7-b39d-e659b1d19c1c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"751. Transcriptome profiling reveals novel gene fusions in early-onset sporadic rectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptome profiling reveals novel gene fusions in early-onset sporadic rectal cancer","Topics":null,"cSlideId":""},{"Abstract":"We are focusing on the germline mutation data to understand the possible cancer-causing gene mutation that has a chance of inheritability to the next generation. Cancer genomics has been already widely studied around the world in a pan-cancer manner. But we found that the majority of the ethnicity of the data sequenced is mainly the US and European origin. For the Korean cancer cohort, it is clear that the lack of sample size was the bottleneck for ethnicity-specific studies. It is necessary that there is a limited number of the study contribute to the knowledge that Korean specifically applicated to explore the possible association between germline mutation and cancer occurrences. The objective of this study is to discover the Korean-specific candidate genes that associate with the tumor.Our study collected around 3000 Korean-specific samples consisting of various cancer types and normal control. We also gathered normal control samples for 354 Super-Normal (tumor-free, age &#60; 65, med-checked) samples, and 1094 Korean normal (U1K) samples. Whole Exome Sequencing has been applied for every sample except U1K cohort that has already been whole genome sequenced. Genome-Wide Association Test (GWAS) has been executed between Korean-specific cancer patients and Korean normal samples. The study has been dichotomously analyzed, common variants are studied by GWAS fashion, and the rare variants are studied by gene-level aggregated fashion. Not only statistically, but also functionally we make use of the knowledge that Nonsense Mediated Decay (NMD) information to break the limitation of the unexplained gene mutation that does not follow the Central Dogma. Clinical validation data is also utilized. In a clinical aspect, we validated the dataset with a Clinvar and decided whether the mutation has a piece of clinical evidence or not.By conducting a series of studies, we have successfully found that some candidate genes which are known for DNA binding genes including PABPC1, PABPC3, and ZNF717 were significantly associated. Indeed, a cell division cycle associated gene like CDC27 also represents a significant association with cancer phenotype. Furthermore, ATXN3, SEPT2, PCMTD1 mutation is observed more in the cancer cohort. We are performing comparison studies to further elucidate which ethnic group represents more gene mutation on different cancer types.In summary, we propose the method that presents the possible germline mutation that is associated with phenotype by various factors, and also proposed Korean-specific candidate genes that associate with cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/7062b54f-22fa-43a0-9269-6bfb79d524f8\/@C03B8ZHp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Large-scale approaches to cancer gene discovery,,"},{"Key":"Keywords","Value":"Genome-wide association studies (GWAS),Mutations,Cancer genomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16412"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Gangpyo Yuh<\/i><\/u><\/presenter>, <presenter><i>Seulki Song<\/i><\/presenter>, <presenter><i>Eunju Cho<\/i><\/presenter>, <presenter><i>Miso Kim<\/i><\/presenter>, <presenter><i>Hyery Kim<\/i><\/presenter>, <presenter><i>Youngil Koh<\/i><\/presenter>, <presenter><i>Jookyung Park<\/i><\/presenter>, <presenter><i>Sungsoo Yoon<\/i><\/presenter>, <presenter><i>Sehoon Lee<\/i><\/presenter>. Seoul National University, Seoul, Korea, Republic of, Seoul National University College of Medicine, Seoul, Korea, Republic of, Seoul National University College of Medicine, Seoul, Korea, Republic of, University of Ulsan College of Medicine, Seoul, Korea, Republic of, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"0b0a8d7f-9cf3-4cf4-86f8-698f3ef279fd","ControlNumber":"2238","DisclosureBlock":"&nbsp;<b>G. Yuh, <\/b> None..<br><b>S. Song, <\/b> None..<br><b>E. Cho, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>Y. Koh, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>S. Yoon, <\/b> None..<br><b>S. Lee, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16412","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/7062b54f-22fa-43a0-9269-6bfb79d524f8\/@C03B8ZHp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"752","PresenterBiography":null,"PresenterDisplayName":"GangPyo Ryu, BA","PresenterKey":"98537481-ed97-4181-b41c-c0ccec78ed6e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"752. Unveiling Korean cancer-associated gene using large-size cancer germline mutation data","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unveiling Korean cancer-associated gene using large-size cancer germline mutation data","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Introduction<\/u> <\/b>NSCLCs are frequently identified at a later stage, with 30-40% of cases presenting with metastasis at the time of diagnosis. Metastatic progression is a major cause of cancer death, thereby making it critical to understand the genomic differences across metastatic sites and their associated treatment implications<b>.<br \/><\/b><br \/><b><u>Methods<\/u> <\/b>CGP was performed on 64,062 NSCLCs for all classes of alterations in at least 324 genes (Foundation Medicine, Inc.). The cohort comprised 59% lung (LB), 25% metastatic site (MB) and 17% regional\/distant lymph node (LN) biopsies. A subset of 386 patients with matched LB\/MB samples were examined. Tumor mutational burden (TMB) was determined on 0.8-1.1 Mb and PD-L1 IHC (DAKO 22C3) was evaluated in a subset of cases.<br \/><b><u>Results<\/u> <\/b>MB NSCLCs comprised liver (23%), brain (23%), bone (15%), soft tissue (14%), adrenal gland (8%) and other rare sites (e.g., spine, head&#38;neck, kidney). MB NSCLCs had elevated TMB compared to LB NSCLCs (median 7.8 v 6.3 mut\/Mb; P &#60; 10<sup>-4<\/sup>), most notably in brain (11.3 mut\/Mb), adrenal gland (10.4 mut\/Mb) and kidney (9.2 mut\/Mb) MB, whereas TMB in liver MB was similar to LB (6.3 mut\/Mb). Heterogeneity in PD-L1 expression (&#8805;50%) was also observed, with higher rates in head&#38;neck (42%), adrenal gland (40%), LN (39%), and soft tissue (35%) compared to LB (30%; all P &#60; 0.05). Clinically informative alterations and known NSCLC drivers exhibited site-specific patterns. <i>EGFR<\/i> alterations differed by sites with the highest rates in omentum (40% v 15% LB), bone (20%) and liver (18%). Fusions in <i>ALK<\/i>, <i>RET<\/i> and <i>ROS1<\/i> were more common in MB NSCLCs relative to LB, while MET exon 14 skipping alterations were rarer in MB NSCLCs. Liver MB had fewer <i>KRAS<\/i> alterations (21% v 31% LB, P&#60;10<sup>-4<\/sup>), while brain MB had elevated rates of <i>KRAS<\/i>, <i>KEAP<\/i> and <i>STK11<\/i> alterations (37% v 31%, 16% v 9%, 23% v 15%, respectively, P&#60;10<sup>-4<\/sup>). A repertoire of genes with potential role in metastatic spread (e.g., <i>SMARCA4<\/i>, <i>RICTOR<\/i>, <i>PIK3CG<\/i>), were identified to be enriched in specific MB NSCLCs. Of note, MB NSCLCs also presented with significantly higher rates of aneuploidy across the genome. 386 patients with longitudinal LB\/MB samples were available (median collection time difference = 474 days). Concordance, defined by percent positive agreement (PPA) of alterations with LB, varied by site and was highest in bone and brain MB. While truncal, driver events were often shared, short variants in <i>PIK3CA<\/i>, <i>ARID1A<\/i> and copy number alterations in <i>MYC<\/i>, <i>RICTOR<\/i>, <i>MET <\/i>and <i>CDKN2A\/2B<\/i> were frequently acquired in MB. TMB was elevated in MB compared to LB in 204 cases, though only 39 patients transitioned from TMB &#60;10 to TMB &#8805;10 mut\/Mb status.<br \/><b><u>Conclusions<\/u> <\/b>NSCLC metastases exhibit heterogeneity in clinically actionable alterations and immunotherapy biomarkers (PD-L1, TMB). Site-specific alterations may have clinical implications and inform the biology of metastatic progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/dd7b90b9-e442-4be8-b752-47c6564547d2\/@C03B8ZHp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Metastasis,Heterogeneity,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16413"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Benjamin G. Kaplan<\/i><\/u><\/presenter>, <presenter><i>Richard S. P. Huang<\/i><\/presenter>, <presenter><i>Lucas Dennis<\/i><\/presenter>, <presenter><i>Lee A. Albacker<\/i><\/presenter>, <presenter><i>Garrett M. Frampton<\/i><\/presenter>, <presenter><i>Ethan S. Sokol<\/i><\/presenter>, <presenter><i>Smruthy Sivakumar<\/i><\/presenter>. Foundation Medicine, Cambridge, MA","CSlideId":"","ControlKey":"423f89e0-4707-4043-b02a-7084f2f60975","ControlNumber":"3797","DisclosureBlock":"<b>&nbsp;B. G. Kaplan, <\/b> <br><b>Foundation Medicine, Inc.<\/b> Employment, Yes. <br><b>Roche<\/b> Stock, Yes. <br><b>R. S. P. Huang, <\/b> <br><b>Foundation Medicine, Inc.<\/b> Employment, Yes. <br><b>Roche<\/b> Stock, Yes. <br><b>L. Dennis, <\/b> <br><b>Foundation Medicine, Inc.<\/b> Employment, Yes. <br><b>Roche<\/b> Stock, Yes. <br><b>L. A. Albacker, <\/b> <br><b>Foundation Medicine, Inc.<\/b> Employment, Yes. <br><b>Roche<\/b> Stock, Yes. <br><b>G. M. Frampton, <\/b> <br><b>Foundation Medicine, Inc.<\/b> Employment, Yes. <br><b>Roche<\/b> Stock, Yes. <br><b>E. S. Sokol, <\/b> <br><b>Foundation Medicine, Inc.<\/b> Employment, Yes. <br><b>Roche<\/b> Stock, Yes. <br><b>S. Sivakumar, <\/b> <br><b>Foundation Medicine, Inc.<\/b> Employment, Yes. <br><b>Roche<\/b> Stock, Yes.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16413","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/dd7b90b9-e442-4be8-b752-47c6564547d2\/@C03B8ZHp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"753","PresenterBiography":null,"PresenterDisplayName":"Benjamin Kaplan, BS","PresenterKey":"30ca5384-12dc-4bca-86e8-c338d8a21af0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"753. Comprehensive genomic profiling (CGP) reveals site-specific enrichment of immunotherapy biomarkers and targetable alterations in non-small cell lung cancer (NSCLC) metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive genomic profiling (CGP) reveals site-specific enrichment of immunotherapy biomarkers and targetable alterations in non-small cell lung cancer (NSCLC) metastasis","Topics":null,"cSlideId":""},{"Abstract":"Germline variants play important roles in cancer susceptibility and development, but identification and interpretation of germline variation impacting cancer risk remains a challenge. There has been little research on the impact of germline variants on somatic global\/phosphoproteomics landscapes, and even less so for their impact on other tumor characteristics. Here we use cross-cancer genomic, transcriptomic, and global\/phosphoproteomics datasets from CPTAC (Clinical Proteomic Tumor Analysis Consortium) to study the global impact of germline variants (common and rare) and the differential impact of germline vs somatic mutations on oncogenic processes, the tumor microenvironment (TME), and treatment responses. We analyze data from 1,093 cases across 10 cancer types (BR, CO, OV, EC, HNSCC, PDAC, LSCC, LUAD, GBM, and ccRCC). We investigate the impact of rare pathogenic variants across cancer types, discerning cancer-gene associations enriched with predisposing variants. We find novel instances of cancer-gene associations not found using TCGA data alone. Loss of heterozygosity (LOH) analyses of germline variants show that BRCA2 may be involved in predisposition not only in BRCA and OV, but also in LUAD. We also see ATM LOH events in ccRCC, CO, and LSCC. Analyses of the effects of germline vs somatic mutations on gene, protein, and phosphoprotein expression revealed significantly different protein expression levels in carriers of pathogenic germline variants vs somatic mutations, notably within core MMR-genes (MSH2, MSH6, PMS2). We examine trans-effects of germline variants on interacting proteins using proteomic\/phosphoproteomic data, finding multiple trans-effects of BRCA1 pathogenic variants on the phosphoprotein expression of genes known to interact with BRCA1. Finally, we explore associations of germline and somatic causal events, noting proteomic and mutational signatures indicative of mutational processes taking place in the cell. We see direct relationships between mutations in core gene members of key DNA-damage response pathways (mismatch repair, homologous recombination repair) and the respective signatures associated with those pathways&#8217; deficiencies. Additional analyses include: quantitative trait locus (QTL) analyses to assess the impact of common germline variants on gene (eQTL), protein (pQTL), and phosphoprotein levels (phQTL); analyses of the impact of germline variants on protein signaling during oncogenesis by mapping germline variants to post-translational modification sites); impact of germline variants on the immune landscape and tumor microenvironment (TME); and analyses of paired tumor and Normal Adjacent Tissue (NAT) samples for the discovery of immunogenic germline variants. This study illustrates the broad influence of germline variants on mutational landscapes and their functional impact on cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/7c216081-e41c-4483-8ff4-10a32810bfaa\/@C03B8ZHp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-06 Other,,"},{"Key":"Keywords","Value":"Genetic susceptibility,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16414"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Fernanda Martins Rodrigues<\/i><\/u><\/presenter>, <presenter><i>Nadezhda V. Terekhanova<\/i><\/presenter>, Oncogenic Drivers and Pathways Group, Clinical Proteomic Tumor Analysis Consortium, <presenter><i>Gad Getz<\/i><\/presenter>, <presenter><i>Li Ding<\/i><\/presenter>. Washington University in Saint Louis, Saint Louis, MO, Broad  Institute, Cambridge, MA","CSlideId":"","ControlKey":"10bbee5f-9cc7-4b87-a2e7-71f59edeed0a","ControlNumber":"6676","DisclosureBlock":"&nbsp;<b>F. Martins Rodrigues, <\/b> None..<br><b>N. V. Terekhanova, <\/b> None.&nbsp;<br><b>G. Getz, <\/b> <br><b>IBM<\/b> Other, G.G. receives research funds from IBM, No. <br><b>Pharmacyclics<\/b> Other, G.G. receives research funds from Pharmacyclics, No. <br><b>Scorpion Therapeutics<\/b> Other, G.G. is a founder, consultant and holds privately held equity in Scorpion Therapeutics., No. <br><b>MuTect, ABSOLUTE, MutSig, MSMuTect, MSMutSig, MSIDetect, POLYSOLVER and TensorQTL<\/b> Patent, No.<br><b>L. Ding, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16414","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/7c216081-e41c-4483-8ff4-10a32810bfaa\/@C03B8ZHp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"754","PresenterBiography":null,"PresenterDisplayName":"Fernanda Martins Rodrigues, BS;MS;PhD","PresenterKey":"2b426a9f-169c-40a1-9c6d-42f3e235a0ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"754. Pan cancer analysis of germline variants in the CPTAC dataset highlights their significance and functional importance in cancer development","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pan cancer analysis of germline variants in the CPTAC dataset highlights their significance and functional importance in cancer development","Topics":null,"cSlideId":""},{"Abstract":"Next Generation Sequencing (NGS) is an important technology to identify genetic changes involved in lymphoid malignancies. Genome-level understanding of these changes can aid in diagnosis, prognosis, and therapy selection. Cancer biopsies are often preserved by formalin-fixed, paraffin-embedding (FFPE) procedures which provide long-term preservation but introduce damage to nucleic acids that are present in tissue including double strand breaks, nicks, and oxidation. The gold standard for Lymphoma diagnosis is surgical removal of the lymph node making FFPE the preferred sample format for analysis. To address the need for high quality reference materials for tumor profiling assays for these patients, we developed two multiplexed, biosynthetic reference materials: the Seraseq&#174; FFPE Lymphoma DNA Reference Material and the Seraseq&#174; Lymphoma DNA Mutation Mix. Both contain 26 plasmids containing important SNVs, INDELs, and gene fusions in lymphoid disease. For the FFPE format, plasmids were pooled at equal concentrations and introduced into the GM24385 reference human cell line. Engineered cells were diluted to achieve desired allele frequencies (AFs) as determined by digital PCR (dPCR). The cells were processed with a proprietary FFPE protocol that mimics damage in patient samples. The QIAamp DNA FFPE Tissue Kit and the Maxwell RSC DNA FFPE Kit were used for DNA isolation. DNA was quantified by the Qubit dsDNA HS Assay and quality assessed by the Agilent TapeStation. AFs were determined by dPCR for QIAamp-extracted DNA and a custom ArcherDX VariantPlex NGS panel for DNA extracted by both kits. DNA yield was similar, 193&#177;44 ng (QIAamp) and 124&#177;11 ng (Maxwell); however, a higher DNA integrity number was observed with the QIAamp kit (6.1 vs 2.7). The average % AF by dPCR was 9.6&#177;1.8 (QIAamp) (target &#8805;5%). The average % AF by NGS was 7.6&#177;2.8 (QIAamp) and 3.3&#177;1.1 (Maxwell).<b> <\/b>For the DNA mix format, the same plasmids were pooled and blended with total purified genomic DNA from GM24385 cells. The average % AF was 8.4&#177;0.6 by dPCR (target 5-10%) and 8.2&#177;1.6 for the ArcherDX VariantPlex NGS panel. Overall, there was good concordance between AFs measured by dPCR and NGS for the DNA and FFPE formats. We noted that overall sample performance may be impacted by the FFPE DNA extraction method used. In conclusion, these reference materials allow for monitoring of a broad range of somatic mutations and gene fusions which can aid testing laboratories in accurately detecting and quantifying various genetic events in Lymphoid patient samples. The FFPE format can serve as an extraction control in assay development, while the DNA mix format allows laboratories to go directly into NGS library preparation and dPCR. A complementary circulating tumor DNA (ctDNA) version of these reference materials would aid laboratories in detecting minimal residual disease in patient blood resulting in less invasive lymphoid testing and therapeutic response monitoring.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0d8d6a9a-270c-43cb-8c9a-45714107d41a\/@C03B8ZHp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Lymphoma,Next-generation sequencing (NGS),FFPE,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16418"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Tonya N. Watkins<\/i><\/u><\/presenter>, <presenter><i>Benedicta Forson<\/i><\/presenter>, <presenter><i>Dana Ruminski Lowe<\/i><\/presenter>, <presenter><i>Yves Konigshofer<\/i><\/presenter>, <presenter><i>Catherine Huang<\/i><\/presenter>, <presenter><i>Omoshile Clement<\/i><\/presenter>, <presenter><i>Bharathi Anekella<\/i><\/presenter>. LGC Clinical Diagnostics, Gaithersburg, MD","CSlideId":"","ControlKey":"3e69ad1d-8a07-41d3-9c43-958342ed43fa","ControlNumber":"2544","DisclosureBlock":"&nbsp;<b>T. N. Watkins, <\/b> None..<br><b>B. Forson, <\/b> None..<br><b>D. Ruminski Lowe, <\/b> None..<br><b>Y. Konigshofer, <\/b> None..<br><b>C. Huang, <\/b> None..<br><b>O. Clement, <\/b> None..<br><b>B. Anekella, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16418","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0d8d6a9a-270c-43cb-8c9a-45714107d41a\/@C03B8ZHp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"756","PresenterBiography":null,"PresenterDisplayName":"Tonya Watkins","PresenterKey":"3fb0888e-33c4-44c9-97ba-3a57134ae1fb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"756. Comprehensive NGS-based reference materials for variant detection in lymphoid cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive NGS-based reference materials for variant detection in lymphoid cancer","Topics":null,"cSlideId":""},{"Abstract":"The New York Genome Center CLIA laboratory has been providing New York State approved molecular diagnostic whole genome and whole transcriptome sequencing (WGTS) since October 2018. Indications for testing are cancers (solid tumors or hematological malignancies) where a mutational profile from multiple genes would be informative for disease stratification, prognosis, treatment options or alternative treatments or clinical trials. Germline analysis for ACMG designated cancer predisposition variants also is performed for consented patients. To date we have provided clinical next generation sequencing (NGS) genomic profile reports for 139 oncological cases from 31 different cancer types including GBM (41 cases), Pancreas (17), CRC (15), Lung (8) and others. The clinical interpretation of WGTS data of molecular tumor markers from NGS encompasses automated variant calling tools with human interpretation. The final mostly manual review of data is intensive, involving highly trained scientists engaged in substantial literature review and interpretation for each case alongside pathologists, molecular geneticists, and treating oncologists. We first present the technical challenges of validating a WGTS oncological diagnostic assay for appropriate clinical grade accuracy and sensitivity acceptable for patient care. We then present case studies illustrating the varying degree of tumor profiling and analysis outlining the current clinical utility and challenges of precision oncology medicine and therapeutic associations from sequencing of cancer patient tumors. We conclude with a previously unreported summary of therapeutic actionability derived from WGTS for all cancer cases sequenced at NYGC. We show that 28% percent of all samples in our cohort contain a tier 1 variant but additional second line therapies (or off-label drugs) can be considered for over 75% of WGTS sequenced cancer patients. Our case studies being in both solid tumor and hematological cancers illustrate the variability in sequencing data and the individual patient specificities in each interpretation of clinical findings. We show how NGS sequencing can offer multiple treatment outcomes when combining all genomic aberrations (copy number, structural variants and SNV\/indels) found in a subtype of prostate cancer. We present hematological malignancies that show how certain DNA mutations point to RNA aberrations leading to therapeutic associations. In pancreatic cancer we present how a unique alteration in BRAF can lead to second line treatment with clinical benefit. We therefore demonstrate that more complete NGS assays those examining both the whole genome and transcriptome have added value in precision oncology practice enabling to find second-line treatment options or alternative therapeutic options when primary approaches fail or are not identified following a targeted sequencing approach.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/e3e63aa6-a875-40ae-bfde-4990908f30a7\/@C03B8ZHp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Cancer genomics,Cancer diagnostics,Precision medicine,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16419"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Kazimierz O. Wrzeszczynski<\/i><\/u><\/presenter>, <presenter><i>Heather Geiger<\/i><\/presenter>, <presenter><i>Sowmya T. Srinivasa<\/i><\/presenter>, <presenter><i>Marilena Melas<\/i><\/presenter>, <presenter><i>Valisha Shah<\/i><\/presenter>, <presenter><i>Vanessa Felice<\/i><\/presenter>, <presenter><i>Luisa Suarez<\/i><\/presenter>, <presenter><i>Endre Hegedus<\/i><\/presenter>, <presenter><i>Shruti Phadke<\/i><\/presenter>, <presenter><i>Saurav Guha<\/i><\/presenter>, <presenter><i>Dina Manaa<\/i><\/presenter>, <presenter><i>Dino Robinson<\/i><\/presenter>, <presenter><i>Lena Fielding<\/i><\/presenter>, <presenter><i>Vaidehi Jobanputra<\/i><\/presenter>. The New York Genome Center Clinical Laboratory, New York, NY","CSlideId":"","ControlKey":"c5c31015-9a04-40ce-80af-961a7857add3","ControlNumber":"3884","DisclosureBlock":"&nbsp;<b>K. O. Wrzeszczynski, <\/b> None..<br><b>H. Geiger, <\/b> None..<br><b>S. T. Srinivasa, <\/b> None..<br><b>M. Melas, <\/b> None..<br><b>V. Shah, <\/b> None..<br><b>V. Felice, <\/b> None..<br><b>L. Suarez, <\/b> None..<br><b>E. Hegedus, <\/b> None..<br><b>S. Phadke, <\/b> None..<br><b>S. Guha, <\/b> None..<br><b>D. Manaa, <\/b> None..<br><b>D. Robinson, <\/b> None..<br><b>L. Fielding, <\/b> None..<br><b>V. Jobanputra, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16419","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/e3e63aa6-a875-40ae-bfde-4990908f30a7\/@C03B8ZHp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"757","PresenterBiography":null,"PresenterDisplayName":"Kazimierz Wrzeszczynski, PhD","PresenterKey":"5036bf49-a186-49a5-a1df-b3b52380e044","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"757. Clinical interpretation and utility of whole genome and whole transcriptome sequencing for precision oncology","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical interpretation and utility of whole genome and whole transcriptome sequencing for precision oncology","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Triple negative breast cancer (TNBC) is a molecularly complex and heterogeneous subtype of breast cancer with distinct biological features and clinical behavior. TNBC is associated with increased risk of metastasis and recurrence. To identify the underlying transcriptional changes and differentially expressed genes in metastatic progression of TNBC, we compared the transcriptomic profile of primary and matched metastatic tumors using massively parallel RNA sequencing.<br \/><b>Methods:<\/b> We performed gene expression profiling using paraffin embedded formalin fixed tissues of 38 TNBC patients obtained from University Hospital Zurich, Switzerland and Stavanger University Hospital, Norway. Of these, 18 were primary TNBC tumors that did not metastasize; 20 patients metastasized to lymph nodes or to distant organs (16 paired primary and metastatic tumors). Absolute fold change of &#8805; 2 and a p-value &#60;0.05 was used as the cutoff to identify significant differentially expressed genes (DEGs). Functional analysis was performed on DEGs. We also compared gene-expression profiles for hypoxia related- and EMT-related genes between our comparison groups. CIBERSORT analysis was used to estimate relative fractions of 22 immune cell types in each RNA-seq sample.<br \/><b>Results:<\/b> We identified 2442 DEGs between primary TNBC tumors and corresponding metastatic lesions and 1561 DEGs between metastasis-free and metastatic primary tumors. Of the 2442 DEGs between primary and metastatic tumors, we found 579 genes to be upregulated and 1863 genes to be downregulated in primary tumors compared to matched metastatic tumors. A total of 530 genes were found to be upregulated and 1031 genes were downregulated in metastasis-free compared to metastatic primary TNBC tumors. Of the 27 gene hypoxia signature, only 1 gene (<i>MPRS17<\/i>) was significantly different between primary and corresponding metastatic tumors and 3 hypoxia-related genes (<i>KCTD11<\/i>, <i>FOSL1<\/i> and <i>SDC1<\/i>) showed significant differences between primary tumors with and without metastasis. We found expression for 1 EMT related gene (TWIST1) to be different between primary and matched metastatic tumors whereas 4 EMT related genes (<i>CDH2<\/i>, <i>VIM<\/i>, <i>SNAI1 <\/i>and <i>FOXC2<\/i>) were found to be significantly different between primary tumors that metastasized compared to primary tumors that remained metastasis-free. The relative fractions of 3 immune cell types, T cells CD4 memory resting, M2 macrophages and M0 macrophage were similar between the primary tumor and their matched metastatic lesions.<br \/><b>Conclusions:<\/b> Our results show that distinct patterns of gene expression exist between primary TNBCs and matched metastatic tumors. Further studies are warranted to explore whether these discrete expression profiles underlie or derive from disease status.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b6a635c2-d1d4-4e9d-a6f0-3295fa04b602\/@C03B8ZHp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Breast cancer,Tumor metastases,Cancer,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16420"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jaspreet Kaur<\/i><\/u><\/presenter>. Georgia State University, Atlanta, GA","CSlideId":"","ControlKey":"023201dc-efc2-4f05-a85e-a37677b9fdef","ControlNumber":"2679","DisclosureBlock":"&nbsp;<b>J. Kaur, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16420","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b6a635c2-d1d4-4e9d-a6f0-3295fa04b602\/@C03B8ZHp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"758","PresenterBiography":null,"PresenterDisplayName":"Jaspreet Kaur, MS","PresenterKey":"87e48732-3b19-4d51-b8ba-6a6cb6a90e5b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"758. Differential gene expression profiling of matched primary and metastatic triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differential gene expression profiling of matched primary and metastatic triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"The detection of molecular measurable residual disease (MRD) for acute myeloid leukemia (AML) has shown promise as a prognostic for AML. To support clinical and translational research into potential strategies for MRD monitoring applications in the future, a next-generation sequencing (NGS) assay, the Oncomine Myeloid MRD Assay (RUO), was developed. This assay utilizes Unique Molecular Tags (UMT) and Ion AmpliSeq HD&#8482; technology to detect ultra-low frequency genetic alterations from blood or bone marrow samples. The workflow includes manual AmpliSeq HD library construction, templating on Ion Chef&#8482;, and sequencing on Ion GeneStudio&#8482; sequencers. The assay contains both DNA and RNA targeted panels to detect SNVs, indels, fusion markers, and microhaplotype. The DNA panel covers 1256 hotspots in 33 genes, including key mutations in NPM1, FLT3, DNMT3A and full gene coverage for CEBPA and TP53. The panel achieved a limit of detection (LOD) of 0.1% when tested on 27 reference genomic DNA samples and over 40 clinical research samples. The RNA panel detects 1003 fusion isoforms for 27 fusion driver genes, including BCR-ABL1, RUNX1, CBFB-MYH11, and KTM2A (MLL) partial tandem duplications (PTDs) and fusions. The assay also includes a Microhaplotyping panel to monitor chimerism. The workflow is analytically verified and includes an optimized analysis pipeline for sensitive and accurate MRD detection. Overall, this comprehensive Myeloid MRD (RUO) assay reliably identifies DNA mutations and fusions with high sensitivity and provides a new tool for myeloid MRD research. RUO: For Research Use Only. Not for use in diagnostic procedures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/937b42da-07b4-49f2-b2ce-fd2207c5774d\/@C03B8ZHp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 High-throughput sequencing,,"},{"Key":"Keywords","Value":"Molecular markers,Sequencing,Leukemias,High-content screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16421"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Hua Zhang<\/i><\/u><\/presenter>, <presenter><i>Xinzhan Peng<\/i><\/presenter>, <presenter><i>Guobin Luo<\/i><\/presenter>, <presenter><i>Annie Kraltcheva<\/i><\/presenter>, <presenter><i>David Mandelman<\/i><\/presenter>, <presenter><i>Michelle Swimley<\/i><\/presenter>, <presenter><i>Eli Pazol<\/i><\/presenter>, <presenter><i>Jose Espinoza<\/i><\/presenter>, <presenter><i>Scott Mitchell<\/i><\/presenter>, <presenter><i>Bo Ding<\/i><\/presenter>, <presenter><i>Ratnesh Singh<\/i><\/presenter>, <presenter><i>Doug Fenger<\/i><\/presenter>, <presenter><i>Na Li<\/i><\/presenter>, <presenter><i>Andrew Hatch<\/i><\/presenter>, <presenter><i>Vadim Mozhayskiy<\/i><\/presenter>, <presenter><i>Steven Roman<\/i><\/presenter>, <presenter><i>Sophie Rozenzhak<\/i><\/presenter>. Thermo Fisher Scientific, Waltham, MA","CSlideId":"","ControlKey":"e628f974-e727-4fe1-98d9-a646635bd761","ControlNumber":"6111","DisclosureBlock":"<b>&nbsp;H. Zhang, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>X. Peng, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>G. Luo, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>A. Kraltcheva, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>D. Mandelman, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>M. Swimley, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>E. Pazol, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>Biomeme<\/b> Employment. <br><b>J. Espinoza, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>S. Mitchell, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>B. Ding, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>R. Singh, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>D. Fenger, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>N. Li, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>A. Hatch, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>V. Mozhayskiy, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>S. Roman, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>S. Rozenzhak, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16421","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/937b42da-07b4-49f2-b2ce-fd2207c5774d\/@C03B8ZHp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"759","PresenterBiography":null,"PresenterDisplayName":"Hua Zhang","PresenterKey":"8af90b7e-4bfb-4693-8293-b2928368c6aa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"759. Analytical performance of a novel next generation sequencing assay for myeloid MRD","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analytical performance of a novel next generation sequencing assay for myeloid MRD","Topics":null,"cSlideId":""},{"Abstract":"The most common form of genomic instability in sporadic colorectal cancer (CRC) is chromosomal instability, a phenotype characterized by a high frequency of DNA copy number gain (CNG) and loss (CNL). Given the fundamental role of chromosomal instability in the pathogenesis of CRC, this study aimed to investigate the concordance of DNA copy number variants (CNV) between primary and metastatic CRC to better understand how the genomic structure differs during tumor evolution.<br \/>In this study, the SurePrint G3 Human Genome CGH+SNP 2x400K Microarray (Agilent, SC, California, USA) was used for genome-wide screening of CNV in 9 pairs of primary tumors and metachronous liver metastases obtained during surgical resection from patients diagnosed with advanced CRC. Data from the Microarray-based Comparative Genomic Hybridization was analyzed by COSMIC Cancer Gene Census (CGC) and an independent non-CGC panel to map hotspot regions harboring genes causally implicated in cancer in the course of the metastatic cascade. Also, unique CNV in metastases were further investigated to identify loci advantageous for tumor progression and those presumably associated with therapy resistance.<br \/>Overall, CNG observed in primary tumors were highly concordant with those in liver metastases. The CNG hotspot regions for both tissues represented chr7 (p22.3-p13), chr8 (q21.13-q24.3), chr13 (q12.11-q13.3), chr20 (q11.1-q13.33) and chrX (q11.1-q28) loci, while the most frequent CNL was at chr8 (p21.3-p12) locus. All identified loci underwent CNV events with a higher frequency in metastases (67-100%) than in primary tumors (55%). The identified genomic loci with CNG encode DNA repair genes (such as <i>PMS2<\/i>, <i>NBN<\/i>, <i>BRCA2<\/i>, <i>RAD54B<\/i>, <i>RAD21<\/i>, <i>RPA3,4<\/i>, and <i>TREX2<\/i>), homeobox genes (<i>HOXA9<\/i>,<i>11<\/i>,<i>13<\/i>), genes encoding centrosome-associated proteins (<i>CETN2<\/i>, <i>MPLKIP<\/i>), proto-oncogenes (<i>MYC<\/i>), and also tumor suppressor (<i>ATRX<\/i>, <i>ASXL1<\/i>). Additionally, an analysis of unique CNV within distinct tissues revealed CNG at Chr6 (p25.1-p22.3) in 89% of metastatic samples and absent in all the primary tumor lesions. This particular genomic region contains proto-oncogene <i>DEK<\/i>.<br \/>Although the analysis is still underway, we have identified several shared and unique regions of altered copy number in both, primary tumors and metastases. We conclude that despite the high inter- and intra-tumoral genomic heterogeneity, metachronous metastases &#8220;inherit&#8221; a similar profile of DNA CNV from their respective primary tumor tissues. We intend to further extend our studied group of patients and perform integrative analyses of CNV with gene expression.<br \/>This study was supported by the Charles University (UNCE\/MED\/006) and the Grant Agency of the Czech Republic (21-04607X, 21-27902S)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8d8196ab-14cf-4d43-af68-ce27f9f50799\/@u03B8ZHq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Microarrays,,"},{"Key":"Keywords","Value":"Colorectal cancer,Array comparative genomic hybridization,Metastasis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16422"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Michal Kroupa<\/i><\/u><\/presenter>, <presenter><i>Kristyna Tomasova<\/i><\/presenter>, <presenter><i>Katerina Saskova<\/i><\/presenter>, <presenter><i>Jana Drabova<\/i><\/presenter>, <presenter><i>Josef Horak<\/i><\/presenter>, <presenter><i>Ludmila Vodickova<\/i><\/presenter>, <presenter><i>Jachym Rosendorf<\/i><\/presenter>, <presenter><i>Vaclav Liska<\/i><\/presenter>, <presenter><i>Pavel Vodicka<\/i><\/presenter>. Institute of Experimental Medicine of the Czech Academy of Sciences, Prague, Czech Republic, 2nd Faculty of Medicine, Charles University in Prague and Motol University Hospital, Prague, Czech Republic, Department of Surgery, University Hospital in Pilsen and Biomedical center, Faculty of Medicine in Pilsen, Czech Republic, Pilsen, Czech Republic","CSlideId":"","ControlKey":"cfbbdada-b292-4592-9ede-a7ec355992de","ControlNumber":"1761","DisclosureBlock":"&nbsp;<b>M. Kroupa, <\/b> None..<br><b>K. Tomasova, <\/b> None..<br><b>K. Saskova, <\/b> None..<br><b>J. Drabova, <\/b> None..<br><b>J. Horak, <\/b> None..<br><b>L. Vodickova, <\/b> None..<br><b>J. Rosendorf, <\/b> None..<br><b>V. Liska, <\/b> None..<br><b>P. Vodicka, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16422","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8d8196ab-14cf-4d43-af68-ce27f9f50799\/@u03B8ZHq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"760","PresenterBiography":null,"PresenterDisplayName":"Michal Kroupa, PhD","PresenterKey":"94692e2b-cf78-4d14-aed2-678912959a6c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"760. Concordance of DNA copy number profiles between primary and metastatic colorectal carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Concordance of DNA copy number profiles between primary and metastatic colorectal carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose <\/b>PD-1 receptor and ligand interactions are the target of immunotherapies across 16 cancer types. Biomarkers that predict response to immunotherapy are microsatellite instability, tumor mutational burden and PD-L1 immunohistochemistry. Structural variations in <i>PD-L1<\/i> (<i>CD274<\/i>) and <i>PD-L2<\/i> (<i>PDCD1LG2<\/i>) have been observed across cancer, but the full landscape is unknown. Here we describe the genomic landscape of <i>PD-L1<\/i> and <i>PD-L2<\/i> structural variation, their potential impact on the tumor microenvironment and evidence that patients with these alterations can benefit from immunotherapy.<br \/><b>Methods <\/b>We analyzed sequencing data from cancer cases with <i>PD-L1<\/i> (<i>CD274<\/i>) and <i>PD-L2 <\/i>(<i>PDCD1LG2<\/i>) structural variations across published data, The Cancer Genome Atlas (TCGA) and the Oncology Research Information Exchange Network. From TCGA we obtained copy number status through cBioPortal, gene expression using TCGABiolinks and <i>PD-L1 <\/i>structural variations identified by Kataoka et al. Gene fusions were detected in ORIEN using STAR-Fusion and Arriba. To evaluate immune signature enrichment we ran software ImSig on gene expression data, using Mann-Whitney tests to determine significant results. We curated literature of patients with structural variations in <i>PD-L1<\/i> or <i>PD-L2 <\/i>receiving<i> PD-1 <\/i>immunotherapy.<br \/><b>Findings <\/b>From 18 studies and datasets we curated 319 cases with structural variations in <i>PD-L1<\/i> and <i>PD-L2.<\/i> We observed breakpoint &#8216;hotspots&#8217; in the untranslated regions (UTRs) of both genes<i> <\/i>including 70 duplications, 48 deletions, 78 inversions and 106 translocations. Leveraging TCGA, we found that <i>PD-L1 <\/i>amplified tumors had significantly upregulated <i>PD-L1 <\/i>expression and signatures for interferon signaling and immune cell proliferation, compared to <i>PD-L1 <\/i>copy neutral tumors, each p &#60; 0.001. Similarly, in <i>PD-L1 <\/i>rearranged tumors we observed upregulation in <i>PD-L1 <\/i>expression and signatures for interferon signaling, macrophages, monocytes, T cells and immune cell proliferation, all p &#60; 0.001 compared to <i>PD-L1<\/i> copy neutral tumors. Further, retrospective review of 7 studies including patients with structural variations in <i>PD-L1 <\/i>or <i>PD-L2 <\/i>revealed &#62;50% (43\/77) response rate to immunotherapy.<br \/><b>Implications <\/b>Our evaluation of <i>PD-L1<\/i> and <i>PD-L2<\/i> structural variations show that the 3&#8217; UTR is affected in hotspots involving a variety of structural variations. Our findings from TCGA suggest <i>PD-L1<\/i> structural variation may play a role in driving expression of <i>PD-L1<\/i> and immune dysregulation. Enriched interferon signaling in <i>PD-L1<\/i> rearranged tumors is of interest as interferon exposure is known to drive <i>PD-L1<\/i> and <i>PD-L2<\/i> expression. Retrospective evidence from curated studies suggest that this genomic alteration could help identify candidates for PD-1 inhibitors. Based on these findings we propose further study to optimize detection of <i>PD-L1<\/i> and <i>PD-L2<\/i> structural variation in cancer and design of a pan-cancer prospective clinical trial to target these alterations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f80f269c-f859-45d1-8b60-7dea544d9357\/@u03B8ZHq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Functional genomics,,"},{"Key":"Keywords","Value":"Genomics,PD-L1,Cancer diagnostics,Fusion genes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16423"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Emily L. Hoskins<\/i><\/u><\/presenter>, <presenter><i>Eric Samorodnitsky<\/i><\/presenter>, <presenter><i>Michele R. Wing<\/i><\/presenter>, <presenter><i>Julie W. Reeser<\/i><\/presenter>, <presenter><i>Julia Hopkins<\/i><\/presenter>, <presenter><i>Karthikeyan Murugesan<\/i><\/presenter>, <presenter><i>Zheng Kuang<\/i><\/presenter>, <presenter><i>Leah Stein<\/i><\/presenter>, <presenter><i>Zach Risch<\/i><\/presenter>, <presenter><i>Raven Vella<\/i><\/presenter>, <presenter><i>Serifat Adebola<\/i><\/presenter>, <presenter><i>Lianbo Yu<\/i><\/presenter>, <presenter><i>Anoosha Paruchuri<\/i><\/presenter>, <presenter><i>Richard S. P. Huang<\/i><\/presenter>, <presenter><i>Lee A. Albacker<\/i><\/presenter>, <presenter><i>Sameek Roychowdhury<\/i><\/presenter>. Ohio State University, Columbus, OH, Foundation Medicine Inc, Boston, MA","CSlideId":"","ControlKey":"4b714221-e77e-4428-a7e9-ac775da698c4","ControlNumber":"3553","DisclosureBlock":"&nbsp;<b>E. L. Hoskins, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16423","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f80f269c-f859-45d1-8b60-7dea544d9357\/@u03B8ZHq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"761","PresenterBiography":null,"PresenterDisplayName":"Emily Hoskins, BA;BS","PresenterKey":"db316608-0660-4533-b028-5da8dec4decc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"761. Pan-cancer landscape and impact of PD-L1 and PD-L2 structural variation","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pan-cancer landscape and impact of PD-L1 and PD-L2 structural variation","Topics":null,"cSlideId":""},{"Abstract":"Performance of Single Cell RNA sequencing (scRNA-seq) experiments depends on multiple factors including the number of cells loaded, cell recovery rates, and sequencing coverage. We optimized such factors in 10x Genomics gene expression profiling and compared targeted panels to whole transcriptome sequencing using Human donor PBMC samples. We expect that our findings will apply to scRNA-seq studies of other sample types as well.<br \/>Optimizing cell recovery in scRNA-seq experiments is essential in order to ensure that changes in low-abundance cell populations (e.g. Treg) can be accurately quantified. Statistical analysis indicated that at least 100 cells are needed to assess cell-type specific state changes. We expect to recover 40-65% of cells loaded into the 10x chip. We found that loading 20k-30k cells\/lane combined with cell hashtags for improved doublet detection improved cell recovery over the recommended loading of 10K-16K cells. We also surveyed internal single cell experiments and observed variable cell recovery across different sample types. The amount of ambient RNA in the library was correlated with lower performance in single cell studies, suggesting that cell death or damage was causing lower recovery. We found that using PBS for cell resuspension (which is less likely to cause cell rupture) performs as well as the nuclease-free water suggested by 10x.<br \/>We also assessed the impact of sequencing depth and protocol on scRNA-seq data quality. Sequencing depth impacts both experiment cost and data quality due to dropouts. We performed computational simulations of lower depth sequencing by subsampling various number of reads from PBMC experiments to obtain coverages of 10K, 20K, 40K and 80K reads per cell. We observed that 40K reads per cell, yielding about 70% sequencing saturation, provided a good balance between cost and sequencing depth.<br \/>Finally, we compared dropout rates and cell type annotation for two targeted panels, the Human Gene Signature and Human Immunology panels to whole transcriptome scRNAseq. On average we detected only 200 genes out of over 1000 represented in each panel. Dropout rates for targeted panels were only reduced at low coverage; at read depths higher than 40K reads per cell the whole transcriptome and targeted panels had similar dropout rates. Both methods detected major immune cell types, but targeted sequencing could not accurately identify some subtypes due to low number of detected genes.<br \/>We conclude that for immune cell profiling whole-transcriptome analysis at coverage of 40K reads per cell or higher with inputs of 20k-30k cells and use of sample hashtag antibodies provides the best balance of experiment cost, cell recovery and transcriptome coverage. Although these guidelines were established for Human PBMCs we expect similar outcomes with other complex cell mixtures such as dissociated tissues.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b014eaa6-66b7-47a3-b753-0a837853e696\/@u03B8ZHq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 High-throughput sequencing,,"},{"Key":"Keywords","Value":"Single cell,RNA sequencing (RNA-Seq),,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16424"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Amir Bayegan<\/i><\/u><\/presenter>, <presenter><i>Julien Tessier<\/i><\/presenter>, <presenter><i>Emma Wang<\/i><\/presenter>, <presenter><i>Adalis Maisonet<\/i><\/presenter>, <presenter><i>Shu Yan<\/i><\/presenter>, <presenter><i>Shannon McGrath<\/i><\/presenter>, <presenter><i>Donald G. Jackson<\/i><\/presenter>, <presenter><i>Jack Pollard<\/i><\/presenter>. Sanofi, Cambridge, MA","CSlideId":"","ControlKey":"094a950e-93db-417f-a55a-b8f664180f4c","ControlNumber":"2125","DisclosureBlock":"&nbsp;<b>A. Bayegan, <\/b> None..<br><b>J. Tessier, <\/b> None..<br><b>E. Wang, <\/b> None..<br><b>A. Maisonet, <\/b> None..<br><b>S. Yan, <\/b> None..<br><b>S. McGrath, <\/b> None..<br><b>D. G. Jackson, <\/b> None..<br><b>J. Pollard, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16424","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b014eaa6-66b7-47a3-b753-0a837853e696\/@u03B8ZHq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"762","PresenterBiography":null,"PresenterDisplayName":"Amir Bayegan","PresenterKey":"663c4039-454b-4d1b-be9a-4bdad496790f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"762. Practical guidelines for the design of single cell sequencing studies","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Practical guidelines for the design of single cell sequencing studies","Topics":null,"cSlideId":""},{"Abstract":"Down syndrome (DS) is the result of trisomy in chromosome 21 (T21) and is associated with an increased risk of diseases, particularly acute myeloid leukemia (AML). However, people with DS have variable disease risks and severities that have yet to be explained. We hypothesize that differing characteristics of clonal hematopoiesis (CH) may coincide with and\/or contribute to poor health outcomes seen in people with DS and can help explain differences in disease outcome. To characterize CH, we use a rare-mutation detection technique called Duplex Seq, only requiring a blood draw to obtain the DNA from leukocytes. This targeted-sequencing tool uses a double-stranded tag to incorporate mutational data from both strands of DNA, enabling high sensitivity through the elimination of DNA processing errors. Using bioinformatics and COSMIC&#8217;s Cancer Gene Census, we have established differences in mutational patterns that enable us to distinguish people with DS from people without DS and characterize the variability among people with DS. Notably, protein-altering mutations in genes responsible for the differentiation of hematopoietic stem and progenitor cells are more prevalent among people with T21 than their counterparts who are disomic in chromosome 21 (D21). Coupling our genomic findings with other -omics approaches, we have drawn associations between the observed mutations and phenotypes of these individuals. Using mouse models of DS (Dp16, Dp17, and Dp10), we plan to investigate the susceptibility of CH and leukemogenesis with the use of a Moloney Murine Leukemia virus, expecting the mice modeling DS to have more prevalent CH and more leukemias. Furthermore, based on our analyses of leukocytic gene expression differences between people with DS with or without CH, we believe that people with DS have a varying reduction in autophagy that enables the presence of harmful CH and increased disease risk in some individuals. Using a GFP-LC3-RFP construct, we plan to quantify and compare basal autophagic flux between the mouse models of DS and their control littermates. This will enable us to draw the links between DS, CH, and autophagy. Future work will be centered around manipulating autophagy using transgenic mice and non-invasive interventions to see if deleterious phenotypes and risks to AML can be reversed. Overall, these studies offer a means by which disease risk in people with DS can be monitored through CH and a potential mechanism that can be altered by non-intrusive means to improve longevity and quality of life.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/469a369e-75fe-43bd-adbd-edddd5e4c6e4\/@u03B8ZHq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-06 Other,,"},{"Key":"Keywords","Value":"Clonal evolution,Down Syndrome,Clonal Hematopoiesis,Autophagy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16425"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"4033b37a-3362-49ec-b235-12433ed3054f","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4033b37a-3362-49ec-b235-12433ed3054f\/@u03B8ZHq\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Edward James Evans Jr.<\/i><\/u><\/presenter>, <presenter><i>Ross Granrath<\/i><\/presenter>, <presenter><i>Keith Smith<\/i><\/presenter>, <presenter><i>Joaquin Espinosa<\/i><\/presenter>, <presenter><i>Andrew Thorburn<\/i><\/presenter>, <presenter><i>James DeGregori<\/i><\/presenter>. University of Colorado Anschutz Medical Campus, Aurora, CO, University of Colorado Anschutz Medical Campus, Aurora, CO","CSlideId":"","ControlKey":"a755616a-fb3f-40b8-a1ce-bc4cf83c6aed","ControlNumber":"4164","DisclosureBlock":"&nbsp;<b>E. J. Evans, <\/b> None..<br><b>R. Granrath, <\/b> None..<br><b>K. Smith, <\/b> None..<br><b>J. Espinosa, <\/b> None..<br><b>A. Thorburn, <\/b> None..<br><b>J. DeGregori, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16425","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/469a369e-75fe-43bd-adbd-edddd5e4c6e4\/@u03B8ZHq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"763","PresenterBiography":"","PresenterDisplayName":"Edward Evans, BA;PhD","PresenterKey":"8651266c-978c-42e0-9775-d3eaeffbb4c4","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/8651266c-978c-42e0-9775-d3eaeffbb4c4.profile.jpg","SearchResultActions":null,"SearchResultBody":"763. Linking Down syndrome, clonal hematopoiesis, and autophagy","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Linking Down syndrome, clonal hematopoiesis, and autophagy","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Myeloid malignancies are associated with a broad and diverse set of genomic alterations, including SNVs, insertions, deletions and gene fusions. Comprehensive characterization of genetic mutations in hematological disorders currently requires a variety of diagnostic tests and takes multiple days to complete. We developed a fully automated NGS Myeloid Assay that offers an easy to use sample-to-report workflow and the capability for processing up to 8 samples per day.<br \/><b>Methods: <\/b>The Genexus System is comprised of two software linked instruments, the Genexus Purification System and the Genexus Integrated Sequencer. The Genexus Purification System was used to isolate the DNA and RNA from blood or bone marrow samples from precharacterized myeloid samples representative of Acute Myeloid Leukemia (AML) and Myelodysplastic Syndrome (MDS) and from the blood of healthy donors. The Genexus Integrated Sequencer was used to dilute the nucleic acids to optimal concentration and to sequence the samples in replicates with Oncomine Myeloid Genexus v2 Assay. Six DNA and RNA samples were sequenced per run per day along with commercially available analytical controls and a No Template Control. The report was generated by the Genexus Software analysis pipeline optimized to detect different variant types with high sensitivity and specificity.<br \/><b>Results: <\/b>The purification workflows were tested with blood input of 50-400uL for DNA and 50-150uL for RNA. Genexus Purification System extracted and quantified nucleic acids showed input dependent yields. DNA and RNA yields obtained with 50uL sample inputs consistently met the 27.5ng DNA and 15ng RNA minimum requirements for Genexus Integrated Sequencer workflows. DNA libraries had &#62;97% Uniformity of Amplicon Coverage and &#62;95% Target Base Coverage at 350x. The percentage ratio of Mapped Reads for DNA and RNA libraries was approximately 80:20. Detected genetic variations included key hotspots in CEBPA, FLT3, IDH1\/2, NPM1, NRAS, RUNX1, and U2AF1 genes that are prevalent in AML and MDS. Genexus Variant Calling results showed high reproducibility and high concordance to the Ion GeneStudio S5 sequencing platform (&#62;95%). The analytical controls, AcroMetrix Oncology Hotspot Control, Seraseq Myeloid Mutation DNA Mix and Seraseq Myeloid Fusion RNA Mix, were sequenced with Sensitivity and PPV &#62;95%.<br \/><b>Conclusion: <\/b>The Genexus System offers an automated sample-to-report workflow with minimal hands-on-time and run results in 30 hours which allows an easy to use solution for next day turnaround time. When used with the Oncomine Myeloid GX v2 Assay, it provides accurate and comprehensive information on diverse mutations including fusions that are relevant to the study of myeloid cancers.<br \/>For research use only. Not for use in diagnostic procedures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4e799d01-5f41-4b1f-9962-0b896a274808\/@u03B8ZHq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Next-generation sequencing (NGS),Mutation detection,Acute myeloid leukemia,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16426"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Marina Sedova<\/i><\/presenter>, <presenter><i>Alexy Ongpin<\/i><\/presenter>, <presenter><i>Jennifer Burke<\/i><\/presenter>, <presenter><i>Collyn Seeger<\/i><\/presenter>, <presenter><u><i>Sarah Brozio<\/i><\/u><\/presenter>, <presenter><i>Janice Au-Young<\/i><\/presenter>, <presenter><i>Jiajie Huang<\/i><\/presenter>, <presenter><i>Thilanka Jayaweera<\/i><\/presenter>, <presenter><i>Iris Casuga<\/i><\/presenter>, <presenter><i>Milton Huynh<\/i><\/presenter>, <presenter><i>Fiona Hyland<\/i><\/presenter>. Thermo Fisher Scientific, South San Francisco, CA, Thermo Fisher Scientific, Guilford, CT, Thermo Fisher Scientific, Austin, TX","CSlideId":"","ControlKey":"ab5fe0ae-16e9-45fc-b52b-bd754f129fcb","ControlNumber":"1690","DisclosureBlock":"&nbsp;<b>M. Sedova, <\/b> None..<br><b>A. Ongpin, <\/b> None..<br><b>J. Burke, <\/b> None..<br><b>C. Seeger, <\/b> None..<br><b>S. Brozio, <\/b> None..<br><b>J. Au-Young, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>T. Jayaweera, <\/b> None..<br><b>I. Casuga, <\/b> None..<br><b>M. Huynh, <\/b> None..<br><b>F. Hyland, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16426","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4e799d01-5f41-4b1f-9962-0b896a274808\/@u03B8ZHq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"764","PresenterBiography":null,"PresenterDisplayName":"Sarah Brozio, BS;PhD","PresenterKey":"6bceee14-cad7-47f3-9363-c2671070ff48","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"764. Fully automated sample-to-report NGS workflow for comprehensive genomic profiling for myeloid neoplasms","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fully automated sample-to-report NGS workflow for comprehensive genomic profiling for myeloid neoplasms","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Tumor-immune dynamics are often interrogated using hybridized capture-based sequencing approaches which require the use of baits that target the protein-coding regions of the genome. However, the genes encoding the antigen presentation machinery, including human leukocyte antigen (HLA) proteins, are very polymorphic, resulting in thousands of unique genotypes across patient cohorts. Here, using whole exome sequencing (WES) and hybridized capture-based RNA sequencing (RNAseq) from melanoma patients, we show that these genes are not uniformly assessed by common sequencing methods, and require careful analysis for accurate detection of copy number and somatic alterations.<br \/>Methods: WES and RNAseq data was analyzed from 760 melanoma tumor biopsies, with WES derived from patient-matched normal blood samples. Coverage metrics for 26 antigen presentation genes, including classical and non-classical <i>HLA<\/i> genes, were evaluated, and the difference in coverage was calculated for heterozygous alleles. Each individual was assessed for heterozygous single nucleotide polymorphisms (SNPs) within each allele, and with respect to the haplotype of the human reference genome.<br \/>Results: Focusing on the 26 genes assessed, <i>HLA-A, HLA-B, HLA-C,<\/i> and <i>HLA-DRB1<\/i> were the most diverse across our patient cohort; there was an average of 134 unique pairs of HLA alleles in these genes. We compared the SNP profiles of allele combinations to the haplotype of the human reference genome, and observed four patterns: heterozygous alleles are similar to each other and the reference haplotype, heterozygous alleles are different from each other and different to the reference, alleles are very similar to each other and greatly differ from the reference, or one allele is more similar to the reference haplotype. The fourth pattern showed the greatest bias in sequencing, where the allele more similar to the human reference genome had a median 4-fold increase in coverage in normal WES data.<br \/>Conclusions: Capture-based sequencing shows selection bias, as exome probes have been designed based upon the reported human reference genome, but results in selection bias in hybridized capture sequencing approaches. Alleles that have higher polymorphic differences with respect to the reference are not equally captured, resulting in nonuniform sequencing of heterozygous alleles.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/19971634-fe81-42b3-8017-bcc5af8df0d7\/@u03B8ZHq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Antigen presentation,HLA class I,Sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16427"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Egmidio Medina<\/i><\/u><\/presenter>, <presenter><i>Katie Campbell<\/i><\/presenter>, <presenter><i>Antoni Ribas<\/i><\/presenter>. University of California, Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"09bf13e4-7865-49b2-bf43-c31535f582ed","ControlNumber":"5375","DisclosureBlock":"&nbsp;<b>E. Medina, <\/b> None..<br><b>K. Campbell, <\/b> None.&nbsp;<br><b>A. Ribas, <\/b> <br><b>Amgen<\/b> Other, Honoraria, No. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract, Other, Honoraria, No. <br><b>Chugai<\/b> Other, Honoraria, No. <br><b>Genentech<\/b> Other, Honoraria, No. <br><b>Merck<\/b> Other, Honoraria, No. <br><b>Novartis<\/b> Other, Honoraria, No. <br><b>Roche<\/b> Other, Honoraria, No. <br><b>Sanofi and Vedanta<\/b> Other, Honoraria, No. <br><b>Advaxis<\/b> Stock, No. <br><b>Appia<\/b> Stock, No. <br><b>Apricity<\/b> Stock, No. <br><b>Arcus<\/b> Stock, No. <br><b>Compugen<\/b> Stock, No. <br><b>CytomX<\/b> Stock, No. <br><b>Highlight<\/b> Stock, No. <br><b>ImaginAb<\/b> Stock, No. <br><b>ImmPact Bio<\/b> Stock, No. <br><b>Isoplexis<\/b> Stock, No. <br><b>Kite-Gilead<\/b> Stock. <br><b>Merus<\/b> Stock, No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16427","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/19971634-fe81-42b3-8017-bcc5af8df0d7\/@u03B8ZHq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"765","PresenterBiography":null,"PresenterDisplayName":"Egmidio Medina, BS","PresenterKey":"d0fd9c84-2ab5-4938-8487-fe0e251a2e2d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"765. Hybridized-capture sequencing methods bias analysis of antigen presentation genes","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hybridized-capture sequencing methods bias analysis of antigen presentation genes","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Therapeutic approaches for breast cancer (BC) are informed by tumor subtypes and molecular heterogeneity, both of which may be associated with particular patient ancestries. While patients of African ancestry (AA) exhibit a relatively high mortality rate compared with patients of European ancestry (EA), the biological underpinnings of this disparity are not entirely understood. Here, we present a genomic and transcriptomic comparison between BC tumors from AA and EA patients stratified by clinical features in a real-world cohort. <b>Methods:<\/b> De-identified records from AA (n=629) and EA (n=2832) patients with BC were selected from the Tempus Oncology Database. All tumors underwent sequencing with the Tempus|xT assay, including targeted-panel DNA and full-transcriptome RNA-seq. Race metadata was obtained from abstracted records. Genetic ancestry was estimated using a set of ancestry-informative markers and a supervised version of the ADMIXTURE algorithm. Mutational prevalence, gene expression, and transcriptional signatures were compared between EA and AA groups, and stratified by stage and subtype. Statistical significance was assessed with Bonferroni correction applied to adjust for multiple testing. <b>Results<\/b>: Genetic ancestry estimates and race metadata had strong concordance, with 97% and 91% of race data matching genetic ancestry categories in AA and EA, respectively. Compared to EA patients, AA patients were slightly younger (median age 53.8 years vs. 56.1 years) and more likely to have stage IV disease (59.0% vs. 56.5%). The percentage of triple-negative BC (TNBC) patients was much higher among AA (23.5%) compared to EA (14.3%), while the proportion of HR+\/HER2&#8722; patients was higher in EA (46.4%) compared to AA (36.5%). In HR+\/HER2- patients, AA patients had a higher prevalence of <i>KMT2C<\/i> (24% vs. 14%), <i>GATA3<\/i> (21% vs. 14%), and <i>FGFR1<\/i> (18% vs. 12%) mutations, and a lower prevalence of <i>PIK3CA<\/i> (33% vs. 42%) and <i>PTEN<\/i> (6% vs. 13%) mutations. <i>PRSS23<\/i> expression and estrogen response late signaling were significantly downregulated in late-stage HR+\/HER2- AA patients, while <i>PTEN<\/i> signaling was downregulated in stages I-III. Among TNBC, AA patients had a higher prevalence of <i>KMT2C<\/i> (23% vs. 12%) mutations. <i>LILRA6<\/i> and <i>PTEN<\/i> were significantly downregulated in early-stage TNBC patients of AA. <b>Conclusions<\/b>: After controlling for stage at diagnosis and subtype, we observed significant differences in BC mutational spectrums, gene expression, and relevant pathway activities between patients with genetically determined AA and EA, particularly within the TNBC and HR+\/HER2- subtypes. These findings may guide future development of treatment strategies by providing data for biomarker-informed research and precision cancer care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/97ec7643-dd27-4aa8-bb95-9b949f498f28\/@u03B8ZHq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Genomics,RNA sequencing,Race,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16428"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Minoru Miyashita<\/i><\/presenter>, <presenter><i>Joshua S. K. Bell<\/i><\/presenter>, <presenter><i>Ezgi Karaesmen<\/i><\/presenter>, <presenter><i>Brooke Rhead<\/i><\/presenter>, <presenter><u><i>Stephane Wenric<\/i><\/u><\/presenter>, <presenter><i>Kristiyana Kaneva<\/i><\/presenter>, <presenter><i>Francisco M. De La Vega<\/i><\/presenter>, <presenter><i>Yonglan Zheng<\/i><\/presenter>, <presenter><i>Toshio Yoshimatsu<\/i><\/presenter>, <presenter><i>Galina Khramtsova<\/i><\/presenter>, <presenter><i>Elisabeth Sveen<\/i><\/presenter>, <presenter><i>Fang Liu<\/i><\/presenter>, <presenter><i>Fangyuan Zhao<\/i><\/presenter>, <presenter><i>Frederick Howard<\/i><\/presenter>, <presenter><i>Nora T. Jaskowiak<\/i><\/presenter>, <presenter><i>Rita Nanda<\/i><\/presenter>, <presenter><i>Dezheng Huo<\/i><\/presenter>, <presenter><i>Olufunmilayo I. Olopade<\/i><\/presenter>. University of Chicago, Chicago, IL, IL, Tempus Labs, Chicago, IL, IL, Tempus Labs, Chicago, IL","CSlideId":"","ControlKey":"d5a5201d-32a9-406c-89de-def9d02852ea","ControlNumber":"5049","DisclosureBlock":"&nbsp;<b>M. Miyashita, <\/b> None.&nbsp;<br><b>J. S. K. Bell, <\/b> <br><b>Tempus Labs<\/b> Employment, Yes. <br><b>E. Karaesmen, <\/b> <br><b>Tempus Labs<\/b> Employment, Yes. <br><b>B. Rhead, <\/b> <br><b>Tempus Labs<\/b> Yes. <br><b>S. Wenric, <\/b> <br><b>Tempus Labs<\/b> Employment, Yes. <br><b>K. Kaneva, <\/b> <br><b>Tempus Labs<\/b> Employment, Yes. <br><b>F. M. De La Vega, <\/b> <br><b>Tempus Labs<\/b> Employment, Yes.<br><b>Y. Zheng, <\/b> None..<br><b>T. Yoshimatsu, <\/b> None..<br><b>G. Khramtsova, <\/b> None..<br><b>E. Sveen, <\/b> None..<br><b>F. Liu, <\/b> None..<br><b>F. Zhao, <\/b> None..<br><b>F. Howard, <\/b> None..<br><b>N. T. Jaskowiak, <\/b> None..<br><b>R. Nanda, <\/b> None..<br><b>D. Huo, <\/b> None.&nbsp;<br><b>O. I. Olopade, <\/b> <br><b>CancerIQ<\/b> Other, Co-founder, No. <br><b>Tempus Labs<\/b> Other, Scientific advisory board, Yes. <br><b>Susan G. Komen<\/b> Scholar, No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16428","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/97ec7643-dd27-4aa8-bb95-9b949f498f28\/@u03B8ZHq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"766","PresenterBiography":null,"PresenterDisplayName":"Stephane Wenric, B Eng;M Eng;PhD","PresenterKey":"272fc68f-2a07-46ac-93b2-502d54e9e375","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"766. Genomic and transcriptomic comparison between breast cancers from patients of African and European genetically determined ancestries demonstrates potential for ancestry specific biomarker-informed therapies","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomic and transcriptomic comparison between breast cancers from patients of African and European genetically determined ancestries demonstrates potential for ancestry specific biomarker-informed therapies","Topics":null,"cSlideId":""},{"Abstract":"Papillary thyroid cancer (PTC) accounts for 70-80% of all thyroid cancer cases and has been increasing in incidence over the last few decades. It is now the 8th most common cancer in women in the United States and the most common cancer in women under 25 years of age. PTC is often curable, as the tumors are most often slow-growing and surgically resectable and lymphatic spread does not worsen the generally favorable prognosis. However, there are aggressive forms of PTC that are not adequately treated by current therapeutic modalities and invasion into surrounding tissue next to the thyroid worsens the prognosis. Utilizing the NYMC biobank of PTC patient samples, meta-analysis of RNASeq data was performed, ranking differentially expressed genes between invasive vs noninvasive and lymph node positive vs lymph node negative samples. These genes were analyzed in conjunction with the GDC&#8217;s The Cancer Genome Atlas (TCGA) Thyroid Cancer (THCA) study, in which the Kaplan Meier survival curve identified genes with a significant impact on survival and those that were increased in metastatic tissue samples. Of the top differentially expressed genes that were increased in patients with extrathyroidal extension and lymph node metastasis, COL26A1 significantly inversely associated with survival (p = 0.0086). COL26A1 codes for collagen type XXVI &#945;1 chain with known roles in degradation of the ECM and collagen chain trimerization. In TCGA datasets, COL26A1 expression was significantly correlated with clinical attributes including MACIS score (q = .001), differentiation score (q = 0.025), and tumor stage (q = 0.025). COL26A1 expression was increased 3-fold in papillary thyroid cancer cell line K1 when compared to normal thyroid cancer cells, NThy-ori 3-1. Two CRISPR guides designed to target COL26A1 were introduced into K1 resulting in repression of COL26A1 by 50% in both knockdowns. COL26A1 repression decreased the proliferation (33%), tumorigenicity (86%), invasion (33%), and migration capacity (73%). Furthermore, knockdown of COL26A1 leads to decreased cell-to-cell adhesion in culture. Thus, COL26A1 may have potential use as a prognostic marker and actionable therapeutic target for small molecule inhibitors. Long noncoding RNAs (lncRNAs) have vast implications in different cancer types with roles in gene expression via modulation of coding and noncoding RNAs. lncRNAs are tissue- and stage- specific and stable in serum alluding to their ability to be used in thyroid cancer prognosis and diagnosis. Therefore, we investigated the mRNA-miRNA-lncRNA axis involved in regulation of COL26A1 utilizing Qiagen Ingenuity Pathway Analysis (IPA). We have identified potential pathways linking COL26A1 with PTC, highlighting those involved in proliferation, migration, invasion, and adhesion. Investigation into these molecular interactions and pathways can elucidate the role of COL26A1 and allow for its optimal targeting for treatment of invasive papillary thyroid cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/65f4049a-6041-4aa1-b145-eb4cec403b55\/@u03B8ZHq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Thyroid cancer,Metastasis,Genomics,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16430"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Michelle Carnazza<\/i><\/u><\/presenter>, <presenter><i>Danielle Quaranto<\/i><\/presenter>, <presenter><i>Nicole DeSouza<\/i><\/presenter>, <presenter><i>Sina Dadafarin<\/i><\/presenter>, <presenter><i>Augustine Moscatello<\/i><\/presenter>, <presenter><i>Raj K. Tiwari<\/i><\/presenter>, <presenter><i>Jan Geliebter<\/i><\/presenter>. New York Medical College, Valhalla, NY, New York Medical College, Valhalla, NY","CSlideId":"","ControlKey":"99b6da8b-2eba-4cc3-910a-02dbdb8e59f2","ControlNumber":"3836","DisclosureBlock":"&nbsp;<b>M. Carnazza, <\/b> None..<br><b>D. Quaranto, <\/b> None..<br><b>N. DeSouza, <\/b> None..<br><b>S. Dadafarin, <\/b> None..<br><b>A. Moscatello, <\/b> None..<br><b>R. K. Tiwari, <\/b> None..<br><b>J. Geliebter, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16430","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/65f4049a-6041-4aa1-b145-eb4cec403b55\/@u03B8ZHq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"767","PresenterBiography":null,"PresenterDisplayName":"Michelle Carnazza, BA","PresenterKey":"52dc9daa-a11e-4b3e-ba4b-db0febf7b2fb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"767. Role of COL26A1 in papillary thyroid cancer invasion","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of COL26A1 in papillary thyroid cancer invasion","Topics":null,"cSlideId":""},{"Abstract":"<b>Background &#38; Aims: <\/b>While many studies revealed transcriptomic subtypes of hepatocellular carcinoma (HCC), they are not translated to the clinic yet due to lack of consensus. We aim to examine consensus of transcriptomic subtypes and uncover their clinical significance.<br \/><b>Methods:<\/b> We integrated 15 previously established transcriptomic signatures for HCC to uncover consensus subtypes. We also developed and validated a robust predictor of consensus subtype with 100 genes (PICS100). Informatics and statistics approaches were applied to find clinical relevant association of genomic features. Patient derived xenograft (PDX) models were used for testing hypothesis from analysis of transcriptomic data.<br \/><b>Results:<\/b> We identified 5 clinically and molecularly distinct consensus subtypes. STM (STeM) is characterized by high stem cell features, vascular invasion, and poor prognosis. CIN (Chromosomal INstability) has moderate stem cell features but high genomic instability and low immune activity. IMH (IMmune High) is characterized by high immune activity. BCM (Beta-Catenin with high Male predominance) is characterized by prominent &#946;-catenin activation, low miRNA expression, hypomethylation, and high sensitivity to sorafenib. DLP (Differentiated and Low Proliferation) is differentiated with high HNF4A activity. We also identified potential serum biomarkers that can stratify patients into 5 subtypes.<br \/><b>Conclusions:<\/b> Five HCC subtypes are associated with potential response to treatments and highly conserved in pre-clinical models, providing a framework for selecting the most appropriate models for preclinical studies of new drugs and potentially for future clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Survival,Genomics,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16432"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ju-Seog Lee<\/i><\/u><\/presenter>, <presenter><i>Sun Young Yim<\/i><\/presenter>, <presenter><i>Sung Hwan Lee<\/i><\/presenter>, <presenter><i>Yun Seong Jeong<\/i><\/presenter>. University of Texas MD Anderson Cancer Center, Houston, TX, Korea University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"19351ce9-3632-49d1-8cbc-c85e835fbee9","ControlNumber":"1536","DisclosureBlock":"&nbsp;<b>J. Lee, <\/b> None..<br><b>S. Yim, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>Y. Jeong, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16432","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"768","PresenterBiography":"","PresenterDisplayName":"Ju-Seog Lee, PhD","PresenterKey":"f50bad03-0a98-4957-b330-d9c06c008eb6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"768. Consensus subtypes of hepatocellular carcinoma associated with clinical outcomes","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Consensus subtypes of hepatocellular carcinoma associated with clinical outcomes","Topics":null,"cSlideId":""},{"Abstract":"Background: Struma Ovarii (SO) is a rare ovarian teratoma characterized by the presence of thyroid tissue in &#62;50% of the tumor. The majority of SO are benign; however, malignant transformation occurs in up to 5% of the cases. The molecular foundations of benign and malignant SO are grossly unknown. Therefore, the goal of this study was to perform the first comprehensive genomic and transcriptomic analysis of the benign and malignant SO.<br \/>Material and Method: We performed whole-exome sequencing (WES) and targeted RNA-sequencing (seq) on the DNA and RNA extracted from formalin-fixed paraffin-embedded SO tumor tissue samples. WES library was prepared using Agilent&#8217;s SureSelect XT HS2 kit, with 4 samples failing the quality assessment (QA). Variants were called from GATK processed WES data and annotated using VEP (with ClinVar and COSMIC databases). The targeted RNA-Seq library was prepared using the TruSight RNA Pan-Cancer Panel kit covering 1385 cancer genes, with all samples passing QA. The clinical characteristics of the study cohort were summarized by percentages for categorical variables and medians with 25-75% interquartile ranges for continuous variables.<br \/>Results: The study included 31 tissue samples - 21 benign and 10 malignant, including 6 cases of papillary thyroid cancer (PTC), 3 of follicular variant of PTC, and 1 of follicular thyroid cancer. Patients with benign SO were characterized by the median age at diagnosis of 39 years [33-54], tumor size of 3.1 cm [2.5-5.8], while the patients with malignant SO presented at age of 45 [28-54], tumor size of 6 cm [0.85-14] and metastatic disease in 30% (3\/10) - 2 patients with peritoneal metastases and 1 patient with pelvic lymph node metastases. The E1A Binding Protein P300, <i>EP300<\/i> (6\/27), and Isocitrate dehydrogenase, <i>IDH2<\/i> (5\/27) were the topmost mutated genes in the SO samples. Malignant SO samples were characterized with the presence of pathogenic variants of <i>KRAS<\/i> (pQ61L and pG12V), <i>NRAS<\/i> (pQ61R), <i>TP53 <\/i>(splice site) mutations, and Nuclear Receptor Binding SET Domain Protein 1 (<i>NSD1<\/i>) fusion as the most common molecular drivers. Among benign SO samples, the most common driver was Thyroglobulin (<i>TG<\/i>) fusion with either Guanine Nucleotide binding protein (<i>GNAS<\/i>) or Rac Family Small GTPase 1 <i>(RAC1<\/i>). Differential expression analysis showed that the member of tumor suppressor family - tumor protein 63 (<i>TP63<\/i>) was the most downregulated (Log2FC = -3), while Double-sex and Mab-3 Related Transcription Factor 1 (<i>DMRT1<\/i>), implicated in the development of germ cell tumors, was the most upregulated gene in malignant SO samples over benign (Log2FC = 2.1; padj&#60;0.05).<br \/>Conclusions: In contrast to cancer arising from the thyroid gland, characterized by <i>BRAFV600E<\/i> as the most common mutation, malignant SO belongs to <i>RAS<\/i>-like tumors. The downregulation of tumor suppressors and upregulation of DMRT1 might be implicated in the malignant transformation of SO.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/16f31db5-20e8-4b20-a419-6af14354cec9\/@v03B8ZHr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Gene expression profiling,Molecular profiling,Mutations,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16433"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Shilpa Thakur<\/i><\/u><\/presenter>, <presenter><i>Darryl Nousome<\/i><\/presenter>, <presenter><i>Kshama Aswath<\/i><\/presenter>, <presenter><i>Stephanie Cardenas<\/i><\/presenter>, <presenter><i>Sonam Kumari<\/i><\/presenter>, <presenter><i>Ruth Adewale<\/i><\/presenter>, <presenter><i>Maria Merino<\/i><\/presenter>, <presenter><i>Esra Dikoglu<\/i><\/presenter>, <presenter><i>Padmasree Veeraraghavan<\/i><\/presenter>, <presenter><i>Sriram Gubbi<\/i><\/presenter>, <presenter><i>Joanna Klubo-Gwiezdzinska<\/i><\/presenter>. National Institutes of Health, Bethesda, MD","CSlideId":"","ControlKey":"ff5e95d0-1347-49e4-8a40-c9dd63bf2c43","ControlNumber":"4821","DisclosureBlock":"&nbsp;<b>S. Thakur, <\/b> None..<br><b>D. Nousome, <\/b> None..<br><b>K. Aswath, <\/b> None..<br><b>S. Cardenas, <\/b> None..<br><b>S. Kumari, <\/b> None..<br><b>R. Adewale, <\/b> None..<br><b>M. Merino, <\/b> None..<br><b>E. Dikoglu, <\/b> None..<br><b>P. Veeraraghavan, <\/b> None..<br><b>S. Gubbi, <\/b> None..<br><b>J. Klubo-Gwiezdzinska, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16433","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/16f31db5-20e8-4b20-a419-6af14354cec9\/@v03B8ZHr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"769","PresenterBiography":"","PresenterDisplayName":"Shilpa Thakur, BS,MS,PhD","PresenterKey":"818c450e-f04d-4015-8f5f-77cb84ff8d5b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"769. Genomic and transcriptomic characterization of benign and malignant struma ovarii","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomic and transcriptomic characterization of benign and malignant struma ovarii","Topics":null,"cSlideId":""},{"Abstract":"High-grade gliomas represent the most common type of primary adult malignant brain tumor historically diagnosed and graded from histologic criteria alone. Gliomas harboring isocitrate dehydrogenase (IDH) 1 or 2 mutations, which are present in more than 80% of World Health Organization (WHO) grade 2 or 3 tumors, portend a favorable prognosis as compared to IDH-wildtype tumors. However, recent molecular profiling has identified the presence of additional alterations in these lower grade tumors that transform the biology toward an aggressive high-grade phenotype clinically that are independent of histologic grading and confer a worse clinical prognosis. Of these, the loss of CDKN2A\/B is the strongest implicated alteration and is sufficient to define a grade 4 tumor in IDH-mutant astrocytomas regardless of histologic appearance. However, there remain no effective therapies targeted at molecular subgroups in aggressive gliomas to date. Here we have profiled the intratumoral heterogeneity via whole exome and RNA sequencing and copy number alteration analysis within a cohort of de-identified IDH-mutant astrocytoma patient tumors collected through the Mayo Clinic and Barrow Neurological Institute (BNI) biorepositories to determine the spatial evolution of aggressive molecular features. Within this cohort we have collected 42 image-localized intratumoral biopsy specimens representing 13 IDH-mutant patient tumors. We identified 11 biopsies from 3 tumors that harbored loss of CDKN2A\/B which included 1 tumor that displayed intratumoral heterogeneity of CDKN2A\/B expression across subclones. We performed an unsupervised cluster analysis to profile the transcriptional signatures in IDH-mutant astrocytomas across both differential CDKN2A\/B status and tumor geographic location comparing contrast enhancing versus non-enhancing regions, and we analyzed the MRI features in IDH-mutant tumors across CDKN2A\/B status. We found that tumors with CDKN2A\/B alteration demonstrated lower signal intensity on delayed post-contrast T2*W images, which could represent lower pre-contrast T2*, unique contrast agent kinetics, or dissimilar diffusion properties related to increased cellular density and\/or greater heterogeneity of cell size. Interestingly, we uncovered spatial heterogeneity of additional molecular drivers of high-grade glioma including KRAS, MYCN, and PDGFRA. While EGFR alterations are rarely reported in IDH-mutant tumors, we identified one treatment na&#239;ve patient tumor that harbored EGFR alteration only in the contrast non-enhancing region. Based on this work we propose there is early spatial evolution of aggressive tumor subclones prior to primary tumor diagnosis, and multiregional molecular profiling may better inform tumor biology and predict therapeutic strategies in IDH-mutant astrocytomas.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/19c570db-3dc3-452d-8df9-d490ad3d193e\/@v03B8ZHr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Genomics,Heterogeneity,IDH-mutant astrocytoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16434"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Shannon P. Fortin Ensign<\/i><\/u><\/presenter>, <presenter><i>Fulvio D'Angelo<\/i><\/presenter>, <presenter><i>Francesca P. Caruso<\/i><\/presenter>, <presenter><i>Christopher Sereduk<\/i><\/presenter>, <presenter><i>Kyle Singleton<\/i><\/presenter>, <presenter><i>Jennifer Eschbacher<\/i><\/presenter>, <presenter><i>Gina Mazza<\/i><\/presenter>, <presenter><i>Maciej Mrugala<\/i><\/presenter>, <presenter><i>Alyx Porter<\/i><\/presenter>, <presenter><i>Bernard Bendok<\/i><\/presenter>, <presenter><i>Richard Zimmerman<\/i><\/presenter>, <presenter><i>Kris Smith<\/i><\/presenter>, <presenter><i>Peter Nakaji<\/i><\/presenter>, <presenter><i>Kamala Swanson<\/i><\/presenter>, <presenter><i>Junwen Wang<\/i><\/presenter>, <presenter><i>Nathenael Semmineh<\/i><\/presenter>, <presenter><i>Christopher Quarles<\/i><\/presenter>, <presenter><i>Anna Lasorella<\/i><\/presenter>, <presenter><i>Kristin Swanson<\/i><\/presenter>, <presenter><i>Michele Ceccarelli<\/i><\/presenter>, <presenter><i>Antonio Iavarone<\/i><\/presenter>, <presenter><i>Leland Hu<\/i><\/presenter>, <presenter><i>Nhan L. Tran<\/i><\/presenter>. Mayo Clinic, Phoenix, AZ, Columbia University Medical Center, New York, NY, Universit degli Studi del Sannio, Benevento, Italy, Mayo Clinic, Phoenix, AZ, Mayo Clinic, Phoenix, AZ, Barrow Neurological Institute, Phoenix, AZ, Mayo Clinic, Phoenix, AZ, Mayo Clinic, Phoenix, AZ, Barrow Neurological Institute, Phoenix, AZ, Banner University Medical Center, Phoenix, AZ, Mayo Clinic, Phoenix, AZ, Barrow Neurological Institute, Phoenix, AZ, University of Naples Federico II, Naples, Italy, Mayo Clinic, Phoenix, AZ","CSlideId":"","ControlKey":"a9e7f23f-bc47-41fb-ab0b-fd753c899a1e","ControlNumber":"4678","DisclosureBlock":"&nbsp;<b>S. P. Fortin Ensign, <\/b> None..<br><b>F. D'Angelo, <\/b> None..<br><b>F. P. Caruso, <\/b> None..<br><b>C. Sereduk, <\/b> None..<br><b>K. Singleton, <\/b> None..<br><b>J. Eschbacher, <\/b> None..<br><b>G. Mazza, <\/b> None..<br><b>M. Mrugala, <\/b> None..<br><b>A. Porter, <\/b> None..<br><b>B. Bendok, <\/b> None..<br><b>R. Zimmerman, <\/b> None..<br><b>K. Smith, <\/b> None..<br><b>P. Nakaji, <\/b> None..<br><b>K. Swanson, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>N. Semmineh, <\/b> None..<br><b>C. Quarles, <\/b> None..<br><b>A. Lasorella, <\/b> None..<br><b>K. Swanson, <\/b> None..<br><b>M. Ceccarelli, <\/b> None..<br><b>A. Iavarone, <\/b> None..<br><b>L. Hu, <\/b> None..<br><b>N. L. Tran, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16434","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/19c570db-3dc3-452d-8df9-d490ad3d193e\/@v03B8ZHr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"770","PresenterBiography":null,"PresenterDisplayName":"Shannon Fortin Ensign, MD;PhD","PresenterKey":"c9ae52ac-3359-4bfe-9f56-a33ef761ae7c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"770. Multiregional imaging and genomic analysis in high-grade IDH-mutant astrocytoma identifies intratumor subclones with aggressive features","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiregional imaging and genomic analysis in high-grade IDH-mutant astrocytoma identifies intratumor subclones with aggressive features","Topics":null,"cSlideId":""},{"Abstract":"<b>Background <\/b>Due to excellent clinical response, brexucabtagene autoleucel (BA), an anti-CD19 chimeric antigen receptor T (CAR T) cell therapy, was approved by FDA to treat patients with MCL. However, outcomes of BA-relapsed patients are very poor. Therefore, in this study, we performed multi-omics profiling for BA-treated patients and explore the potential mechanisms of response\/resistance to BA therapy in MCL.<br \/><b> <\/b><br \/><b>Methods <\/b>We performed single cell transcriptomic profiling for longitudinally collected primary patient samples (n = 39) from 15 patients (1 refractory, 14 CR and 5 relapsed). Cytokine multiplex analysis of 80 analytes were performed for longitudinal patient plasma samples (n = 80) for 18 patients (17 CR, 5 relapsed and 1 refractory). 15 patients had data available for both analyses. Functional studies were performed to further validate the findings from multi-omic analysis.<br \/><b> <\/b><br \/><b>Results <\/b>Using single cell RNA sequencing, we demonstrated that the fraction of CD4\/CD8 cytotoxic T cells among total immune cells were significantly reduced at relapse compared to those at pretreatment or at BA remission. Furthermore, T cell exhaustion at relapse was demonstrated by upregulated immune checkpoint molecules TIGIT, CD96, and LAG3 in CD4\/CD8 cytotoxic T cells. <i>Ex vivo<\/i> stimulation induced T cell activation to produce IFN&#947; and IL-2 in the samples collected at remission, but not at relapse. These data showed an acquisition of exhausted T cell state at relapse. In contrast, a significant elevation in myeloid cells was detected in samples at relapse compared to those at pretreatment or at BA remission. Myeloid-derived suppressive cells were enriched at relapse. Together, these data may indicate tumor immune escape at relapse by inducing a state of T cell exhaustion and expanded MDSCs. To further understand the tumor microenvironment, we performed longitudinal profiling of cytokines in patient plasma. A panel of soluble checkpoint molecules including PD-L1, PD-L2, TIM3, and LAG3 were significantly decreased at remission, compared to baseline and resurrected back to baseline at relapse. Moreover, soluble IL2 receptor (sIL2R) was significantly decreased at remission but was elevated at relapse at levels even higher than baseline. <i>Ex vivo<\/i> stimulation with IL-2 plus sIL2R enhanced cell growth compared to IL-2, or sIL2R alone in the sample collected at pretreatment, but diminished cell growth in samples collected at relapse. This suggests that sIL2R may play a suppressive function for T cell expansion and activation.<br \/><b> <\/b><br \/><b>Conclusion <\/b>This study is the first study reporting on exploring potential mechanisms of resistance to BA therapy in patients with MCL. We demonstrate a reprogrammed tumor-immune landscape inducing T cell exhaustion, enrichment of suppressive MDSC, and elevated sIL-2R and check point molecules leading to resistance and relapses after BA therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6313edda-7d19-4b42-a0d6-ff5c1d1aff5c\/@v03B8ZHr\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 High-throughput sequencing,,"},{"Key":"Keywords","Value":"Mantle cell lymphoma,Chimeric antigen receptor,Tumor microenvironment,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/21127"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Vivian Changying Jiang<\/i><\/u><\/presenter>, <presenter><i>Dapeng Hao<\/i><\/presenter>, <presenter><i>Preetesh Jain<\/i><\/presenter>, <presenter><i>Yijing Li<\/i><\/presenter>, <presenter><i>Qingsong Cai<\/i><\/presenter>, <presenter><i>Yang Liu<\/i><\/presenter>, <presenter><i>Yuxuan Che<\/i><\/presenter>, <presenter><i>Jovanny Vargas<\/i><\/presenter>, <presenter><i>Yixin Yao<\/i><\/presenter>, <presenter><i>Lei Nie<\/i><\/presenter>, <presenter><i>Enyu Dai<\/i><\/presenter>, <presenter><i>Guangchun Han<\/i><\/presenter>, <presenter><i>Ruiping Wang<\/i><\/presenter>, <presenter><i>Kunal Rai<\/i><\/presenter>, <presenter><i>Andrew Futreal<\/i><\/presenter>, <presenter><i>Christopher Flowers<\/i><\/presenter>, <presenter><i>Linghua Wang<\/i><\/presenter>, <presenter><i>Michael Wang<\/i><\/presenter>. MD Anderson Cancer Center, Houston, TX, MD Anderson Cancer Center, Houston, TX, MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"47f22f9e-dfff-4c69-8a27-222d3c2c8a5c","ControlNumber":"3833","DisclosureBlock":"&nbsp;<b>V. Jiang, <\/b> None..<br><b>D. Hao, <\/b> None..<br><b>P. Jain, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>Q. Cai, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>Y. Che, <\/b> None..<br><b>J. Vargas, <\/b> None..<br><b>Y. Yao, <\/b> None..<br><b>L. Nie, <\/b> None..<br><b>E. Dai, <\/b> None..<br><b>G. Han, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>K. Rai, <\/b> None..<br><b>A. Futreal, <\/b> None..<br><b>C. Flowers, <\/b> None..<br><b>L. Wang, <\/b> None.&nbsp;<br><b>M. Wang, <\/b> <br><b>Acerta Pharma<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>BeiGene<\/b> Grant\/Contract. <br><b>BioInvent<\/b> Grant\/Contract. <br><b>Celgene<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Innocare<\/b> Grant\/Contract. <br><b>Janssen<\/b> Grant\/Contract. <br><b>Juno<\/b> Grant\/Contract. <br><b>Kite Pharma<\/b> Grant\/Contract. <br><b>Lilly<\/b> Grant\/Contract. <br><b>Loxo Oncology<\/b> Grant\/Contract. <br><b>Molecular Templates<\/b> Grant\/Contract. <br><b>Oncternal<\/b> Grant\/Contract. <br><b>Pharmacyclics<\/b> Grant\/Contract. <br><b>VelosBio<\/b> Grant\/Contract. <br><b>Bayer Healthcare<\/b> Consultancy. <br><b>CSTone<\/b> Consultancy. <br><b>DTRM Biopharma (Cayman) Limited<\/b> Consultancy. <br><b>Epizyme<\/b> Consultancy.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"21127","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6313edda-7d19-4b42-a0d6-ff5c1d1aff5c\/@v03B8ZHr\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"771","PresenterBiography":null,"PresenterDisplayName":"Vivian Jiang, BS;MS;PhD","PresenterKey":"efa546c2-81ae-4492-9fb4-441996aa5883","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"771. Multi-omics profiling can predict for relapse and response to brexucabtagene autoleucel CAR T-cell therapy in patients with mantle cell lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-omics profiling can predict for relapse and response to brexucabtagene autoleucel CAR T-cell therapy in patients with mantle cell lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Endometrial cancer (EC) is the most common gynecological malignancy among women in developed countries. In the United States, it is estimated that 66,570 new cases and 12,940 deaths will occur in 2021. EC is more common in white women, but black women have a worse prognosis with higher mortality rates. Molecular characteristics in tumor tissue have been reported for potential clinical utility. Integrated genomic characterization efforts have shown common molecular alterations occurring in oncogenic pathways from bulk molecular profiling of EC tumors. However, little is known about the tumor heterogeneity in endometrial cancer. Thus, using high resolution single cell technologies, we assessed tumor heterogeneity in endometrial cancers. Our preliminary study includes endometrial tumors from five (3 African Americans, 1 Hispanic\/Latino, 1 Caucasian) cases. We utilize bulk whole exome sequencing and single cell whole genome sequencing copy number variation to study tumor heterogeneity. Frozen tumor sections were used to collect and sequence single nuclei utilizing the 10x ChromiumTM single cell copy number variation (scCNV). Illumina NovasEQ600 was used to sequence the single cell libraries.<br \/>Results: 1,546 cells were sequenced across five tumors. Each tumor was visually inspected through hierarchical clustering from the scCNV data. Beyond describing the heterogeneity through chromosome or chromosome arm level gains and losses in samples that included single and mixed histology tumors, we assessed clonal populations suggesting apparently different clonal evolution within samples. Mutations in cancer related genes such as TP53, PTEN and PIK3CA among others suggested a clonal tumor cell stratification. The single cell whole genome data was compared to bulk exome sequencing data to determine the power of scCNV to detect clonal populations of tumor cells.<br \/>Conclusions: Using varied histologies in five EC tumors, we performed DNA-CNV analysis using single cell sequencing. This level of resolution enhanced our analysis to provide clear evidence of heterogeneity in all tumors that were assessed in our study. We plan to further expand our sample size to study the degree of heterogeneity in endometrial cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fbd7d4c8-134d-485a-9dc6-bd46be087a39\/@v03B8ZHr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Endometrial cancer,Single cell,Heterogeneity,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/21733"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Enrique Velazquez Villarreal<\/i><\/u><\/presenter>, <presenter><i>Lee D. Gibbs<\/i><\/presenter>, <presenter><i>Dana Mahinbakht<\/i><\/presenter>, <presenter><i>Diane M. Da Silva<\/i><\/presenter>, <presenter><i>Lynda D. Roman<\/i><\/presenter>, <presenter><i>David W. Craig<\/i><\/presenter>, <presenter><i>John D. Carpten<\/i><\/presenter>. USC Keck School of Medicine, Los Angeles, CA","CSlideId":"","ControlKey":"f69a76cf-5d84-4552-8449-1a430d660a3b","ControlNumber":"2798","DisclosureBlock":"&nbsp;<b>E. Velazquez Villarreal, <\/b> None..<br><b>L. D. Gibbs, <\/b> None..<br><b>D. Mahinbakht, <\/b> None..<br><b>D. M. Da Silva, <\/b> None..<br><b>L. D. Roman, <\/b> None..<br><b>D. W. Craig, <\/b> None..<br><b>J. D. Carpten, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"21733","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fbd7d4c8-134d-485a-9dc6-bd46be087a39\/@v03B8ZHr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"772","PresenterBiography":null,"PresenterDisplayName":"Enrique Velazquez Villarreal, MD;MPH;MS;PhD","PresenterKey":"d43ae8bb-419a-46d2-9797-4841022c50e8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"772. Single cell whole genome sequencing to assess tumor heterogeneity in endometrial cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell whole genome sequencing to assess tumor heterogeneity in endometrial cancer","Topics":null,"cSlideId":""},{"Abstract":"Pediatric B-Acute Lymphoblastic Leukemia (B-ALL) is the primary cause of death from hematological disease in children. Despite the enormous improvement of treatments based on innovative immunotherapy, applications of new approaches constitute a significant emergency in clinical practice. We have built the most extensive map of the accessibility landscape of 35 B-Cell Precursor ALL (BCP-ALL) to date. We integrated this map with a plethora of transcriptomic and epigenomics pan-cancer profiles to define the key determinant of BCP-ALL post-therapy relapse. We show that chromatin accessibility dynamics play a major regulatory role in BCP-ALL heterogeneity and sustain disease evolution. We have analyzed a large cohort of tissues from healthy donors (N=6) and BCP-ALL patients at time of Primary onset (N=11), Remission (N=7),or Relapse (N=9. We generated genome-wide accessibility profiles using the Assay for Transposase- Accessible Chromatin (ATAC-seq) at the coverage of 50-60 million reads of each sample. We observed that regulatory elements are strongly associated with epigenetic heterogeneity, but dominant elements have a higher chance of being shared across patients. By differential analysis of chromatin layout between healthy profiles and primary tissues, we identified 688 regulatory regions being deactivated and 758 activated during cancer early stages. Interestingly, novel activated sites recapitulate B-ALL characteristics interrogating the Disease Ontology database and gene ontology (Pval&#60; 10-5). Relapsed patients are dominated by regulatory elements (N=~6000)originally represented at diagnosis that shrinks undertreatments and subsequently re-expand, driving the relapse. HiC maps, H3K27ac, and H3K4me1 ChIP-seq experiments integrated with chromatin maps obtained from ENCODE, GTEX, TCGA, and transcriptomic data generated by the TARGET project confirm that a large percentage of these elements are high fidelity active enhancers. The activity of these enhancers increases the risk of relapse significantly. Particularly, DCTD, MYB, and BCL2 genes are actively regulated by a set of plastic enhancer elements characterized with experimental and computational approaches. We gained insights into the role ofthe DCTD gene regulation using CRISPR-Cas9-mediated deletion of the DCTD-enhancer, leading to decreased level of DCTD gene mRNA of 40% accompanied by acell proliferation reduction of 30%. Next, we characterized the cistrome landscape of our patient cohort at accessible sites relative to the disease status. Foot printing analysis suggested ERG and EBF transcription factors (TFs) as a fundamental player in sustaining the activity of the most dynamical enhancers. In conclusion, chromatin accessibility shifts can be used to trace phenotypic changes throughout the journey of BCP-ALL patients and provide novel insights in targeting cancer phenotypical modulators.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/589c404c-c7c1-4fcf-855f-e85ded94343e\/@v03B8ZHr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Epigenetics,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17287"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Giacomo Corleone<\/i><\/u><\/presenter>, <presenter><i>Cristina Sorino<\/i><\/presenter>, <presenter><i>Matteo Caforio<\/i><\/presenter>, <presenter><i>Stefano Di Giovenale<\/i><\/presenter>, <presenter><i>Francesca De Nicola<\/i><\/presenter>, <presenter><i>Valentina Bertaina<\/i><\/presenter>, <presenter><i>Angela Pitisci<\/i><\/presenter>, <presenter><i>Franco Locatelli<\/i><\/presenter>, <presenter><i>Maurizio Fanciulli<\/i><\/presenter>, <presenter><i>Valentina Folgiero<\/i><\/presenter>. Regina Elena National Cancer Institute, Rome, Italy, Bambino Ges Children's Hospital, Rome, Italy","CSlideId":"","ControlKey":"7f3b9758-22d0-4247-ad4a-07cdb1db084c","ControlNumber":"4385","DisclosureBlock":"&nbsp;<b>G. Corleone, <\/b> None..<br><b>C. Sorino, <\/b> None..<br><b>M. Caforio, <\/b> None..<br><b>S. Di Giovenale, <\/b> None..<br><b>F. De Nicola, <\/b> None..<br><b>V. Bertaina, <\/b> None..<br><b>A. Pitisci, <\/b> None..<br><b>F. Locatelli, <\/b> None..<br><b>M. Fanciulli, <\/b> None..<br><b>V. Folgiero, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"21792","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/589c404c-c7c1-4fcf-855f-e85ded94343e\/@v03B8ZHr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3749","PresenterBiography":null,"PresenterDisplayName":"Giacomo Corleone, PhD Bioinformatics","PresenterKey":"f6c983ec-d5fb-4d06-bdde-b41874d7adcc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3749. Mapping the DNA accessibility landscape of BCP-ALL patients revealed principles of tumor evolution","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mapping the DNA accessibility landscape of BCP-ALL patients revealed principles of tumor evolution","Topics":null,"cSlideId":""},{"Abstract":"Anaplastic Thyroid Cancer (ATC) is one of the most aggressive forms of thyroid cancer, with only a 4% survival rate with metastatic disease. Further, ATC is highly refractory and resistant to traditional therapeutics, resulting in poor patient outcomes. Therefore, the elucidation of molecular mechanisms that contribute to ATC&#8217;s metastatic propensity, and the identification of molecular biomarkers for the early diagnosis, prognosis, and therapeutic intervention are critical unmet needs. This is reinforced by the many challenges that accompany the use of small molecular inhibitors and targeted therapy to treat ATC. Recently, long non-coding RNAs (lncRNA) have been identified as having major regulatory roles in the fine-tuning of gene expression and cellular behavior of cancer cells, highlighting the importance of identifying non-coding profiles that potentially impact ATC behavior. Using the publicly available datasets (Gene Expression Omnibus; GSE33630, GSE85457), we have investigated gene expression profiles of ATC vs. normal thyroid tissue. Bioinformatic analyses with the GEO2R program identified the lncRNA, Double Homeobox A Pseudogene 10 (DUXAP10), to be highly upregulated in ATC patient-derived tissue samples when compared to normal thyroid tissue. DUXAP10 is structurally a pseudogene-derived lncRNA that has been identified to be upregulated in hepatocellular, bladder, esophageal, and gastric cancer, as well as papillary thyroid cancer. We found that the expression of DUXAP10 is also upregulated in the ATC cell line, T238, in comparison to Nthy-ori-3-1, an immortalized normal thyroid cell line. T238 is homozygous for the BRAF V600E mutation, which serves as a driver mutation. However, breakthrough alterations can limit the effectiveness of anti-BRAF therapeutics and highlight the utility of combination therapies. To understand the consequences of DUXAP10 overexpression in ATC, we used CRISPRi technology to determine the phenotypic and genotypic effects of DUXAP10 downregulation. CRISPRi knockdown of DUXAP10 significantly reduces the migratory capabilities of T238 by 87%. This provides evidence that elevated DUXAP10 expression may increase the probability and negative consequences of metastases. Thus, targeting DUXAP10 expression may have beneficial clinical consequences. The role of DUXAP10 on thyroid cell proliferation and invasion are currently in progress. Thus, we have identified DUXAP10 as a potential biomarker for ATC diagnosis and prognosis, as well as a potential therapeutic target. Further analysis remains to be determined if DUXAP10 can be targeted for standalone or combination therapy, as well as the elucidation of the full range of interactions that DUXAP10 has in ATC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d625a9bc-afff-4084-a119-eae4a0c7a784\/@v03B8ZHr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Thyroid\/endocrine-related cancers,Metastasis,Long noncoding RNA,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16378"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Nicole DeSouza<\/i><\/u><\/presenter>, <presenter><i>Michelle Carnazza<\/i><\/presenter>, <presenter><i>Danielle Quaranto<\/i><\/presenter>, <presenter><i>Tara Jarboe<\/i><\/presenter>, <presenter><i>Kaci Kopec<\/i><\/presenter>, <presenter><i>Sarnath Singh<\/i><\/presenter>, <presenter><i>Augustine Moscatello<\/i><\/presenter>, <presenter><i>Jan Geliebter<\/i><\/presenter>, <presenter><i>Raj K. Tiwari<\/i><\/presenter>. New York Medical College, Valhalla, NY","CSlideId":"","ControlKey":"e7b02a6f-1474-469b-9b5e-180393a3806c","ControlNumber":"5311","DisclosureBlock":"&nbsp;<b>N. DeSouza, <\/b> None..<br><b>M. Carnazza, <\/b> None..<br><b>D. Quaranto, <\/b> None..<br><b>T. Jarboe, <\/b> None..<br><b>K. Kopec, <\/b> None..<br><b>S. Singh, <\/b> None..<br><b>A. Moscatello, <\/b> None..<br><b>J. Geliebter, <\/b> None..<br><b>R. K. Tiwari, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"21794","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d625a9bc-afff-4084-a119-eae4a0c7a784\/@v03B8ZHr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"67","PresenterBiography":null,"PresenterDisplayName":"Nicole DeSouza, BS","PresenterKey":"b8a62024-f384-4dff-bd71-0821cc729667","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"67. Functional analysis of lncRNA DUXAP10 in anaplastic thyroid cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"400","SessionOnDemand":"False","SessionTitle":"Cancer Genomics 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Functional analysis of lncRNA DUXAP10 in anaplastic thyroid cancer","Topics":null,"cSlideId":""}]