[{"Abstract":"Prostate cancer (PCa) is the second most cancer-related cause of death in men. Most PCa are characterized as slow-growing or indolent, though some patients are at a high risk of for recurrent and eventually metastatic disease. The most lethal form of PCa is metastatic castration-resistant prostate cancer (mCRPC) that has progressed to the bone. The molecular mechanism underlying PCa progression to bone has not been fully elucidated. Here, we identify gene networks associated with CRPC bone metastasis and survival risk. Networks were investigated by using a novel weighted gene network co-expression analysis (WGCNA) method and examining overrepresentation of upstream regulators and signaling pathways within co-expressed transcriptome modules across clinically annotated transcriptomes from mCRPC patients (N=60). Functional Enrichment analysis was used, including Gene Ontology (GO), Kyoto Encyclopedia of Genes and Genomes (KEGG)&nbsp;enrichment, and protein-protein interaction analysis, to identify biological functions of related hub genes overrepresented in our module of interest. WGCNA identified that cyan module was significantly associated with castration&#8208;resistant prostate cancer (CRPC) bone metastasis. KEGG and GO analysis results revealed genes in blue module were mainly related to collagen formation, cell signaling peptides, and bone regulation processes, including alkaline phosphatase, osteoblast formation, and endochondral ossification. Genes positively correlated with bone metastasis exhibited the following biological pathways: PI3K-Akt signaling, ECM-receptor interaction, and protein digestion and absorption pathways. This study provides novel insights into the biological pathways associated with CPRC metastasis to the bone. The module associated with bone metastasis and overall survival represent both known and novel pathways.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/08d0ab21-ceed-46dc-8646-f84f3e197863\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Prostate cancer,Transcriptome,co-expression,Network,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15758"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Lawrence P. McKinney<\/i><\/u><\/presenter>, <presenter><i>Rajesh Singh<\/i><\/presenter>, <presenter><i>I. King Jordan<\/i><\/presenter>, <presenter><i>Sooryanarayana Varambally<\/i><\/presenter>, <presenter><i>Martin G. Sanda<\/i><\/presenter>, <presenter><i>Eric B. Dammer<\/i><\/presenter>, <presenter><i>James W. Lillard Jr.<\/i><\/presenter>. Morehouse School of Medicine, Atlanta, GA, Georgia Institute of Technology, Atlanta, GA, University of Alabama at Birmingham, Birmingham, GA, Emory University, Atlanta, GA, Emory University, Atlanta, GA","CSlideId":"","ControlKey":"f5245903-605f-4a5d-892f-af32c739e071","ControlNumber":"4208","DisclosureBlock":"<b>&nbsp;L. P. McKinney, <\/b> <br><b>Genentech<\/b> Employment, No. <br><b>Biogen<\/b> Employment, No.<br><b>R. Singh, <\/b> None..<br><b>I. K. Jordan, <\/b> None..<br><b>S. Varambally, <\/b> None..<br><b>M. G. Sanda, <\/b> None..<br><b>E. B. Dammer, <\/b> None..<br><b>J. W. Lillard, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15758","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/08d0ab21-ceed-46dc-8646-f84f3e197863\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2701","PresenterBiography":null,"PresenterDisplayName":"Lawrence McKinney, BS;MPH","PresenterKey":"136de0e4-4735-4028-88e0-da7fa5270d9c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2701. Multivariate transcriptome analysis identifies networks and key drivers of metastatic castration-resistant prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multivariate transcriptome analysis identifies networks and key drivers of metastatic castration-resistant prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Lung adenocarcinoma (ADC) is a heterogeneous group of tumors associated with different survival rates, even when detected at an early stage. Here, we aim to investigate the biological determinants of early ADC indolence or aggressiveness using radiomics as a surrogate of behavior. We present a set of 93 ADC patients with data collected across different methodologies. Patients were risk-stratified using the Computed Tomography-Based Score Indicative of Lung Cancer Aggression (SILA) tool (continuous score from 0 to 1, 1 being the highest). We grouped the patients as indolent (x &#60;= 0.4, n=14), intermediate (0.4 &#62; x &#60;= 0.6, n=27) and aggressive (0.6 &#62; x &#60;= 1, n=52). Using CyTOF we identified epithelial, mesenchymal, and immune subpopulations characterized by high HLA-DR expression that were associated with indolent behavior. In the RNA-Seq dataset, pathways related to immune response were downregulated in aggressive tumors compared to indolent while pathways associated with cell cycle and proliferation were upregulated. Pathways associated with structural cellular components, epithelial-mesenchymal transition (EMT), and extracellular matrix organization were upregulated in indolent and aggressive when compared to intermediate. We used HealthMyne (HM) software to extract radiomics features from the CT scans of the patients and computed pairwise correlation with SILA to select significant variables. For the data integration step, we selected features that were significantly associated with SILA from the datasets described above. Features&#8217; and patients&#8217; clusters were obtained by hierarchical clustering (k=4). Feature cluster &#8220;a&#8221; (FC-a) was composed by proteomics and transcriptomics features associated with immune response, antigen presentation, HLA-DR protein expression and HM features negatively associated with SILA, such as percent of ground glass opacity; FC-b was composed by HM features positively associated with SILA, an epithelial cell subset negative for HLA-DR; FC-c was composed by pathways associated with structural cellular components and EMT; FC-d was composed by pathways associated with DNA replication, proliferation and cell cycle. Patients from patient cluster 4 (PC-4) were all aggressive and were high for FC-d, mid for FC-b and FC-c and low for FC-a; Patients from PC-2 were a mix of indolent, intermediate and aggressive and were high for FC-a, low for FC-d and FC-b and a fractioned low\/high for FC-c; PC-3 and PC-1 patients were a mix of intermediate and aggressive and the former showed mid signal for FC-b and FC-c and low for FC-a and FC-d while the latter showed low signal for all FCs. PC-4 patients did significantly worst in progression and recurrence free survival compared to all other PCs and to PC-1 alone. In conclusion, we found a bridge between radiomics and tumor biology which could improve the discrimination between indolent and aggressive ADC tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/88e9fa23-bdb9-4ab3-85f1-b3ee340afbce\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Multiomics,Data integration,Radiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15759"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Maria-Fernanda Senosain<\/i><\/u><\/presenter>, <presenter><i>Yong Zou<\/i><\/presenter>, <presenter><i>Khushbu Patel<\/i><\/presenter>, <presenter><i>Vera Pancaldi<\/i><\/presenter>, <presenter><i>Carlos F. Lopez<\/i><\/presenter>, <presenter><i>Pierre P. Massion<\/i><\/presenter>. Vanderbilt University, Nashville, TN, Vanderbilt University Medical Center, Nashville, TN, INSERM\/Cancer Research Center of Toulouse, Toulouse, TN","CSlideId":"","ControlKey":"c426f31b-53fc-4ccc-b515-e37812205fd7","ControlNumber":"6073","DisclosureBlock":"&nbsp;<b>M. Senosain, <\/b> None..<br><b>Y. Zou, <\/b> None..<br><b>K. Patel, <\/b> None..<br><b>V. Pancaldi, <\/b> None..<br><b>C. F. Lopez, <\/b> None..<br><b>P. P. Massion, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15759","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/88e9fa23-bdb9-4ab3-85f1-b3ee340afbce\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2702","PresenterBiography":null,"PresenterDisplayName":"Maria-Fernanda (Mafe) Senosain, BS","PresenterKey":"ca2413f4-55e6-40af-bde2-c7361fbdfaf4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2702. Multi-omics data integration of early lung adenocarcinoma reveals an association between radiomics features and tumor biology","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-omics data integration of early lung adenocarcinoma reveals an association between radiomics features and tumor biology","Topics":null,"cSlideId":""},{"Abstract":"Background: Cancer progression is generally accompanied by loss of differentiation and gain of stemness features. In prostate cancer (PCa), androgen receptor (AR) signaling at the transcription level has been reported to decline in high-grade vs. low-grade tumors. Also, loss of AR expression promotes a stem-like cell phenotype, implicating inverse relationship between AR signaling and stemness in PCa. Here, we aim to understand the dynamic changes in stem-like features and AR signaling activity (AR-A) at the global transcriptomic level, and the relationship between the AR-A and stemness, across the spectrum of PCa development and progression.<br \/>Methods: We adapted and developed bioinformatic pipelines to assess the degree of cancer stemness (i.e., aggressiveness) and the AR-A during PCa development and progression. And the analysis was performed in published and in-house RNA-seq datasets encompassing normal prostate, primary PCa (TCGA), metastatic castration-resistant PCa (mCRPC), PCa with long-term or neo-adjuvant androgen-deprivation therapy (ADT), and castration-resistant xenografts models.<br \/>Results: In the normal prostate, significantly higher AR-A and lower stemness were observed in luminal cells compared to basal cells, consistent with the knowledge that luminal cells are differentiated cells regulated by AR signaling whereas the basal cell compartment harbors stem cell activity. In PCa, we have observed that: 1). Surprisingly, both stemness and AR-A are significantly increased in primary PCa compared to benign prostates; 2). In untreated primary PCa, tumor progression is accompanied by significantly reduced AR-A and an increasing trend of stemness; 3). In mCRPC, the AR-A inversely correlates with stemness; 4). Interestingly, while long-term ADT leads to reduced AR-A and increased stemness, short-term ADT during neo-adjuvant therapy (i.e., before the surgery) results in decreased stemness; 5). Our xenograft CRPC models have confirmed the AR-A is significantly reduced in CRPC.<br \/>Conclusions: PCa development and early growth are accompanied by increased AR-A as well as the stemness. In contrast, the progression of treatment-na&#239;ve PCa is accompanied by decreasing AR-A and increasing stemness. In treatment-failed mCRPC, the AR-A shows an inverse correlation with the stemness. Duration of ADT influences the stemness, and stemness functions as a factor of treatment-induced reprogramming.<br \/>Significance: Developing gene signature scores to assess stemness and AR signaling has allowed us to track the global differentiation status of PCa, and to better understand the cancer cell heterogeneity and plasticity along the course of PCa development, progression and treatment resistance. Our results suggest that increased stemness represents a &#8216;universal&#8217; feature of PCa progression and aggressiveness and should be therapeutically targeted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/9d51633f-8d4f-4d0a-895a-1d8465103098\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Prostate cancer,Stemness,Androgen receptor,De-differentiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15760"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Xiaozhuo Liu<\/i><\/u><\/presenter>, <presenter><i>Eduardo Cortes Gomez<\/i><\/presenter>, <presenter><i>Yibing Ji<\/i><\/presenter>, <presenter><i>Wanjun Song<\/i><\/presenter>, <presenter><i>Jun Yong<\/i><\/presenter>, <presenter><i>Jianmin Wang<\/i><\/presenter>, <presenter><i>Qiang Hu<\/i><\/presenter>, <presenter><i>Song Liu<\/i><\/presenter>, <presenter><i>Dean Tang<\/i><\/presenter>. Roswell Park Comprehensive Cancer Center, Buffalo, NY, Roswell Park Comprehensive Cancer Center, Buffalo, NY, Beijing Geek Gene Technology Co Ltd., Beijing, China","CSlideId":"","ControlKey":"a90d1436-abe4-4a0f-a57b-f2e363907c9f","ControlNumber":"6414","DisclosureBlock":"&nbsp;<b>X. Liu, <\/b> None..<br><b>E. Cortes Gomez, <\/b> None..<br><b>Y. Ji, <\/b> None..<br><b>W. Song, <\/b> None..<br><b>J. Yong, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>Q. Hu, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>D. Tang, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15760","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/9d51633f-8d4f-4d0a-895a-1d8465103098\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2703","PresenterBiography":null,"PresenterDisplayName":"Xiaozhuo Liu, BS;M Phil;PhD","PresenterKey":"151ab41b-c8f8-4840-a8e1-75fb400c1677","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2703. Bioinformatics approaches to dissecting androgen receptor activity and cancer stemness during prostate cancer development and progression","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bioinformatics approaches to dissecting androgen receptor activity and cancer stemness during prostate cancer development and progression","Topics":null,"cSlideId":""},{"Abstract":"Large-scale somatic genomic copy number variations (CNV) accumulate during cancer progression, resulting in a tumor comprised of collections of cells, or clones, with distinct CNV profiles. Untangling intra-tumor heterogeneity and inferring clone- and haplotype-specific CNV profiles is important for cancer research and can help inform treatment.<br \/>We present a computational workflow to infer clone- and haplotype-specific cancer CNV profiles by processing long nanopore reads obtained with high-throughput bulk sequencing of a tumor and matching normal sample. The workflow first identifies and phases heterozygous germline single nucleotide polymorphisms (SNPs) in the normal sample. Nanopore reads from the tumor sample are then haplotagged with presence\/absence of the phased germline SNPs. Both the overall and the haplotype-specific read counts from the tumor are then tallied over fixed-size bins tiled across the reference genome. Finally, we use the state-of-the art HATCHet matrix factorization algorithm to process the total- and allele-specific read counts and get integer clone- and allele-specific copy number profiles, as well as the clonal cellular fractions of the tumor sample.<br \/>To test the proposed approach, we have nanopore sequenced to 100x average read-depth coverage a COLO829 tumor and a COLO829BL matching normal cell line. Previous NGS-based bulk and single-cell analyses of the COLO829 cell-line have revealed it to be highly aneuploid and heterogeneous. We show that the proposed nanopore-based workflow identifies clone- and haplotype-specific cancer CNV profiles in concordance with previously published results, with regions of heterogeneity in full agreement with earlier bulk and single-cell studies. Inferred CNV profiles and their clonal fractions are further supported by observed allele-frequencies of somatic SNPs. We demonstrate the stability of the obtained results across lower tumor sample sequencing coverage levels, with CNVs remaining consistent down to 40x tumor coverage, putting the proposed approach on par with the industry standard NGS-based experiments. Notably, because of the unique ability of long nanopore reads to retain single-molecule methylation signals, we were further able to identify haplotype-specific differentially methylated regions both within the tumor sample, as well as in a tumor vs normal comparison, thus shedding light on acquisition\/loss of DNA modifications during tumor growth. These results show how nanopore sequencing can be used to resolve some of the complexity that characterizes structurally aberrant heterogeneous cancer samples, while also revealing the previously inaccessible dimension of haplotype-specific tumor methylation.<br \/>Oxford Nanopore Technologies products are not intended for use for health assessment or to diagnose, treat, mitigate, cure, or prevent any disease or condition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/178751eb-b125-43f7-9f29-9b45c71aaa13\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 Sequence analysis,,"},{"Key":"Keywords","Value":"DNA copy number,Intratumoral heterogeneity,Methylation,Nanopore sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15761"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Sergey Aganezov<\/i><\/u><\/presenter>, <presenter><i>John Beaulaurier<\/i><\/presenter>, <presenter><i>Eoghan Harrington<\/i><\/presenter>, <presenter><i>Sissel Juul<\/i><\/presenter>. Oxford Nanopore Technologies, New York City, NY","CSlideId":"","ControlKey":"4fd6e576-06de-49b4-9ecd-10d7a0697ac6","ControlNumber":"5134","DisclosureBlock":"<b>&nbsp;S. Aganezov, <\/b> <br><b>Oxford Nanopore Technologies<\/b> Employment, Stock Option, Yes. <br><b>J. Beaulaurier, <\/b> <br><b>Oxford Nanopore Technologies<\/b> Employment, Stock, Stock Option, Yes. <br><b>E. Harrington, <\/b> <br><b>Oxford Nanopore Technologies<\/b> Employment, Stock, Stock Option, Yes. <br><b>S. Juul, <\/b> <br><b>Oxford Nanopore Technologies<\/b> Employment, Stock, Stock Option.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15761","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/178751eb-b125-43f7-9f29-9b45c71aaa13\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2704","PresenterBiography":"","PresenterDisplayName":"Sergey Aganezov, PhD","PresenterKey":"751e2800-c823-4df4-91f0-f8d1d7826888","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2704. Resolving clone-and haplotype-specific copy number variation and DNA methylation in heterogeneous tumors with nanopore sequencing","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Resolving clone-and haplotype-specific copy number variation and DNA methylation in heterogeneous tumors with nanopore sequencing","Topics":null,"cSlideId":""},{"Abstract":"In cancer, parts of linear chromosomes containing coding and regulatory sequences can become excised and form novel circular extrachromosomal DNA (ecDNA) molecules. Because ecDNA lack centromeres, their replication and segregation during cell division is not limited by laws of Mendelian inheritance. This allows ecDNA to drive rapid oncogene amplification and intra-tumor heterogeneity, leading to better tumor adaption to changing microenvironments and increasing the potential for drug treatment resistance. Detection and assembly of ecDNA plays an important role in cancer research and can help inform treatment.<br \/>We present a computational workflow capable of detecting and assembling ecDNA in tumors by processing long nanopore reads at shallow whole genome coverage levels. Briefly, the workflow first identifies reference genomic regions with sample-specific excess in read-depth coverage (i.e. focal amplifications). Then long nanopore reads overlapping these regions are extracted and used as input for local de-novo assembly. Resulting assemblies are then refined to have a reference-based representation of ecDNA-comprising fragments, highlighting their new relative order, orientation, and structural differences from canonical reference\/matching normal sample, followed by reporting of non-reference inserted sequences for further analysis (e.g., viral integration detection).<br \/>We evaluate the proposed approach on low-pass whole genome nanopore sequencing data from a variety of ecDNA-containing cell lines. We observe that the proposed nanopore-based workflow detects ecDNA presence and assembles its amplicon structure in concordance with previously published results. We further demonstrate the stability of obtained results with &#8804;1x target WGS coverage levels, suggesting that the output obtained from a MinION nanopore sequencer would be suitable for conducting multi-site tumor multiplex sequencing for analyzing intra-tumor ecDNA abundance and structural heterogeneity. We show that the real-time nature of nanopore sequencing allows for detection and assembly of ecDNA elements within just a few hours of sequencing, paving the way for a rapid turnaround ecDNA analysis. Notably, because of the unique ability of nanopore reads to retain single-molecule methylation signals, the proposed workflow allows for identification of differentially methylated regions both across intra-tumor multi-site samples, as well as in a tumor vs normal comparison, thus shedding light in acquisition\/loss of DNA modifications in ecDNA. These results show how nanopore sequencing can be used as cost- and time-effective stand-alone platform to detect ecDNA presence and analyze its structure, while also revealing the dimension of ecDNA methylation in tumor samples.<br \/>Oxford Nanopore Technologies products are not intended for use for health assessment or to diagnose, treat, mitigate, cure, or prevent any disease or condition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ee953d2f-64de-416c-b7a4-b51469ef05b8\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 Sequence analysis,,"},{"Key":"Keywords","Value":"Oncogene,extrachromosomal DNA,Methylation,Nanopore sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15763"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Sergey Aganezov<\/i><\/u><\/presenter>, <presenter><i>John Beaulaurier<\/i><\/presenter>, <presenter><i>Eoghan Harrington<\/i><\/presenter>, <presenter><i>Sissel Juul<\/i><\/presenter>. Oxford Nanopore Technologies, New York City, NY","CSlideId":"","ControlKey":"ee89e68c-b26c-4a8d-b82c-634750baa3c7","ControlNumber":"5399","DisclosureBlock":"<b>&nbsp;S. Aganezov, <\/b> <br><b>Oxford Nanopore Technologies<\/b> Employment, Stock Option, Yes. <br><b>J. Beaulaurier, <\/b> <br><b>Oxford Nanopore Technologies<\/b> Employment, Stock, Stock Option, Yes. <br><b>E. Harrington, <\/b> <br><b>Oxford Nanopore Technologies<\/b> Employment, Stock, Stock Option, Yes. <br><b>S. Juul, <\/b> <br><b>Oxford Nanopore Technologies<\/b> Employment, Stock, Stock Option, Yes.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15763","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ee953d2f-64de-416c-b7a4-b51469ef05b8\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2705","PresenterBiography":"","PresenterDisplayName":"Sergey Aganezov, PhD","PresenterKey":"751e2800-c823-4df4-91f0-f8d1d7826888","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2705. Detection and assembly of extrachromosomal DNA in tumors with nanopore sequencing","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detection and assembly of extrachromosomal DNA in tumors with nanopore sequencing","Topics":null,"cSlideId":""},{"Abstract":"Long-read sequencing technologies have been constrained by high error rates and large sample input requirements. The recent introduction of HiFi sequencing has enabled highly accurate detection of single-nucleotide variants (SNVs) from long reads (10-15 kb). However, a major limiting factor is the amount of sample input required, where current protocols require &#8805;15 micrograms of DNA. Here we report Ultra-Low Input High Fidelity Sequencing (ULI-HiFi), an amplification-based library preparation that reduces this input to 10 nanograms of DNA, a more than 10,000-fold reduction in sample input. When the ultra-low input method was tested using a benchmark genome, HG002, we observed high precision and improved recall of structural variants compared to a ground truth dataset from the Genome in a Bottle Consortium. We also benchmarked small variants and reported the accurate analysis of many variants in clinically important genes that are unmappable with short reads. We used this strategy to sequence tumor and polyp samples from a patient with familial adenomatous polyposis, a hereditary form of colon cancer, which revealed SNVs and structural variants not detected by short-read techniques. This strategy will enable the improved characterization of genetic variants from limited clinical samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4abd2ec0-9273-423d-8710-854434aa8f4e\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 Sequence analysis,,"},{"Key":"Keywords","Value":"Cancer genomics,Early detection,Premalignancy,Sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15764"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Hayan Lee<\/i><\/u><\/presenter>, <presenter><i>Graham Erwin<\/i><\/presenter>, <presenter><i>Aaron Horning<\/i><\/presenter>, <presenter><i>Raushun Kirtikar<\/i><\/presenter>, <presenter><i>Emmett Griffin-Baldwin<\/i><\/presenter>, <presenter><i>William Rowell<\/i><\/presenter>, <presenter><i>Philip Li<\/i><\/presenter>, <presenter><i>Sarah Kingan<\/i><\/presenter>, <presenter><i>Michael P. Snyder<\/i><\/presenter>. Stanford University, Stanford, CA, Stanford University, Stanford, CA, Southwestern University, Georgetown, TX, Pacific Biosciences, Melon Park, CA","CSlideId":"","ControlKey":"a0e88c2b-7699-4d4c-922d-fdee9f827caf","ControlNumber":"782","DisclosureBlock":"&nbsp;<b>H. Lee, <\/b> None..<br><b>G. Erwin, <\/b> None..<br><b>A. Horning, <\/b> None..<br><b>R. Kirtikar, <\/b> None..<br><b>E. Griffin-Baldwin, <\/b> None..<br><b>W. Rowell, <\/b> None..<br><b>P. Li, <\/b> None..<br><b>S. Kingan, <\/b> None..<br><b>M. P. Snyder, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15764","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4abd2ec0-9273-423d-8710-854434aa8f4e\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2706","PresenterBiography":null,"PresenterDisplayName":"Hayan Lee, PhD","PresenterKey":"e42e00d3-e249-4377-9686-53269650c1bc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2706. Ultra-Low Input High-Fidelity (ULI-HiFi) long-reads uncover variants in genomic dark matter from pre-cancer polyp and tumor samples","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ultra-Low Input High-Fidelity (ULI-HiFi) long-reads uncover variants in genomic dark matter from pre-cancer polyp and tumor samples","Topics":null,"cSlideId":""},{"Abstract":"\u0009 \u0009 \u0009 \u0009 We address challenges in longitudinal RNA-seq analysis of patient tumors, which can reveal powerful insights on cancer evolution at personalized level, proposing methods for unbiased analysis and integration<br \/><b>Experimental procedures:<\/b><br \/>214 whole-genome bulk RNA-seq samples from 61 high-grade serous ovarian cancer (HGSC) patients were collected before and after chemotherapy, along with single-cell RNA-seq data from &#62;93,000 cells in 11 patients. 308 TCGA treatment-naive bulk RNA-seq samples from HGSC, 474 from melanoma (SKCM), and 581 from endometrial carcinoma (UCEC) were used for validation.<br \/><b>Results:<\/b><br \/>We show that in a longitudinal analysis, cancer progression and chemotherapy exert both microenvironmental and phenotypic changes. We developed PRISM [1] to factor the expression data at individual bulk level, and show the adjustment improves the association between expression profiles and patient survival. Our findings extend to pathway and expression-derived tumor subtype levels in HGSC and SKCM.<br \/>Technical batch effects pose challenges for multi-institute or long-running sample collections. Unbiased correction requires replicates, which are typically unavailable for patient data. We developed POIBM [submitted] to simultaneously infer a suitable reference and factor out the batch effects. We show that POIBM effectively discovers true replicates, batch effects plague many cancer types in TCGA data, and batch correction allows more meaningful expression subtyping in UCEC.<br \/>Distinct genomic backgrounds of the patients hinders stratification and discovering shared functional states. We developed PRIMUS [submitted] to simultaneously factor the patient background (or other confounders) and a sample clustering, which is necessary when the underlying stratification is uneven or shared by patient subsets. Among the commonly aberrant cell states, such as EMT, PRIMUS analysis on HGSC scRNA identified a novel stress signature, enriched by chemotherapy and indicating poor survival, which were validated in PRISM-factored TCGA bulk ovarian data.<br \/><b>Conclusions:<\/b><br \/>Our methodology facilitates unbiased longitudinal expression analysis and integration. The more accurate phenotypic changes at gene, pathway, and expression subtype level may confer sensitivity\/resistance chemotherapy, and, as shown, allow enhance patient survival prediction and discovery of novel chemotherapy related subtypes. Consequently, our work aids ranking putative intervention strategies for overcoming ovarian cancer chemoresistance for future validation experiments.<br \/>[1]: Hakkinen et al., Bioinformatics 37: 2882 (2021)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/92676fe7-3317-4f25-a1a3-860b71aedeb3\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 Statistical methods,,"},{"Key":"Keywords","Value":"Tumor heterogeneity,Personalized medicine,Ovarian cancer,Gene expression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15765"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Antti Häkkinen<\/i><\/u><\/presenter>, <presenter><i>Kaiyang Zhang<\/i><\/presenter>, <presenter><i>Susanna Holmström<\/i><\/presenter>, <presenter><i>Sanaz Jamaldazeh<\/i><\/presenter>, <presenter><i>Johanna Hynninen<\/i><\/presenter>, <presenter><i>Sakari Hietanen<\/i><\/presenter>, <presenter><i>Kaisa Huhtinen<\/i><\/presenter>, <presenter><i>Sampsa Hautaniemi<\/i><\/presenter>. University of Helsinki, Helsinki, Finland, University of Turku and Turku University Hospital, Turku, Finland, University of Turku and Turku University Hospital, Helsinki, Finland","CSlideId":"","ControlKey":"8dcf888f-6771-4de9-9d50-cad81c06267d","ControlNumber":"4490","DisclosureBlock":"&nbsp;<b>A. Häkkinen, <\/b> None..<br><b>K. Zhang, <\/b> None..<br><b>S. Holmström, <\/b> None..<br><b>S. Jamaldazeh, <\/b> None..<br><b>J. Hynninen, <\/b> None..<br><b>S. Hietanen, <\/b> None..<br><b>K. Huhtinen, <\/b> None..<br><b>S. Hautaniemi, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15765","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/92676fe7-3317-4f25-a1a3-860b71aedeb3\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2707","PresenterBiography":null,"PresenterDisplayName":"Antti HÄKKINEN, DSc","PresenterKey":"bf35e623-b799-4d84-9eac-5769207076dd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2707. Factoring expression data of high-grade serous ovarian cancer tumors for unbiased longitudinal analysis","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Factoring expression data of high-grade serous ovarian cancer tumors for unbiased longitudinal analysis","Topics":null,"cSlideId":""},{"Abstract":"Intro: Minor variations in cancer type can have a major impact on therapeutic effectiveness and on the course of drug research and development. In order to improve upon existing -omic data classification methods, this study seeks to correctly classify previously unknown cancer samples and to determine -omic overlap between cancers by clustering patient RNA-seq data using PCA+tSNE for dimensionality reduction.<br \/>Background: Although there have been major innovations in the use of bulk RNA-seq data for <i>in silico <\/i>modeling, RNA-seq analysis has limitations. RNA-seq data has over 20,000 dimensions, making it difficult to perform clustering and differential analysis important for <i>in silico<\/i> modeling. Thus, dimensionality reduction is a key for RNA-seq analysis. A novel method typically used in single-cell RNA-seq analysis combines PCA with tSNE. A common argument against the use of tSNE beyond data visualization is that the results are inconsistent and can vary depending on the hyperparameters of tSNE. This work demonstrates that combining PCA with tSNE creates a robust dimensional reduction of bulk RNA-seq data that allows for more accurate clustering of patient samples.<br \/>Methods: Using the TCGA dataset with over 38 cancer subtypes and 10,351 total samples, the dimension was reduced to 50 principal components using PCA. TSNE was then applied with 1000-2000 iterations, a learning rate of 200, and varying perplexity of 5-50. Robustness was measured by how cancers of the same subtype are grouped in the lower dimension, in this case 2D. Agglomerative and k-means clustering algorithms were applied to the dimensional reduction results. This was done to track the accuracy of clustering on cancer subtypes and the movement of samples between these clusters.<br \/>Results: For pure tSNE without PCA pre-reduction, clustering was not robust and showed less distinction between cancer subtypes and an increased number of outliers. Clustering accuracy was 50-60% for both k-means and agglomerative models and all varied hyperparameters. PCA+tSNE produced the most robust results with 60-70% accuracy for both k-means and agglomerative and all varied hyperparameters. It was observed that a low perplexity of 5-20, a learning rate of 100-300, and higher iterations (&#62;1,000) produced the best results.<br \/>Conclusions: PCA+tSNE is able to create accurate low dimensional representations of patient RNA-seq data that can be used to determine similarities and differences between patient samples based on gene expression data. The 10% variance in clustering accuracy suggests the method is robust and may help inform research and treatment by more robustly classifying cancer samples and by identifying similarities between cancers, especially among underserved, misdiagnosed, and rare cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8ca6a01d-7605-4c2d-b8f1-f91d49d165a5\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 Statistical methods,,"},{"Key":"Keywords","Value":"Bioinformatics,RNA sequencing (RNA-Seq),Cancer genomics,Statistical approach,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15766"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Michael Bocker<\/i><\/u><\/presenter>, <presenter><i>Mikhail G. Grushko<\/i><\/presenter>, <presenter><i>Katherine E. Arline<\/i><\/presenter>. SHEPHERD Therapeutics, Boston, MA","CSlideId":"","ControlKey":"d39a2338-38a2-4169-8210-bb80993f5b99","ControlNumber":"5642","DisclosureBlock":"<b>&nbsp;M. Bocker, <\/b> <br><b>SHEPHERD Therapeutics<\/b> Employment, Yes. <br><b>M. G. Grushko, <\/b> <br><b>SHEPHERD Therapeutics<\/b> Employment, Yes. <br><b>K. E. Arline, <\/b> <br><b>SHEPHERD Therapeutics<\/b> Employment.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15766","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8ca6a01d-7605-4c2d-b8f1-f91d49d165a5\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2708","PresenterBiography":null,"PresenterDisplayName":"Mahta Samizadeh, PhD;Pharm D","PresenterKey":"93222218-f414-4ea8-865d-342c0a73c6bb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2708. Toward improved cancer classification using PCA + tSNE dimensionality reduction on bulk RNA-seq data","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Toward improved cancer classification using PCA + tSNE dimensionality reduction on bulk RNA-seq data","Topics":null,"cSlideId":""},{"Abstract":"We report here the results of a transcriptomic meta-analysis of public data for B-cell Non-Hodgkin&#8217;s Lymphomas (BCNHL). In 2016, there were 461,000 cases of Non-Hodgkin&#8217;s lymphoma worldwide, resulting in 240,000 deaths that year. BCNHLs pose a significant disease burden worldwide, making up 85-90% of BCNHL cases. BCNHL subtypes include Burkitt&#8217;s lymphoma, marginal-zone B-cell lymphomas, follicular lymphoma, diffuse large B-cell lymphoma, and mantle cell lymphoma. There is a growing need to understand the mechanisms of BCNHL pathology. The scientific community has spent a great deal of time and effort to identify the hallmarks of cancer. Since cancers of different subtypes can be considered parallel systems, we have performed a meta-analysis including as many BCNHL subtypes as possible to determine common underlying mechanisms. We performed a transcriptomic meta-analysis of publicly available RNA-sequencing data for BCNHL, consisting of 322 relevant samples across seven distinct studies in the NCBI Gene Expression Omnibus (GEO). To our knowledge, no BCNHL meta-analysis of this magnitude has previously been performed. We found ~10,400 significant differentially expressed genes (FDR p-value &#38;lt;= 0.05) and 33 significantly modulated pathways (FDR p-value &#38;lt;= 0.05). We observed potential common mechanisms for BCNHL&#8217;s differentially expressed genes and signaling pathways. Our findings include a significant class of proteoglycans not previously associated with lymphomas as well as significant upregulation of extracellular matrix-associated proteins. This meta-analysis offers fresh insights into the inner workings and mechanisms of B-cell lymphomas that could give rise to improved diagnostics and\/or therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/de70733e-29e7-4133-89e1-3e19b6fced92\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"RNA sequencing (RNA-Seq),B cells,Non-Hodgkin's lymphoma,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15767"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Naomi Rapier-Sharman<\/i><\/u><\/presenter>, <presenter><i>Brett E. Pickett<\/i><\/presenter>. Brigham Young University, Provo, UT","CSlideId":"","ControlKey":"70b3956f-d4c9-4974-b67c-7bcea6777c87","ControlNumber":"6059","DisclosureBlock":"&nbsp;<b>N. Rapier-Sharman, <\/b> None..<br><b>B. E. Pickett, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15767","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/de70733e-29e7-4133-89e1-3e19b6fced92\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2709","PresenterBiography":"","PresenterDisplayName":"Naomi Rapier-Sharman, BS","PresenterKey":"2278c373-1700-432a-9dc9-fd1dd625d700","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2709. Transcriptomic meta-analysis of non-Hodgkin&#8217;s B-cell lymphomas reveals reliance on pathways associated with extracellular matrix","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptomic meta-analysis of non-Hodgkin&#8217;s B-cell lymphomas reveals reliance on pathways associated with extracellular matrix","Topics":null,"cSlideId":""},{"Abstract":"Structural variants (SVs) within the cancer genome reflect defects in DNA damage repair, impact gene regulation, and alter the genomic landscape. SVs impact a larger fraction of the cancer genome than any other genetic aberration, yet their effects on modulating therapeutic response have been largely uncharacterized. Patterns of rearrangements, otherwise known as signatures, vary across tumor and tissue type, and can indicate underlying biological mechanisms responsible for cancer etiology. We have extracted SV signatures from whole genome sequencing data from hundreds of cancer cell lines. Using datasets indicating the cell lines&#8217; response to over a thousand small molecule inhibitors, we have identified associations between SV signatures and response to therapeutics. These results will enhance our understanding of mechanisms underlying rearrangement signatures and nominate new biomarkers of drug response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6ec998e7-26eb-466c-9776-8d0702f230f1\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Genetic instability,Structural Variants,Chemotherapy response,Signatures of SVs,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15768"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Simona Dalin<\/i><\/u><\/presenter>, <presenter><i>Frank Dubois<\/i><\/presenter>, <presenter><i>Shu Zhang<\/i><\/presenter>, <presenter><i>Alexander Crane<\/i><\/presenter>, <presenter><i>Jeremie Kalfon<\/i><\/presenter>, <presenter><i>Javad Noorbakhsh<\/i><\/presenter>, <presenter><i>Rameen Beroukhim<\/i><\/presenter>. Broad Institute, Cambridge, MA, Dana Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"cabdd1ba-eb1e-4bc2-9b6e-b216a2252fa5","ControlNumber":"3161","DisclosureBlock":"&nbsp;<b>S. Dalin, <\/b> None..<br><b>F. Dubois, <\/b> None..<br><b>S. Zhang, <\/b> None..<br><b>A. Crane, <\/b> None..<br><b>J. Kalfon, <\/b> None..<br><b>J. Noorbakhsh, <\/b> None.&nbsp;<br><b>R. Beroukhim, <\/b> <br><b>Novartis<\/b> Grant\/Contract, No. <br><b>Merck<\/b> Grant\/Contract, No. <br><b>Scorpion Therapeutics<\/b> Independent Contractor, Stock, No.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15768","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6ec998e7-26eb-466c-9776-8d0702f230f1\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2710","PresenterBiography":null,"PresenterDisplayName":"Simona Dalin, PhD","PresenterKey":"eeac99e3-50b9-4c95-9eee-fdd1b0e540da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2710. Associations between structural variant signatures and drug sensitivity in cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Associations between structural variant signatures and drug sensitivity in cell lines","Topics":null,"cSlideId":""},{"Abstract":"Premalignant tissue samples collected at different timepoints along the path to invasive tumors have been used to establish the typical order of somatic genetic events in several cancer types. For many other cancer types, however, precancer tissue is unobtainable, leaving the genetic progression unknown. Here, we demonstrate an approach that can reconstruct progression histories for such cancers from exome sequencing of primary tumors. We validated our recent computational method, PhylogicNDT, on classic, HPV-negative head and neck squamous cell carcinoma (HNSCC), recapitulating the previous experimentally determined sequence of genetic events that occur during progression. We uncovered progression of HPV-positive HNSCC tumors, which lack premalignant tissue, identifying subtype specific early drivers. We associated the timing of major changes in ploidy with the development of intra-tumor genetic heterogeneity and shorter overall survival. In cancers with unobtainable premalignant tissue, our approach can fill the knowledge gap about early progression, providing the basis for development of experimental models and methods for early detection, interception, and prognostication.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ead8e7ff-1d4f-4c98-bf58-badad8bedc98\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Human papillomavirus (HPV),Tumor progression,Oral cancers,Tumor evolution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15770"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ignaty Leshchiner<\/i><\/u><\/presenter>, <presenter><i>Edmund A. Mroz<\/i><\/presenter>, <presenter><i>Justin Cha<\/i><\/presenter>, <presenter><i>Daniel Rosebrock<\/i><\/presenter>, <presenter><i>Oliver Spiro<\/i><\/presenter>, <presenter><i>Juliana Bonilla-Velez<\/i><\/presenter>, <presenter><i>William Faquin<\/i><\/presenter>, <presenter><i>Armida Lefranc-Torres<\/i><\/presenter>, <presenter><i>Derrick Lin<\/i><\/presenter>, <presenter><i>William Michaud<\/i><\/presenter>, <presenter><i>Gad Getz<\/i><\/presenter>, <presenter><i>James W. Rocco<\/i><\/presenter>. Broad Institute of MIT and Harvard, Cambridge, MA, The Ohio State University, Columbus, OH, Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"8594bb52-c5d9-45da-8a58-4a0b1e09f2eb","ControlNumber":"5514","DisclosureBlock":"<b>&nbsp;I. Leshchiner, <\/b> <br><b>PACT Pharma, Inc<\/b> Independent Contractor, No. <br><b>ennov1, LLC<\/b> Independent Contractor, Stock, Board member, No.<br><b>E. A. Mroz, <\/b> None..<br><b>J. Cha, <\/b> None..<br><b>D. Rosebrock, <\/b> None..<br><b>O. Spiro, <\/b> None..<br><b>J. Bonilla-Velez, <\/b> None..<br><b>W. Faquin, <\/b> None..<br><b>A. Lefranc-Torres, <\/b> None..<br><b>D. Lin, <\/b> None..<br><b>W. Michaud, <\/b> None.&nbsp;<br><b>G. Getz, <\/b> <br><b>Scorpion Therapeutics<\/b> Independent Contractor, Stock, No.<br><b>J. W. Rocco, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15770","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ead8e7ff-1d4f-4c98-bf58-badad8bedc98\/@w03B8ZAj\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2712","PresenterBiography":null,"PresenterDisplayName":"Ignaty Leshchiner, MS;PhD","PresenterKey":"343dace7-a4bb-490e-bc54-3edefcd22b25","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2712. Establishing the early genetic progression of cancers with unobtainable premalignant disease","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishing the early genetic progression of cancers with unobtainable premalignant disease","Topics":null,"cSlideId":""},{"Abstract":"It is well known that variations of RAS oncogene appear in various cancers. Most variations in the RAS make role of GTPase abnormal active. Accordingly, many studies have been rencently conducted and inhibitor of KRAS G12C has been approved by Food and Drug Administration(FDA). However, further research on RAS pathway is still needed due to the limitation of cancer types and. In addition, treatment of the RAS pathway in blood cancer, as well as solid carcinoma, is necessary. To search for novel therapeutic targets, we first investigated hyperactivation of the pathways of RAS-mutated patients using activity measurement tools. We used normalized expression information from RNA-seq of AML and MM patients from the public database; The Cancer Genome Atlas (TCGA) project, Multiple Myeloma Research Foundation(MMRF) project. We identified the degree of RAS pathway and other downstream pathway activation. Among various pathway activity inference tools, we used two R-based tools named PROGENy(based on experimental results) and pathifier(based on principal component analysis and Kyoto Encyclopedia of Genes and Genomes database) and compared scores from the tools in same samples. In addition, applying mutation profiling data, the activity scores were cross-checked against status of whether RAS is altered or not. In TCGA-LAML(n=179) and MMRF dataset(n=762), there were 23 and 155 samples that matched with RNA-sequencing and also have RAS (KRAS and NRAS) variation. Setting a cutoff for &#8216;high score&#8217; as same as a percentage of RAS-altered samples in each dataset(LAML=12.8%, MMRF=20.3%), we found that many RAS-altered samples were not included in group of the high score. Only 26% and 21.7% (PROGENy, pathifier) of the RAS-altered samples were classified into high scores in TCGA-LAML, and 29.0% and 18.7% (PROGENy, pathifier) in MMRF. Also, we found several cases where PROGENy and pathifier showed opposite scores even though they were calculated using the same sample. We counted the number of cases where PROGENy and pathifier corresponded to the outer range of the first and third quantiles and had opposite values &#8203;&#8203;to each other; with MAPK(6.1% and 21.5%), PI3K(2.7% and 12.3%) and JAK-STAT(13.9% and 11.6%) in the TCGA and MMRF datasets. Accordingly, combination of PROGENy and pathifier resulted in the more enrichment of high score samples (LAML: 43.4% and MMRF: 44.5%, with MAPK pathway) in RAS-altered samples suggesting potential of ensemble to develop new classifier. In conclusion, we identified the pathway activity scores of the AML and RAS patient based on RAS mutation. Comparing the scores from different two activity inference tools, we confirmed that each tool could display different scores according to the pathway and that not all RAS-altered samples had higher activity scores in related pathways. Considering these results, we think that a more accurate inference approach is required by combining the measurement tools.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a2ebcfaa-efa7-4360-b6ed-e5072df83dd2\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Ras,Acute myeloid leukemia,Multiple myeloma,Pathway,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15771"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Seung-Joo Yoo<\/i><\/u><\/presenter>, <presenter><i>Dong-Yeop Shin<\/i><\/presenter>, <presenter><i>Ja Min Byun<\/i><\/presenter>, <presenter><i>Youngil Koh<\/i><\/presenter>, <presenter><i>Sung-Soo Yoon<\/i><\/presenter>. Seoul National University, Seoul, Korea, Republic of, Seoul National University Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"a0608757-18db-44bf-ba0f-4423cfc5c7a2","ControlNumber":"4185","DisclosureBlock":"&nbsp;<b>S. Yoo, <\/b> None..<br><b>D. Shin, <\/b> None..<br><b>J. Byun, <\/b> None..<br><b>Y. Koh, <\/b> None..<br><b>S. Yoon, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15771","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a2ebcfaa-efa7-4360-b6ed-e5072df83dd2\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2713","PresenterBiography":null,"PresenterDisplayName":"SeungJoo Yoo, BS","PresenterKey":"713ebc0a-e754-44cb-aa73-35b69076dbba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2713. RAS pathway activity inference using activity measurement tools with RNA-seq in blood cancer","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RAS pathway activity inference using activity measurement tools with RNA-seq in blood cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Tumor cells are able to reprogram their metabolism in order to sustain continuous growth and proliferation. Although, this has led to the development of metabolism-based therapies, until now there are no systematic ways to identify key metabolic targets for therapy. This area of research deserves more attention considering that targeting tumor metabolism has been shown to increase the efficacy of standard chemotherapy in pre-clinical studies. For tumors with poor prognosis, like late-stage metastatic melanoma, this untapped area for therapeutic discovery could lead to the development of novel metabolism-based therapies.<br \/>Method: To address this challenge we designed a systems medicine-based technique to understand tumor metabolism in individual patients at a level of detail not previously achievable. In concrete, we statistically integrated metabolic network modeling with RNA-sequencing data (RNA-seq). This allows us to integrate molecular data about individual tumors (from RNA-seq) with a curated knowledge base of how these molecules interact within a patient&#8217;s tumor (using metabolic network models). This results in a mathematical description, or model, of a specific tumor&#8217;s metabolism that is able to be interrogated (i.e., it is high-dimensional like RNA-seq data) and able to be simulated (i.e., we can &#8220;drug&#8221; the model and investigate downstream effects). We applied this technique to 325 metastatic melanoma tumor RNA-seq profiles downloaded from The Cancer Genome Atlas to characterize metabolic differences across patients.<br \/>Results: We found considerable differences in metabolic function across metastatic melanoma patient tumors. One of the main drivers of patient-to-patient metabolic variability appeared to be BRAF mutations, with BRAF mutated tumors showing higher levels of glutathione metabolism, lower levels of glutamate metabolism, and lower levels of oxidative phosphorylation. In addition to these differences, we found that several metabolic pathways were associated with poor overall survival prognosis regardless of BRAF mutations status including high specific growth rate, high cholesterol metabolism, and high serotonin and melatonin biosynthesis. Furthermore, simulating knockouts of enzymes involved in these pathways resulted in a set of actionable targets that could enhance chemotherapy for metastatic melanoma patients.<br \/>Conclusion: Using systems medicine, we have characterized metabolism in metastatic melanoma at high resolution in 325 patient tumors. This characterization revealed the variability in metastatic melanoma across patients and how this variability is associated with clinical outcome. Furthermore, our approach suggests additional therapeutic targets to enhance patient care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/07ef1e4a-f93a-4b50-b8ff-23c1afe1b396\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Systems biology,RNA sequencing (RNA-Seq),Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15772"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Daniel Cook<\/i><\/u><\/presenter>, <presenter><i>Dorys A. Lopez-Ramos<\/i><\/presenter>, <presenter><i>Patricia Carrigan<\/i><\/presenter>, <presenter><i>Joseph R. Peterson<\/i><\/presenter>, <presenter><i>The SimBioSys Team<\/i><\/presenter>. SimBioSys, Inc, Chicago, IL","CSlideId":"","ControlKey":"4c853591-2139-4524-9b39-a8170316133b","ControlNumber":"5068","DisclosureBlock":"&nbsp;<b>D. Cook, <\/b> None..<br><b>D. A. Lopez-Ramos, <\/b> None..<br><b>P. Carrigan, <\/b> None..<br><b>J. R. Peterson, <\/b> None..<br><b>T. SimBioSys Team, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15772","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/07ef1e4a-f93a-4b50-b8ff-23c1afe1b396\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2714","PresenterBiography":null,"PresenterDisplayName":"Daniel Cook, PhD","PresenterKey":"957b1bcd-8cd6-493a-9d27-5c3064f1762a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2714. Systems medicine based metabolic profiling of metastatic melanoma reveals insights into tumor biology, prognosis, and new therapeutic strategies","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Systems medicine based metabolic profiling of metastatic melanoma reveals insights into tumor biology, prognosis, and new therapeutic strategies","Topics":null,"cSlideId":""},{"Abstract":"Background: One of the hallmarks of cancer is metabolic dysregulation that has been therapeutically targeted with metabolism-based therapies, an important class of chemotherapeutics. However, there has previously been no systematic way to identify key targets for metabolism-based therapeutic interventions. Targeting tumor metabolism has been shown to increase the efficacy of standard chemotherapy in pre-clinical studies. Thus, more efforts need to be put in the discovery of novel targets especially for tumors with poor prognosis and response to chemotherapy, like pancreatic adenocarcinoma.<br \/>Method: We designed a systems medicine-based technique to understand tumor metabolism in individual patients at a level of detail not previously achievable. We statistically integrated metabolic network modeling with RNA-sequencing data (RNA-seq). This allows us to integrate molecular data about individual tumors (from RNA-seq) with a curated knowledge base of how these molecules interact within a patient&#8217;s tumor (using metabolic network models). The result is a mathematical description, or model, of a patient-specific tumor&#8217;s metabolism that is able to be interrogated (i.e., it is high-dimensional like RNA-seq data) and able to be simulated (i.e., we can &#8220;drug&#8221; the model and investigate downstream effects). We applied this technique to 177 pancreatic adenocarcinoma tumor RNA-seq profiles downloaded from The Cancer Genome Atlas to characterize metabolic differences across patients.<br \/>Results: We found that pancreatic adenocarcinoma tumors tended to be slow growing (median specific growth rate = 0.57 %\/day, range = 0-1.4 %\/day). This low growth rate helps explain why pancreatic adenocarcinoma tumors are resistant to chemotherapy - there is simply not enough cellular growth for chemo to be effective. However, this result suggests that a small subset of tumors with high growth rate will respond to chemo. In addition, we found that pancreatic adenocarcinoma tumors were separated into three metabolic subtypes: classical, glutamate-addicted, and oxidative. The classical metabolic phenotype tended to have better overall survival than glutamate-addicted or oxidative. Whereas high levels of glutamate metabolism (characterizing the glutamate-addicted tumors) or high levels of oxidative phosphorylation (characterizing the oxidative tumors) were associated with poor overall survival prognosis.<br \/>Conclusion: Taken together, our systems medicine approach to characterizing patient specific tumor metabolism indicates that a one size fits all approach to chemotherapy in pancreatic adenocarcinoma is likely to fail; and different subsets of patients will likely respond to differently targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/88eea0c3-eb1a-4bb0-9fda-5ce1752e32c9\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Systems biology,RNA sequencing (RNA-Seq),Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15776"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Daniel Cook<\/i><\/u><\/presenter>, <presenter><i>Joseph R. Peterson<\/i><\/presenter>, <presenter><i>Patricia Carrigan<\/i><\/presenter>, <presenter><i>Tushar Pandey<\/i><\/presenter>, <presenter><i>John Cole<\/i><\/presenter>, <presenter><i>The SimBioSys Team<\/i><\/presenter>. SimBioSys, Chicago, IL","CSlideId":"","ControlKey":"d1d6f010-324a-43f6-a9c8-2eaa22569f6d","ControlNumber":"5105","DisclosureBlock":"&nbsp;<b>D. Cook, <\/b> None..<br><b>J. R. Peterson, <\/b> None..<br><b>P. Carrigan, <\/b> None..<br><b>T. Pandey, <\/b> None..<br><b>J. Cole, <\/b> None..<br><b>T. SimBioSys Team, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15776","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/88eea0c3-eb1a-4bb0-9fda-5ce1752e32c9\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2715","PresenterBiography":null,"PresenterDisplayName":"Daniel Cook, PhD","PresenterKey":"957b1bcd-8cd6-493a-9d27-5c3064f1762a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2715. Profiling the metabolism of pancreatic adenocarcinoma using a systems medicine-based approach reveals insights into tumor biology, prognosis, and new therapeutic strategies","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Profiling the metabolism of pancreatic adenocarcinoma using a systems medicine-based approach reveals insights into tumor biology, prognosis, and new therapeutic strategies","Topics":null,"cSlideId":""},{"Abstract":"Inborn Errors of Metabolism (IEMs) are a hereditary disorder in which a gene fails to operate correctly as a result of a mutation in a metabolic-related gene passed down from the parents. Majority of IEMs are inherited in autosomal recessive manner. Recent research has been undertaken on mutations in numerous metabolic genes, including IEMs and cancer development. This study used Next Generation Sequencing (NGS) data to confirm the link between metabolic-related genes and cancer development in heterozygous carriers. The PCAWG (Pan-Cancer Analysis of Whole Genomes) cancer patient cohort and the 1000G (1000 Genomes) healthy cohort were used in this work, with the TCGA (The Cancer Genome Atlas) cancer patient cohorts being used for validation analysis. A regression analysis was used to determine the statistical significance of the cancer patient group versus the normal cohort. We analyzed RNA-seq data by separating heterozygous carrier and non-carrier groups of IEM related genes. The proportion of IEM gene heterozygote carriers was higher in cancer patients than in the normal population. We chose genes showing similar patterns of occurrence with statistical significance across several cancer patient cohorts. Accordingly, the most important gene, phenylalanine hydroxylase (PAH), has been established, and the carrier frequency was consistently high in lung squamous cell carcinoma (LUSC). RNA analysis results revealed that the PAH heterozygous carrier group was enriched with various immune response pathways suggesting inflammation related carcinogenesis in PAH related LUSC. Our finding suggest that heterozygote carrier status of IEM genes may lead to generation of aberrant metabolites and the breakdown of metabolic networks, which eventually leads to cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d8e6947b-81cf-4429-90be-bb703b9b3aec\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Metabolism,Inborn Errors of Metabolism,Lung cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15773"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Seokhyeon Kim<\/i><\/u><\/presenter>, <presenter><i>Seulki Song<\/i><\/presenter>, <presenter><i>Youngil Koh<\/i><\/presenter>, <presenter><i>Sung-Soo Yoon<\/i><\/presenter>. Seoul National University, Seoul, Korea, Republic of, Seoul National University Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"6304da2f-eb6b-486e-98e3-943c477820c7","ControlNumber":"2204","DisclosureBlock":"&nbsp;<b>S. Kim, <\/b> None..<br><b>S. Song, <\/b> None..<br><b>Y. Koh, <\/b> None..<br><b>S. Yoon, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15773","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d8e6947b-81cf-4429-90be-bb703b9b3aec\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2716","PresenterBiography":null,"PresenterDisplayName":"Seokhyeon Kim, MS","PresenterKey":"8da7adea-6c35-4fb9-b2ce-1cfe6b5e0b5b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2716. Cancer study of germline carriers of Inborn Errors of Metabolism (IEMs) related genes","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer study of germline carriers of Inborn Errors of Metabolism (IEMs) related genes","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Tumor infiltrating lymphocytes (TILs) have a significant effect on tumor progression and survival outcome, and serve as a potential biomarker for pathologic complete response (pCR) in neoadjuvant HER2-positive breast cancer therapy. The assessment of TIL abundance and organization prior to treatment initiation has been associated with improved survival and response in breast cancer. This study aims to assess immune contexture using in silico approaches in a meta-analysis of neoadjuvant trastuzumab therapy.<br \/><b>Methods: <\/b>A literature search was conducted on baseline and on-treatment mRNA data from neoadjuvant studies that enrolled patients who received HER2-targeted therapies. A total of 322 baseline samples from eight neoadjuvant datasets were retrieved from Gene Expression Omnibus (GEO) repository (0. Of these studies, two had available on-treatment samples (03-311; n=50, TRIO-US B07 (n=64). The raw data were pre-processed by normalization and background correction using &#8216;limma&#8217; and &#8216;oligo&#8217; packages in R. mRNA profiles of baseline and paired samples were analyzed using <i>in silico<\/i> approaches CIBERSORT and ESTIMATE. Response information was assigned to each sample to observe the proportion of immune cell contexture in pCR and non-responder (NR) groups in baseline analysis. Generalized linear mixed model (GLMM) analyses on baseline data from CIBERSORT was conducted using the &#8216;lme4&#8217; package in R to investigate whether a systemic relationship of appropriate immune cell signatures occur across the pooled data. Statistical hypothesis on baseline data was applied to observe differences between pCR and NR groups. Testing on paired data was conducted to observe the differences in immune contexture between baseline and on-treatment. <b>Results: <\/b>Preliminary results of baseline analysis using CIBERSORT revealed a non-significant trend in reduced follicular helper T-cells and plasma cells in the pCR group amongst three neoadjuvant studies (Brodsky, CHER-LOB and TransNOAH). ESTIMATE analysis observed a trend in elevated immune infiltrate in pCR groups from two studies (Brodsky and CHER-LOB), but was not significant after multiple correction. Paired data analysis using CIBERSORT revealed that single-agent trastuzumab reduced activated natural killer cells (p&#60;0.05) in the 03-311 study, whilst single-agent trastuzumab did not lead to changes in immune contexture in TRIO-US B07. Furthermore, trastuzumab in dual combination with lapatinib increased resting dendritic cells, memory B-cells and stromal cells, and reduced naive B-cells and activated dendritic cells (p&#60;0.05) in TRIO-US. ESTIMATE analysis on paired data observed immune infiltration following trastuzumab alone in 03-311 (p=0.01) and stromal infiltration following dual combination in TRIO-US B07 (p=0.03). Neither immune subset was associated to pCR in all treatment arms of the on-treatment analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fef62c8f-b4f4-4721-b93d-cb11d64a6607\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Tumor microenvironment,HER2,Herceptin,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15774"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Dalal AlSultan<\/i><\/presenter>, <presenter><u><i>Alex J. Eustace<\/i><\/u><\/presenter>, <presenter><i>Stephen F. Madden<\/i><\/presenter>, <presenter><i>John Crown<\/i><\/presenter>. Dublin City University, Dublin, Ireland, Dublin City University, Dublin, Ireland, Royal College of Surgeons in Ireland, Dublin, Ireland, Saint Vincent's University Hospital, Dublin, Ireland","CSlideId":"","ControlKey":"c64534cb-b095-4fec-8693-6f5c832a299f","ControlNumber":"878","DisclosureBlock":"&nbsp;<b>D. AlSultan, <\/b> None..<br><b>A. J. Eustace, <\/b> None..<br><b>S. F. Madden, <\/b> None.&nbsp;<br><b>J. Crown, <\/b> <br><b>OncoMark Ltd<\/b> Stock, No. <br><b>OncoAssure<\/b> Stock, No. <br><b>Pfizer<\/b> Travel, Other, Honoraria, No. <br><b>Cepheid<\/b> Other Intellectual Property, Consultancy fees, No. <br><b>Astrazeneca<\/b> Other, Advisory Board\/ Expert interview, No. <br><b>Novartis<\/b> Other, Advisory Board Conference registration fees, No. <br><b>MSD<\/b> Travel, Other, Advisory Board Conference registration fees, No. <br><b>Daiichi Sankyo<\/b> Other, Conference registration fees, No. <br><b>Roche<\/b> Other, Conference registration fees, No. <br><b>Puma Biotechnology<\/b> Grant\/Contract, No.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15774","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fef62c8f-b4f4-4721-b93d-cb11d64a6607\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2717","PresenterBiography":null,"PresenterDisplayName":"Alex Eustace, BSc, MSc, PhD","PresenterKey":"2dad7acc-c480-4629-9a19-1353e99fb722","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2717. Exploring immune contexture using computational approaches in HER2-positive breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring immune contexture using computational approaches in HER2-positive breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Through somatic mutations, cancer cells accumulate cancer-specific mutated peptides, commonly referred to as neoepitopes or neoantigens, that can be recognized by T cells. Due to their cancer-specific nature, neoantigens are a highly attractive area of study for developing cancer immunotherapies. By comparing whole-exome sequencing of patient tumor tissue and matched normal tissue, researchers have been able to identify cancer-specific neoepitopes. However, the filters that can accurately delineate immunogenic neoepitopes from non-immunogenic remain elusive. Current methods, such as the pipeline developed by the Tumor Neoantigen Selection Alliance (TESLA), typically select short peptides based on hypothesized rules of immunogenicity. Importantly, only a small percentage of these epitopes have been reported to be recognized by T cells through experimental validation assays. In this study, we systematically tested the neoantigen prediction capabilities of our in-house pipeline, Identify-Prioritize-Validate (IPV), and the TESLA pipeline. Whole-exome sequencing from 11 head and neck squamous cell carcinoma patients was used to identify somatic variants. With IPV, variants were filtered and ranked primarily based on variant allele frequencies in RNA and DNA and 20mer peptides were generated from each mutation. In parallel, the TESLA pipeline was used to rank 8- 12-mer peptides based on a combination of HLA binding and stability predictions as well as expression levels of source antigens. Pools of the top 10 peptides from both methods were generated. To enable the direct comparison of TESLA and IPV while accounting for the disparate peptide lengths produced by the pipelines, two additional pools were generated: one pool of 20mers from the TESLA pipeline and one pool of 8-12mers from IPV. The four peptide pools were individually cultured <i>in vitro <\/i>with patient-matched PBMCs and immune recognition was measured through IFNg and IL5 using fluorospot assays. The IPV pipeline consistently outperformed the TESLA pipeline in predicting neoantigens that elicited an immune response. 5 of the 11 patients showed significant immune recognition of the IPV 20mer peptide pool, only 2 patients responded to the 20mer TESLA pool, while no patients responded to the TESLA and IPV 8-12mer pools. Through this data, we prove the efficacy of IPV, and its filters, and highlight the importance of utilizing 20mer peptides over shorter peptides. Finally, we deconvoluted the positive IPV responses and were able to provide the sequences of novel immunogenic neoepitopes. Our work underscores the improvement in the predictive ability of IPV in comparison to typical pipelines that output short peptides based on parameters derived from <i>a priori<\/i> knowledge and demonstrates the ability of IPV to be utilized as a tool to identify novel neoantigens.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bd9190b7-fb9a-4921-882b-30d808021032\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Neoantigens,Immunotherapy,Bioinformatics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15777"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Leila Yasmine Chihab<\/i><\/u><\/presenter>, <presenter><i>Zeynep Kosaloglu-Yalcin<\/i><\/presenter>, <presenter><i>Jason Greenbaum<\/i><\/presenter>, <presenter><i>Aaron Miller<\/i><\/presenter>, <presenter><i>Stephen Schoenberger<\/i><\/presenter>, <presenter><i>Bjoern Peters<\/i><\/presenter>. La Jolla Institute for Immunology, La Jolla, CA, La Jolla Institute for Immunology, La Jolla, CA, University of California, San Diego, La Jolla, CA","CSlideId":"","ControlKey":"862439cd-720b-41fc-aca6-58dfcd5cebfe","ControlNumber":"3628","DisclosureBlock":"&nbsp;<b>L. Y. Chihab, <\/b> None..<br><b>Z. Kosaloglu-Yalcin, <\/b> None..<br><b>J. Greenbaum, <\/b> None..<br><b>A. Miller, <\/b> None..<br><b>S. Schoenberger, <\/b> None..<br><b>B. Peters, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15777","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bd9190b7-fb9a-4921-882b-30d808021032\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2719","PresenterBiography":null,"PresenterDisplayName":"Leila Chihab, BS","PresenterKey":"58f67853-ef01-4456-9241-383700cc4da5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2719. Experimental comparison of two pipelines to identify neo-epitopes in head and neck cancer","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Experimental comparison of two pipelines to identify neo-epitopes in head and neck cancer","Topics":null,"cSlideId":""},{"Abstract":"Aberrant alternative splicing is known to directly contribute to tumor progression in lung adenocarcinoma (LUAD). While the action of individual splicing variants as cancer drivers have been characterized in LUAD, the global splicing landscape and how that corresponds to patient prognosis is poorly understood. Using whole transcriptome RNA-Seq data provided from The Cancer Genome Atlas (TCGA), we applied a new computational pipeline, OncoSplice, to identify potentially novel prognostic disease splicing subtypes and elucidate the biological mechanisms underlying these subtypes. OncoSplice identified over 30 novel splicing-defined subtypes of LUAD, several of which correlate with worse patient survival. Additionally, we identified patient clusters that were significantly enriched in mutations for RNA binding proteins, such as Cap Methyltransferase 2 (<i>CMTR2<\/i>) and RNA Binding Motif 10 (<i>RBM10<\/i>). More specifically, mutations in the splicing factor <i>RBM10<\/i> were found to be enriched but not requisite for the dominant poor prognosis splicing subtype in LUAD. In non-mutant patients within this subset, <i>RBM10<\/i> gene expression downregulation was induced, mimicking the mutation phenotype. Hence, we find alternative non-genetic pathways for impacting splicing in LUAD that leads to poor prognosis through disruption of canonical splicing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"RNA sequencing (RNA-Seq),Alternative splicing,Lung adenocarcinoma,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15778"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Audrey Crowther<\/i><\/u><\/presenter>. Cincinnati Children's Hospital Medical Center, Cincinnati, OH","CSlideId":"","ControlKey":"0dec585b-fafc-4d84-a51d-7fc075e41384","ControlNumber":"2329","DisclosureBlock":"&nbsp;<b>A. Crowther, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15778","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2720","PresenterBiography":null,"PresenterDisplayName":"Audrey Crowther, BS","PresenterKey":"26e3934a-b4bf-44c9-b6f0-dbd8200bb5ce","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2720. Unbiased identification of RNA splicing-defined patient populations in lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unbiased identification of RNA splicing-defined patient populations in lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"TNBC is the most aggressive of breast cancer subtypes and lacks targeted therapies. Thus, tumor aggressiveness is an important factor to determine escalation of care for TNBC patients. Currently, aggressiveness is evaluated based on tumor spread and markers of cell growth. Although these features are significantly associated with tumor volume doubling time (TVDT), TVDT distributions are not simply separated by any of these criteria. Therefore, for single patients, no clear predictor of TVDT (tumor aggressiveness) exists. We sought to test the SimBioSys TumorScope (TS), a biophysical modeling software, to determine whether it could be used for predicting tumor growth and TVDT in TNBC patients.<br \/>We used the TS software to simulate tumor growth in 30 TNBC patients. We compared the calculated TVDTs from our simulations to values obtained from literature. Using our metabolic modeling platform, we simulated tumor average specific growth rates (SGRs) from RNA-seq data taken from the TCGA BRCA data set. We found that coordinated gene expression profiles act to regulate SGR differentially across breast cancer receptor subtypes (p = 2x10<sup>-16<\/sup>), with ER+\/PR+ tumors growing slowest (SGR = 0.49 %\/day +\/- 0.33, median +\/- stdev) and TNBC tumors growing fastest (SGR = 1.03 %\/day +\/- 0.35), which match well with previously reported values of SGR in breast cancers (reported SGR = 0.175 +\/- 0.979 %\/day for Luminal A and SGR = 1.003 +\/- 1.121 %\/day for TNBC, mean +\/- stdev). We next tested how these growth rates are integrated with tumor biology to produce TVDTs on the order of 100-200 days in TNBC patients. We selected 30 patients with TNBC whose MRI data and electronic medical record (EMR) information are available in our TumorBank to use for this study. We then selected representative TNBC tumor metabolic models and mapped patients to these metabolic models based on patient phenotype. We used clinical measurements to predict unspecified model parameters for TS simulations, resulting in a model with a single free parameter (growing fraction of tumor cells). We tuned this parameter within reported values to simulate TVDT in our patient cohort. Simulating the growth of these tumors resulted in a median TVDT = 163 days with a standard deviation of 111 days, closely matching clinically measured TVDTs in TNBC patients (reported mean TVDT = 127 +\/- 48 days).<br \/>In summary, TS biophysical modeling software accurately predicts TVDTs in TNBC patients. Importantly, this was accomplished without parameter fitting outside of physiologically-measured values and serves as a powerful validation of the our modeling approach. In the future, this high accuracy modeling framework can be further personalized by accounting for additional patient features, including, but not limited to, patient-specific mitotic index, blood chemistry data, and tumor-specific RNA-sequencing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0f801469-82ee-4418-99b7-4c0b334a3de0\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-06 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Tumor growth,RNA-seq,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15779"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>John Whitman<\/i><\/presenter>, <presenter><i>Daniel Cook<\/i><\/presenter>, <presenter><i>Snehal Patel<\/i><\/presenter>, <presenter><i>Lance Munn<\/i><\/presenter>, <presenter><u><i>John A. Cole<\/i><\/u><\/presenter>, <presenter><i>The SimBioSys Team<\/i><\/presenter>. SimBioSys, Inc, Chicago, IL, Steele Laboratories, Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"54dc3bab-bc4e-4a7c-96d4-d7fd9513a8fd","ControlNumber":"5238","DisclosureBlock":"&nbsp;<b>J. Whitman, <\/b> None..<br><b>D. Cook, <\/b> None..<br><b>S. Patel, <\/b> None..<br><b>L. Munn, <\/b> None..<br><b>J. A. Cole, <\/b> None..<br><b>T. SimBioSys Team, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15779","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0f801469-82ee-4418-99b7-4c0b334a3de0\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2721","PresenterBiography":null,"PresenterDisplayName":"John Cole, PhD","PresenterKey":"1fa5d74d-c07e-4fcd-a227-b6b9f6e8ace6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2721. Accurate prediction of tumor growth and doubling times for triple negative breast cancer (TNBC) allows for patient-specific assessment of tumor aggressiveness","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Accurate prediction of tumor growth and doubling times for triple negative breast cancer (TNBC) allows for patient-specific assessment of tumor aggressiveness","Topics":null,"cSlideId":""},{"Abstract":"Increased use of next-generation sequencing has led to the discovery of many variants of uncertain significance, which are not clearly categorized as pathogenic or benign. In silico tools were developed to help classify these variants. However, the outcomes are different due to variations between the prediction algorithms. The purpose of this study is to evaluate the performance of 6 widely-used in silico tools in identifying drug-actionable gene variants as pathogenic or benign in 9 solid cancers.<br \/>We selected drug-actionable genes according to NCCN guidelines in 9 common solid cancers: breast, ovarian, colorectal, melanoma of skin, thyroid, bladder, pancreatic, prostate, and biliary. Although lung cancer is also a common cancer, given that it has many genetic markers that are already widely studied, we focused on other solid cancer types for our analysis. From these genes, we collected information on 642 total missense variants (pathogenic = 435, benign = 217). Each variant was determined to be benign or pathogenic based on assertions from three databases: ClinVar, OncoKB, and My Cancer Genome. We selected variants with at least 2 or more concordant databases and excluded variants with conflicting classifications. We evaluated the performance of the in silico tools (Polyphen-2, Align-GVGD, MutationTaster2021 (MT2021), CADD, CONDEL, and REVEL) using overall accuracy, sensitivity, specificity, Matthews correlation coefficient (MCC), and likelihood ratio (LR+, LR-).<br \/>All of the in silico tools demonstrated high sensitivity (0.78 - 1.00). However, excluding MT2021, all tools demonstrated low specificity (MT2021: 0.85, Other: 0.26 - 0.59). Overall accuracy ranged from moderate to high values across the tools (0.62 - 0.94). Besides MT2021, MCCs were found to be especially low (MT2021: 0.87, Other: 0.08 - 0.48) as well as LR+ (MT2021: 6.65, Other: 1.09 - 1.88). Most of the tools had high values of LR- (0.14 - 0.74) but MT2021 and CADD showed low LR- (0.06, 0.00). MT2021 showed the highest level of performance with the highest specificity (0.85), overall accuracy (0.94), MCC (0.87), and LR+ (6.65), a high sensitivity (0.99), and a low LR- (0.06). Conversely, Align-GVGD had the lowest level of performance with the lowest specificity (0.26), overall accuracy (0.62), MCC (0.08), and LR+ (1.09), and the highest LR- (0.74).<br \/>The results show that even widely-used tools have very different performance and limitations as diagnostic tools. The high sensitivity group of in silico tools (CADD: 1.00, MT2021: 0.99, REVEL: 0.93) could be used to rule out the pathogenic variants. MT2021 with a relatively high specificity (0.85) and LR+ (6.65) could be considered as an additional test to rule in the pathogenic variants. However, given the different limitations associated with each in silico tool, clinicians should be cautious in using them to aid their clinical decisions when evaluating actionable targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0f5297a9-9ed6-425c-892e-7406b4a53815\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Biomarkers,In silico tools,Variant classification,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15780"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Chiwoo Song<\/i><\/presenter>, <presenter><u><i>Emma Yu<\/i><\/u><\/presenter>, <presenter><i>Ilene Hong<\/i><\/presenter>, <presenter><i>Grace Lee<\/i><\/presenter>, <presenter><i>Alice D. Lee<\/i><\/presenter>, <presenter><i>William Cheng<\/i><\/presenter>, <presenter><i>Eugene Kim<\/i><\/presenter>, <presenter><i>Young Kwang Chae<\/i><\/presenter>. Northwestern University Feinberg School of Medicine, Chicago, IL, Northwestern University, Evanston, IL","CSlideId":"","ControlKey":"532253cd-4d6f-4acf-9cef-edb668372479","ControlNumber":"1163","DisclosureBlock":"&nbsp;<b>C. Song, <\/b> None..<br><b>E. Yu, <\/b> None..<br><b>I. Hong, <\/b> None..<br><b>G. Lee, <\/b> None..<br><b>A. D. Lee, <\/b> None..<br><b>W. Cheng, <\/b> None..<br><b>E. Kim, <\/b> None..<br><b>Y. Chae, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15780","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0f5297a9-9ed6-425c-892e-7406b4a53815\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2722","PresenterBiography":null,"PresenterDisplayName":"Emma Yu, No Degree","PresenterKey":"d7b64ea1-06f5-46c2-94ce-a21f95a6d5e6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2722. Evaluation of in silico tools for variant classification in missense variants of solid cancer with actionable genetic targets","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of in silico tools for variant classification in missense variants of solid cancer with actionable genetic targets","Topics":null,"cSlideId":""},{"Abstract":"Selection of the treatments most likely to combat a patient&#8217;s tumor is a central aim of precision oncology. We are currently developing a functional precision oncology program at the University of Utah and Huntsman Cancer Institute that combines the multi-omic characterization of a patient's tumor with the functional screening of relevant drug candidates in patient-derived organoid tumor models to identify which drugs are uniquely capable of combating the patient&#8217;s cancer. Here we present our model-based approach for utilizing the multi-omic tumor data to computationally predict the patient&#8217;s response to each drug. In this approach, we first identify the genomic and transcriptomic vulnerabilities of the tumor as genes harboring somatic DNA mutations or copy number changes (from paired tumor\/normal WGS\/WES DNA sequencing data), as well as genes whose expression levels have been significantly altered in the tumor (based on bulk or single-cell RNA sequencing data). Second, using targeting information from drug-gene interaction databases (DGIdb) we compile a list of genes targeted by each drug relevant in the patient&#8217;s treatment. Third, we utilize gene interaction database knowledge (KEGG) to construct a gene interaction graph to link each drug&#8217;s gene targets with all of the tumor&#8217;s vulnerability genes. We then identify all gene interaction paths connecting specific drug target genes with specific vulnerability genes; and score each path and combine all path-specific scores for the target-vulnerability gene pair. Subsequently, we further combine all pairwise scores across all drug target genes and all tumor vulnerability genes and determine the statistical significance of the resulting score by sampling the background distribution of such scores across random drugs, target genes, and vulnerability genes. We have applied our algorithm to predict drug response in advanced breast cancer patients as well as using publicly available tumor cell line data (GDSC2). We have found a high level of concordance between our computational prediction and organoid\/cell line screening results, clearly separating sensitive and non-sensitive models. Using Bayesian probability, we compare the drug-specific score distributions of sensitive and non-sensitive models and are able to identify sensitive cell lines\/patients with high accuracy. By encapsulating available information on direct gene-gene interactions, the drug&#8217;s direct gene targets and the collected omic vulnerabilities of the tumor, our model is not only capable of predicting sensitivity to both targeted and chemotherapy agents, but can also provide a mechanistic understanding for the targeting of the tumor. Our approach will be validated and fine-tuned on a large cohort of breast and brain cancer patients as well as patient PDX models, interrogating gene-target interactions to identify novel relevant target genes\/pathways.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/693e66d2-7b62-4ca3-8f10-7df62bc03b56\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Precision medicine,Pathway,Modeling,Drug sensitivity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15781"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Szabolcs Tarapcsak<\/i><\/u><\/presenter>, <presenter><i>Yi Qiao<\/i><\/presenter>, <presenter><i>Xiaomeng Huang<\/i><\/presenter>, <presenter><i>Tony Di Sera<\/i><\/presenter>, <presenter><i>Matthew H. Bailey<\/i><\/presenter>, <presenter><i>Bryan E. Welm<\/i><\/presenter>, <presenter><i>Alana L. Welm<\/i><\/presenter>, <presenter><i>Gabor T. Marth<\/i><\/presenter>. University of Utah, Salt Lake City, UT, Huntsman Cancer Institute, Salt Lake City, UT, Huntsman Cancer Institute, Salt Lake City, UT","CSlideId":"","ControlKey":"a5f08dcb-0108-4cf8-8b0e-63126b82cd4c","ControlNumber":"1866","DisclosureBlock":"&nbsp;<b>S. Tarapcsak, <\/b> None..<br><b>Y. Qiao, <\/b> None..<br><b>X. Huang, <\/b> None..<br><b>T. Di Sera, <\/b> None..<br><b>M. H. Bailey, <\/b> None..<br><b>B. E. Welm, <\/b> None..<br><b>A. L. Welm, <\/b> None..<br><b>G. T. Marth, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15781","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/693e66d2-7b62-4ca3-8f10-7df62bc03b56\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2723","PresenterBiography":null,"PresenterDisplayName":"Szabolcs Tarapcsak, MS;PhD","PresenterKey":"0e5ff521-d799-457e-a2c7-ad0d898fe224","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2723. Model-based cancer therapy selection by linking tumor vulnerabilities to drug mechanism","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Model-based cancer therapy selection by linking tumor vulnerabilities to drug mechanism","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapy has revolutionized cancer treatment. However, not all cancer patients benefit, and current stratification strategies based primarily on PD1 status and mutation burden is far from perfect. We hypothesized that high activation of an innate response relative to the adaptive response may prevent proper tumor neoantigen identification and decrease the specific anticancer response, both in the presence and absence of immunotherapy. To investigate this, we defined signatures of innate and adaptive immune response from bulk tumor RNAseq data, and compared the relative activation of both immune compartments. We acquired publicly available transcriptomic data from both primary and metastatic cancer cohorts from the Cancer Genome Atlas (TCGA), the Hartwig Medical Foundation (HMF), and from a recently published cohort of metastatic bladder cancer patients treated with immunotherapy. To analyse adaptive and innate immune infiltration into bulk tumors, we developed a model to estimate the overall level of innate and adaptive immune cells, based on previously published definitions. From these, we defined the overall adaptive-to-innate immune ratio (AIR) score as the ratio of average gene expression of genes associated with the adaptive and innate immune system, respectively. Pan-cancer analysis of primary tumor samples from TCGA showed improved progression free survival in patients with an AIR score above median (P &#60; 0.0001), and that patients without a progression event had overall a significantly higher AIR score (P &#60; 2*10<sup>-16<\/sup>). Interestingly, we found that the association was different for males and females for several cancer types, indicating a potential a gender bias in activation of the immune response (female P &#60; 2*10<sup>-16<\/sup>, male P = 1.1*10<sup>-14<\/sup>). For patients with metastatic disease, we found that responders to immunotherapy have a significantly higher AIR score than non-responders in HMF (female P = 0.0037, male P = 2.5*10<sup>-5<\/sup>) and a significantly higher score in complete responders in a separate metastatic bladder cancer dataset where response was primarily observed in male patients (P = 0.015). Furthermore, histological analysis revealed that tumors which had a significantly higher AIR score, were highly infiltrated by immune cells (P = 0.00047), providing orthogonal support that the AIR score associates with an anti-tumor immune response. Overall, the adaptive-to-innate immune ratio seems to define separate states of immune activation, likely linked to fundamental immunological reactions to cancer. Our score associates with both improved prognosis and improved response to immunotherapy, demonstrating potential use in patient stratification. Furthermore, by demonstrating a significant difference between males and females that associates with response, we highlight an important gender bias which likely has direct clinical relevance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ab16ca88-0bd7-4830-9079-ebe699ef1d4d\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Bioinformatics,Immunotherapy,Cancer genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15782"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Johanne Ahrenfeldt<\/i><\/u><\/presenter>, <presenter><i>Andreas B. Østergaard<\/i><\/presenter>, <presenter><i>Ditte S. Christensen<\/i><\/presenter>, <presenter><i>Judit Kisistók<\/i><\/presenter>, <presenter><i>Mateo Soka&#269;<\/i><\/presenter>, <presenter><i>Nicolai J. Birkbak<\/i><\/presenter>. Aarhus University Hospital, Aarhus N, Denmark","CSlideId":"","ControlKey":"406e9aa6-bfc9-44bb-86a4-fbb9a7bc74b4","ControlNumber":"1759","DisclosureBlock":"&nbsp;<b>J. Ahrenfeldt, <\/b> None..<br><b>A. B. Østergaard, <\/b> None..<br><b>D. S. Christensen, <\/b> None..<br><b>J. Kisistók, <\/b> None..<br><b>M. Soka&#269;, <\/b> None..<br><b>N. J. Birkbak, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15782","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ab16ca88-0bd7-4830-9079-ebe699ef1d4d\/@x03B8ZAk\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2724","PresenterBiography":null,"PresenterDisplayName":"Johanne Ahrenfeldt, M Eng;PhD","PresenterKey":"247145b0-fe8d-4736-88ce-8ddefab088d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2724. High relative ratio of adaptive to innate tumor infiltrating immune cells predicts for immunotherapy response and associates with improved prognosis","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High relative ratio of adaptive to innate tumor infiltrating immune cells predicts for immunotherapy response and associates with improved prognosis","Topics":null,"cSlideId":""},{"Abstract":"Pediatric brain cancer is the number one cause of disease-related death in children. While much of the somatic mutation variation in these tumors have been profiled, there have been few studies exploring their transcriptional splicing programs. Here, we characterize aberrant alternative splicing across pediatric brain tumors. We identified three splicing-based clusters that spanned across seven broad histological tumor classifications. Patients in clusters 1 and 2 had significantly lower overall survival (p &#38;lt; 0.001) than those in cluster 3. High-grade gliomas (HGGs) displayed the greatest splicing heterogeneity, spanning all three clusters. We focused on midline HGGs (n = 84), identifying 19,275 recurrent and significant (20% change from control, P &#38;lt; 0.05, FDR &#38;lt; 0.05) aberrant splicing events in 8,587 genes compared to non-diseased brainstem controls. We also identified several splicing factor genes, including <i>SRSF11<\/i>, that were differentially expressed (p &#38;lt; 0.05), suggesting a potential tumor-specific novel mechanism of splicing dysregulation. Strikingly, 27% (5,157) of these splicing events resulted in either a gain or loss of a functional site in 3,294 genes: disulfide bonding (n = 391), localization signaling (n = 216), modifications, such as phosphorylation sites (n = 1,670), and other, such as ion-binding sites (n = 4,245). We prioritized splice variants affecting targetable kinases and found that mRNAs encoding <i>CDC-like kinase 1 (CLK1),<\/i> a known modulator of the SR family of master splicing regulators, exhibit significantly increased exon 4 inclusion. This leads to a gain of two known phosphorylation sites in <i>CLK1<\/i>, increased protein expression, and hyper-phosphorylation of SR proteins, inducing cooperative binding of SR proteins to RNA. To assess the impact of this <i>CLK1<\/i> event, we compared splicing in tumors with high exon 4 inclusion (n = 5) to those with low exon 4 inclusion (n = 5) and discovered 862 differential splicing events (DSE). Samples with high <i>CLK1 <\/i>exon 4 inclusion had significantly lower percent spliced in events, suggesting that increased activity of <i>CLK1<\/i> resulting from the gain of the exon 4 promotes overall exon skipping. Additionally, more than 80% of the DSE (n = 695), including those in known brain tumor oncogenes such as <i>CDC27<\/i> and <i>E2H2<\/i>, were recurrently mis-spliced in midline HGG tumors, suggesting that <i>CLK1<\/i> splicing dysregulation leads to a global aberrant splicing phenotype in HGGs. Finally, we determined a subset of events significantly associated with prolonged survival, suggesting that stratification of patients based on splicing phenotypes can be utilized as a prognostic indicator. In summary, we demonstrate aberrant splicing in pediatric HGGs as an alternative mechanism driving tumorigenesis and future work will focus on urgently needed therapeutic targeting of these pathways toward our overall goal of improving survival outcomes in children with brain tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/90e58b8b-1113-4f03-b86c-7887f2016775\/@p03B8ZAm\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Splice variants,Bioinformatics,Genomics,Pediatric cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15789"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ammar S. Naqvi<\/i><\/u><\/presenter>, <presenter><i>Brian Ennis<\/i><\/presenter>, <presenter><i>Run Jin<\/i><\/presenter>, <presenter><i>Karina L. Conkrite<\/i><\/presenter>, <presenter><i>Komal S. Rathi<\/i><\/presenter>, <presenter><i>Adam A. Kraya<\/i><\/presenter>, <presenter><i>Poonam Sonawane<\/i><\/presenter>, <presenter><i>Phillip B. Storm<\/i><\/presenter>, <presenter><i>Adam C. Resnick<\/i><\/presenter>, <presenter><i>Jo Lynne Rokita<\/i><\/presenter>. Childrens Hospital of Philadelphia, Philadelphia, PA","CSlideId":"","ControlKey":"318f363c-fe3a-4a1f-8bc9-a7859da9ad65","ControlNumber":"3123","DisclosureBlock":"&nbsp;<b>A. S. Naqvi, <\/b> None..<br><b>B. Ennis, <\/b> None..<br><b>R. Jin, <\/b> None..<br><b>K. L. Conkrite, <\/b> None..<br><b>K. S. Rathi, <\/b> None..<br><b>A. A. Kraya, <\/b> None..<br><b>P. Sonawane, <\/b> None..<br><b>P. B. Storm, <\/b> None..<br><b>A. C. Resnick, <\/b> None..<br><b>J. Rokita, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15789","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/90e58b8b-1113-4f03-b86c-7887f2016775\/@p03B8ZAm\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2725","PresenterBiography":null,"PresenterDisplayName":"Ammar Naqvi, MS;PhD","PresenterKey":"83f6751c-824f-4a15-af56-65040f7e0d0c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2725. Molecular mechanisms of aberrant splicing in pediatric high grade gliomas","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular mechanisms of aberrant splicing in pediatric high grade gliomas","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint inhibitors (ICI) have improved patient overall and progression-free survival in some cancer types with limited success in breast cancer. Clinical trials in triple negative breast cancer (TNBC) patients, who harbor extensive tumor-infiltrating lymphocytes within tumor stroma, have demonstrated increased progression-free survival (IMpassion130) and pathologic complete response (KEYNOTE-522). Thus, combinations of ICI and chemotherapy have been FDA-approved for metastatic TNBC. However, the therapeutic benefit of ICI alone is poorly characterized. We sought to model ICI response <i>in vivo <\/i>to ascertain the immune repertoire responsible for ICI efficacy in breast cancer and identify the therapeutic benefit of ICI alone or in combination with approved chemotherapeutics.<br \/>We used an immunocompetent EMT6 orthotopic mammary tumor model to investigate the efficacy of single-agent ICI (anti-PD-L1) or in combination with standard-of-care chemotherapy (paclitaxel or doxorubicin). Analysis of the primary tumor immune landscape was performed by flow cytometry and single-cell RNA sequencing. Peripheral blood from mice was serially sampled by bulk and T-cell receptor (TCR) sequencing to identify systemic genomic alterations and T-cell expansion, respectively.<br \/>Single-agent ICI robustly suppressed primary tumor growth (p =0.0046) and extended survival (p&#60;0.0001) beyond the control group. While chemotherapy demonstrated moderate therapeutic efficacy, it did not enhance ICI benefit. Transcriptomic and phenotypic profiling of the tumor microenvironment (TME) revealed increased T cells, dendritic cells, and NK cells in the combination groups versus chemotherapy alone, but this did not translate into improved benefit. Interestingly, despite using a genetically identical tumor model and murine host, ICI induced heterogeneous responses, ranging from complete response to intrinsic resistance. The longitudinal analysis of peripheral blood from heterogeneously responding mice uncovered enriched myeloid signatures and clonal T cell expansion corresponding to ICI resistance and response, respectively.<br \/>In conclusion, we identify a heterogeneously ICI-responsive <i>in vivo<\/i> model that emulates TNBC patient response to combinatorial ICI approaches. We report the efficacy of single-agent ICI in upregulating cytotoxic immune cell infiltration and expansion within the primary tumor, thereby diminishing tumor growth and enhancing survival. We describe host-specific signatures, specifically myeloid cells, that correlate with differential responses to immunotherapy, which models heterogeneous patient response to ICI. Ongoing characterization of matched peripheral blood and TME samples may identify systemic biomarkers and tumor antigen-specific T cell clones to accurately predict ICI response in patients and uncover mechanisms for sensitizing tumors refractory to ICI.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Breast cancer,Immune checkpoint blockade,Myeloid cells,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15895"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ann Hanna<\/i><\/u><\/presenter>, <presenter><i>Xiaopeng Sun<\/i><\/presenter>, <presenter><i>Paula I. Gonzalez-Ericsson<\/i><\/presenter>, <presenter><i>Violeta Sanchez<\/i><\/presenter>, <presenter><i>Justin M. Balko<\/i><\/presenter>. Vanderbilt University Medical Center, Nashville, TN, Vanderbilt University, Nashville, TN","CSlideId":"","ControlKey":"2a5ccf9b-4ef6-4a2d-9892-9003fea37a0e","ControlNumber":"6452","DisclosureBlock":"&nbsp;<b>A. Hanna, <\/b> None..<br><b>X. Sun, <\/b> None..<br><b>P. I. Gonzalez-Ericsson, <\/b> None..<br><b>V. Sanchez, <\/b> None.&nbsp;<br><b>J. M. Balko, <\/b> <br><b>Genentech\/Roche<\/b> Other, support, No. <br><b>Bristol Myers Squibb<\/b> Other, support, No. <br><b>InCyte Corporation<\/b> Other, support, No. <br><b>Novartis<\/b> Other, Consulting, No.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15895","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2726","PresenterBiography":null,"PresenterDisplayName":"Ann Hanna, BS;PhD","PresenterKey":"e6ecc9a8-1f24-4b4e-8e92-60976b554a9d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2726. Host myeloid response drives anti-PD-L1 resistance in murine models of triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Host myeloid response drives anti-PD-L1 resistance in murine models of triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Gliomas are the most common tumors arising from the brain. According to the WHO classification, gliomas are divided into low- and high-grade gliomas based on their aggressiveness and degrees of differentiation. Protocadherin Related 15 (<i>PCDH15<\/i>) gene is a member of the cadherin superfamily that encode membrane proteins involved in cell-cell adhesion. In this study, we aimed to investigate the prognostic value of <i>PCDH15<\/i> expression in Low-Grade Gliomas (LGG) and Glioblastoma Multiforme (GBM).<br \/>Methods: We conducted a bioinformatics analysis for <i>PCDH15<\/i> in LGG and GBM patients&#8217; data using their respective datasets from the Cancer Genomic Atlas (TCGA). GEPIA and GENT2 web-based tools were used to confirm the differential expression of <i>PCDH15<\/i> in LGG and GBM patients in comparison with normal brain tissue. We used the cBioPortal database to compare <i>PCDH15 <\/i>expression across molecular and histological glioma subtypes. Also, the SurvExpress tool was used to assess the prognostic value of <i>PCDH15<\/i> on overall survival (OS). To further understand the underlying molecular biology of <i>PCDH15<\/i>&#8217;s function, Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment analyses were conducted for significantly co-expressed genes (|spearman correlation coefficient|&#8805; 0.5) with <i>PCDH15<\/i> using the DAVID 6.8 bioinformatics tool.<br \/>Results: LGG and GBM both had statistically significant differences in <i>PCDH15<\/i> expression compared with normal brain tissue. <i>PCDH15<\/i> expression was significantly higher in LGG patients compared with GBM patients (mean log2 (TPM + 1): 9.5 vs 5.6, P &#60; 0.0001), with the highest expression in patients with mutated IDH genes. In the LGG cohort, higher <i>PCDH15<\/i> expression was associated with longer OS (hazard ratio: 2.44, 95% confidence interval: 1.69 - 3.53, P = 1.949E-6) while no significant difference was found in the GBM cohort (hazard ratio: 1.07, 95% confidence interval: 0.74 - 1.53, P = 0.7304). GO analyses for co-expressed genes in LGG indicated a role in the biological process (BP) DNA-templated regulation of transcription with a cellular component (CC) in the nucleus and the molecular functions (MF) &#8220;histone demethylase activity&#8221;, &#8220;hydrolase activity, acting on acid anhydrides&#8221; and &#8220;zinc ion binding&#8221;. While in GBM, GO analysis showed enrichment in the BP terms, &#8220;neuron cell-cell adhesion&#8221;, &#8220;positive regulation of synapse assembly&#8221;, and the CC terms, &#8220;cell junction&#8221;, &#8220;axon&#8221;, &#8220;plasma membrane&#8221;. KEGG pathway analysis did not retrieve any significantly enriched pathways in both diseases.<br \/>Conclusion: Our findings demonstrate a unique pattern of <i>PCDH15<\/i> overexpression in low-grade gliomas which was translated into a substantial impact on patients&#8217; survival. Functional enrichment analysis indicated transcription regulation as a potential mechanism for <i>PCDH15<\/i> in LGG, further supporting <i>PCDH15's potential<\/i> as a therapeutic target.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6be3d559-4b4f-4728-9244-9a3c52d76ca2\/@p03B8ZAm\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Prognostic markers,Biomarkers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18390"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Hassan Mohammed Abushukair<\/i><\/u><\/presenter>, <presenter><i>Bayan Osama Abu Alragheb<\/i><\/presenter>. Jordan University of Science and Technology, Irbid, Jordan, The University of Jordan, Amman, Jordan","CSlideId":"","ControlKey":"670e285d-cbf4-431e-be5c-a870be85735e","ControlNumber":"4994","DisclosureBlock":"&nbsp;<b>H. M. Abushukair, <\/b> None..<br><b>B. O. Abu Alragheb, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"18390","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6be3d559-4b4f-4728-9244-9a3c52d76ca2\/@p03B8ZAm\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2727","PresenterBiography":null,"PresenterDisplayName":"Hassan Abushukair, No Degree","PresenterKey":"cac32137-8519-41cd-a3e8-af8fe3ff15ad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2727. Overexpression of protocadherin related 15 (PCDH15) gene predicts better prognosis in low-grade glioma patients","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Overexpression of protocadherin related 15 (PCDH15) gene predicts better prognosis in low-grade glioma patients","Topics":null,"cSlideId":""},{"Abstract":"Alternative-splicing dysregulation has been shown to play a role in cancer oncogenesis, conferring survival benefits to tumors. Yet, similar to mutation-caused tumor immunity, alternative-splicing dysregulation in cancer has also been shown to create neoepitopes capable of causing an immune response. In this work, we develop a new bioinformatics pipeline, splicemutr, to characterize alternative splicing as a missing source of antigens in cancer from a splice-junction perspective. The splicemutr pipeline identifies antigenic, splice variants by kmerizing differentially spliced transcripts and performing mhc-binding affinity prediction using mhcnuggets. To benchmark this algorithm on established splicing alterations, we first apply our approach to HPV-positive head and neck tumors and find that splicemutr shows enrichment of immunogenic trans-splicing events and evidence for selection against immunogen-causing splice-junctions when compared to normal. Further expanding this to pan-cancer analysis in The Cancer Genome Analysis (TCGA) enables us to evaluate the extent to which alternative splicing relates to common immunogenic biomarkers, including notably tumor mutation burden. Using splicemutr, we show that within 14 cancer types, splicing antigenicity does not correlate with the tumor mutation burden, showing splicing antigenicity to be independent from a common biomarker of tumor response to treatment. To further relate splicing antigens to the efficacy of immunotherapy, we apply our pipeline to compare splicing-based antigenicity in PD1 resistant 4T1MSI implanted Balb\/cJ mice sensitized to nivolumab immunotherapy through combination therapy with a BET inhibitor (BETi) and in post-treament samples from an advanced melanoma clinical trial cohort treated with combination nivolumab and ipimulimab. In the mouse experiment, the nivolumab-BETi combination arm showed marked tumor shrinkage compared to the control and nivolumab alone arms. Using splicemutr, we show that the splicing antigenicity increases from combination therapy to nivolumab alone to the untreated arm, suggesting depletion of splicing-based antigens in those samples that respond well to treatment. In the advanced melanoma clinical trial cohort treated with combination nivolumab and ipimulimab, we show that the splicing-based antigenicity is higher in the non-responders than responders. Based upon our mouse data, we hypothesize that the post-treatment human data has decreased splicing-based antigens as the tumor clones containing them may be targeted by the immune system and depleted during successful immunotherapy response. Altogether, these data suggest the potential role of splicing as candidate antigens in cancer and use of our splicemutr pipeline for biomarker discovery based upon splicing antigenicity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fabf2979-d996-4cad-ad3c-cb9270374296\/@q03B8ZAn\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Head and neck cancers,Melanoma\/skin cancers,Alternative splicing,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/21139"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Theron Palmer Jr.<\/i><\/u><\/presenter>, <presenter><i>Michael Kessler<\/i><\/presenter>, <presenter><i>Ludmila Danilova<\/i><\/presenter>, <presenter><i>Archana Balan<\/i><\/presenter>, <presenter><i>Mark Yarchoan<\/i><\/presenter>, <presenter><i>Neeha Zaidi<\/i><\/presenter>, <presenter><i>Tamara Lopez-Vidal<\/i><\/presenter>, <presenter><i>Ali Saeed<\/i><\/presenter>, <presenter><i>Jessica Gore<\/i><\/presenter>, <presenter><i>Elizabeth M. Jaffee<\/i><\/presenter>, <presenter><i>Alexander Favorov<\/i><\/presenter>, <presenter><i>Valsamo Anagnostou<\/i><\/presenter>, <presenter><i>Daria Gaykalova<\/i><\/presenter>, <presenter><i>Rachel Karchin<\/i><\/presenter>, <presenter><i>Elana Fertig<\/i><\/presenter>. Johns Hopkins University School of Medicine, Baltimore, MD, Johns Hopkins University School of Medicine, Baltimore, MD, Johns Hopkins University School of Medicine, Baltimore, MD, Johns Hopkins University School of Medicine, Baltimore, MD, University of Maryland School of Medicine, Baltimore, MD, Johns Hopkins University School of Medicine, Baltimore, MD, Johns Hopkins University SChool of Medicine, Baltimore, MD, Johns Hopkins University, Baltimore, MD, Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"176849b1-dc65-4481-925b-35a54e0edccb","ControlNumber":"4686","DisclosureBlock":"&nbsp;<b>T. Palmer, <\/b> None..<br><b>M. Kessler, <\/b> None..<br><b>L. Danilova, <\/b> None..<br><b>A. Balan, <\/b> None.&nbsp;<br><b>M. Yarchoan, <\/b> <br><b>AstraZeneca<\/b> Other, Consultant, No. <br><b>Eisai<\/b> Other, Consultant, No. <br><b>Exelixis<\/b> Other, Consultant, No. <br><b>Bristol-Myers Squibb<\/b> Other, Research Funding, No. <br><b>Exelixis<\/b> Other, Research Funding. <br><b>Incyte<\/b> Other, Research funding. <br><b>Genentech<\/b> Other, Research funding.<br><b>N. Zaidi, <\/b> None..<br><b>T. Lopez-Vidal, <\/b> None..<br><b>A. Saeed, <\/b> None..<br><b>J. Gore, <\/b> None.&nbsp;<br><b>E. M. Jaffee, <\/b> <br><b>Adaptive Biotech<\/b> Paid Consultant, No. <br><b>CSTONE<\/b> Paid Consultant, No. <br><b>Achilles<\/b> Paid Consultant, No. <br><b>DragonFly<\/b> Paid Consultant, No. <br><b>Candel Therapeutics<\/b> Paid Consultant, No. <br><b>NextCure Biotech<\/b> Paid Consultant, No. <br><b>Genocea<\/b> Paid Consultant, No. <br><b>Lustgarten Foundation<\/b> Receives funding from and chief medical advisor, No. <br><b>Bristol Myer Squibb<\/b> Receives funding from, No. <br><b>Parker Institute for Cancer Immunotherapy<\/b> SAB advisor, No. <br><b>C3 Cancer Institute<\/b> SAB advisor, No.<br><b>A. Favorov, <\/b> None.&nbsp;<br><b>V. Anagnostou, <\/b> <br><b>Bristol Myers Squibb<\/b> Other, Research funding, No. <br><b>Astra Zeneca<\/b> Other, Research funding, No.<br><b>D. Gaykalova, <\/b> None..<br><b>R. Karchin, <\/b> None.&nbsp;<br><b>E. Fertig, <\/b> <br><b>Viosera therapeutics<\/b> Scientific advisory board member, No.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"21139","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fabf2979-d996-4cad-ad3c-cb9270374296\/@q03B8ZAn\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2728","PresenterBiography":null,"PresenterDisplayName":"Theron Palmer, BS","PresenterKey":"92ff9f4a-031e-43b0-9055-0a966b2a9e5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2728. Characterization of splicing-derived neoantigens using splicemutr shows their independence from TMB and potential as a biomarker for immunotherapy response","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"295","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of splicing-derived neoantigens using splicemutr shows their independence from TMB and potential as a biomarker for immunotherapy response","Topics":null,"cSlideId":""}]