[{"Abstract":"In vitro cancer research predominantly utilizes established cell lines of a chosen cancer type as phenotypic representations of various disease states, whether they be non-cancerous, non-invasive, highly metastatic, or derived from distinct cellular origins within an organ or tissue. While such methodology is useful to study cancer cells from diverse disease states, when one considers the tremendous complexity of intertumoral heterogeneity, it becomes problematic to use cell lines derived from distinct individuals with diverse malignancies to study the progression of tumorigenesis in a single cancer type. To address this need, a novel murine model was developed, composed of six cell lines isolated from progressively advanced tumors all derived from a single parental line (Ray et al., Exp. Cell Res. 340, 1-11). Each cell line should represent a snapshot of a particular stage of this cancer&#8217;s development, with the entire model providing a platform to study tumorigenic changes incurred as the transformed cells progressed from a localized tumor to an aggressively malignant growth. However, isolating primary cell lines can be an inefficient process, and a successfully isolated line may not accurately represent the dominant neoplastic cell type from a tumor. For that reason, it is necessary to characterize the cell lines from this model to confirm that the observed in vitro behavior of the cells matches the expected phenotype of the tissue from which it was derived. To this end, we performed an in vitro characterization of each cell line in the model. The three lines derived from distant metastatic tumors displayed significantly higher rates of two dimensional motility and invasive capacity as compared to the parental cell line, the line derived from a primary tumor or from a local metastasis. The distant metastatic lines also displayed elevated rates of extracellular acidification, an indication of increased rates of aerobic glycolysis. These measures demonstrated convincingly that the behavior of the cells in culture mirrored the expected phenotype of the tissue from which they were derived, thus validating the utility of the model. We then performed a comprehensive proteomic analysis via orbitrap tandem mass spectrometry, yielding expression data on over 3,000 proteins across all cell lines. This analysis yielded expected results that further validated the model, such as showing an increasing trend of expression of cancer-associated proteins like transcription factor AP-1 and decreasing trends of expression of tumor suppressors like protein NDRG1. However, it also revealed striking changes in protein expression in targets not currently implicated in tumorigenesis, thus providing novel targets for further examination. In total, this study validated a novel murine cell model as a valuable tool in the study of tumorigenesis, while providing a robust proteomic data set to guide future research into cancerous progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/83c9786b-bf1e-4497-a314-addf513fdaa4\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-05 Other,,"},{"Key":"Keywords","Value":"Fibroblasts,Tumor heterogeneity,Tumor progression,Proteomic analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14099"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Steven D. Scahill<\/i><\/u><\/presenter>, <presenter><i>Kelly Jean Sherman<\/i><\/presenter>, <presenter><i>Jessie Guidry<\/i><\/presenter>, <presenter><i>Harry J. Gould III<\/i><\/presenter>, <presenter><i>Dennis Paul<\/i><\/presenter>. LSU Health Sciences Center New Orleans, New Orleans, LA, LSU Health Sciences Center New Orleans, New Orleans, LA","CSlideId":"","ControlKey":"656fba08-ccc8-438e-a4cf-70a66a2c7df7","ControlNumber":"6046","DisclosureBlock":"&nbsp;<b>S. D. Scahill, <\/b> None..<br><b>K. Sherman, <\/b> None..<br><b>J. Guidry, <\/b> None.&nbsp;<br><b>H. J. Gould, <\/b> <br><b>Oleander Medical Technologies<\/b> Stock, Grant\/Contract, Yes. <br><b>D. Paul, <\/b> <br><b>Oleander Medical Technologies<\/b> Stock, Grant\/Contract, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14099","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/83c9786b-bf1e-4497-a314-addf513fdaa4\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1684","PresenterBiography":null,"PresenterDisplayName":"Steven Scahill, BS","PresenterKey":"2f5b12ab-cc09-4e4a-8a63-ce228ad13f37","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1684. In vitro characterization of a novel murine model of cancerous progression","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Methods to Measure Tumor Evolution and Heterogeneity","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"In vitro characterization of a novel murine model of cancerous progression","Topics":null,"cSlideId":""},{"Abstract":"<b>BACKGROUND: <\/b>Emerging evidence strongly implicates intra-tumoral heterogeneous biology in treatment resistance and disease progression across many cancer types. Thus, there is a need for workflows capable of systematically resolving and targeting distinct tumor subpopulations<sup>1<\/sup>. Using glioblastoma (GBM) as a prototype, I have aimed to leverage the computational power of Artificial Intelligence (AI) and deep learning to develop an autonomous workflow for the objective definition of biologically distinct tumor subpopulations<sup>2<\/sup>.<br \/><b>OBJECTIVES: <\/b>I hypothesize that AI may be leveraged as a tool to resolve spatial heterogeneity, by identifying tumoral subpopulations with unique molecular profiles and therapeutic targets. To highlight the need for routine analysis of tumor heterogeneity, I will address if:<br \/><b>METHODS: <\/b>I apply our developed image clustering workflows to quantify AI-defined subregions within a clinical cohort of 10 GBM patient tumors<sup>2,3<\/sup>. Laser capture microdissection and mass spectrometry-based proteomics are leveraged to address if AI-defined subregions show intra-tumoral molecular variation. Further, existing pharmacogenomic databases are utilized to carry out drug sensitivity and transcriptional clustering to define AI-defined region-specific therapeutic sensitivities and resistances across my clinical GBM cohort<sup>4<\/sup>.<br \/><b>RESULTS:<\/b> Preliminary data shows that region to region heterogeneity can be found in IDH wild-type GBM using our unbiased omics approach, in addition to predicting different pharmacogenomic sensitivities.<br \/><b>CONCLUSIONS: <\/b>This project aims to develop the first AI-driven tool to guide the routine and systematic molecular analysis of spatial morphogenomic heterogeneity. Further, this tool may have the potential to provide novel approaches for personalized care by selecting drug combinations that target a larger fraction of a tumor&#8217;s true biology.<br \/>1. Patel, A. P. <i>et al.<\/i> Single-cell RNA-seq highlights intratumoral heterogeneity in primary glioblastoma. <i>Science (80-. ).<\/i> <b>344<\/b>, 1396-1401 (2014).<br \/>2. Faust, K. <i>et al.<\/i> Unsupervised Resolution of Histomorphologic Heterogeneity in Renal Cell Carcinoma Using a Brain Tumor-Educated Neural Network. <i>JCO Clin. Cancer Informatics<\/i> 811-821 (2020) doi:10.1200\/cci.20.00035.<br \/>3. Roohi, A., Faust, K., Djuric, U. &#38; Diamandis, P. Unsupervised Machine Learning in Pathology: The Next Frontier. <i>Surgical Pathology Clinics<\/i> vol. 13 349-358 (2020).<br \/>4. Barretina, J. <i>et al.<\/i> The Cancer Cell Line Encyclopedia enables predictive modeling of anticancer drug sensitivity. <i>Nat. 2012 4837391<\/i> <b>483<\/b>, 603-607 (2012).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/329327a9-e34c-4021-a002-20c2a5896812\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-05 Other,,"},{"Key":"Keywords","Value":"Heterogeneity,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14100"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Anglin J. Dent<\/i><\/u><\/presenter>, <presenter><i>Kevin Faust<\/i><\/presenter>, <presenter><i>Brian Lam<\/i><\/presenter>, <presenter><i>Alberto J. Leon<\/i><\/presenter>, <presenter><i>Queenie Tsang<\/i><\/presenter>, <presenter><i>Phedias Diamandis<\/i><\/presenter>. University of Toronto, Toronto, ON, Canada, University of Toronto, Toronto, ON, Canada, University Health Network, Toronto, ON, Canada","CSlideId":"","ControlKey":"a2333079-a4eb-45cd-822d-f1cda783d624","ControlNumber":"2470","DisclosureBlock":"&nbsp;<b>A. J. Dent, <\/b> None..<br><b>K. Faust, <\/b> None..<br><b>B. Lam, <\/b> None..<br><b>A. J. Leon, <\/b> None..<br><b>Q. Tsang, <\/b> None..<br><b>P. Diamandis, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14100","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/329327a9-e34c-4021-a002-20c2a5896812\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1685","PresenterBiography":null,"PresenterDisplayName":"Anglin Dent, BS","PresenterKey":"8c63d35e-532e-4656-a699-7805b1e656da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1685. Deep learning approaches to deciphering intra-tumoural heterogeneity in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Methods to Measure Tumor Evolution and Heterogeneity","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deep learning approaches to deciphering intra-tumoural heterogeneity in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"The complexity of cancer is compounded by the continuous emergence of malignant cell populations that drive tumor heterogeneity and challenges diagnostic and therapeutic advances. Methods to study cancer at the single cell level are important to better understand tumor heterogeneity. Isolation of tumor cells from tissue typically relies on targeting biomarkers overexpressed in tumor cells, such as EpCAM, resulting in cells that may express common markers with morphologic and molecular heterogeneity.<br \/>We developed a platform termed Computational Sorting and Mapping of Single cells (COSMOS) that uses high-dimensional morphology analysis of single cells using artificial intelligence, microfluidics and high resolution bright-field imaging to identify and enrich target cells. We used COSMOS to train a deep convolutional neural network (ConvNet) classifier to identify and enrich malignant cells from non-small cell lung cancer (NSCLC) dissociated tumor cell (DTC) samples. The enriched population of NSCLC cells are label-free, unperturbed and viable, making them amenable to many downstream analysis methods but importantly also contain single cell high-dimensional morphology profiles.<br \/>We verified enrichment of malignant cells by performing RNA and DNA analysis on the enriched sample. Single cell RNA-seq (scRNA-Seq) analysis shows high levels of EpCAM expression in sorted cells. Copy number variation (CNV) analysis demonstrated increased amplitude of deletion and amplification peaks relative to the pre-sorted DTC sample. Further, mutational analysis show increased allele frequency of mutations including P53 and KRAS in post-sorted compared to pre-sorted samples.<br \/>Morphological heterogeneity within the malignant population is observed by UMAP analysis with the presence of multiple clusters of morphologically unique tumor cell populations detected. We further trained the classifier to detect and enrich for each subpopulation; CNV, mutation, bulk RNASeq, and scRNA-Seq analysis revealed molecular differences between the morphology subgroups. Further work is planned to evaluate the link between the morphological, molecular and functional characteristics of each subpopulation.<br \/>We demonstrate a platform that can enrich malignant cells based on morphology, yielding a population of cells that are label-free, viable and unperturbed, making them compatible with downstream molecular assays commonly used to study heterogeneity. Additionally the cells can be morphologically profiled at the single cell level yielding a high-dimensional morphological profile that reveals heterogeneous populations of cells that can be further characterized by molecular analysis and could offer a new dimension to understand heterogeneity and biomarker discovery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fc7ac7c7-a45d-406f-be8f-9723b22a7754\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Single cell,Microfluidics,Deep learning,Tumor heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14101"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Andreja Jovic<\/i><\/u><\/presenter>, <presenter><i>Kiran Saini<\/i><\/presenter>, <presenter><i>Michael Phelan<\/i><\/presenter>, <presenter><i>Ryan Chow<\/i><\/presenter>, <presenter><i>Simo Zhang<\/i><\/presenter>, <presenter><i>Chassidy Johnson<\/i><\/presenter>, <presenter><i>Nianzhen Li<\/i><\/presenter>, <presenter><i>Thomas J. Musci<\/i><\/presenter>, <presenter><i>Mahyar Salek<\/i><\/presenter>, <presenter><i>Maddison (Mahdokht) Masaeli<\/i><\/presenter>. Deepcell Inc, Menlo Park, CA","CSlideId":"","ControlKey":"18d7f769-4b6a-4547-862e-04a1eaabdf30","ControlNumber":"6327","DisclosureBlock":"&nbsp;<b>A. Jovic, <\/b> None..<br><b>K. Saini, <\/b> None..<br><b>M. Phelan, <\/b> None..<br><b>R. Chow, <\/b> None..<br><b>S. Zhang, <\/b> None..<br><b>C. Johnson, <\/b> None..<br><b>N. Li, <\/b> None..<br><b>T. J. Musci, <\/b> None..<br><b>M. Salek, <\/b> None..<br><b>M. Masaeli, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14101","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fc7ac7c7-a45d-406f-be8f-9723b22a7754\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1686","PresenterBiography":null,"PresenterDisplayName":"Andreja Jovic, PhD","PresenterKey":"111d2850-5e1e-4d85-ae96-a5f387fe3c29","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1686. Characterizing tumor heterogeneity through label-free, morphology-based live cell sorting","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Methods to Measure Tumor Evolution and Heterogeneity","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing tumor heterogeneity through label-free, morphology-based live cell sorting","Topics":null,"cSlideId":""},{"Abstract":"Single-cell level investigations such as DNA and RNA sequencing, protein analyses, and phenotypic studies require an input sample with a high rate of viability (&#62;90%). If too many dead cells are present in the input, degraded proteins and ambient DNA or RNA can increase background noise that may lead to missing identification of crucial targets. Since the cost for single-cell sequencing experiments still remains high, it is critical to ensure the input sample is optimized for high viability to ensure cost-effective and reproducible data. Current bead assays or other sample viability enrichment techniques used in preparation for single-cell analyses typically result in a significant sample loss, sometimes sacrificing 80% of the starting sample, and these preparation steps require multiple passes (&#62; 45 minutes time) and costly kits. These beads or kits can be biased and change the cell population, subject cells to unwanted stresses, and diminish sample integrity with the time needed for preparations. Here, we investigate sample cell viability enrichment on the Cyto R1 Platform, a label-free, cell enrichment, sorting, and recovery platform. At the core, the Cyto R1 uses Cyto Chips, microfluidic technologies with electrical fields, to phenotypically enrich and sort various cells based upon cells&#8217; unique physical structures and subcellular features. Thus, the Cyto R1 ensures native cell recovery without any unwanted cell tagging to maximize sample integrity. In this work, a variety of single cell solutions derived from T cell lymphoma tumors, ascites fluid, and organ tissues were enriched for viable cells to obtain a final sample viability over 90%. Additionally, we aimed to achieve a minimum of 50,000 viable cells, a common target for single-cell sequencing, in as rapid a timeframe as possible. In one sample origin tested, murine T cell lymphomas, the average starting viability was 65 &#177; 6.5%, and the final viability after enrichment on the Cyto R1 Platform was 95.8 &#177; 1.8%. Similarly, murine ascites cell mixtures were enriched from average viabilities below 55% up to 91.6 &#177; 4.2%. For all samples tested, &#62;50,000 viable cells were obtained in under 30 minutes. This work demonstrates that the Cyto R1 can effectively and efficiently enrich a variety of starting samples for high viability (&#62;90%) as required for downstream assays and single-cell sequencing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b4058729-08f3-4f51-a7db-1bc0c428bb9c\/@B03B8ZMT\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Sequencing,T lymphocytes,Ascites fluid,Microfluidics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14102"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Alexandra R. Hyler<\/i><\/u><\/presenter>, <presenter><i>Alicia M. Cole<\/i><\/presenter>, <presenter><i>Ridi Barua<\/i><\/presenter>, <presenter><i>Amiran K. Dzutsev<\/i><\/presenter>, <presenter><i>Eva M. Schmelz<\/i><\/presenter>. CytoRecovery, Blacksburg, VA, National Cancer Institute, Bethesda, MD, Virginia Tech, Blacksburg, VA","CSlideId":"","ControlKey":"8e66e6f8-ce6a-46a3-bda2-08df6748bec2","ControlNumber":"2427","DisclosureBlock":"&nbsp;<b>A. R. Hyler, <\/b> None..<br><b>A. M. Cole, <\/b> None..<br><b>R. Barua, <\/b> None..<br><b>A. K. Dzutsev, <\/b> None..<br><b>E. M. Schmelz, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14102","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b4058729-08f3-4f51-a7db-1bc0c428bb9c\/@B03B8ZMT\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1687","PresenterBiography":null,"PresenterDisplayName":"Alexandra Hyler, B Eng;PhD","PresenterKey":"ccd79a96-3791-4753-af5a-625f2da6dbad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1687. Cyto R1 Platform enriches samples&#8217; viability for single-cell sequencing and downstream assays","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Methods to Measure Tumor Evolution and Heterogeneity","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cyto R1 Platform enriches samples&#8217; viability for single-cell sequencing and downstream assays","Topics":null,"cSlideId":""},{"Abstract":"Classical markers of tumor-initiating cells (TIC), aldehyde dehydrogenase 1 (ALDH1) activity and the cell-surface markers, CD44<sup>pos<\/sup>\/CD24<sup>low\/neg<\/sup>, show insufficient cell type specificity to identify TIC definitively, nor do they allow robust enrichment by FACS. As a consequence, analyses of TIC function and gene expression to date are not definitive. Identification and characterization of the TIC subpopulation is critically important in breast cancer since these cells are thought to mediate treatment resistance, as well as local and distant recurrence. This is particularly critical for &#8220;triple negative&#8221; breast cancer (TNBC), since currently there are no targeted therapies available for this clinical subtype. Lentiviral signaling reporter vectors allow purification of enriched TIC subpopulations thereby facilitating single cell analyses to identify distinct sets of cells with TIC features. We used a collection of fluorescent lentiviral reporters that enable visualization and flow cytometric enrichment of cells undergoing STAT3-, GLI-, WNT-, or OCT4\/SOX2-mediated transcriptional activity. Our collection of patient derived xenograft (PDX) models of TNBC were infected with the lentiviral reporters, re-transplanted, and screened for reporter activity upon regrowth. TIC function of reporter-expressing cells relative to negative cells was assayed by mammosphere formation and limiting dilution transplantation. Reporter expressing cells with enriched TIC function were then analyzed by single cell RNAseq for expression of classical markers to identify the subset of cells most likely to represent the TIC subpopulation. Our results indicate that STAT3 and GLI transcriptional activity can serve as uniquely PDX-dependent indicators for TIC function for a subpopulation of cancer cells. Also, multiple potential TIC signaling pathways, including STAT3, GLI, WNT, and OCT4\/SOX2, can be active in a single PDX model, but do not necessarily associate with TIC function, indicating TIC diversity in TNBC. These data in conjunction with treatment response and single-cell RNA-seq sheds light on the molecular diversity of TIC populations in TNBC, identifies candidate targets for therapeutic intervention, and will indicate whether TIC diversity is associated with differential response to different chemotherapeutic agents.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/efdb4bff-b2db-4860-9a77-ea49b0f0bd2f\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Heterogeneity,Breast cancer,Xenografts,Lentivirus,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14106"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>John Landua<\/i><\/u><\/presenter>, <presenter><i>Ping Gong<\/i><\/presenter>, <presenter><i>Michael T. Lewis<\/i><\/presenter>. Baylor College of Medicine, Houston, TX, Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"242cb0ba-ebd6-4d46-8264-27d92819e63a","ControlNumber":"3758","DisclosureBlock":"&nbsp;<b>J. Landua, <\/b> None..<br><b>P. Gong, <\/b> None.&nbsp;<br><b>M. T. Lewis, <\/b> <br><b>StemMed LLC<\/b> Other, Founder and uncompensated limited partner, No. <br><b>StemMed Holdings LLC<\/b> Other, Founder and uncompensated Manager, No. <br><b>Tvardi Therapeutics Inc.<\/b> Other, Founder and equity stake holder, No.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14106","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/efdb4bff-b2db-4860-9a77-ea49b0f0bd2f\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1689","PresenterBiography":null,"PresenterDisplayName":"John Landua","PresenterKey":"97e724a7-4941-47a4-bda3-5c57ad5fb9e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1689. Heterogeneity of tumor-initiating cell related signaling revealed by lentiviral signaling reporters in breast cancer patient-derived xenografts","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Methods to Measure Tumor Evolution and Heterogeneity","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Heterogeneity of tumor-initiating cell related signaling revealed by lentiviral signaling reporters in breast cancer patient-derived xenografts","Topics":null,"cSlideId":""},{"Abstract":"Background: Single cell sequencing is a powerful tool for the evaluation of intratumoral heterogeneity and the investigation of cancer evolution.<br \/>Aims: By combining laser microdissection and single cell sequencing, we aimed to link tissue morphology and spatial information with sequencing data of the isolated cells.<br \/>Materials &#38; methods: In our preliminary study, we used fresh frozen tissue specimen of surgically resected material from a colorectal cancer (CRC) patient containing both cancerous and normal adjacent tissue (NAT). From part of the normal and cancerous tissue exome sequencing was performed in bulk (to assess somatic variants), while the other part was subjected to single cell sequencing. Fresh frozen tissues from both CRC and NAT were cryosectioned at -20&#176;C with section thickness ranging from 16 to 25 &#181;m to ensure that a layer of whole cells are present in the slides. Tissue slides were then scanned using a PANNORAMIC 1000 scanner (3DHISTECH Ltd.). After morphologic evaluation single normal colonocytes and cancerous cells were laser microdissected from the NAT and multiple CRC areas (invasive front, differentiated, non-differentiated cells) by using a CellCut Laser Microdissection system (MMI). The isolated cells were subjected to Repli-G Single Cell WGA Kit (Qiagen) and library preparation followed by whole exome sequencing (WES) on NextSeq 550 (Illumina). Blood sample was also collected before surgical treatment, cell-free DNA was isolated and exome sequencing was completed. Bioinformatic analysis was conducted using BaseSpace and GATK4 best practices. Common and unique variants were identified between cells and also compared with the bulk exom and cell free DNA sequencing results of the patient. Identified variants were further investigated using the oncoKB annotator.<br \/>Results: Both healthy (1) and cancerous epithelial cells (3) were dissected and sequenced successfully. A median depth of coverage of 192 was achieved with a median of 43.3% of coverage of 50x or above in the target region compared to 73.9 and 52.8% 208 and 97.6% in tissue and plasma samples, respectively. Overall, we identified 105 ,,likely oncogenic&#8221; and 2 ,,predicted oncogenic&#8221; unique variants in the single cells using the oncoKB annotator. Among the cancerous single cells, we identified 10 ,,likely oncogenic&#8221; and 1 ,,predicted oncogenic&#8221; common variants (such as ARID4B, DNMT3B, MSH6 and HNF1A), while 15, 25 and 7 ,,likely oncogenic&#8221; (such as CTLA4, MLH1, MSH2, CDK12, CDKN1B) variants were identified uniquely in the 3 cancerous cells.<br \/>Conclusion: We were able to dissect, isolate and sequence single cells from CRC and NAT thus combining valuable morphologic information with sequencing data on a single cellular level with maintained spatial information. The distribution of variants among the single cells shows that it is a viable approach to investigate tumor heterogeneity and to link the morphologic phenotypes and genotypes of cancerous cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/5e46dcac-6668-458f-9f28-7101bfd334fb\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Tumor heterogeneity,Solid tumors,Microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14108"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>William Jayasekara Kothalawala<\/i><\/u><\/presenter>, <presenter><i>Alexandra Kalmár<\/i><\/presenter>, <presenter><i>Gitta Szabó<\/i><\/presenter>, <presenter><i>Barbara Kinga Barták<\/i><\/presenter>, <presenter><i>Sára Zsigrai<\/i><\/presenter>, <presenter><i>Zsófia Brigitta Nagy<\/i><\/presenter>, <presenter><i>Ildikó Felletár<\/i><\/presenter>, <presenter><i>Krisztina Andrea Szigeti<\/i><\/presenter>, <presenter><i>István Takács<\/i><\/presenter>, <presenter><i>Béla Molnár<\/i><\/presenter>. Semmelweis University, Budapest, Hungary","CSlideId":"","ControlKey":"34a58945-5d1b-48c0-89ab-3dcc6f862aec","ControlNumber":"4836","DisclosureBlock":"&nbsp;<b>W. J. Kothalawala, <\/b> None..<br><b>A. Kalmár, <\/b> None..<br><b>G. Szabó, <\/b> None..<br><b>B. K. Barták, <\/b> None..<br><b>S. Zsigrai, <\/b> None..<br><b>Z. B. Nagy, <\/b> None..<br><b>I. Felletár, <\/b> None..<br><b>K. A. Szigeti, <\/b> None..<br><b>I. Takács, <\/b> None..<br><b>B. Molnár, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14108","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/5e46dcac-6668-458f-9f28-7101bfd334fb\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1690","PresenterBiography":null,"PresenterDisplayName":"William Kothalawala, MD,BS","PresenterKey":"db25d408-ab09-4464-a45f-a2652f91cdc3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1690. A histology based approach to spatial single cell analysis of colorectal cancers","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Methods to Measure Tumor Evolution and Heterogeneity","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A histology based approach to spatial single cell analysis of colorectal cancers","Topics":null,"cSlideId":""},{"Abstract":"Background: ITH, which is caused by subpopulations of cells with distinct genomic alterations within the same tumor is known to have an impact on the biological profile and natural history of the tumor. However, assessment of ITH is mostly done tissue-based. Herein, we investigated the correlation of ITH assessed by ctDNA with bTMB and the presence of actionable mutations.<br \/>Method: Blood samples were collected from consecutive 53 patients with NSCLC seen at Northwestern Memorial Hospital. For each sample, SNV, indel, and CNV results generated by sequencing of all plasma ctDNA (Guardant360) were formatted for PyClone. ITH scores were calculated using the number of clusters identified in the sample divided by the number of variants detected in the sample.<br \/>Result: bTMB was evaluable for 22 patients (41%). 7 patients (13%) had actionable mutations associated with FDA-approved therapies. Cluster number was positively correlated with bTMB (Pearson r 0.69, p-value 0.0004, CI 0.38 to 0.86) and was negatively correlated with the presence of actionable mutations (median 2 vs 5, p-value 0.01). ITH scores were not significantly correlated with bTMB (Pearson r 0.03, p-value 0.89, CI -0.39 to 0.44).<br \/>Conclusion: Higher cluster number was inversely correlated with the presence of actionable mutations and positively correlated with bTMB. Our study illustrates the importance of utilizing liquid biopsy to assess ITH with tissue-based ITH in clinics for a better understanding of the biological profile of tumor.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bdb279ea-5511-427d-b714-46007d5105d1\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Circulating tumor DNA,Intratumoral heterogeneity,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14109"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Leeseul Kim<\/i><\/u><\/presenter>, <presenter><i>Yeun Ho Lee<\/i><\/presenter>, <presenter><i>Hye Sung Kim<\/i><\/presenter>, <presenter><i>Horyun Choi<\/i><\/presenter>, <presenter><i>Jinah Kim<\/i><\/presenter>, <presenter><i>Young Kwang Chae<\/i><\/presenter>. AMITA health Saint Francis Hospital, Evanston, IL, Northwestern University Feinberg School of Medicine, Chicago, IL, University of Hawaii Internal Medicine Residency Program, Honolulu, HI, UPMC Harrisburg, Harrisburg, PA","CSlideId":"","ControlKey":"54f1a72a-528d-4737-b9b0-83806e8a4ece","ControlNumber":"6418","DisclosureBlock":"&nbsp;<b>L. Kim, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>H. Choi, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>Y. Chae, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14109","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bdb279ea-5511-427d-b714-46007d5105d1\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1691","PresenterBiography":null,"PresenterDisplayName":"Leeseul Kim, MD","PresenterKey":"2961dacc-8ec3-48c8-9601-102f7b8d4789","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1691. The landscape of intra-tumor heterogeneity (ITH) and its association with actionable mutation and blood tumor mutation burden (bTMB) in patients with non-small cell lung cancer (NSCLC) assessed by circulating tumor DNA (ctDNA)","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Methods to Measure Tumor Evolution and Heterogeneity","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The landscape of intra-tumor heterogeneity (ITH) and its association with actionable mutation and blood tumor mutation burden (bTMB) in patients with non-small cell lung cancer (NSCLC) assessed by circulating tumor DNA (ctDNA)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Single-cell DNA sequencing <b><\/b>with droplet microfluidics has enabled the characterization of genetic heterogeneity in hematologic malignancies and fresh solid tumors through the direct DNA sequencing of thousands of single cells from individual samples without the need of whole-genome amplification. The application of this technology in banked solid tumor samples has been rather limited to date, however. Here, we describe and validate a method to characterize clonal evolution of somatic mutations from frozen tumor specimens, utilizing endometrial carcinomas (ECs) as an example.<br \/><b>Methods: <\/b>Tissue cores <b><\/b>were obtained from frozen ECs and the extracellular matrix was enzymatically digested. A subset of extracted nuclei were used for bulk DNA extraction and targeted sequencing. The remaining nuclei were encapsulated with cell lysis buffer, and the DNA was primed and barcoded with hydrogel beads containing 317 cancer gene amplicons using a Tapestri instrument (Mission Bio). Following droplet PCR, Illumina libraries were generated and sequenced on a NovaSeq6000. Sequencing reads were trimmed and mapped to the reference genome. Barcode sequences were error-corrected and cells were detected from barcodes based on number of reads assigned to each barcode and amplicon read completeness. Genotyping was performed using GATK and the allele drop-out (ADO) rate was calculated. <b><\/b>Non-neoplastic cells were defined by the absence of somatic mutations. Allele-specific copy number (ASCN) profiles for each tumor cell were estimated by normalizing mean reads per cell per amplicon to reads of non-neoplastic cells.<br \/><b>Results: <\/b>We performed single-cell genotyping and ASCN profiling on two ECs with matched bulk sequencing data. For EC1, 5,004 tumor and 132 non-neoplastic cells were sequenced, for a 97% tumor purity. For EC2, 2,981 tumor and 165 non-neoplastic cells were obtained, for a 95% tumor purity. The average number of reads per amplicon per cell for EC1 and EC2 was 116 and 146 with an ADO rate of 6% and 8%, respectively. The data obtained from single-cell analysis were concordant with the matched bulk sequencing data in terms of clonal and subclonal mutations, and their respective cancer cell fraction. Single-cell sequencing further revealed the presence of loss of heterozygosity and emergence of minor subclones as late events in tumor evolution, which could not be inferred by bulk sequencing. In EC2, branch mutations displayed a spectrum consistent with microsatellite instability (MSI), reflecting its acquired MSI phenotype.<br \/><b>Conclusions<\/b>: Here we describe a robust method to perform single-cell targeted DNA sequencing with droplet microfluidics of individual nuclei isolated from frozen tissue samples, providing the opportunity to determine the repertoire of somatic mutations at single cell resolution and to infer cancer clonal architecture and dynamics utilizing banked solid cancer tissue samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b71746d6-a61f-44de-8990-b2e326e66ea8\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Single cell,Tumor heterogeneity,Clonal evolution,Endometrial cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14111"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Arnaud Da Cruz Paula<\/i><\/u><\/presenter>, <presenter><i>Yingjie Zhu<\/i><\/presenter>, <presenter><i>Shirin Issa Bhaloo<\/i><\/presenter>, <presenter><i>Fresia Pareja<\/i><\/presenter>, <presenter><i>Timothy Hoang<\/i><\/presenter>, <presenter><i>Pier Selenica<\/i><\/presenter>, <presenter><i>Etta Hanlon<\/i><\/presenter>, <presenter><i>Thais Basili<\/i><\/presenter>, <presenter><i>Higinio Dopeso<\/i><\/presenter>, <presenter><i>Nadeem Abu-Rustum<\/i><\/presenter>, <presenter><i>Jorge Sergio Reis-Filho<\/i><\/presenter>, <presenter><i>Britta Weigelt<\/i><\/presenter>. Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"6fdb49a4-6a28-48d9-b01c-cabb77f6ee10","ControlNumber":"3588","DisclosureBlock":"&nbsp;<b>A. Da Cruz Paula, <\/b> None..<br><b>Y. Zhu, <\/b> None..<br><b>S. Issa Bhaloo, <\/b> None..<br><b>F. Pareja, <\/b> None..<br><b>T. Hoang, <\/b> None..<br><b>P. Selenica, <\/b> None..<br><b>E. Hanlon, <\/b> None..<br><b>T. Basili, <\/b> None..<br><b>H. Dopeso, <\/b> None.&nbsp;<br><b>N. Abu-Rustum, <\/b> <br><b>Grail<\/b> Grant\/Contract, Other, Paid to the institution\u000d\u000a, No. <br><b>J. S. Reis-Filho, <\/b> <br><b>Goldman Sachs<\/b> Independent Contractor, No. <br><b>Repare Therapeutics<\/b> Independent Contractor, No. <br><b>Paige.AI<\/b> Independent Contractor, No. <br><b>Eli Lilly<\/b> Independent Contractor, No. <br><b>VolitionRx<\/b> Independent Contractor, No. <br><b>Personalis<\/b> Independent Contractor, No. <br><b>Repare Therapeutics<\/b> Stock, No. <br><b>Oncoclinicas<\/b> Fiduciary Officer, No. <br><b>B. Weigelt, <\/b> <br><b>Repare Therapeutics<\/b> Other, Ad hoc member scientific advisory board, No.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14111","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b71746d6-a61f-44de-8990-b2e326e66ea8\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1692","PresenterBiography":null,"PresenterDisplayName":"Arnaud Da Cruz Paula, PhD","PresenterKey":"3036d53c-6aa0-464c-8748-f3f8b9c66670","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1692. Single-cell DNA sequencing from frozen endometrial tumors to address clonal evolution of somatic mutations","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Methods to Measure Tumor Evolution and Heterogeneity","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell DNA sequencing from frozen endometrial tumors to address clonal evolution of somatic mutations","Topics":null,"cSlideId":""},{"Abstract":"Extrachromosomal DNA circularization is a common event in cancer cells and frequently serves as a vehicle for cancer oncogene amplification. Random segregation of oncogene-containing extrachromosomal circular DNA promotes rapid intercellular heterogeneity, conferring tumors the ability to rapidly evolve and escape therapy. Smaller, copy-number neutral extrachromosomal circular DNAs are also abundantly identified in both healthy and malignant tissues, but their function in cancer is still unknown. Understanding how extrachromosomal circular DNAs contribute to intercellular heterogeneity in cancer cells remains crucial, however methods for an unbiased characterization of extrachromosomal circular DNAs in single cells are lacking. We introduce scEC&#38;T-seq (<u>s<\/u>ingle <u>c<\/u>ell <u>e<\/u>xtrachromosomal <u>c<\/u>ircular DNA and <u>t<\/u>ranscriptomic <u>seq<\/u>uencing), a method for parallel detection of extrachromosomal circular DNAs and full-length mRNA in single cells. We demonstrate the ability of our method to isolate and detect extrachromosomal circular DNAs genome-wide from all range of sizes in single cells. We observed that whereas large oncogene-containing circular DNAs are clonally present in most cancer cells, only a very small fraction of small circular DNAs are recurrently identified in single cells, indicating yet unknown prerequisites for maintenance and propagation. Our method was able to capture and recapitulate the structural complexity of oncogene-containing extrachromosomal circular DNAs in single cells, and the matching transcriptomic data allowed us to identify fusion transcripts resulting from the rearranged extrachromosomal structures. In addition, we observed that whereas the main structure of extrachromosomal circular DNAs is mostly stable in single cells, intercellular differences in extrachromosomal circular DNAs&#8217; content can drive differences in oncogene transcription levels in single cells. We envision that by integrating extrachromosomal circular DNA and mRNA sequencing, our method will not only be useful to investigate the impact of intercellular heterogeneity in extrachromosomal circular DNA in tumor evolution, but also to interrogate its function in other biological and pathological processes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/52e1482a-4767-49b2-8019-b6bf1070cb40\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Single cell,Inter-cellular heterogeneity,Oncogene amplification,Extrachromosomal Circular DNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14112"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Rocio Chamorro Gonzalez<\/i><\/u><\/presenter>, <presenter><i>Thomas Conrad<\/i><\/presenter>, <presenter><i>Robin Xu<\/i><\/presenter>, <presenter><i>Madalina Giurgiu<\/i><\/presenter>, <presenter><i>Maja Cwikla<\/i><\/presenter>, <presenter><i>Katharina Kasack<\/i><\/presenter>, <presenter><i>Lotte Brückner<\/i><\/presenter>, <presenter><i>Eric Van Leen<\/i><\/presenter>, <presenter><i>Elias Rodriguez-Fos<\/i><\/presenter>, <presenter><i>Konstantin Helmsauer<\/i><\/presenter>, <presenter><i>Heathcliff Dorado Garcia<\/i><\/presenter>, <presenter><i>Yi Bei<\/i><\/presenter>, <presenter><i>Karin Schmelz<\/i><\/presenter>, <presenter><i>Sascha Sauer<\/i><\/presenter>, <presenter><i>Angelika Eggert<\/i><\/presenter>, <presenter><i>Johannes H. Schulte<\/i><\/presenter>, <presenter><i>Roland F. Schwarz<\/i><\/presenter>, <presenter><i>Kerstin Haase<\/i><\/presenter>, <presenter><i>Richard P. Koche<\/i><\/presenter>, <presenter><i>Anton G. Henssen<\/i><\/presenter>. Charité-Universitätsmedizin, Berlin, Germany, Berlin Institute for Medical Systems Biology, Max Delbrück Center for Molecular Medicine in the Helmholtz Association, Berlin, Germany, Fraunhofer Institute for Cell Therapy and Immunology Bioanalytics and Bioprocesses IZI-BB, Postdam, Germany, Max Delbrück Center for Molecular Medicine in the Helmholtz Association, Berlin, Germany, Charité-Universitätsmedizin, Berlin, Germany","CSlideId":"","ControlKey":"b6953933-f873-4233-a38b-e96c59793416","ControlNumber":"3095","DisclosureBlock":"&nbsp;<b>R. Chamorro Gonzalez, <\/b> None..<br><b>T. Conrad, <\/b> None..<br><b>R. Xu, <\/b> None..<br><b>M. Giurgiu, <\/b> None..<br><b>M. Cwikla, <\/b> None..<br><b>K. Kasack, <\/b> None..<br><b>L. Brückner, <\/b> None..<br><b>E. van Leen, <\/b> None..<br><b>E. Rodriguez-Fos, <\/b> None..<br><b>K. Helmsauer, <\/b> None..<br><b>H. Dorado Garcia, <\/b> None..<br><b>Y. Bei, <\/b> None..<br><b>K. Schmelz, <\/b> None..<br><b>S. Sauer, <\/b> None..<br><b>A. Eggert, <\/b> None..<br><b>J. Schulte, <\/b> None..<br><b>R. Schwarz, <\/b> None..<br><b>K. Haase, <\/b> None..<br><b>R. Koche, <\/b> None..<br><b>A. Henssen, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14112","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/52e1482a-4767-49b2-8019-b6bf1070cb40\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1693","PresenterBiography":null,"PresenterDisplayName":"Maria del Rocio Chamorro Gonzalez, MS","PresenterKey":"48f6d0ed-7d82-4adc-aa0b-5f9f0e0d1f8e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1693. Dissecting intercellular extrachromosomal circular DNA heterogeneity in single cancer cells with scEC&#38;T-seq","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Methods to Measure Tumor Evolution and Heterogeneity","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dissecting intercellular extrachromosomal circular DNA heterogeneity in single cancer cells with scEC&#38;T-seq","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Detection of circulating free DNA (cfDNA) is a promising tool to monitor and predict tumor progression and treatment efficacy. Our group has shown the clinical relevance of cfDNA as a biomarker of tumor development and progression in several cancer models, including colorectal carcinoma and melanoma. cfDNA may stem from a combination of apoptosis, necrosis, and cellular secretions. However, the source and mechanism of cfDNA release in cancer cells are still unclear. Indeed, while some data state that cfDNA is derived from apoptosis, other studies report it is mainly a product of cellular secretions. To better understand cfDNA release and its correlation with tumor biology, this study aimed to assess cfDNA kinetics under cell death, cell cycle arrest, and senescence by using an <i>in vitro<\/i> cancer model.<br \/>Methods: Colorectal (HTC116 and HT29), lung (A549), and melanoma (MP41 and OMM2.5) cancer cells underwent cytotoxic conditions by drugs: TRIAL\/APO2L, Roscovitine, and valproic acid (VAP), as well as environmental stress by heat and irradiation. Cell death and cell cycle were evaluated by FACS. &#946;-galactosidase staining assessed senescence. cfDNA was extracted from 3 mL supernatant using QIAamp nucleic acid kit and evaluated by digital droplet PCR through hot spot mutations (Mut), and a mitochondrial gene (mt-cfDNA). Isolated cfDNA was visualized by fragment size using Bioanalyzer 2100.<br \/>Results: Mut and mt-cfDNA increased during cytotoxic conditions in a dose-dependent manner. Cells under apoptosis released greater mut and mt-cfDNA compared to necrotic and untreated cells. Similarly, cell cycle disturbances by VAP were associated with an increase in Mut and mt-cfDNA. Moreover, &#946;-galactosidase positive cells (5D post-irradiation) showed lower Mut and mt-cfDNA levels than control conditions. Electropherogram images showed that cytotoxic conditions alter fragment size distribution. While fragments about 100-200 bp were observed in apoptosis, necrosis showed more abundant fragments about &#62;1000 bp.<br \/>Conclusions: The release of cfDNA is influenced by cytotoxic and stress conditions. Knowing the biology of cfDNA can help understand its role in cancer development and how best to utilize this marker clinically, especially post cytotoxic agents that induce different cell death mechanisms. These findings have major implications in the interpretation of ctDNA in liquid biopsy as a biomarker of treatment response and tumor progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/12413684-57b5-41d2-91e7-2e79d2cd041a\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Cell-free DNA,Liquid biopsies,In vitro,Droplet digital PCR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14113"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Prisca Bustamante<\/i><\/u><\/presenter>, <presenter><i>Thupten Tsering<\/i><\/presenter>, <presenter><i>Julia Valdemarin Burnier<\/i><\/presenter>. Research Institute of the McGill Health Centre, Montreal, QC, Canada","CSlideId":"","ControlKey":"6f1e07ad-adac-46ee-876c-f269aba62e3e","ControlNumber":"5463","DisclosureBlock":"&nbsp;<b>P. Bustamante, <\/b> None..<br><b>T. Tsering, <\/b> None..<br><b>J. V. Burnier, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14113","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/12413684-57b5-41d2-91e7-2e79d2cd041a\/@B03B8ZMT\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1694","PresenterBiography":null,"PresenterDisplayName":"Prisca Bustamante, MS","PresenterKey":"fa2fcd52-2326-4eda-a4b0-77f5e6ed9fcd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1694. Cytotoxic conditions alter cell free DNA concentration and fragment size in cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Methods to Measure Tumor Evolution and Heterogeneity","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cytotoxic conditions alter cell free DNA concentration and fragment size in cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Tumor evolution is dictated by the genetic, epigenetic and transcriptional landscape of the &#8216;cell-of-origin&#8217; or the tumor initiating cell. While the genomic landscape of cancers has been extensively profiled, efforts to identify the cell-of-origin in individual tumors have been largely restricted to cell type specific activation of oncogenes in genetically engineered mouse models and correlative studies on gene expression patterns between normal tissue and tumor. \u0009Prior work from our lab has shown that highly expressed genes within a cell exhibit an overall increase in mutation rates as a consequence of transcription-coupled damage (TCD) which overwhelms transcription-coupled repair (TCR) relative to genes with low or medium level expressions. We therefore hypothesized that tumor cells retain a TCD-mutational signature representative of their cell-of-origin, enabling us to identify the cell-of-origin from the mutational landscape of human tumors.To test this hypothesis, we explored tumors originating from the lung which comprise comprise of distinct histological subtypes: small cell lung cancer (SCLC) and non-small cell lung cancer (NSCLC) that is further categorized into lung adenocarcinoma (LUAD), squamous cell lung cancer (LUSC) and large cell carcinoma (LCC). To identify lung epithelial cell type signatures, we first analyzed a publicly available single cell transcriptomic atlas of the normal human lung of 9,407 cells. For each of the 14 epithelial cell types defined in the lung atlas, we curated a gene signature of its respective unique and highly expressed genes. We next studied the somatic genetic variants in a dataset of 488 samples, which consisted of 230 LUAD tumors and 178 LUSC tumors from TCGA as well as 80 SCLC tumors from a previously published dataset. For each of the 488 tumors, we generated TCD-scores as a function of mutation frequency for each cell-type specific gene signature.Unsupervised hierarchical clustering on the 14 TCD-scores corresponding to the 14 epithelial cell types for each tumor, revealed heterogeneous patterns of cell-type specific mutational signatures. More specifically, LUAD samples were heterogeneously enriched for high AT2-specific, club-specific, ciliated-specific TCD-scores, while LUSC tumors were enriched for basal-specific and ciliated-specific TCD-scores. Together these data suggest that a tumor&#8217;s mutational profile can serve as a metric for the identification of the cell-of-origin. Further work will test the extension in different cancer types in other organs or a pan-cancer analysis. The identification of cell-of-origin for cancer subtypes would enable a better understanding of the tumor biology, and ultimately may lead to preventive therapies for individuals at high risk of developing cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/273b0825-719f-4abe-9489-bfd8f9c8ec96\/@t03B8ZMU\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-01 Causes and consequences of tumor heterogeneity,,"},{"Key":"Keywords","Value":"Transcription,Heterogeneity,Cell of origin,Tumor evolution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14115"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ayushi S. Patel<\/i><\/u><\/presenter>, <presenter><i>Itai Yanai<\/i><\/presenter>. New York University School of Medicine, New York, NY","CSlideId":"","ControlKey":"5ef06d6a-f555-4459-8890-299ca369f517","ControlNumber":"4515","DisclosureBlock":"&nbsp;<b>A. S. Patel, <\/b> None..<br><b>I. Yanai, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14115","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/273b0825-719f-4abe-9489-bfd8f9c8ec96\/@t03B8ZMU\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1696","PresenterBiography":null,"PresenterDisplayName":"Ayushi Patel, BA;BS;MS","PresenterKey":"ba46d3cd-e3c2-4557-a936-7576ce9c6aa0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1696. Cell-type specific mutational signatures as a proxy for cell-of-origin identification in lung cancer histological subtypes","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Methods to Measure Tumor Evolution and Heterogeneity","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell-type specific mutational signatures as a proxy for cell-of-origin identification in lung cancer histological subtypes","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction <\/b>Cancers commonly accrue copy number gains and losses during their development. An improved understanding of their contribution to tumorigenesis can be gained by studying their distribution and evolution within and across tumor types.<br \/><b>Materials and Methods <\/b>We analyzed copy number profiles of 16,765 tumours from the Hartwig Medical Foundation, Pan-Cancer Analysis of Whole Genomes (PCAWG) and The Cancer Genome Atlas (TCGA) cohorts. We used a novel timing method, ComplexTiming, to time the occurrence of copy number gains, and a permutation-based approach to assess the distribution of copy number events relative to a null distribution.<br \/><b>Results <\/b>Complex copy number states in cancers that have undergone a whole-genome duplication (WGD) are commonly assumed to develop through a most parsimonious route, where the series of events leading to the complex copy number state requiring the least number of steps, is proposed to be the most likely one. Our newly developed ComplexTiming approach allows unique insights into the actual routes that led to these complex copy number states. In our large pan-cancer cohort, we found that the most parsimonious set of events does not occur in approximately 40% of cases. Additional gains more frequently occurred after WGD than before, reflecting a previously observed increase in instability. In squamous cell lung cancer, gains of 3q were frequently found before WGD. Additionally, 5q and 1q were significantly more likely to be gained before WGD in colorectal and melanoma metastases, respectively.<br \/>Evaluating the distribution of copy number events, we found that the majority of copy number events are distributed across tumors consistent with a permutation model that assigns copy number events randomly. However, interestingly, in the majority of cancer types, we found copy number events that occurred more often than expected in individual tumors with low numbers of events, such as loss of chromosome 9 in bladder cancer, loss of 20p in colorectal adenocarcinomas, and gain of 1q in breast adenocarcinomas. These results suggest that the high-frequency of these specific copy number events is due to selection, while other copy number changes may occur neutrally due to innate chromosome instability.<br \/><b>Conclusion <\/b>The landscape of copy number gains in tumors is diverse. By analyzing the timing of these events as well as their distribution, we identify a subset of frequent copy number changes in different cancer types that are likely under selection.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c39c6319-5fe8-4700-97c7-64df7a4be125\/@t03B8ZMU\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-02 Clonal evolution,,"},{"Key":"Keywords","Value":"Clonal evolution,Copy number alterations,Metastatic tumors,Timing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14140"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Toby Baker<\/i><\/u><\/presenter>, <presenter><i>Stefan Dentro<\/i><\/presenter>, <presenter><i>Paul Spellman<\/i><\/presenter>, <presenter><i>Maxime Tarabichi<\/i><\/presenter>, <presenter><i>Peter Van Loo<\/i><\/presenter>. The Francis Crick Institute, London, United Kingdom, DFKZ, Heidelberg, Germany, Oregon Health & Science University, Portland, OR, IRIBHM Université Libre de Bruxelles, Brussels, Belgium, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"3a16f7d2-14a7-409a-bf77-9d5f7e96a140","ControlNumber":"4414","DisclosureBlock":"&nbsp;<b>T. Baker, <\/b> None..<br><b>S. Dentro, <\/b> None..<br><b>P. Spellman, <\/b> None..<br><b>M. Tarabichi, <\/b> None..<br><b>P. Van Loo, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14140","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c39c6319-5fe8-4700-97c7-64df7a4be125\/@t03B8ZMU\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1698","PresenterBiography":null,"PresenterDisplayName":"Toby Baker, BA","PresenterKey":"fea9e0db-a9f8-491c-baca-e8aa84b1ed49","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1698. Copy number diversity within and across tumor types","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Methods to Measure Tumor Evolution and Heterogeneity","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Copy number diversity within and across tumor types","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>The analysis of somatic mutations has identified different mutational signatures that represent different exogenous or endogenous mutagenic processes active during tumor development. Those biological processes represent a main driver of diversity, but little is known about the dynamics of their activity over time. Based on the multi-region sequencing data of the TRACERx study we developed SignaTree, a tool to deconvolve mutational signatures for each subclone within a phylogenetic tree of a tumor to quantify the dynamics of mutational processes over time.<br \/><b>Methods: <\/b>The subclonal architecture of 396 TRACERx tumors with phylogenetic tree output were used to develop SignaTree and investigate mutational signature dynamics over time. Only mutational signatures that were identified in a de novo signature analysis of the TRACERx 421 patients were included for deconstruction. A randomized sampling technique informed by both ancestral and descendent mutations was used to mitigate the uncertainty of signature deconvolution within small subclones. A bootstrapping method was applied to reconstruct the distribution of the mutational signature activity within the ancestral clone to statistically test the change in signature activity for significance between ancestral and descendent clones. Simulations of mutational signatures within different subclones along a phylogenetic tree were used for validation purposes.<b> <\/b><br \/><b>Results: <\/b>SignaTree was identified to better predict mutational signature activity in 83% of simulations in comparison to applying a deconstruction tool (deconstructSigs) without a randomized sampling step for small subclones. 77% of the TRACERx tumors showed at least one significant change in signature activity between ancestral and descendent clones, with the majority of tumors exhibiting multiple shifts in mutational processes during their evolutionary history. The most common signature dynamic observed involved a decrease in smoking signature (SBS4) and an increase in APOBEC (SBS2 + SBS13) related activity. 8% of tumors presented evidence for dynamic fluctuations in APOBEC activity over time (episodic APOBEC) which has previously only been described in vitro. Most of them exhibited episodic APOBEC activity only in a small subset of tumor regions highlighting local heterogeneity in addition to timing diversity of the endogenous APOBEC process.<b> <\/b><br \/><b>Conclusion: <\/b>SignaTree allows the deconstruction of mutational signatures within subclones and improves the ability to detect signatures in clones with a low number of mutations. Using this approach, it is possible to identify different evolutionary patterns of mutational signature activity during tumor development including episodic APOBEC activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1cc29e32-dc81-4c6a-b24c-7089e6410cc5\/@t03B8ZMU\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-02 Clonal evolution,,"},{"Key":"Keywords","Value":"Tumor evolution,Tumor heterogeneity,Mutational Signatures,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14141"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Michelle Dietzen<\/i><\/u><\/presenter>, <presenter><i>Oriol Pich<\/i><\/presenter>, TRACERx Consortium, <presenter><i>Simone Zaccaria<\/i><\/presenter>, <presenter><i>Charles Swanton<\/i><\/presenter>, <presenter><i>Nicholas McGranahan<\/i><\/presenter>. University College London Cancer Institute, London, United Kingdom, The Francis Crick Institute, London, United Kingdom","CSlideId":"","ControlKey":"c669f628-055f-49d0-9317-39308e9b16b8","ControlNumber":"1895","DisclosureBlock":"&nbsp;<b>M. Dietzen, <\/b> None..<br><b>O. Pich, <\/b> None..<br><b>S. Zaccaria, <\/b> None.&nbsp;<br><b>C. Swanton, <\/b> <br><b>Pfizer<\/b> Grant\/Contract, Other, Consultant, No. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Advisory Board Member and Chief Investigator for the MeRmaiD1 clinical trial; Consultant, No. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, Consultant, No. <br><b>Roche-Ventana<\/b> Grant\/Contract, Other, Consultant, No. <br><b>Boehringer-Ingelheim<\/b> Grant\/Contract, No. <br><b>Archer Dx Inc.<\/b> Grant\/Contract, No. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract, No. <br><b>Amgen<\/b> Other, Consultant, No. <br><b>Novartis<\/b> Other, Consultant, No. <br><b>GlaxoSmithKline<\/b> Other, Consultant, No. <br><b>MSD<\/b> Other, Consultant, No. <br><b>Illumina<\/b> Other, Consultant, No. <br><b>Genentech<\/b> Other, Consultant, No. <br><b>GRAIL<\/b> Stock Option, Other, Consultant, No. <br><b>Medicxi<\/b> Other, Consultant, No. <br><b>Bicycle Therapeutics<\/b> Other, Consultant, No. <br><b>Metabomed<\/b> Other, Consultant, No. <br><b>Apogen Biotechnologies<\/b> Stock Option, No. <br><b>Epic Bioscience<\/b> Stock Option, No. <br><b>Achilles Therapeutics<\/b> Stock Option, Other, Co-founder, No. <br><b>N. McGranahan, <\/b> <br><b>Achilles Therapeutics<\/b> Stock Option, No.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14141","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1cc29e32-dc81-4c6a-b24c-7089e6410cc5\/@t03B8ZMU\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1699","PresenterBiography":null,"PresenterDisplayName":"Michelle Dietzen, BS,MS","PresenterKey":"390dbdc7-61c2-4a49-aafd-236a4375e892","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1699. SignaTree: A tool to identify evolutionary trajectories of the activity of mutational processes in TRACERx","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Methods to Measure Tumor Evolution and Heterogeneity","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SignaTree: A tool to identify evolutionary trajectories of the activity of mutational processes in TRACERx","Topics":null,"cSlideId":""},{"Abstract":"Clinical decisions for precision and immuno-oncology therapies are based on predictive biomarkers commonly obtained from a single metastatic biopsy, or from archived primary tumor material. Circulating genomic biomarkers present a minimally invasive way to monitor the intra-patient tumor heterogeneity and its fluctuations in order to provide a real-time evaluation of the changing clonal architecture with potential therapeutic implications. Single-cell DNA next generation sequencing (scNGS) of circulating tumor cells (CTC) is a particularly well-suited method of unraveling and monitoring that heterogeneity to complement biomarker information obtained from tissue and cell-free circulating tumor DNA (ctDNA). In this proof-of-concept study we analyzed 123 CTC, 15 white blood cells (WBC), and ctDNA from 15 CTC-positive lobular breast cancer patients, five of whom had CTC available at both metastatic baseline and after progression on a variety of therapies chosen at their physician&#8217;s discretion. CTC were enriched with the CellSearch&#174; system and isolated as single cells with the DEPArray&#8482; system. Whole genome amplified CTC DNA underwent scNGS with the Oncomine Comprehensive Assay covering ~500 genes and 1.1Mb of genomic space to detect mutations, copy number alterations, tumor mutation burden (TMB) and microsatellite instability (MSI). 99.1% of cells were informative, with a mean sequencing depth of 664x. Using our previously developed, CTC-based precision medicine reporting platform, MI-CTCSeq, multiple CTC in seven of 15 patients (47%) had mutations that were actionable by FDA-approved targeted therapies including in the oncogenes <i>PIK3CA<\/i> (alpelisib) and <i>FGFR2<\/i> (erdafitinib). 13 patients (87%) displayed intra-patient, inter-CTC genomic heterogeneity of putative driver mutations. Two of five (40%) patients with CTC at both baseline and progression displayed fluctuations in their CTC subclonal makeup between timepoints. One of the two harbored a baseline <i>ESR1<\/i> (estrogen receptor &#945;) p.D538G activating mutation that largely disappeared at progression and was replaced by a CTC subclone with a different <i>ESR1<\/i> activating mutation, p.Y537S. Intriguingly, this patient&#8217;s CTC also harbored an <i>FGFR2<\/i> p.K659M mutation in an actionable &#8220;hotspot&#8221; at progression, which was absent at baseline, suggesting potential utility of serial monitoring by CTC scNGS. TMB scores and MSI status in CTC were highly concordant with those measured in clinical tissue biopsies. Taken together, these data suggest the non-invasive interrogation of the CTC genomic landscape and its serial monitoring to inform precision and immuno-oncology treatments in real time.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4160e3bd-1f1e-488b-9902-c236bb70e1c2\/@t03B8ZMU\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-02 Clonal evolution,,"},{"Key":"Keywords","Value":"Circulating tumor cells,Circulating tumor DNA,Liquid biopsies,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14142"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Andi K. Cani<\/i><\/u><\/presenter>, <presenter><i>Emily M. Dolce<\/i><\/presenter>, <presenter><i>Elizabeth P. Darga<\/i><\/presenter>, <presenter><i>Kevin Hu<\/i><\/presenter>, <presenter><i>Chia-Jen Liu<\/i><\/presenter>, <presenter><i>James M. Rae<\/i><\/presenter>, <presenter><i>Daffyd G. Thomas<\/i><\/presenter>, <presenter><i>Scott A. Tomlins<\/i><\/presenter>, <presenter><i>Arul M. Chinnaiyan<\/i><\/presenter>, <presenter><i>Aaron M. Udager<\/i><\/presenter>, <presenter><i>Costanza Paoletti<\/i><\/presenter>, <presenter><i>Erin F. Cobain<\/i><\/presenter>, <presenter><i>Daniel F. Hayes<\/i><\/presenter>. University of Michigan, Ann Arbor, MI, University of Michigan, Ann Arbor, MI, University of Michigan, Ann Arbor, MI, University of Michigan, Ann Arbor, MI, University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"a72d8125-f8e1-42c8-8640-6c6ba1870d60","ControlNumber":"5262","DisclosureBlock":"&nbsp;<b>A. K. Cani, <\/b> None..<br><b>E. M. Dolce, <\/b> None..<br><b>E. P. Darga, <\/b> None..<br><b>K. Hu, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>J. M. Rae, <\/b> None..<br><b>D. G. Thomas, <\/b> None..<br><b>S. A. Tomlins, <\/b> None..<br><b>A. M. Chinnaiyan, <\/b> None..<br><b>A. M. Udager, <\/b> None.&nbsp;<br><b>C. Paoletti, <\/b> <br><b>EISAI, Inc., Woodcliff Lake, NJ, USA<\/b> Employment, Currently working at EISAI, INC., but this research is unrelated to her employment.. <br><b>Menarini Silicon Biosystems<\/b> Grant\/Contract, Travel, Travel reimbursement and research funding from Menarini Silicon Biosystems. <br><b>AstraZeneca<\/b> Grant\/Contract, Research funding from AstraZeneca. <br><b>Pfeizer<\/b> Grant\/Contract, Research funding from Pfeizer.<br><b>E. F. Cobain, <\/b> None..<br><b>D. F. Hayes, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14142","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4160e3bd-1f1e-488b-9902-c236bb70e1c2\/@t03B8ZMU\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1700","PresenterBiography":null,"PresenterDisplayName":"Andi Cani, BS;MS;PhD","PresenterKey":"61bb54b1-283c-4823-a096-d27a82f5f2bc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1700. Serial monitoring of single-cell circulating tumor cell genomics in metastatic lobular breast cancer to identify precision and immuno-oncology biomarkers with therapeutic implications","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Methods to Measure Tumor Evolution and Heterogeneity","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Serial monitoring of single-cell circulating tumor cell genomics in metastatic lobular breast cancer to identify precision and immuno-oncology biomarkers with therapeutic implications","Topics":null,"cSlideId":""},{"Abstract":"Tumor initiation and progression are the result of a close interplay between malignant cells and immune cells. While single-cell genomics has enabled the molecular dissection of the cellular heterogeneity underlying complex cancers, many facets of tumor microenvironments remain unresolved. In particular, the ontogeny of myeloid cells have not been fully understood in human tumors, although the source and expansion of macrophages have been suggested to underlie tumor development and metastasis in mice. In an effort to comprehensively characterize these tumor microenvironments, we profiled endometrial, ovarian, and metastatic tumors from 16 patients using CITE-seq (an atlas of 258,810 cells) and mitochondrial single-cell ATAC-seq (mtscATAC-seq; consisting of 173,820 cells). Our multi-omic analyses reveal the heterogeneity of tumor-infiltrating immune cells at clonal, epigenetic, transcriptomic, and proteomic levels. Notably, all tumor types harbored diverse exhausted T cell subsets, including terminal and precursor exhausted T cells, and gamma\/delta T cells. Clonal somatic variant analysis between tumor tissues and peripheral blood mononuclear cells identified blood-derived monocytes, rather than embryonically derived cells, as the origin of macrophages within gynecological tumors. Further, our analyses show that macrophages expand minimally within the tumor microenvironment, suggesting that they may be continuously replenished by blood, an observation that may facilitate new approaches for cancer immunotherapy. In total, our dataset represents the first multi-modal single cell atlas of gynecologic tumors and reveals distinct features of T cell heterogeneity and myeloid expansions in complex tumor microenvironments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c7e29c2c-54a2-4c34-be50-db7e29d7098e\/@t03B8ZMU\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-02 Clonal evolution,,"},{"Key":"Keywords","Value":"Clonal evolution,Macrophages,Genomics,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14143"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Vincent Liu<\/i><\/u><\/presenter>, <presenter><i>Katalin Sandor<\/i><\/presenter>, <presenter><i>Bence Daniel<\/i><\/presenter>, <presenter><i>Lionel Berthoin<\/i><\/presenter>, <presenter><i>Shan Sabri<\/i><\/presenter>, <presenter><i>Sofia Panagiotopoulou<\/i><\/presenter>, <presenter><i>Yajie Yin<\/i><\/presenter>, <presenter><i>Kamir Hiam-Galvez<\/i><\/presenter>, <presenter><i>Rene Sit<\/i><\/presenter>, <presenter><i>Zi Fan<\/i><\/presenter>, <presenter><i>Brendan Galvin<\/i><\/presenter>, <presenter><i>Omar Khan<\/i><\/presenter>, <presenter><i>Natalie Bezman<\/i><\/presenter>, <presenter><i>Jane Grogan<\/i><\/presenter>, <presenter><i>Brooke Howitt<\/i><\/presenter>, <presenter><i>Grace Zheng<\/i><\/presenter>, <presenter><i>Caleb Lareau<\/i><\/presenter>, <presenter><i>Ansuman Satpathy<\/i><\/presenter>. Stanford University School of Medicine, Palo Alto, CA, Arsenal Biosciences, South San Francisco, CA","CSlideId":"","ControlKey":"117b32fe-b312-42c5-bb22-724a704d3607","ControlNumber":"3557","DisclosureBlock":"&nbsp;<b>V. Liu, <\/b> None..<br><b>K. Sandor, <\/b> None..<br><b>B. Daniel, <\/b> None..<br><b>L. Berthoin, <\/b> None..<br><b>S. Sabri, <\/b> None..<br><b>S. Panagiotopoulou, <\/b> None..<br><b>Y. Yin, <\/b> None..<br><b>K. Hiam-Galvez, <\/b> None..<br><b>R. Sit, <\/b> None..<br><b>Z. Fan, <\/b> None..<br><b>B. Galvin, <\/b> None..<br><b>O. Khan, <\/b> None..<br><b>N. Bezman, <\/b> None..<br><b>J. Grogan, <\/b> None..<br><b>B. Howitt, <\/b> None..<br><b>G. Zheng, <\/b> None..<br><b>C. Lareau, <\/b> None..<br><b>A. Satpathy, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14143","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c7e29c2c-54a2-4c34-be50-db7e29d7098e\/@t03B8ZMU\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1701","PresenterBiography":null,"PresenterDisplayName":"Vincent Liu","PresenterKey":"c6958505-1765-405d-8cc5-07bad83516e8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1701. Single-cell multi-omic profiling and clonal tracing of the human gynecological tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Methods to Measure Tumor Evolution and Heterogeneity","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell multi-omic profiling and clonal tracing of the human gynecological tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Single cell &#8220;omics&#8221; and lineage tracing analyses are valuable tools for studying heterogeneity and clonal dynamics. However, current clonal analyses do not easily enable live cell retrieval. That is a particular issue when further study of cells that were targeted for elimination or otherwise not selected during an experiment could provide critical information. We report a clonal molecular barcoding method, called SunCatcher, that enables longitudinal tracking and retrieval of live cells. Single cell-derived clonal populations are generated from complex cell population, each is infected with a unique, heritable molecular barcode, and stocks of each individual barcoded clone (BC) are retained. BCs can be combined to create a version of the original cell population or to generate custom BC pools. We developed a highly sensitive, accurate, rapid, and inexpensive qPCR-based method for identifying and quantifying BCs <i>in vitro<\/i> and <i>in vivo<\/i>.We applied SunCatcher to various breast cancer cell lines, including murine Met1 triple negative breast cancer line. A heterogeneous pool comprised of 31 Met1 BCs reliably reproduced the proliferation rate, tumor-forming capacity, and cancer progression as the original parental cell line. Individual BCs, however, displayed significant differences in proliferation, tumor formation, and breast cancer cell hallmarks: cytokeratin 8\/14, Zeb1 (mesenchymal marker), EpCAM (epithelial marker) PD-L1 (immune checkpoint protein) and MHC-I (antigen presentation). Five BCs consistently dominated the primary tumors at the ethical end point of 21 days: BC2, BC8, BC25, BC53, BC67. Interestingly, not all 5 BCs were the fastest growing clones, suggesting <i>in vitro<\/i> proliferation does not correlate with clone expansion <i>in vivo<\/i>. Two clones (BC43, 18) were not detected in the primary tumors at ethical endpoint, yet when injected alone, had tumor-forming capacity after a long latency (~60 days). Therefore, SunCatcher enabled identification of clones that are consequential for disease progression that would otherwise not be identified during pre-clinical experimentation. Using SunCatcher, we successfully detected Met1 spontaneous metastases as early as 3 weeks in the lung, long bone, and mandible. Long bone had the highest incidence and metastatic burden and were dominated by BC53 and 8 in 3\/5 mice. Lung had lower metastatic burden and BC53 was the dominant clone in 4\/4 mice. BC8 was exclusive to bone, suggesting site-specific metastasis capacity for different tumor clones. SunCatcher is a reliable, inexpensive, and rapid clonal barcoding method that enables deeper understanding of heterogeneity and clonal dynamics. We identified and analyzed BCs that were responsible for cancer progression, and, for the first time, could analyze BCs that were negatively selected during cancer progression. We envision that SunCatcher will be a useful cancer research tool.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ec95ac67-23b1-480d-839a-38ed8cf6e998\/@t03B8ZMU\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Tumor heterogeneity,Barcode ,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/21348"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Qiuchen Guo<\/i><\/presenter>, <presenter><u><i>Milos Spasic<\/i><\/u><\/presenter>, <presenter><i>Adam Maynard<\/i><\/presenter>, <presenter><i>Gregory Goreczny<\/i><\/presenter>, <presenter><i>Amanuel Bizuayehu<\/i><\/presenter>, <presenter><i>Jessica Olive<\/i><\/presenter>, <presenter><i>Sandra McAllister<\/i><\/presenter>. Brigham and Women's Hospital, Harvard Medical School, Boston, MA, Harvard Medical School, Boston, MA, Brigham and Women's Hospital, Harvard Medical School, Broad Institute of Harvard and MIT, Harvard Stem Cell Institute, Boston, MA","CSlideId":"","ControlKey":"b333af31-b5ef-454a-8da9-9d035b81ef31","ControlNumber":"2396","DisclosureBlock":"&nbsp;<b>Q. Guo, <\/b> None..<br><b>M. Spasic, <\/b> None..<br><b>A. Maynard, <\/b> None..<br><b>G. Goreczny, <\/b> None..<br><b>A. Bizuayehu, <\/b> None..<br><b>J. Olive, <\/b> None..<br><b>S. McAllister, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"21348","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ec95ac67-23b1-480d-839a-38ed8cf6e998\/@t03B8ZMU\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1702","PresenterBiography":null,"PresenterDisplayName":"Milos Spasic, PhD","PresenterKey":"c9453551-a73e-4021-88b6-fd668f0eb88a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1702. SunCatcher: Clonal barcoding with qPCR-based detection enables live cell functional analyses and generation of custom cell pools","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Methods to Measure Tumor Evolution and Heterogeneity","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SunCatcher: Clonal barcoding with qPCR-based detection enables live cell functional analyses and generation of custom cell pools","Topics":null,"cSlideId":""}]