[{"Abstract":"Obesity is one of the risk factors for prostate neoplasia development, however the underlying molecular mechanisms that link obesity and prostate cancer remain elusive. The roles of AR, p53, EZH2, INPP4B, and PTEN are implicated in prostate cancer etiology. Androgen receptor (AR) signaling interacts functionally with PTEN, INPP4B, EZH2, and p53 signaling in prostate epithelium, and its transcriptional activity is reprogrammed by changes in the levels of these proteins during prostate cancer progression. Phosphatase and tensin homolog (PTEN) and Inositol Polyphosphate 4-Phosphatase Type-II B<b> (<\/b>INPP4B) are dual specificity phosphatases which are tumor suppressors in prostate cancer and are lost in nearly half of advanced castration resistant prostate cancers (CRPC). p53 is also a tumor suppressor gene that is frequently inactivated in prostate cancers. Enhancer of Zeste 2 (EZH2) is an epigenetic silencer that increases methylation of histone H3 on K27 and K9 residues and acts as an oncogene in CRPC. We have previously shown that INPP4B inhibits the Akt and PKC signaling pathways, which are activated in obesity. Using an <i>Inpp4b<\/i>-deficient mouse model, we showed that three-month-old <i>Inpp4b<sup>-\/-<\/sup><\/i> males developed prostatic intraepithelial neoplasia (PIN) when fed a high fat diet (HFD). While the AR protein levels were not altered, the transcriptional activity of AR was reduced in the prostates of <i>Inpp4b<sup>-\/-<\/sup><\/i> males. Furthermore, the prostates of HFD-fed <i>Inpp4b<sup>-\/-<\/sup><\/i> males exhibited increased expression of pro-inflammatory cytokines and macrophage infiltration. It was previously reported that indolent nature of the prostate neoplasia, which is caused by prostate specific <i>Pten<\/i> knockout, is due to the compensatory increase in other tumor suppressor proteins, such as p53, SMAD4, and PML. Concomitant with <i>Pten,<\/i> knockout of these individual tumor suppressors led to drastic acceleration of prostate neoplasia. Similar to prostates of <i>Pten<sup>-\/-<\/sup><\/i> mice, p53 levels increased in <i>Inpp4b<sup>-\/-<\/sup><\/i> males fed a low fat diet (LFD). Unlike males fed LFD, p53 protein levels decreased in HFD fed <i>Inpp4b<sup>-\/-<\/sup><\/i> mice, consistent with the development of PIN in this group. EZH2 levels as well as the levels of its targets, H3K27me3 and H3K9me2, decreased in ventral prostates of the <i>Inpp4b<sup>-\/-<\/sup><\/i> males and that decrease was exacerbated by the HFD. Similar to our mouse model, we observed significant positive correlation between the INPP4B and EZH2 expression in the prostates of healthy men and prostate cancer patients. In summary, we showed that loss of INPP4B synergizes with the HFD in reprogramming AR activity, reduction of EZH2 levels, and increases inflammation. Importantly, HFD reverses compensatory increase in p53 protein levels in prostates of <i>Inpp4b<sup>-\/-<\/sup><\/i> males. These alterations contribute to the development of PIN in the prostates of HFD-fed <i>Inpp4b<sup>-\/-<\/sup><\/i> males.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6dc52601-af3f-4ebe-a33a-c3709e134be0\/@H03B8ZJq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Prostate cancer,Mouse models,p53,INPP4B,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13009"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Yasemin Ceyhan<\/i><\/u><\/presenter>, <presenter><i>Manqi Zhang<\/i><\/presenter>, <presenter><i>Irina U. Agoulnik<\/i><\/presenter>. Florida International University, Miami, FL, Duke University, Durham, NC","CSlideId":"","ControlKey":"9b6a1c95-fbf9-41aa-a504-02f3096d5bb4","ControlNumber":"933","DisclosureBlock":"&nbsp;<b>Y. Ceyhan, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>I. U. Agoulnik, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13009","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6dc52601-af3f-4ebe-a33a-c3709e134be0\/@H03B8ZJq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"815","PresenterBiography":null,"PresenterDisplayName":"Yasemin Ceyhan, BS","PresenterKey":"625815cf-edea-4e0c-9578-c50e977f38eb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"815. Regulation of p53 by INPP4B and high fat diet in mouse prostate","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regulation of p53 by INPP4B and high fat diet in mouse prostate","Topics":null,"cSlideId":""},{"Abstract":"Cyclin c is a component of the Cdk8 kinase module that plays both a positive and negative role in transcription. In addition, cellular damage induces cyclin c re-localization to the mitochondria where it stimulates fission and recruits Bax in preparation for apoptotic initiation. Previous studies revealed that cyclin c suppresses thyroid hyperplasia in a <i>Pten<\/i> knockout mouse model. In the present study, a role for cyclin c in suppressing pancreatic cancer progression was investigated in the Pdx1-Cre LSL-<i>Kras<sup>G12D<\/sup> <\/i>murine pancreatic cancer model. Within eight weeks, a 6-8 fold increase in the appearance of pancreatic intraepithelial neoplasia (PanIN) and acinar ductal metaplasia (ADM) lesions was observed in the <i>Kras<sup>G12D+<\/sup>Ccnc<sup>-\/-<\/sup><\/i> animals compared to <i>Kras<sup>G12D<\/sup><\/i> alone. Surprisingly, high-grade neuroendocrine neoplasms (NEN) were also observed. These aggressive NEN showed mixed morphology with areas of acinar-like differentiation. High grade NEN exhibited pronounced proliferative index (Ki67), high EZH2 expression, and elevated Notch1, suggesting a connection between aberrant Notch signaling and NEN formation. Our previous studies identified a positive role for cyclin c in autophagy gene transcription. Similarly, cell lines derived from a <i>Kras<sup>G12D+<\/sup>Ccnc<sup>-\/-<\/sup><\/i> pancreas exhibited a reduction in autophagy compared to <i>Kras<sup>G12D+<\/sup>Ccnc<sup>+\/+<\/sup><\/i> cells. Autophagic deficiency induces pancreatic cell stress and is associated with apoptosis. Consistent with this model, high caspase 3 expression was observed in early <i>Kras<sup>G12D+<\/sup>Ccnc<sup>-\/- <\/sup><\/i>NEN but not in <i>Kras<sup>G12D+<\/sup>Ccnc<sup>+\/+ <\/sup><\/i>tissues. Taken together, these results demonstrate a role for cyclin c in suppressing both progression of early PanIN and the development of high-grade NEN and suggest a model that cyclin c loss suppresses autophagy and increases apoptosis.<br \/>Acknowledgements: Support was provided by NCI CCSG grant CA06927 for the FCCC Histopathology and Cell Culture Facilities, the PA Department of Health CURE fund (KSC), the Boye Foundation (RS), and the New Jersey Health Foundation (RS).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Cyclin,Neuroendocrine tumors,Pancreatic cancer,Tumor suppressor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13011"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Kathy Q. Cai<\/i><\/presenter>, <presenter><i>Sara E. Hanley<\/i><\/presenter>, <presenter><i>Andres Klein-Szanto<\/i><\/presenter>, <presenter><i>Kerry S. Campbell<\/i><\/presenter>, <presenter><u><i>Randy Strich<\/i><\/u><\/presenter>. Fox Chase Cancer Center, Philadelphia, PA, Rowan University School of Osteopathic Medicine, Stratford, NJ, Rowan University School of Osteopathic Medicine, Stratford, NJ","CSlideId":"","ControlKey":"5762da7b-03fc-4fdc-a994-1507a751e05f","ControlNumber":"6382","DisclosureBlock":"&nbsp;<b>K. Q. Cai, <\/b> None..<br><b>S. E. Hanley, <\/b> None..<br><b>A. Klein-Szanto, <\/b> None.&nbsp;<br><b>K. S. Campbell, <\/b> <br><b>Janssen Pharma<\/b> Grant\/Contract, No. <br><b>Immunitas<\/b> Other, Consulting, No. <br><b>Tavotec<\/b> Other, Consulting, No. <br><b>ImmunityBio<\/b> Patent, Other, Royalties, No. <br><b>Immune Oncology Biosciences<\/b> Grant\/Contract, No.<br><b>R. Strich, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13011","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"816","PresenterBiography":null,"PresenterDisplayName":"Randy Strich, PhD","PresenterKey":"1aa40267-1c0a-4730-9d40-6eec48375ae7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"816. Cyclin c suppresses pancreatic intraepithelial neoplasm progression and neuroendocrine neoplasm development in a murine Kras model","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cyclin c suppresses pancreatic intraepithelial neoplasm progression and neuroendocrine neoplasm development in a murine Kras model","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b><b> <\/b>Cancer stem cells (CSCs) identified in lung cancer exhibit resistance to chemotherapy, radiotherapy, and targeted therapy. Therefore, a technology to control of CSCs is needed to overcome such resistance to cancer therapy. Various evidences about the association between epithelial-mesenchymal transition related transcriptomic alteration and acquisition of CSC phenotype have been proposed recently. In our previous research, down-regulated miR-26a-5p is closely related to mesenchymal-like lung cancer cell lines. These findings suggest that miR-26a-5p might be involved in lung cancer stemness.<br \/><b>Methods:<\/b><b> <\/b>RNA polymerase III subunit G (POLR3G) was selected as a candidate target of miR-26a-5p related to cancer stemness. its quantitative relationship was investigated by polymerase chain reaction, western blot after transfection of miR-26a-5p. luciferase assay were done for investigating the direct regulation of miR-26a-5p on POLR3G expression. After transfection of miR-26a-5p, colony formation assay and sphere formation assay were performed to evaluate the effect on cancer stemness. By treating cancer cell by miR-26a-5p and paclitaxel, cell viability was checked by 3-(4,5-dimethylthiazol-2-yl)-5-(3-carboxymethoxyphenyl)-2-(4-sulfophenyl)-2H-tetrazolium (MTS) assay and Muse cell analyzer. Expression level of each gene and its impact on survival were revealed by the cancer genome atlas pancancer database.<br \/><b>Results:<\/b><b> <\/b>miR-26a-5p regulated the expression of POLR3G directly. Overexpression of miR-26a-5p induced down regulation of POLR3G and a marked reduction of colony formation and sphere formation. Co-treatment of miR-26a-5p with paclitaxel decreased cell growth, suggesting that miR-26a-5p might play a role as a chemotherapy sensitizer. In the cancer genome atlas data, down-regulated miR-26a-5p and up-regulated POLR3G were shown compared to adjacent normal tissue. High miR-26a-5p and low POLR3G expression were also related to higher survival rate of patients with lung adenocarcinoma.<br \/><b>Conclusions:<\/b> Overexpression of miR-26a-5p can suppress lung cancer stemness and make cancer cell become sensitive to chemotherapy. This finding provides a novel insight into a potential lung cancer treatment by regulating stemness.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/e3727fde-8f32-4c90-984c-79e2835608be\/@H03B8ZJq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Lung cancer,MicroRNA,Prognosis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13012"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Daeun Kang<\/i><\/u><\/presenter>, <presenter><i>Chang Ryul Park<\/i><\/presenter>, <presenter><i>Minhyeok Lee<\/i><\/presenter>, <presenter><i>Su Yel Lee<\/i><\/presenter>, <presenter><i>Se Jin Park<\/i><\/presenter>, <presenter><i>Wan Jin Hwang<\/i><\/presenter>, <presenter><i>Gwan Woo Ku<\/i><\/presenter>, <presenter><i>Seong Lan Yu<\/i><\/presenter>, <presenter><i>In Beom Jeong<\/i><\/presenter>, <presenter><i>Sun Jung Kwon<\/i><\/presenter>, <presenter><i>Jaeku Kang<\/i><\/presenter>, <presenter><i>Eung Bae Lee<\/i><\/presenter>, <presenter><i>Ji Woong Son<\/i><\/presenter>. Konyang University Hospital, Daejeon, Korea, Republic of, Ulsan University Hospital, Ulsan, Korea, Republic of, Myunggok Research Institute for Medical Science, Konyang University, Daejeon, Korea, Republic of, College of Medicine, Konyang University, Daejeon, Korea, Republic of, School of Medicine, Kyungpook National University, Daegu, Korea, Republic of","CSlideId":"","ControlKey":"e509d5a3-4ead-455c-8fa0-15247c142228","ControlNumber":"109","DisclosureBlock":"&nbsp;<b>D. Kang, <\/b> None..<br><b>C. Park, <\/b> None..<br><b>M. Lee, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>W. Hwang, <\/b> None..<br><b>G. Ku, <\/b> None..<br><b>S. Yu, <\/b> None..<br><b>I. Jeong, <\/b> None..<br><b>S. Kwon, <\/b> None..<br><b>J. Kang, <\/b> None..<br><b>E. Lee, <\/b> None..<br><b>J. Son, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13012","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/e3727fde-8f32-4c90-984c-79e2835608be\/@H03B8ZJq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"817","PresenterBiography":null,"PresenterDisplayName":"Daeun Kang, MD","PresenterKey":"66730fb9-6b93-4fed-bc08-34807585ca6d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"817. microRNA-26a-5p is a prognostic factor that regulates cancer stemness","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"microRNA-26a-5p is a prognostic factor that regulates cancer stemness","Topics":null,"cSlideId":""},{"Abstract":"Currently, no morphological characteristics have been described in clinical specimens to delineate an androgen receptor (AR)-active from an AR-inactive phenotype in AR-expressing aggressive variant prostate cancer (AVPC). 36 localized and 51 metastatic prostate cancer (CaP) samples were analyzed - 19 (37.3%) of the metastases were in the bone, 20 (39.2%) were in the lung, while the rest were in other areas such as brain, lymph node, bladder, etc). Expression level of Gal-1 was graded individually in the nucleus and the cytoplasm of both primary and metastatic tissues.<i> <\/i>Very low Gal-1 expression was observed in epithelial cells of benign prostate, while stromal staining was strong. Localized prostate tumors obtained from prostatectomy samples showed strong gal-1 expression in the epithelial cells, but remarkably the Gal-1 staining was confined to the cytoplasm. In contrast, in metastatic tumors many nuclei stained for Gal-1. Among localized tumors, Kaplan-Meier curves showed a significant increase in metastasis formation (p=0.022) and decreased overall survival (p=0.015) among those expressing nuclear Gal-1 (n=16) compared to those with no nuclear Gal-1 (n=20). Whereas cytoplasmic Gal-1 negatively correlated with patient age (R=-0.51, p=0.008) and PSA (R=-0.41, p=0.006), and positively correlated with Ki67 (R=0.35, p=0.014), the expression of nuclear Gal-1 correlated strongly with the expression of NE markers including chromogranin A (R=0.32, p=0.031). Significantly, nuclear Gal-1 was expressed in AVPC models but not in those derived from localized tissues. Significantly, androgen deprivation, including treatment with AR antagonists, resulted in nuclear localization of Gal-1. We adapted the powerful one-bead-two-compound (OB2C) combinatorial library method for the discovery of synthetic small molecule death ligands against cancer cells in an ultra-high throughput fashion. One of these benzimidazole-based ligands, LLS80, was active against tumor cells at low micromolar IC<sub>50<\/sub>. Pull-down assay followed by LC MS\/MS indicated that galectin-1 is the target protein of LLS80, which induced apoptosis preferentially in AVPC cells expressing high level of Gal-1. LLS80 has all the indicators of being a good therapeutic agent: (i) LLS80 has a low <i>in vitro<\/i> IC<sub>50<\/sub> in AVPC cells, (ii) it shows significant <i>in vivo<\/i> anti-tumor efficacy using xenograft models, (iii) it is a novel small molecule that can penetrate AVPC cells, (iv) it can synergize with enzalutamide <i>in vivo<\/i> and <i>in vitro<\/i>, (v) it inhibits a known therapeutic target, Gal-1, and (vi) low toxicity. Treatment with LLS80 (2 &#181;M) prevented AR antagonist-induced Gal-1 nuclear localization, and also downregulated NE markers in AVPC models of CaP progression. We conclude that nuclear Gal-1 is a novel marker of AVPC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/44b66282-b885-4588-953c-acfe823b1095\/@H03B8ZJq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-03 Nuclear oncoproteins and tumor suppressor genes,,"},{"Key":"Keywords","Value":"Galectin-1,Neuroendocrine differentiation,Androgen receptor,Signaling pathways,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13013"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Maria Malvina Tsamouri<\/i><\/presenter>, <presenter><i>Salma Siddiqui<\/i><\/presenter>, <presenter><i>Blythe P. Durbin-Johnson<\/i><\/presenter>, <presenter><i>Kit S. Lam<\/i><\/presenter>, <presenter><i>Ruiwu Liu<\/i><\/presenter>, <presenter><u><i>Paramita M. Ghosh<\/i><\/u><\/presenter>. University of California Davis, Sacramento, CA, VA Northern California Health Care System, Mather, CA, University of California Davis, Sacramento, CA, University of California Davis, Sacramento, CA","CSlideId":"","ControlKey":"7089b6c6-45f9-43d4-adfd-196cabcc8bc8","ControlNumber":"6663","DisclosureBlock":"&nbsp;<b>M. Tsamouri, <\/b> None..<br><b>S. Siddiqui, <\/b> None..<br><b>B. P. Durbin-Johnson, <\/b> None..<br><b>K. S. Lam, <\/b> None..<br><b>R. Liu, <\/b> None..<br><b>P. M. Ghosh, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13013","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/44b66282-b885-4588-953c-acfe823b1095\/@H03B8ZJq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"818","PresenterBiography":null,"PresenterDisplayName":"Paramita Ghosh, PhD","PresenterKey":"748a878a-2d38-4060-b1ce-9510bff5122e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"818. New targets in prostate cancer: Nuclear localization of galectin-1 in androgen receptor indifferent prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"New targets in prostate cancer: Nuclear localization of galectin-1 in androgen receptor indifferent prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"ERBB4 is commonly over-expressed in human CRC, however the utility of ERBB4 as a target for colorectal cancer (CRC) therapeutics is largely unexplored. Our group recently identified a molecular subtype of CRC that arises independent of EGFR and displays a more aggressive growth phenotype than those dependent on EGFR. The robust growth phenotype of EGFR-independent tumors can be in part attributed to upregulation of IL10 signaling. In addition, EGFR-independent tumors display a significant upregulation of <i>Erbb2<\/i> and <i>Erbb4 <\/i>transcripts in both spontaneous and sporadic CRC mouse models, perhaps compensating for the loss of EGFR. To investigate the importance of other ERBB receptors in EGFR-independent CRC tumor progression, we ablated <i>Erbb4<\/i> to interrogate its influence on tumor development <i>in vivo<\/i> using a conditional allele of <i>Erbb4<sup>tm1Fej<\/sup><\/i> (<i>Erbb4<sup>f<\/sup><\/i>). ERBB4-deficient <i>Apc<sup>Min<\/sup><\/i><sup>\/+<\/sup> mice (<i>Apc<sup>Min\/+<\/sup>, ErbB4<sup>f\/f<\/sup>, Tg(Vil1-Cre))<\/i> were established and used to show that ERBB4 ablation in the intestinal epithelia results in a significant decrease in the number of intestinal and colon tumors. Polyps lacking ERBB4 were also significantly reduced size, contrary to what is observed with loss of EGFR. We also recently developed ERBB2-deficient <i>Apc<sup>Min<\/sup><\/i><sup>\/+<\/sup> mice, and preliminary results suggest that <i>Erbb2<\/i> ablation also results in a decrease in intestinal and colon tumor number and size. Consistent with data from EGFR-independent tumors, transcriptomic analysis of ERBB4-deficient intestinal tumors predicted down-regulation of IL10 signaling, which was validated through <i>Il10<\/i> and <i>Socs3<\/i> qPCR. To complement our findings, the observed down-regulation of <i>Il10 <\/i>and <i>Socs3<\/i> at the transcript level corresponded with a significant decrease in IL10 levels in the serum of mice harboring ERBB4 deficient tumors when compared to mice without tumors. Furthermore, we found that transcript levels of <i>Erbb4<\/i> significantly decreased after anti-IL10 treatment of EGFR-independent tumors <i>in vivo<\/i>. This illustrates a possible negative feedback loop whereby neutralizing IL10 also leads to a reduction of <i>Erbb4<\/i> expression, further reducing IL10 signaling. Taken together, the data suggest that the absence of EGFR triggers <i>Erbb4<\/i> upregulation, implicating an important role for ERBB4 in EGFR-independent colon tumor growth. These results suggest that therapeutic targeting of ERBB4 may lead to a reduction in IL10 signaling and reduced intestinal polyp multiplicity and size in EGFR-independent tumors and inform the development of novel approaches to treat CRC that exhibit aberrant expression of EGFR and ERBB4.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4bb582dd-11b2-42e6-ad0f-314c336063fb\/@H03B8ZJq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-04 Oncogene growth factors and their receptors,,"},{"Key":"Keywords","Value":"Colorectal cancer,ErbB receptors,Epidermal growth factor receptor (EGFR),Interleukin-10,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13014"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Michael P. McGill<\/i><\/u><\/presenter>, <presenter><i>Carolina Mantilla Rojas<\/i><\/presenter>, <presenter><i>David W. Threadgill<\/i><\/presenter>. Texas A&M Health Science Center, Bryan-College Station, TX","CSlideId":"","ControlKey":"f129552d-5272-4f7d-b691-23ecb26275c3","ControlNumber":"465","DisclosureBlock":"&nbsp;<b>M. P. McGill, <\/b> None..<br><b>C. Mantilla Rojas, <\/b> None..<br><b>D. W. Threadgill, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13014","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4bb582dd-11b2-42e6-ad0f-314c336063fb\/@H03B8ZJq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"819","PresenterBiography":null,"PresenterDisplayName":"Michael McGill, BS","PresenterKey":"8b5bbff4-27bd-4d92-8f08-79190dad37f9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"819. ERBB4 mediates IL10-induced growth of EGFR-independent colon tumors","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ERBB4 mediates IL10-induced growth of EGFR-independent colon tumors","Topics":null,"cSlideId":""},{"Abstract":"The primary purpose of our work was to characterize the effects of the nuclear receptor TLX (NR2E1) in triple-negative breast cancer (TNBC) in order to evaluate its potential therapeutic value in a subtype of breast cancer that has proven particularly challenging to treat, primarily due to the lack of targeted modes of intervention. Unfortunately, breast cancer continues to be the second deadliest form of cancer among women in the United States. Considering the substantial public health implications, development of new therapeutic strategies for highly aggressive breast cancer subtypes, such as TNBC, is imperative. While the function of nuclear receptors such as the estrogen and androgen receptors has been extensively characterized in cancers of the breast and prostate respectively, due in part to their amenable nature to ligand modulation, it is likely that other nuclear receptors may represent therapeutic targets for these malignancies. Indeed, probing of available clinical datasets demonstrated that nuclear receptor TLX is most highly expressed in basal and estrogen receptor (ER)-negative breast cancer patients, and that ER-negative patients with higher TLX expression had increased relapse-free and overall survival. <b>Therefore, we hypothesized that TLX could influence the pathophysiology of TNBC<\/b>. Utilizing a stable overexpression model in the TNBC cell lines, MDA-MB-231 and MDA-MB-468, we have shown that TLX can inhibit critical oncogenic properties in the <i>in vitro <\/i>setting, including proliferation, migration and invasion. Furthermore, xenograft and lung colonization studies demonstrated that TLX continued to exert anti-oncogenic effects in the <i>in vivo<\/i> environment. In agreement with these results, transcriptomic analysis of TLX-overexpressing cells and xenograft tumors showed that TLX can regulate genes and pathways that are known to play crucial roles in the growth and metastatic dissemination of cancer. As previously published works have identified several putative TLX ligands, our findings demonstrating that TLX functions as an anti-cancer factor in TNBC provides a strong rationale for future research aimed at therapeutically targeting this nuclear receptor.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4e9e07f3-0667-4244-a674-3ab72af4cde4\/@H03B8ZJq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-03 Nuclear oncoproteins and tumor suppressor genes,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Tumor suppressor gene,Metastasis suppressor genes,Transcriptional regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13015"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Adam T. Nelczyk<\/i><\/u><\/presenter>, <presenter><i>Hashni E. Vidana Gamage<\/i><\/presenter>, <presenter><i>Liqian Ma<\/i><\/presenter>, <presenter><i>Michael T. McHenry<\/i><\/presenter>, <presenter><i>Madeline A. Henn<\/i><\/presenter>, <presenter><i>Mohammed Kadiri<\/i><\/presenter>, <presenter><i>Yu Wang<\/i><\/presenter>, <presenter><i>Anasuya Das Gupta<\/i><\/presenter>, <presenter><i>Natalia Krawczynska<\/i><\/presenter>, <presenter><i>Sisi He<\/i><\/presenter>, <presenter><i>Michael J. Spinella<\/i><\/presenter>, <presenter><i>Erik R. Nelson<\/i><\/presenter>. University of Illinois at Urbana-Champaign, Champaign, IL, University of Illinois at Urbana-Champaign, Champaign, IL","CSlideId":"","ControlKey":"6c0d5a48-385f-450e-acce-2a87f29e52f3","ControlNumber":"2518","DisclosureBlock":"&nbsp;<b>A. T. Nelczyk, <\/b> None..<br><b>H. E. Vidana Gamage, <\/b> None..<br><b>L. Ma, <\/b> None..<br><b>M. T. McHenry, <\/b> None..<br><b>M. A. Henn, <\/b> None..<br><b>M. Kadiri, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>A. Das Gupta, <\/b> None..<br><b>N. Krawczynska, <\/b> None..<br><b>S. He, <\/b> None..<br><b>M. J. Spinella, <\/b> None..<br><b>E. R. Nelson, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13015","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4e9e07f3-0667-4244-a674-3ab72af4cde4\/@H03B8ZJq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"820","PresenterBiography":null,"PresenterDisplayName":"Adam Nelczyk, MS","PresenterKey":"424c5c0d-9ff5-4e8c-9b32-5a839682a00d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"820. Nuclear receptor TLX inhibits cancer cell intrinsic properties required for triple-negative breast cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nuclear receptor TLX inhibits cancer cell intrinsic properties required for triple-negative breast cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the most common cause of cancer-related deaths worldwide. Cancers are driven by genomic alterations that activate tumor-promoting oncogenes and inactivate tumor suppressor genes. While some of the most common driver genes have been extensively characterized, many tumor suppressor genes are less well studied. A better understanding of the mechanisms by which different tumor suppressor genes constrain tumorigenesis has the potential to uncover unappreciated biological processes that influence carcinogenesis. Recently, we performed an <i>in vivo<\/i> screen within a genetically engineered mouse model of oncogenic KRAS-driven lung cancer and found that STAG2 inactivation dramatically increases tumor growth. While <i>STAG2 <\/i>is mutated in ~4% of human lung adenocarcinomas, 20% of lung adenocarcinomas are low or negative for STAG2 protein. STAG2 is a subunit of one of the two major cohesin complexes, which are present in all cell types and have been implicated in many different cellular processes. STAG2 has not previously been recognized as a critical tumor suppressor in lung cancer and the mechanism through which its inactivation drives lung tumor growth is unknown. Immunohistochemistry, low-pass whole genome sequencing, and analysis of canonical target genes suggest that STAG2 inactivation is not associated with mechanisms previously implicated in other cancer types including chromosomal instability, increased DNA damage, or the activation of MEK\/ERK or cGAS\/STING signaling. Interesting, we have found that Stag2 is the only cohesin subunit that functions as a tumor suppressor in lung cancer <i>in vivo<\/i>. Chromatin accessibility profiling and gene expression analyses on Stag2-proficient and -deficient mouse lung adenocarcinoma cells have unveiled potential mediators and effects of STAG2 function. Ongoing genomic analyses of human and mouse lung cancers will demystify the relationship between major cohesin complexes, uncover the impact of STAG2 inactivation on cohesin binding genome wide, and investigate the role of Stag2 inactivation on the tumor microenvironment. We anticipate that our study will uncover the mechanisms of STAG2-mediated tumor suppression in lung cancer and provide novel insights into lung tumorigenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Tumor suppressor gene,Chromatin remodeling,Lung adenocarcinoma,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13016"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Emily L. Ashkin<\/i><\/u><\/presenter>, <presenter><i>Hongchen Cai<\/i><\/presenter>, <presenter><i>Yuning J. Tang<\/i><\/presenter>, <presenter><i>Chuan Li<\/i><\/presenter>, <presenter><i>Su Kit Chew<\/i><\/presenter>, <presenter><i>King Hung<\/i><\/presenter>, <presenter><i>Julia Belk<\/i><\/presenter>, <presenter><i>Saswati Karmakar<\/i><\/presenter>, <presenter><i>Jess Hebert<\/i><\/presenter>, <presenter><i>Maryam Yousefi<\/i><\/presenter>, <presenter><i>Charles Swanton<\/i><\/presenter>, <presenter><i>Dmitri A. Petrov<\/i><\/presenter>, <presenter><i>Monte Winslow<\/i><\/presenter>. Stanford University School of Medicine, Stanford, CA, Stanford University School of Medicine, Stanford, CA, Stanford University, Stanford, CA, University College London Cancer Institute, London, United Kingdom","CSlideId":"","ControlKey":"2128ce93-b31d-40d7-8a59-2d7951525658","ControlNumber":"2122","DisclosureBlock":"&nbsp;<b>E. L. Ashkin, <\/b> None..<br><b>H. Cai, <\/b> None..<br><b>Y. J. Tang, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>S. Chew, <\/b> None..<br><b>K. Hung, <\/b> None..<br><b>J. Belk, <\/b> None..<br><b>S. Karmakar, <\/b> None..<br><b>J. Hebert, <\/b> None..<br><b>M. Yousefi, <\/b> None.&nbsp;<br><b>C. Swanton, <\/b> <br><b>Pfizer<\/b> Grant\/Contract, No. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, No. <br><b>Ono Pharmaceuticals<\/b> Grant\/Contract, No. <br><b>Roche Ventana<\/b> Grant\/Contract, No. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, No. <br><b>Archer Dx Inc.<\/b> Grant\/Contract, No. <br><b>Novartis<\/b> Grant\/Contract, No. <br><b>GlaxoSmithKline<\/b> Grant\/Contract, No. <br><b>D. A. Petrov, <\/b> <br><b>D2G Oncology<\/b> Other Business Ownership, Other Intellectual Property, No. <br><b>M. Winslow, <\/b> <br><b>NIH<\/b> Grant\/Contract, No. <br><b>D2G Oncology, Inc.<\/b> Other Business Ownership, Other Intellectual Property, No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13016","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"821","PresenterBiography":null,"PresenterDisplayName":"Emily Ashkin","PresenterKey":"0bca09ab-9780-441b-b4b1-40d76b7348d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"821. Dissecting the role of Stag2 in lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dissecting the role of Stag2 in lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>The <i>GNAS<\/i><i><sup>R201<\/sup><\/i> mutation is the single most frequent cancer-causing mutation across all heterotrimeric G proteins. This gain of function mutation in <i>GNAS<\/i> drives oncogenesis in appendiceal, colorectal, and gastric adenocarcinoma, as well as Intraductal Papillary Mucinous Neoplasms (IPMN) and Small Cell Lung Cancer (SCLC). In this study, we investigated the role of <i>GNAS<\/i> in tumor growth using peritoneal models of colorectal cancer (CRC).<br \/><b>Methods: <\/b><i>GNAS <\/i>was knocked out in multiple <i>GNAS<\/i><i><sup>R201C\/H<\/sup><\/i> mutant colon cell lines (KM12, SNU175, and SKCO1) and overexpressed in <i>GNAS<\/i><i><sup>WT<\/sup><\/i> LS174T cells. Isogenic pairs of KM12 and LS174T cells were injected into the peritoneum of NSG mice to study the role of <i>GNAS<\/i> in cell line derived xenograft (CDX) models of peritoneal metastasis. Cell lines and CDX were profiled with RNAseq, reverse phase protein assay (RPPA), and immunohistochemistry (IHC) to identify potential pathways regulated by mutant <i>GNAS<\/i>. Identified mediators of <i>GNAS<\/i> signaling were then validated using chemical inhibitors of PKA (H-89) and &#946;-catenin (LF3).<br \/><b>Results: <\/b><i>GNAS <\/i>knockout significantly decreased 2D colony formation by KM12 (68%), SNU175 (76%), and SKCO1 (85%) cells (all p &#60; 0.0001), and decreased 3D organoid area of KM12 cells by 62% (p = 0.043). There was significant increase in colony formation by LS174T cells overexpressing <i>GNAS<sup>R201C <\/sup><\/i>(193%, p = 0.016) and <i>GNAS<sup>R201H<\/sup><\/i> (170%, p =0.0037).<i> <\/i>Mice injected with KM12 <i>GNAS-<\/i>knockout tumors exhibited a significant 68% reduction in tumor growth (n = 6, p = 0.016) and were more likely to survive at 7 weeks (0% vs. 100%, p = 0.0007) relative to those with parent KM12-<i>GNAS<\/i><sup>R201H<i> <\/i><\/sup>tumors. Likewise, mice injected with <i>GNAS<\/i>&#173;<i><sup>R201H<\/sup><\/i> LS174T cells showed significant increase in tumor growth (934% vs. 100%, n = 3, p = 0.042). Histology of <i>GNAS-<\/i>knockout tumors showed a marked decrease in mucinous stroma and increased lytic necrosis, suggesting an interaction between oncogenic <i>GNAS<\/i> signaling and the peritoneal environment. <i>GNAS<\/i> is known to stimulate adenylate cyclase and <i>GNAS<\/i> knockout decreased levels of cyclic AMP in KM12 cells, confirming an on-target effect. RPPA and RNAseq profiling of KM12 and LS174T PDX tumors identified phosphorylation of &#946;-catenin and activation of Wnt\/&#946;-catenin targets (NES = 1.25, 1.24) as critical downstream effects of mutant <i>GNAS<\/i> signaling, confirmed by a 4.9-fold (p = 0.001) increase in nuclear &#946;-catenin intensity in LS174T <i>GNAS<\/i>&#173;<i><sup>R201H<\/sup><\/i> tumors (19% vs. 99% nuclei stained positive, p = 0.0002). Chemical inhibition of both PKA and &#946;-catenin reduced growth of <i>GNAS <\/i>mutant organoids by 79% (p = 0.004) and 67% (p = 0.007) respectively, supporting the involvement of the cAMP\/PKA and &#946;-catenin pathways in mutant <i>GNAS<\/i> signaling.<br \/><b>Conclusions:<\/b> Our findings demonstrate oncogene addiction to <i>GNAS<\/i> in peritoneal models of <i>GNAS<\/i><i><sup>R201C\/H<\/sup><\/i> tumors, which signal through the cAMP\/PKA and Wnt\/&#946;-catenin pathways. Thus, <i>GNAS<\/i> and its downstream mediators are promising therapeutic targets for <i>GNAS<\/i> mutant tumors.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/35b8c877-a750-42c3-b588-39827353597a\/@H03B8ZJq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-04 Oncogene growth factors and their receptors,,"},{"Key":"Keywords","Value":"Oncogene,GNAS,Colorectal cancer,Cell Line Derived Xenograft Models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13017"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Aditya More*<\/i><\/presenter>, <presenter><i>Valsala Haridas*<\/i><\/presenter>, <presenter><i>Ichiaki Ito*<\/i><\/presenter>, <presenter><i>Saikat Chowdhury<\/i><\/presenter>, <presenter><i>Yue Gu<\/i><\/presenter>, <presenter><i>Natalie W. Fowlkes<\/i><\/presenter>, <presenter><u><i>John P. Shen<\/i><\/u><\/presenter>. MD Anderson Cancer Center, Houston, TX, MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"20295a0f-c737-4126-8db9-2ea2ce4d67cd","ControlNumber":"2063","DisclosureBlock":"&nbsp;<b>A. More*, <\/b> None..<br><b>V. Haridas*, <\/b> None..<br><b>I. Ito*, <\/b> None..<br><b>S. Chowdhury, <\/b> None..<br><b>Y. Gu, <\/b> None..<br><b>N. W. Fowlkes, <\/b> None..<br><b>J. P. Shen, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13017","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/35b8c877-a750-42c3-b588-39827353597a\/@H03B8ZJq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"822","PresenterBiography":null,"PresenterDisplayName":"JOHN PAUL SHEN","PresenterKey":"ff55aa73-f258-49f3-9a68-209f57622a20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"822. Oncogene addiction to <i>GNAS<\/i> in <i>GNAS<\/i><sup><i>R201<\/i><\/sup> mutant tumors","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oncogene addiction to <i>GNAS<\/i> in <i>GNAS<\/i><sup><i>R201<\/i><\/sup> mutant tumors","Topics":null,"cSlideId":""},{"Abstract":"The <i>ABL1<\/i> proto-oncogene encodes a cytoplasmic and nuclear protein tyrosine kinase. Cytoplasmic ABL1 stimulates, whereas nuclear ABL1 inhibits cell growth. Analysis of the CGAP Mitelman database detected loss of <i>ABL1 <\/i>allele in hematologic malignancies. Among the top genetic aberrations detected in acute myeloid leukemias were t(8;21) generating fusion protein AML1-ETO and NUP98 translocations, e.g., t(1;11) encoding NUP98-PMX1.Expression of AML1-ETO and NUP98-PMX1 in Lin-cKit+ stem cell enriched bone marrow cells from <i>Abl1-\/-;Vav-Cre<\/i> and <i>Abl1+\/+;Vav-Cre<\/i> mice revealed that oncogene-expressing <i>Abl1-\/-<\/i> cells gained tremendous proliferation advantage. Conversely, overexpression of ABL1 and DPH (ABL1 kinase agonist)-mediated activation of ABL1 kinase resulted in reduced proliferation of AML1-ETO and NUP98-PMX1 cells. Since the role of ABL1 in DNA damage response (DDR) is well established, we applied the inhibitors of ATM (ATMi), ATR (ATRi) and DNA-PKcs (DNA-PKi) to identify potential therapeutic vulnerabilities. AML1-ETO;<i>Abl1-\/-<\/i> cells were more sensitive to all three inhibitors when compared to AML1-ETO;<i>Abl1+\/+<\/i> cells. Remarkably, NUP98-PMX1;<i>Abl1-\/-<sup> <\/sup><\/i>cells were exceptionally sensitive to ATRi, but not to ATMi and DNA-PKi when compared to NUP98-PMX1;<i>Abl+\/+<\/i> cells. ABL1 did not affect the sensitivity of transformed cells to DNA damaging agent doxorubicin. To pinpoint mechanisms collaborating with <i>Abl1<\/i> deletion in transformation of hematopoietic cells, <i>Abl1<\/i> was knockout in 32Dcl3 cells by CRISPR\/Cas9 to obtain 32Dcl3-<i>Abl1ko<\/i> cells. 32Dcl3-<i>Abl1wt<\/i> and 32Dcl3-<i>Abl1ko<\/i> cells were challenged to induce transformation by starving them from growth factors (IL3). Only 32Dcl3-<i>Abl1ko<\/i> cell populations generated growth factor-independent cells. This indicates that the absence of <i>Abl1<\/i> may facilitate malignant transformation of hematopoietic cells. RNA-seq was performed to compare gene expression in 32Dcl3-<i>Abl1wt<\/i> and 32Dcl3-<i>Abl1ko<\/i> cells in the presence or absence of IL-3. Pathway analysis of FPKM reads (top 30 significant canonical pathways) and Venn diagram analysis followed by KEGG pathway analysis (291 genes uniquely expressed in growth factor-independent 32Dcl3-<i>Abl1ko<\/i> cells) implicated PI3K-AKT pathway signaling including mTOR and sirtuins (SITR) in 32Dcl3-<i>Abl1ko<\/i> cells. PI3K inhibitor buparlisib, mTOR inhibitor rapamycin and SIRT2 inhibitor thiomyristoyl exerted selective activity against Lin-cKit+ AML1-ETO;<i>Abl1<\/i>-\/- and\/or NUP98-PMX1;<i>Abl1-\/- <\/i>cells when compared to <i>Abl1+\/+<\/i> counterparts. Moreover, inhibition of ABL1 kinase by imatinib in Lin-cKit+ AML1-ETO;<i>Abl1+\/+<\/i> and\/or NUP98-PMX1;<i>Abl+\/+<\/i> cells induced the sensitivity to PI3K-ATK pathway inhibitors. In conclusion, we showed that normal ABL1 kinase plays a tumor suppressor role and is a potential therapeutic target in hematological malignancies induced by AML1-ETO and NUP98-PMX1. The latter statement is being currently tested in animal models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a1aa703d-f2f7-40f6-92c2-96e8ed353572\/@H03B8ZJq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Tumor suppressor,Imatinib,Tyrosine kinase,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13018"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Konstantin Golovine<\/i><\/presenter>, <presenter><i>Zhaorui Lian<\/i><\/presenter>, <presenter><i>Kumaraswamy Naidu Chitrala<\/i><\/presenter>, <presenter><i>Gleb Ablakov<\/i><\/presenter>, <presenter><i>Margaret Nieborowska-Skorska<\/i><\/presenter>, <presenter><i>Jian Huang<\/i><\/presenter>, <presenter><u><i>Tomasz Skorski<\/i><\/u><\/presenter>. Temple University, Philadelphia, PA, Coriell Institute for Medical Research, Camden, NJ","CSlideId":"","ControlKey":"32f96f26-c52e-4667-8a44-33bc2e7bcd92","ControlNumber":"3953","DisclosureBlock":"&nbsp;<b>K. Golovine, <\/b> None..<br><b>Z. Lian, <\/b> None..<br><b>K. Chitrala, <\/b> None..<br><b>G. Ablakov, <\/b> None..<br><b>M. Nieborowska-Skorska, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>T. Skorski, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13018","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a1aa703d-f2f7-40f6-92c2-96e8ed353572\/@H03B8ZJq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"823","PresenterBiography":null,"PresenterDisplayName":"Tomasz Skorski, MD;PhD","PresenterKey":"20be7cc2-8806-4fd8-b584-9ef126aec8a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"823. ABL1 kinase regulates leukemia phenotype and response to therapy","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ABL1 kinase regulates leukemia phenotype and response to therapy","Topics":null,"cSlideId":""},{"Abstract":"Mutations in the E3 ubiquitin ligase Parkin have been linked to familial Parkinson&#8217;s disease as well as various human cancers. Although the activation of Parkin's E3 ligase is well characterized, the mechanism that tunes down tumorigenesis by phosphorylation-mediated auto-ubiquitination is largely unknown. Here we found that Parkin S378 is phosphorylated in mitosis while Parkin S131 is phosphorylated in late G1-S. Parkin protein levels were significantly lower in interphase compared to mitosis. Also, we checked that parkin itself degraded the protein by autoubiquitination in the cells overexpressing Parkin S131. Parkin S131D mutant significantly increased the rate of tumorigenesis compared to the control in in vitro and mouse models. Furthermore, Parkin S131 mutation was found in several patients with prostate cancer. These results suggest that the inactivation of Parkin by auto-ubiquitination impairs its ubiquitination activity and abolishes its tumor-suppressive effect in prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fe30470a-002f-460e-837c-431616f129a6\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Proteasome-mediated degradation,Ubiquitination,Tumorigenesis,Cell cycle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13019"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>SeungBaek Lee<\/i><\/u><\/presenter>. Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"3bc4df71-3a08-4264-8b6b-3ad1c72e6a0a","ControlNumber":"6585","DisclosureBlock":"&nbsp;<b>S. Lee, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13019","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fe30470a-002f-460e-837c-431616f129a6\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"824","PresenterBiography":null,"PresenterDisplayName":"SeungBaek Lee, PhD","PresenterKey":"5d24a6df-a08d-4183-bf8c-4bca4dc116d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"824. Loss of Parkin's inactivation by autoubiquitination induces prostate cancer tumorigenesis","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Loss of Parkin's inactivation by autoubiquitination induces prostate cancer tumorigenesis","Topics":null,"cSlideId":""},{"Abstract":"Cancer is a complex landscape of aberrant cell signaling programs, often initiated by oncogenes. The causal oncogene drives the preponderance of accumulated mutations that enable tumorigenesis. Cancers arising this way can be reliant on the initiating oncogene, a term known as oncogene addiction. The proto-oncogene c-MYC is a transcription factor that regulates much of the genome and is deregulated in many cancers. The transgenic <i>E&#181;-tTA\/Tet-O-MYC<\/i> mouse model of T-cell acute lymphoblastic leukemia (T-ALL), allows for modulation of c-MYC expression (ON vs OFF). When c-MYC is expressed, T-ALL progression is observed; and when c-MYC expression is revoked, tumor regression occurs. Using cells and microarray data from this model we employed a nested effects model (NEM) that infers hierarchical relationships anchored to master transcription factors that govern critical aspects of cell biology. We identified a critical node governed by a class of histone demethylases influencing transcriptional availability across the genome. KDM5B\/JARID1b is known as a transcriptional repressor, and is downregulated in the T-ALL model when c-MYC is overexpressed. Using CRISPR\/Cas9 mediated mutagenesis to disrupt KDM5B expression, we observed a potent reduction in cell death when c-MYC expression is abrogated; suggesting KDM5B mediates cell death responses in T-ALL. KDM5B is downregulated in the primary murine model when c-MYC is overexpressed, and upregulated concordantly with the loss of MYC expression. Human lymphoma cell lines that are sensitive to the bromodomain inhibitor JQ1 show downregulation of c-MYC and KDM5B upregulation. Xenografts of KDM5B knockout cells in NOD-SCIDIL-2Rg<sup>-\/-<\/sup> (NSG) mice show increased tumor progression and burden, and more aggressive time to relapse after c-MYC expression is revoked. Future studies examining the KDM5B\/c-MYC axis and its influence on chromatin architecture are ongoing. These studies aim to demonstrate a novel paradigm in understanding how c-MYC promotes tumor development through repression of a tumor suppressive epigenetic landscape regulated by KDM5B and identify therapeutic options for treating c-MYC-induced T-ALL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f8dd181c-113d-4ab8-9cb8-10437febbdfe\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-03 Nuclear oncoproteins and tumor suppressor genes,,"},{"Key":"Keywords","Value":"Myc,Histone methylation,Apoptosis,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13020"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Gabrielle Dewson<\/i><\/presenter>, <presenter><i>Benedict Anchang<\/i><\/presenter>, <presenter><i>Rosalie Sears<\/i><\/presenter>, <presenter><u><i>Daniel F. Liefwalker<\/i><\/u><\/presenter>. Oregon Health and Science University, Portland, OR, National Institute of Environmental Health Sciences, Durham, NC, Oregon Health and Science University, Portland, OR","CSlideId":"","ControlKey":"2a39b361-d927-41aa-8d3b-3f8f620bbf8c","ControlNumber":"4303","DisclosureBlock":"&nbsp;<b>G. Dewson, <\/b> None..<br><b>B. Anchang, <\/b> None..<br><b>R. Sears, <\/b> None..<br><b>D. F. Liefwalker, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13020","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f8dd181c-113d-4ab8-9cb8-10437febbdfe\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"825","PresenterBiography":null,"PresenterDisplayName":"Dan Liefwalker, PhD","PresenterKey":"f5297e9f-3fec-4ccf-b185-bf888003d25f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"825. Evasion of apoptosis in MYC dependent T-ALL through epigenetic control","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evasion of apoptosis in MYC dependent T-ALL through epigenetic control","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is a lethal and genomically-complex disease. Structural genomics has largely advanced our knowledge of genomic alterations, yet the function of a majority of altered genes remains less clear. Previous <i>in silico<\/i> and <i>in vitro<\/i> functional genomics data often lead to contradictory conclusions on gene functions. Genetically-engineered mouse models are reliable approaches for <i>in vivo<\/i> functional analyses, but development of these models are lagging behind due to the throughput limit. To overcome this throughput limit, we developed tumor barcoding and ultradeep barcode sequencing (Tuba-seq) that precisely quantifies the growth metrics of hundreds of tumor genotypes, which is a huge leap forward. Through this approach, we have begun a journey to create a quantitative functional taxonomy of tumor suppression in oncogenic KRAS-driven lung cancer. For example, STAG2 and CDKN2C emerged as novel functional tumor suppressor genes in the lung, when they were often overlooked by computational analyses due to relatively low mutation prevalence. Interestingly, STK11 and PTEN, both playing an important role in tumor growth, exhibit distinct roles in tumor initiation. These findings suggest that structural genomics is not sufficient to predict cancer driver genes, and calls for closer investigation of tumor suppressor functions in specific tumorigenesis stages. Furthermore, the quantitative nature of our data has enabled systematic characterization of interactions between tumor suppressor genes. For instance, RNF43 exhibits different tumor suppression modes in the presence or absence of STK11 or TRP53, while TRP53 can play opposite roles in PTEN- and RB1-deficient tumors. In addition, Foggetti et al. (2021) reported that tumor suppressors can play opposite roles in the contexts of different oncogenes. Collectively, these findings suggest that cooccurring mutations shift the functional landscape of tumor suppressors even in the same pathological subtype of cancer. Given the genomic diversity of lung cancer patients, driver genes may change case by case. We are now investigating the molecular mechanisms underlying these tumor suppressors and their genetic interactions. Our findings underscore the necessity of determining the consequences of enormous combinations of genomic alterations in their natural environment, which is challenging but critical for understanding cancer evolution, interpreting clinical cancer genome sequencing data, and directing approaches to limit tumor initiation and progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a6b7ee85-3260-4acc-a72e-5c00e5b71d78\/@J03B8ZJr\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Mouse models,Tumor suppressor gene,KRAS,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13022"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Hongchen Cai<\/i><\/u><\/presenter>, <presenter><i>Su Kit Chew<\/i><\/presenter>, <presenter><i>Chuan Li<\/i><\/presenter>, <presenter><i>Christopher W. Murray<\/i><\/presenter>, <presenter><i>Laura Andrejka<\/i><\/presenter>, <presenter><i>Jess D. Hebert<\/i><\/presenter>, <presenter><i>Min K. Tsai<\/i><\/presenter>, <presenter><i>Rui Tang<\/i><\/presenter>, <presenter><i>Nicholas W. Hughes<\/i><\/presenter>, <presenter><i>Emily G. Shuldiner<\/i><\/presenter>, <presenter><i>Emily L. Ashkin<\/i><\/presenter>, <presenter><i>Shi Ya C. Lee<\/i><\/presenter>, <presenter><i>Maryam Yousefi<\/i><\/presenter>, <presenter><i>Dmitri A. Petrov<\/i><\/presenter>, <presenter><i>Charles Swanton<\/i><\/presenter>, <presenter><i>Monte W. Winslow<\/i><\/presenter>. Stanford University, Stanford, CA, University College London Cancer Institute, London, United Kingdom, Stanford University, Stanford, CA","CSlideId":"","ControlKey":"6e75288e-8827-4183-b8b4-5a98019ca577","ControlNumber":"6438","DisclosureBlock":"&nbsp;<b>H. Cai, <\/b> None.&nbsp;<br><b>S. Chew, <\/b> <br><b>Ono Pharmaceuticals<\/b> Grant\/Contract, No.<br><b>C. Li, <\/b> None..<br><b>C. W. Murray, <\/b> None..<br><b>L. Andrejka, <\/b> None..<br><b>J. D. Hebert, <\/b> None..<br><b>M. K. Tsai, <\/b> None..<br><b>R. Tang, <\/b> None..<br><b>N. W. Hughes, <\/b> None..<br><b>E. G. Shuldiner, <\/b> None..<br><b>E. L. Ashkin, <\/b> None..<br><b>S. C. Lee, <\/b> None..<br><b>M. Yousefi, <\/b> None.&nbsp;<br><b>D. A. Petrov, <\/b> <br><b>D2G oncology<\/b> Stock, Other Business Ownership, No. <br><b>C. Swanton, <\/b> <br><b>Ono Pharmaceutics<\/b> Grant\/Contract, No. <br><b>Pfizer<\/b> Grant\/Contract, No. <br><b>AstraZeneca<\/b> Grant\/Contract, No. <br><b>BMS<\/b> Grant\/Contract, No. <br><b>Roche-Ventana<\/b> Grant\/Contract, No. <br><b>Boehringer-Ingelheim<\/b> Grant\/Contract, No. <br><b>Apogen Biotechnologies<\/b> Other Business Ownership, No. <br><b>Epic Bioscience<\/b> Other Business Ownership, No. <br><b>GRAIL<\/b> Other Business Ownership, No. <br><b>Achilles Therapeutics<\/b> Stock Option, Other Business Ownership, No. <br><b>M. W. Winslow, <\/b> <br><b>D2G Oncology<\/b> Other Business Ownership, No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13022","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a6b7ee85-3260-4acc-a72e-5c00e5b71d78\/@J03B8ZJr\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"827","PresenterBiography":null,"PresenterDisplayName":"Hongchen Cai, PhD","PresenterKey":"4f0a3c7e-8f00-403c-aabf-99aef5d959da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"827. A journey to deconvolute the multifaceted functions and context-dependency of cancer driver genes","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A journey to deconvolute the multifaceted functions and context-dependency of cancer driver genes","Topics":null,"cSlideId":""},{"Abstract":"Activating mutations and copy number variations in <i>ERBB<\/i> genes have been shown to serve as oncogenic driver mutations and predictive biomarkers for ERBB inhibitor drugs. To address whether mutations in ERBB3 can affect the potential of ERBB3 to promote growth or affect sensitivity to ERBB inhibitors, we set up an unbiased functional screen for ERBB3 missense or nonsense mutations in the context of ERBB2\/ERBB3 heterodimers. To this end, the iSCREAM (in vitro screen of activating mutations) pipeline, recently developed in our laboratory, was chosen. This platform exploits randomly mutated cDNA libraries of the gene of interest created with error-prone PCR and allows an unbiased assessment of growth-advantage conferred by thousands of mutations in parallel. To set up the model for screening actionable ERBB3 mutations, interleukin-3 (IL-3)-dependent Ba\/F3 cells were engineered to express a homodimerization-incompetent ERBB2 V956R mutant together with ERBB3 constructs. The model was validated to serve as a readout for ERBB3's ability in activating ERBB2 kinase by demonstrating that cells expressing known transforming ERBB3 mutations, together with ERBB2 V956R, survived and expanded in the absence of IL-3. In contrast, control cells expressing ERBB2 V956R together with wild-type ERBB3 rapidly died in the absence of IL-3. The cell background with ERBB2 V956R expression was subsequently used as a target for retroviral expression of a cDNA library of randomly mutated ERBB3 constructs. The cells harboring activating ERBB3 mutations were allowed to evolve for 15-48 days. The identity of the mutations was determined from the surviving cell population by ERBB3-targeted next generation sequencing. The discovered activating mutations were validated by cloning them into expression vectors and addressing their activity by Western analyses and growth assays in Ba\/F3, NIH-3T3, and MCF10A cell backgrounds. As a demonstration of the validity of the protocol, the well-characterized activating ERBB3 mutation ERBB3 E928G was identified as one of the major hits. These analyses are expected to identify activating ERBB3 mutations that are directly actionable or that provide predictive value for the use of drugs targeting ERBB signaling.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/cae83732-3680-49fe-a519-036ec38cb24c\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-04 Oncogene growth factors and their receptors,,"},{"Key":"Keywords","Value":"ErbB3,Mutations,ErbB2,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13023"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Marika K. A. Koivu<\/i><\/u><\/presenter>, <presenter><i>Deepankar Chakroborty<\/i><\/presenter>, <presenter><i>Kari J. Kurppa<\/i><\/presenter>, <presenter><i>Klaus Elenius<\/i><\/presenter>. University of Turku, Turku, Finland","CSlideId":"","ControlKey":"99e3d2de-3dba-40c3-82af-6ac587411ef4","ControlNumber":"4450","DisclosureBlock":"&nbsp;<b>M. K. A. Koivu, <\/b> None..<br><b>D. Chakroborty, <\/b> None..<br><b>K. J. Kurppa, <\/b> None.&nbsp;<br><b>K. Elenius, <\/b> <br><b>Abomics<\/b> Stock, No. <br><b>Orion<\/b> Stock, No. <br><b>Novo Nordisk<\/b> Stock, No. <br><b>Roche<\/b> Stock, No. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, No. <br><b>Puma Bioctechnology<\/b> Grant\/Contract, No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13023","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/cae83732-3680-49fe-a519-036ec38cb24c\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"828","PresenterBiography":null,"PresenterDisplayName":"Marika Koivu, MS","PresenterKey":"6c2f0686-83b1-426d-a419-6d215daf398e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"828. Screen for actionable ERBB3 mutations","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Screen for actionable ERBB3 mutations","Topics":null,"cSlideId":""},{"Abstract":"<i>p53 <\/i>is the most frequently mutated gene in human cancer. As a tetrameric transcription factor, mutation of the p53 Tetramerization Domain (TD) is a mechanism by which cancers abrogate wild-type (WT) p53 function. p53 TD mutations result in a protein that preferentially forms monomers or dimers. Although it is accepted that tetrameric p53 is required for full tumor suppressive activities, the physiological relevance of monomeric and dimeric states of p53 is not well understood. We have established the first <i>in vivo <\/i>models for hot-spot p53 TD mutants, p53R339P and p53A344D (murine)<i>, <\/i>that result in monomeric and dimeric p53, respectively. These models closely resemble Li-Fraumeni Syndrome (LFS) patients with germline p53 TD alterations and will be used to characterize their physiological activities.<br \/>p53R339P and p53A344D proteins failed to form tetramers. These mutants were deficient in their transactivation ability for canonical p53 target genes, and unable to induce apoptosis following IR. Both p53 TD mutant mice rescued the p53-dependent embryo lethality caused by genetic deletion of <i>Mdm2,<\/i> suggesting these are loss-of-function alleles. Monomeric p53 bearing mice succumbed mainly to thymic lymphomas (~60%), with a median survival similar to <i>p53<sup>-\/-<\/sup><\/i> mice (~130 days). Dimeric p53 bearing mice displayed lower incidence of thymic lymphomas (~25%) and longer survival (~180 days). Analyses of the transcriptomes elicited after DNA damage in normal thymus revealed that the p53 signaling pathway is dampened in dimeric p53 thymi. However, under basal conditions, p53 dimers upregulate a lipid metabolic program that is associated with PPAR activation. Further RNA sequencing of common metabolic tissues of the mouse (pancreas, liver, and intestine) revealed that they upregulate lipid-related metabolic programs in p53 dimer samples. This study describes, for the first time, the consequences of altering p53 tetramerization <i>in vivo<\/i>. Monomer and dimer forms of p53 do not retain most WT p53 features. p53 dimers may exert tumor suppression as seen by extended survival and tumor spectra shift. p53 dimer-specific activities on PPAR signaling and lipid metabolism may explain these phenotypes. These activities are possible therapeutic targets for LFS patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6615359c-6e7d-448a-b72c-18a9076c0885\/@J03B8ZJr\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"p53,Dimer,Lipid metabolism,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13024"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jovanka Gencel-Augusto<\/i><\/u><\/presenter>, <presenter><i>Xiaoping Su<\/i><\/presenter>, <presenter><i>Guillermina Lozano<\/i><\/presenter>. MD Anderson Cancer Center, Houston, TX, MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"0c737bd2-6884-41b5-a83b-736d3f13a9d5","ControlNumber":"1332","DisclosureBlock":"&nbsp;<b>J. Gencel-Augusto, <\/b> None..<br><b>X. Su, <\/b> None..<br><b>G. Lozano, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13024","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6615359c-6e7d-448a-b72c-18a9076c0885\/@J03B8ZJr\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"829","PresenterBiography":null,"PresenterDisplayName":"Jovanka Gencel-Augusto, BS,MS,PhD","PresenterKey":"1de2d15e-9e4e-4082-ac05-c2fde42e2cef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"829. p53 dimers elicit tumor suppressive activities through an altered metabolic program","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"p53 dimers elicit tumor suppressive activities through an altered metabolic program","Topics":null,"cSlideId":""},{"Abstract":"KRAB containing zinc finger proteins form the largest class of mammalian transcription factors. However, the physiological or pathological functions of the majority of them are unknown. Here, we established ZFP14 as a p53 target gene that is induced upon genotoxic stress in a p53-dependent manner. To determine the function of ZFP14 in mouse and human cancer cell lines, we generated <i>ZFP14<\/i>-KO cells that showed increased senescence as well as reduced cell growth and migration. Moreover, we showed that ZFP14 negatively regulates p53, which was the cause of reduced oncogenic properties in <i>ZFP14<\/i>-KO cancer cells. Mechanistically, we found that ZFP14 modulates p53 protein stability by associating with and possibly enhancing MDM2\/p53 complex integrity through its zinc finger domains. Interestingly, we found that lower expression of ZFP14 correlates with poor patient survival in multiple human cancers. Notably, in a similar fashion, mice deficient in ZFP14 were susceptible to spontaneous tumor formation, developed other abnormalities such as systemic inflammation and liver steatosis, which led to their shorter lifespan. Finally, we showed that ZFP14 regulates the expression of the HOXA gene cluster in mouse and humans, which we propose as a possible mechanism by which ZFP14 regulates tumorigenesis. Our findings suggest that ZFP14 is an important regulator of p53 and HOXA genes during inflammation and tumorigenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d9a0c742-8235-4ac7-9c69-3b2caae283b5\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Zinc finger proteins,p53,Diffuse large B-cell lymphoma,HOXA gene cluster,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13025"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Shakur Mohibi<\/i><\/u><\/presenter>, <presenter><i>Jin Zhang<\/i><\/presenter>, <presenter><i>Mingyi Chen<\/i><\/presenter>, <presenter><i>Xinbin Chen<\/i><\/presenter>. University of California at Davis, Davis, CA, University of Texas Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"9546f9f8-ac27-4a04-bc0b-77487eb4a397","ControlNumber":"6465","DisclosureBlock":"&nbsp;<b>S. Mohibi, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>M. Chen, <\/b> None..<br><b>X. Chen, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13025","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d9a0c742-8235-4ac7-9c69-3b2caae283b5\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"830","PresenterBiography":null,"PresenterDisplayName":"Shakur Mohibi, BS;MS;PhD","PresenterKey":"91f0d0ab-a857-4a53-834e-2df2cc186e1c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"830. ZFP14, a p53 target, suppresses tumor formation by regulating HOXA gene cluster expression","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ZFP14, a p53 target, suppresses tumor formation by regulating HOXA gene cluster expression","Topics":null,"cSlideId":""},{"Abstract":"Upregulation of the non-tyrosine kinase receptor neuropilin-2 (NRP2) is described for several tumor entities and correlates with disease progression. Two membrane-anchored isoforms are transcribed from the NRP2 gene that only differ in their terminal exons to encode transmembrane stretches and short cytoplasmic tails, respectively. While NRP2a was shown to support tumor cell proliferation, NRP2b facilitates tumor cell migration, resulting in enhanced metastatic spreading. A third, soluble NRP2 isoform encoding only aminoterminal protein domains exists as dimeric protein and functions in sequestration of the VEGF-C ligand. By using a next-generation sequencing approach to enrich for NRP2 terminal exons, we identified NRP2-Mo83, a novel NRP2 isoform, from a high expressing tumor cell line, and verified secreted NRP2-Mo83 protein by mass spectrometry in cell supernatants. Preliminary mass spectrometric data give an indication of the presence of soluble NRP2-Mo83 protein in human serum samples.<i>NRP2-Mo83<\/i> mRNA is expressed at variable quantities <i>in vitro<\/i> in a panel of bladder carcinoma cell lines, but is downregulated in<i> <\/i>a small cohort of<i> <\/i>macrodissected urothelial carcinoma samples. Transcript abundances of a <i>NRP2<\/i> transcript classified as non-coding with high sequence similarity to the <i>NRP2-Mo83<\/i> 3&#8217; terminus confirm the observed downregulation in the TCGA bladder carcinoma cohort.Preliminary data indicate that recombinant NRP2-Mo83 protein exerts a dose-dependent inhibitory effect on tumor cell growth <i>in vitro<\/i> in all tested bladder carcinoma cell lines in the presence of serum. However, a fraction of cell lines does not respond to NRP2-Mo83 under serum-starved conditions. Proliferation of human endothelial cells (HUVEC) is inhibited in a dose-dependent manner by recombinant NRP2-Mo83 protein <i>in vitro<\/i>. <i>In vivo<\/i>, NRP2-Mo83 reveals an anti-angiogenic effect on the chicken chorioallantoic membrane.Recombinant NRP2-Mo83 is secreted by HEK293 cells. Enrichment of endogenous and purification of recombinant NRP2-Mo83 protein is achieved by exploiting its capacity to bind heparin. In contrast to the described s9NRP2 isoform, NRP2-Mo83 is largely monomeric in solution, as verified by size exclusion chromatography. We identified N and O glycosylation as well as the capacity for polysialation as posttranslational modifications of recombinant NRP2-Mo83 protein, similar to membrane anchored NRP2 isoforms. NanoDSF experiments indicate that calcium ions stabilize NRP2-Mo83. We present NRP2-Mo83 as a novel NRP2 splice isoform, validated its expression at the mRNA and protein level. NRP2-Mo83 appears down-regulated during bladder tumorigenesis, congruent with its function in bladder tumor growth inhibition and its anti-angiogenic properties <i>in vitro<\/i> and <i>in vivo<\/i>. The identification of NRP2-Mo83 in human serum may suggest a suppressive function even under non-pathological conditions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4ad1fc2c-0ab7-4f9c-b483-e2dbf5a1c694\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-06 Other,,"},{"Key":"Keywords","Value":"Neuropilins,Bladder cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13027"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Thomas Mayr<\/i><\/presenter>, <presenter><i>Paul L. Dix<\/i><\/presenter>, <presenter><i>Sayed-Mohammad Hasheminasab<\/i><\/presenter>, <presenter><i>Chuanpit Hampel<\/i><\/presenter>, <presenter><i>Marc Sylvester<\/i><\/presenter>, <presenter><i>Niels Schneberger<\/i><\/presenter>, <presenter><i>Sarah Foerster<\/i><\/presenter>, <presenter><i>Gregor Hagelueken<\/i><\/presenter>, <presenter><i>Samikshan Dutta<\/i><\/presenter>, <presenter><i>Glen Kristiansen<\/i><\/presenter>, <presenter><i>Regine Schneider-Stock<\/i><\/presenter>, <presenter><i>Kaustubh Datta<\/i><\/presenter>, <presenter><u><i>Michael H. Muders<\/i><\/u><\/presenter>. University Hospital of Bonn, Bonn, Germany, Charite - University Hospital Berlin, Berlin, Germany, University Hospital Erlangen-Nuremberg, Erlangen, Germany, University of Bonn, Bonn, Germany, University of Bonn, Bonn, Germany, University Hospital of Bonn, Bonn, Germany, University of Nebraska Medical Center, Omaha, NE, University Hospital of Bonn, Bonn, Germany, University Hospital Erlangen-Nuremberg, Erlangen, Germany, University of Nebraska Medical Center, Nebraska, NE","CSlideId":"","ControlKey":"672cfd1e-95de-410a-aca7-7c96ec90c395","ControlNumber":"3713","DisclosureBlock":"&nbsp;<b>T. Mayr, <\/b> None..<br><b>P. L. Dix, <\/b> None..<br><b>S. Hasheminasab, <\/b> None..<br><b>C. Hampel, <\/b> None..<br><b>M. Sylvester, <\/b> None..<br><b>N. Schneberger, <\/b> None..<br><b>S. Foerster, <\/b> None..<br><b>G. Hagelueken, <\/b> None..<br><b>S. Dutta, <\/b> None..<br><b>G. Kristiansen, <\/b> None..<br><b>R. Schneider-Stock, <\/b> None..<br><b>K. Datta, <\/b> None.&nbsp;<br><b>M. H. Muders, <\/b> <br><b>aTyr<\/b> Grant\/Contract, No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13027","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4ad1fc2c-0ab7-4f9c-b483-e2dbf5a1c694\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"831","PresenterBiography":null,"PresenterDisplayName":"Michael Muders, MD;PhD","PresenterKey":"1593db62-c17b-476e-add9-64a42fa8b5f9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"831. Discovery of a novel soluble Neuropilin-2 isoform with antiangiogenic and antitumorigenic activity","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of a novel soluble Neuropilin-2 isoform with antiangiogenic and antitumorigenic activity","Topics":null,"cSlideId":""},{"Abstract":"<u>Purpose of study:<\/u> Understanding the epigenetic mechanism underlying luminal-to-basal plasticity of breast cancer subtypes<br \/><u>Experimental procedures:<\/u> Epigenetic focused CyTOF, ATAC-seq, RNA-seq, FACS-sorting, Proximity Ligation Assay, orthotopic syngeneic injections of tumor cells to mouse mammary gland, and others.<br \/><u>Summary:<\/u> Breast cancer is the most frequent cancer in women. It is defined by specific types of tumors that are classified into distinct histological and molecular subtypes. However, lately, with the advent of single-cell technologies, the extent of cellular and functional intratumoral heterogeneity within breast cancer subtypes is being appreciated. Much of this heterogeneity, including transitions of luminal-to-basal cell identity, can be attributed to alterations in the activity of chromatin remodelers. The transcriptional corepressor, NCOR1, and the tumor suppressor, LATS1, are downregulated in luminal breast cancer tumors with poor prognosis. Here, we show that LATS1 impedes the emergence of an epigenetically distinct basal-like population in luminal B tumors by augmenting NCOR1 repressive activity and facilitating deacetylation of H3K27ac.<br \/><u>Conclusion:<\/u> Rigorous repression of ER&#945;-repressed genes facilitated by LATS1-NCOR1 maintains luminal cell identity and restricts progression of luminal breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/7d0f8e96-2742-4ca7-b07d-d808dadc30a6\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Hippo pathway,Epigenetics,Heterogeneity,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13028"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Yael Aylon<\/i><\/u><\/presenter>, <presenter><i>Noa Furth<\/i><\/presenter>, <presenter><i>Giuseppe Mallel<\/i><\/presenter>, <presenter><i>Nishanth Nataraj<\/i><\/presenter>, <presenter><i>Gilgi Friedlander<\/i><\/presenter>, <presenter><i>Ori Hassan<\/i><\/presenter>, <presenter><i>Rawan Zoabi<\/i><\/presenter>, <presenter><i>Benjamin Cohen<\/i><\/presenter>, <presenter><i>Tomer Salame<\/i><\/presenter>, <presenter><i>Saptaparna Mukherjee<\/i><\/presenter>, <presenter><i>Randy Johnson<\/i><\/presenter>, <presenter><i>Efrat Shema<\/i><\/presenter>, <presenter><i>Moshe Oren<\/i><\/presenter>. Weizmann Institute of Science, Rechovot, Israel, Weizmann Institute of Science, Rechovot, Israel, IBEX Medical Analytics, Tel Aviv, Israel, Weizmann Institute of Science, Rechovot, Israel, Weizmann Institute of Science, Rechovot, Israel, MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"2c2618f8-3f68-4d1f-be42-943ffa404e31","ControlNumber":"4532","DisclosureBlock":"&nbsp;<b>Y. Aylon, <\/b> None..<br><b>N. Furth, <\/b> None..<br><b>G. Mallel, <\/b> None..<br><b>N. Nataraj, <\/b> None..<br><b>G. Friedlander, <\/b> None..<br><b>O. Hassan, <\/b> None..<br><b>R. Zoabi, <\/b> None..<br><b>B. Cohen, <\/b> None..<br><b>T. Salame, <\/b> None..<br><b>S. Mukherjee, <\/b> None..<br><b>R. Johnson, <\/b> None..<br><b>E. Shema, <\/b> None..<br><b>M. Oren, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13028","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/7d0f8e96-2742-4ca7-b07d-d808dadc30a6\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"832","PresenterBiography":null,"PresenterDisplayName":"Yael Aylon, PhD","PresenterKey":"af233069-c689-470d-b472-541cb065ba70","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"832. Breast cancer plasticity is restricted by a LATS1-NCOR1 repressive function","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Breast cancer plasticity is restricted by a LATS1-NCOR1 repressive function","Topics":null,"cSlideId":""},{"Abstract":"Cancers evolve via processes of clonal expansion, selection, and somatic variation, which contribute to tumor heterogeneity. While bulk analysis has improved our understanding of cancer, the heterogeneity of a tumor is masked with the average readout provided by a bulk measurement. This problem could be overcome by employing single-cell technologies. One of the most common single-cell technologies is single-cell RNA sequencing (scRNA-seq). Transcriptomic data collected by scRNA-seq are used to imply activity of gene products based on RNA levels. Signaling pathways related to cancer initiation and progression have been mapped solely based on scRNA-seq results. This approach, however, is not an accurate measurement of proteins that are the functional molecules responsible for key events in cancer. Recent breakthroughs of multimodal approaches such as CITE-seq and REAP-seq partially addressed this problem by allowing simultaneous analysis of transcriptomes and surface protein expression levels. These methods still lack a couple components that are required to fully dissect the biology of cancer. First, the methods are limited to the measurements of cell surface proteins, whereas proteins involved in cancer-related signal transduction and transcriptional pathways are mostly localized in the intracellular compartments. Second, the methods do not allow direct analysis of DNA sequences, hence unable to provide an accurate readout of genotypic information such as single-nucleotide variants and copy number variations. Here we describe a technology that could overcome these hurdles. To achieve this, cells are first treated with oligonucleotide-barcoded antibodies targeting surface proteins. Cells are then fixed and permeabilized, followed by incubation with barcoded antibodies for intracellular proteins. The resulting cells are processed on the Mission Bio Tapestri<sup>&#9415;<\/sup> platform, a device that enables encapsulation of single cells in droplets. Targeted DNA sequencing libraries are generated from the single cells using a multiplex panel of primers targeting regions of interest. Protein sequencing libraries are separately generated from the oligonucleotides off the antibodies. The inclusion of intracellular protein detection enables measurement of pivotal proteins in cancer mechanisms, including apoptosis (BCL2 family proteins), transcription factors (GATA3), tumor suppressors (TP53), as well as phosphorylated proteins involved in cell growth signaling pathways (phosphorylated ERK and STAT proteins). This is the first ever method that provides a solution to effectively link surface and intracellular protein measurement with targeted DNA analysis. With this approach, single-cell readout of genotypic and phenotypic information can be collected together, allowing concurrent complex analyses of cancer clonal evolution and driver protein expression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/cddf4ee6-1b99-469e-9ea4-58dc5540e8ca\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-02 Genotype\/phenotype correlations,,"},{"Key":"Keywords","Value":"Biomarkers,Single cell,Multiomics,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13029"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Prithvi Singh<\/i><\/presenter>, <presenter><i>Saurabh Parikh<\/i><\/presenter>, <presenter><i>Tim Lai<\/i><\/presenter>, <presenter><i>Dalia Dhingra<\/i><\/presenter>, <presenter><u><i>Aik Ooi<\/i><\/u><\/presenter>. Mission Bio, South San Francisco, CA","CSlideId":"","ControlKey":"54869a8c-9328-4e4b-b388-950de1c22082","ControlNumber":"5224","DisclosureBlock":"<b>&nbsp;P. Singh, <\/b> <br><b>Mission Bio<\/b> Employment. <br><b>S. Parikh, <\/b> <br><b>Mission Bio<\/b> Employment. <br><b>T. Lai, <\/b> <br><b>Mission Bio<\/b> Employment. <br><b>D. Dhingra, <\/b> <br><b>Mission Bio<\/b> Employment. <br><b>A. Ooi, <\/b> <br><b>Mission Bio<\/b> Employment.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13029","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/cddf4ee6-1b99-469e-9ea4-58dc5540e8ca\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"833","PresenterBiography":null,"PresenterDisplayName":"Aik Ooi","PresenterKey":"bbe369e7-5c42-434f-aad7-dd4bdb5d713b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"833. Linking phenotype and genotype: Multimodal analysis of surface proteins, intracellular proteins, and SNV in single cells","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Linking phenotype and genotype: Multimodal analysis of surface proteins, intracellular proteins, and SNV in single cells","Topics":null,"cSlideId":""},{"Abstract":"Hepsin (encoded by <i>HPN<\/i> gene) is a type II transmembrane serine protease, which is commonly overexpressed in carcinomas of prostate and breast. Hepsin protein is known to be stabilized by Ras-MAPK pathway signaling, and downstream, this protease regulates the degradation of extracellular matrix (ECM) components and activates growth factor pathways, including hepatocyte growth factor (HGF) and transforming growth factor beta (TGF beta) pathway. However, the impact of the hepsin-dependent signaling on cell proliferation and tumor growth is not well-understood. Therefore, we sought to clarify the role of hepsin during these events using engineered breast cancer cell lines, <i>Hpn<\/i> CRISPR knockout mouse model crossed with Wap-Myc breast cancer mouse model, and patient-derived explant cultures (PDEC)s from human breast tumors. We isolated Wap-Myc; <i>Hpn-\/-<\/i> mammary tumor cells and made orthotopic transplantation into syngeneic wild-type recipient mice. The resulting Wap-Myc tumors that lack hepsin had reduced size both in primary and metastatic site compared to tumors derived from Wap-Myc<i>; Hpn+\/+<\/i> tumor cells. This decrease in growth was accompanied by downregulation in TGF beta and EGFR signaling as well as substantial reduction in total EGFR protein level. We further demonstrated that in 3D culture conditions overexpression of hepsin induced cell proliferation, which was TGF beta 1 and EGFR signaling-dependent, while PDECs treated with hepsin inhibitory antibodies and small molecules had decreased EGFR and TGF beta signaling activity and reduction in proliferation marker expression. Taken together, this study demonstrates a role for hepsin as a regulator of cell proliferation and tumor growth through TGF beta and EGFR pathways and may provide an interesting druggable upstream target to inhibit TGF beta and EGFR pathways in breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/76bbec05-608b-4a7d-9665-2812fbcad82b\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-04 Oncogene growth factors and their receptors,,"},{"Key":"Keywords","Value":"Tumor growth,Epidermal growth factor receptor (EGFR),TGF-&#946;,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13030"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Topi A. Tervonen<\/i><\/u><\/presenter>, <presenter><i>Denis Belitkin<\/i><\/presenter>, <presenter><i>Pauliina Munne<\/i><\/presenter>, <presenter><i>Shishir M. Pant<\/i><\/presenter>, <presenter><i>Ilida Suleymanova<\/i><\/presenter>, <presenter><i>Kati Belitkina<\/i><\/presenter>, <presenter><i>Jeroen Pouwels<\/i><\/presenter>, <presenter><i>Juha Klefstrm<\/i><\/presenter>. University of Helsinki, Helsinki, Finland, North Estonia Medical Centre, Tallinn, Estonia, University of Helsinki, Finnish Cancer Institute & FICAN South, Helsinki University Hospital, Helsinki, Finland","CSlideId":"","ControlKey":"b5ef62f3-5a1c-47da-85c0-a75a588264ee","ControlNumber":"3023","DisclosureBlock":"&nbsp;<b>T. A. Tervonen, <\/b> None..<br><b>D. Belitkin, <\/b> None..<br><b>P. Munne, <\/b> None..<br><b>S. M. Pant, <\/b> None..<br><b>I. Suleymanova, <\/b> None..<br><b>K. Belitkina, <\/b> None..<br><b>J. Pouwels, <\/b> None..<br><b>J. Klefstrm, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13030","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/76bbec05-608b-4a7d-9665-2812fbcad82b\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"834","PresenterBiography":null,"PresenterDisplayName":"Topi Tervonen, MS;PhD","PresenterKey":"c0a0d9a2-90ad-4c44-8c5b-ddf3557ebf26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"834. Serine protease hepsin regulates tumor growth via TGFbeta-EGFR signaling axis","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Serine protease hepsin regulates tumor growth via TGFbeta-EGFR signaling axis","Topics":null,"cSlideId":""},{"Abstract":"The majority of human breast cancers are dependent on Estrogen Receptor Alpha (ER) and<i> <\/i>sensitive to its inhibition. In advanced, ER+ dependent breast cancers, resistance usually develops and is associated with insensitivity of the estrogen receptor to inhibition. Mutations that activate PI3K signaling occur in over 40% of ER-driven breast cancers. The PI3K pathway regulates cap-dependent protein tran&#173;&#173;slation by controlling mTOR complex I (mTORC1). Inhibitors of PI3K\/mTOR are effective in this setting when given with anti-estrogens, but induce ER activity and expression. We now show that despite reducing global cap-dependent translation, PI3K\/mTOR inhibition does not reduce ER translation or expression. Translation of ER instead depends on the translation initiation factor, EIF4A. Inhibitors of EIF4A significantly reduce the expression of WT and mutant ER, with attendant blockage of breast cancer model growth in vivo, including models driven by estrogen-independent ER fusions that are unaffected by estrogen receptor antagonists. The utility of EIF4A inhibition can be enhanced when combined with Fulvestrant, a degrader of ER. Combining inhibition of ER translation and induction of ER degradation causes synergistic deep and durable inhibition of ER expression and tumor growth. Inhibition of ER translation represents a new potent strategy for treating ER-dependent breast cancers with acquired resistance to current therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/34ec1d58-6483-4a31-88f9-860f473f586b\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-04 Oncogene growth factors and their receptors,,"},{"Key":"Keywords","Value":"Translation,Estrogen receptor,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13033"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jacob A. Boyer<\/i><\/u><\/presenter>, <presenter><i>Madeline A. Dorso<\/i><\/presenter>, <presenter><i>Corina Amor<\/i><\/presenter>, <presenter><i>Jason Reiter<\/i><\/presenter>, <presenter><i>Jianing Xu<\/i><\/presenter>, <presenter><i>Elisa De Stanchina<\/i><\/presenter>, <presenter><i>Hans-Guido Wendel<\/i><\/presenter>, <presenter><i>Sarat Chandarlapaty<\/i><\/presenter>, <presenter><i>Neal Rosen<\/i><\/presenter>. MSKCC, New York, NY","CSlideId":"","ControlKey":"5de5f17b-acab-4c87-bdf5-d78b044d7da0","ControlNumber":"5619","DisclosureBlock":"&nbsp;<b>J. A. Boyer, <\/b> None..<br><b>M. A. Dorso, <\/b> None..<br><b>C. Amor, <\/b> None..<br><b>J. Reiter, <\/b> None..<br><b>J. Xu, <\/b> None..<br><b>E. de Stanchina, <\/b> None..<br><b>H. Wendel, <\/b> None.&nbsp;<br><b>S. Chandarlapaty, <\/b> <br><b>Daiichi-Sankyo<\/b> Grant\/Contract, No. <br><b>Paige.ai<\/b> Grant\/Contract, No. <br><b>AstraZeneca<\/b> Independent Contractor, Grant\/Contract, No. <br><b>Novartis<\/b> Independent Contractor, No. <br><b>Sanofi<\/b> Independent Contractor, No. <br><b>Lilly<\/b> Independent Contractor, No. <br><b>Inivata<\/b> Independent Contractor, No. <br><b>N. Rosen, <\/b> <br><b>Ribon<\/b> Independent Contractor, Stock. <br><b>MapCURE<\/b> Independent Contractor, Stock. <br><b>Beigene<\/b> Independent Contractor, Stock. <br><b>ZaiLabs<\/b> Independent Contractor, Stock. <br><b>Astra-Zeneca<\/b> Independent Contractor, Grant\/Contract. <br><b>Tarveda<\/b> Independent Contractor. <br><b>Verastem<\/b> Independent Contractor. <br><b>Chugai<\/b> Independent Contractor. <br><b>Concarlo<\/b> Independent Contractor. <br><b>Jubilant<\/b> Independent Contractor. <br><b>Effector<\/b> Stock. <br><b>Fortress<\/b> Stock. <br><b>Pfizer-Array<\/b> Grant\/Contract. <br><b>Boerhinger-Ingelheim<\/b> Grant\/Contract. <br><b>Revolution Medicines<\/b> Grant\/Contract.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13033","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/34ec1d58-6483-4a31-88f9-860f473f586b\/@J03B8ZJr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"835","PresenterBiography":null,"PresenterDisplayName":"Jacob Boyer","PresenterKey":"ebf5bd72-3781-483a-be52-13625b93ae5c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"835. Estrogen receptor expression and ER dependent breast tumor growth are dependent on translation initiation factor EIF4A","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Estrogen receptor expression and ER dependent breast tumor growth are dependent on translation initiation factor EIF4A","Topics":null,"cSlideId":""},{"Abstract":"Gastric cancer (GC) is the third most common cancer and the second most common cause of cancer death in Asia. The highest incidence rates are observed in Eastern Asia. To date, the comprehensive mechanism of GC initiation remains elusive. Here, we discovered <i>CRACD<\/i> (<u>C<\/u>apping Protein Inhibiting <u>R<\/u>egulator of <u>Ac<\/u>tin <u>D<\/u>ynamics\/<i>CRAD\/KIAA1211<\/i>) as a tumor suppressor, frequently inactivated in GC. To determine the pathologic roles of <i>CRACD<\/i>, we employed <i>Cracd<\/i> knock-out (KO) mice and gastric organoids (GOs). Intriguingly, <i>Cracd<\/i> KO mice and GOs displayed hyperplastic gastric epithelium. Mechanistically, CRACD is essential for stabilizing the cadherin-catenin-actin (CCA) complex. The loss of CRACD leads to the release and nuclear translocation of &#946;-catenin for Wnt target gene transactivation. Indeed, the genetic ablation of Cracd hyperactivated Wnt\/&#946;-catenin signaling with the disruption of the CCA complex. The genes encoding the Receptor Tyrosine Kinase (RTK)-RAS signaling pathway and the <i>TP53<\/i> are genetically altered in 60% and 50% of gastric adenocarcinomas, respectively. To define the genetic interaction of Cracd loss with the RTK-RAS and TP53 signaling, we established genetically engineered GOs models carrying <i>Trp53<\/i> deletion and <i>Kras<\/i><sup>G12D<\/sup> activation in combination with <i>Cracd<\/i> KO (CKP) or <i>Cracd<\/i> wild type (KP). Compared to KP, CKP GOs exhibited neoplasia, higher mucin deposition, and increased carcinoma embryonic antigen (CEA) expression, pathologically related to the poor prognosis in GC patients. Meanwhile, loss of Cracd significantly accelerated the growth of CKP GOs with increased stemness. Furthermore, the CKP cell line derived from GOs exhibited relatively poor prognosis features of GC than KP cells in the xenograft models, represented by boosted tumor size and weight, poor differentiation, hyperplasia, increased CEA, and mucin secretion. Together, we identified <i>CRACD<\/i> as a tumor suppressor, of which inactivation contributes to GC initiation and progression, which may be translated into the development of a biomarker-guided regimen for <i>CRACD<\/i> mutations-associated GC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c11a661d-cc55-4b69-900f-abcb32933641\/@A03B8ZJs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: stomach,CRACD,Tumor suppressor,Organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13035"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Gengyi Zou<\/i><\/u><\/presenter>, <presenter><i>Yuanjian Huang<\/i><\/presenter>, <presenter><i>Kyung Pil Ko<\/i><\/presenter>, <presenter><i>Shengzhe Zhang<\/i><\/presenter>, <presenter><i>Bong Jun Kim<\/i><\/presenter>, <presenter><i>Jie Zhang<\/i><\/presenter>, <presenter><i>Sohee Jun<\/i><\/presenter>, <presenter><i>Youn-Sang Jung<\/i><\/presenter>, <presenter><i>Biyun Zheng<\/i><\/presenter>, <presenter><i>Jae-Il Park<\/i><\/presenter>. MD Anderson Cancer Center, Houston, TX, Chung-Ang University, Seoul, Korea, Republic of, Fujian Medical University Union Hospital, Fujian, China","CSlideId":"","ControlKey":"7d89e47c-232d-4f77-8fb6-ebbda6250b68","ControlNumber":"799","DisclosureBlock":"&nbsp;<b>G. Zou, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>K. Ko, <\/b> None..<br><b>S. Zhang, <\/b> None..<br><b>B. Kim, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>S. Jun, <\/b> None..<br><b>Y. Jung, <\/b> None..<br><b>B. Zheng, <\/b> None..<br><b>J. Park, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13035","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c11a661d-cc55-4b69-900f-abcb32933641\/@A03B8ZJs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"836","PresenterBiography":"","PresenterDisplayName":"Gengyi Zou, MD;PhD","PresenterKey":"1778c4c5-2176-4051-a1da-cf7b2c90fadd","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/1778c4c5-2176-4051-a1da-cf7b2c90fadd.profile.JPG","SearchResultActions":null,"SearchResultBody":"836. <i>CRACD\/CRAD<\/i>, a tumor suppressor for gastric cancer development","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>CRACD\/CRAD<\/i>, a tumor suppressor for gastric cancer development","Topics":null,"cSlideId":""},{"Abstract":"Mutated <i>KRAS<\/i> and <i>TP53<\/i> are well recognized drivers of multiple human cancers including lung cancer, the leading cause of cancer-associated deaths. Yet, directly targeting mutated <i>KRAS<\/i> or restoring wildtype p53 levels in <i>KRAS<\/i>\/p53-mutated tumors still remains a therapeutic challenge. A rational alternative approach involves targeting potentiators of <i>KRAS<\/i>;p53-driven tumorigenesis, which represents one of the research ambitions pioneered by the National Cancer Institute (NCI) RAS initiative to meet this challenge. Therefore, we aimed to identify genes, that when lost, potentiate cellular transformation of a non-transformed <i>KRAS;TP53<\/i>-mutated human bronchial epithelial cell line (HBEC-KP). To address this question, a genome-wide selection experiment was performed using CRISPR\/Cas9. Anchorage-independent (AI) growth, a hallmark of cancer, was selected as a phenotypic readout for one experiment. Without additional genetic perturbation, wildtype HBEC-KP cells were incapable of AI growth. Only certain mutants were capable of supporting colony formation in soft agar. These clones were isolated and the integrated small guide RNAs (sgRNAs) were identified. Genes that are targeted by the sgRNAs were then individually knocked out for validation. Through this approach, we discovered that loss of ARPC3 is sufficient for promoting AI growth in the HBEC-KP cells. This contribution to AI growth is attributed to the role that ARPC3 plays in regulating Arp2\/3 activity, as inactivating the Arp2\/3 complex using a small molecule inhibitor, CK666 also promoted colony growth in the HBEC-KP cells. We determined that ARPC3 loss was not sufficient to drive AI &#8211; in the absence of KRAS activation and p53 loss colony growth was not observed. This indicates the essential role that mutated <i>KRAS<\/i> and\/or p53 play to support AI. To test if mutated <i>KRAS<\/i> is essential for the phenotype, the Arp2\/3 complex was inactivated in <i>KRAS<\/i>-mutated HBECs, which supported AI growth. This suggests that mutated <i>KRAS<\/i> and loss of Arp2\/3 activity are sufficient for driving AI growth in HBECs. However, combined loss of p53 and ARPC3 failed to drive the phenotype, implicating that mutated <i>KRAS<\/i> is required. In addition, the Arp2\/3 complex is essential for maintaining lamellipodial shape via actin filament network and cell motility, which was validated in our HBEC-KP-<i>ARPC3<\/i> knockout cells. However, this protein complex is also known to promote AI growth and development of various cancers, as opposed to acting as a suppressor for growth. Multiple mechanisms that lead to this growth phenotype are currently being explored. Clinical relevance is also being closely examined to further understand the role of the Arp2\/3 complex in cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/db52d598-602c-4ba3-946a-f753c51d3fc0\/@A03B8ZJs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-04 Oncogene growth factors and their receptors,,"},{"Key":"Keywords","Value":"KRAS,Actin cytoskeleton,Anoikis,p53,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13037"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Chennan Li<\/i><\/u><\/presenter>, <presenter><i>Andrea L. Kasinski<\/i><\/presenter>. Purdue University, West Lafayette, IN","CSlideId":"","ControlKey":"4f1d03c7-863c-422b-9251-f6d7b22f6d8d","ControlNumber":"2095","DisclosureBlock":"&nbsp;<b>C. Li, <\/b> None..<br><b>A. L. Kasinski, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"13037","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/db52d598-602c-4ba3-946a-f753c51d3fc0\/@A03B8ZJs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"838","PresenterBiography":null,"PresenterDisplayName":"Chennan Li, BS","PresenterKey":"b73ece7d-5d53-4073-a1d8-413b8aa8dfb4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"838. Loss of Arp2\/3 activity promotes anchorage independent growth in <i>KRAS;TP53<\/i>-mutated human bronchial epithelial cells","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Loss of Arp2\/3 activity promotes anchorage independent growth in <i>KRAS;TP53<\/i>-mutated human bronchial epithelial cells","Topics":null,"cSlideId":""},{"Abstract":"Small cell lung cancer (SCLC) is a high-grade neuroendocrine subtype of lung cancer. This tumor is characterized by its aggressiveness, refractoriness to therapies, poor prognosis, and early dissemination. The first line of treatment consists of platinum-based chemotherapy, and although patients initially respond very well to this therapy, they promptly develop resistance. Currently, there are no targeted therapies approved for the treatment of SCLC patients. Here, we identified YES1, a non-receptor tyrosine kinase, as a novel targetable candidate with a relevant role in SCLC. In silico analysis revealed that YES1 is overexpressed in SCLC patients compared to non-malignant lung tissues. In a multi-institutional cohort of 80 SCLC patients, 31% of cases showed high YES1 protein expression and 26% of all specimens had YES1 gain\/amplification (CNV&#8805;2.5), analyzed by immunohistochemistry and FISH, respectively. In addition, high expression of YES1 predicted both lower overall survival (OS) and progression free survival (PFS) (n=80). In accordance, YES1 mRNA expression significantly correlated with YES1 CNV in SCLC cell lines. We knocked-down YES1 in two human SCLC cell lines (DMS53 and H209) with high expression and amplification of YES1. Depletion of YES1 almost totally abrogated cell proliferation and the formation of cell line-derived organoids in 3D. Accordingly, inhibition of YES1 arrested the cell cycle and promoted cell apoptosis <i>in vitro<\/i>. Consistent with these results, knockdown of YES1 promoted a dramatic reduction of subcutaneous tumor growth in both models with high levels of YES1, leading to a rate of partial regression of 54% and 23% complete regression. A metastasis assay, performed by intracardiac injection of H209 cells, showed that inhibition of YES1 led to complete disappearance of metastatic lung, leg and liver tumors in 4 out of 5 mice. Gene set enrichment analysis (GSEA) of RNA sequencing data performed with YES1-depleted DMS53 cells revealed that cells lacking YES1 had a downregulation in DNA replication and DNA repair signatures. We next explored the effect of pharmacological inhibition of YES1 using the multityrosine kinase inhibitor dasatinib and the selective YES1 inhibitor CH6953755. Dasatinib and CH6953755 effectively reduced cell proliferation <i>in vitro<\/i> at doses &#60;1000 nM in the YES-high lines in contrast to the H69 cell line (low expression of YES1, &#62;10&#181;M). More interestingly, dasatinib and CH6953755 decreased DMS53, H209 and a high-YES1 PDX (YU-16)-derived organoid growth. Pharmacological inhibition of YES1 significantly reduced the tumor growth of high-YES1 models: DMS53 and H209 xenografts, and TP135 and YU-16 PDXs, in contrast to low-YES1 models (H69 xenograft and YU-34 PDX). Our results provide evidence that YES1 is a new druggable oncogenic target in SCLC and that its inhibition could be a promising therapeutic strategy for a subset of patients with high YES1 expression or copy number gain\/amplification.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3d978e6b-63eb-4684-8489-772af5e75b70\/@A03B8ZJs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET07-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Target discovery,Predictive biomarkers,Tyrosine kinase inhibitor,Lung cancer: small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/19140"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Esther Redin<\/i><\/u><\/presenter>, <presenter><i>Eva M. Garrido-Martin<\/i><\/presenter>, <presenter><i>Karmele Valencia<\/i><\/presenter>, <presenter><i>Miriam Redrado<\/i><\/presenter>, <presenter><i>Jose Luis Solorzano<\/i><\/presenter>, <presenter><i>Rafael Carias<\/i><\/presenter>, <presenter><i>Franscisco Exposito<\/i><\/presenter>, <presenter><i>Diego Serrano<\/i><\/presenter>, <presenter><i>Nerea Otegui<\/i><\/presenter>, <presenter><i>Luis Paz Ares<\/i><\/presenter>, <presenter><i>Katerina Politi<\/i><\/presenter>, <presenter><i>Luis M. Montuenga<\/i><\/presenter>, <presenter><i>Alfonso Calvo<\/i><\/presenter>. CIMA University of Navarra, Pamplona, Spain, Cell Biology, Research and Development, Oncology Business Unit, PharmaMar, Madrid, Spain, Anatomic Pathology and Molecular Diagnostics, MD Anderson Cancer Center and CNIO lung Cancer Unit, Madrid, Madrid, Spain, Anatomic Pathology Unit, Fundacion Jimenez Diaz, Spain, Madrid, Spain, Hospital 12 de Octubre-CNIO Lung Cancer Clinical Research Unit, CNIO, Madrid, Spain, Yale Cancer Center, New Haven, CT","CSlideId":"","ControlKey":"14289a23-f8e5-4db8-bbbf-3efeb3c10ff5","ControlNumber":"988","DisclosureBlock":"&nbsp;<b>E. Redin, <\/b> None..<br><b>E. Garrido-Martin, <\/b> None..<br><b>K. Valencia, <\/b> None..<br><b>M. Redrado, <\/b> None..<br><b>J. L. Solorzano, <\/b> None..<br><b>R. Carias, <\/b> None..<br><b>F. Exposito, <\/b> None..<br><b>D. Serrano, <\/b> None..<br><b>N. Otegui, <\/b> None.&nbsp;<br><b>L. Paz Ares, <\/b> <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, No. <br><b>AstraZeneca<\/b> Grant\/Contract, No. <br><b>Merck Sharp and Dohme<\/b> Other, Personal fees. <br><b>Roche<\/b> Other, Personal fees, No. <br><b>Eli Lilly<\/b> Other, Personal fees, No. <br><b>Merck<\/b> Other, Personal fees, No. <br><b>Novartis<\/b> Other, Personal fees, No. <br><b>Amgen<\/b> Other, Personal fees, No. <br><b>Incyte<\/b> Other, Personal fees, No. <br><b>Takeda<\/b> Other, Personal fees, No. <br><b>Blueprint Medicines<\/b> Other, Personal fees, No. <br><b>Bayer<\/b> Other, Personal fees, No. <br><b>Pharmamar<\/b> Other, Personal fees, No. <br><b>Ipsen<\/b> Other, Personal fees, No. <br><b>Genomica<\/b> Other, Personal fees, No. <br><b>K. Politi, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, No. <br><b>Roche\/Genentech<\/b> Grant\/Contract, No. <br><b>MSKCC\/Molecular<\/b> Patent, No.<br><b>L. Montuenga, <\/b> None..<br><b>A. Calvo, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"19140","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3d978e6b-63eb-4684-8489-772af5e75b70\/@A03B8ZJs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"839","PresenterBiography":null,"PresenterDisplayName":"Esther Redin Resano, DMSc;PhD","PresenterKey":"2a5f977c-a48a-4c0f-b248-e7011c033640","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"839. YES1 is a novel druggable oncogene in small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"YES1 is a novel druggable oncogene in small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Transforming growth factor &#946; (TGF&#946;) has a dual role in cancer, including hepatocellular carcinoma (HCC). It acts as a tumor suppressor in early stages of hepatocarcinogenesis, but promotes epithelial-to-mesenchymal transition, angiogenesis and immunosuppression in advanced stages. <i>PMEPA1<\/i> (prostate transmembrane protein androgen induced 1), a direct target gene of the TGF&#946; pathway that negatively regulates TGF&#946; signaling by interacting with SMAD proteins, has been shown to promote TGF&#946; oncogenic effects in other cancers and we decided to explore its role in HCC pathogenesis.<br \/><b>Methods: <\/b>We analyzed transcriptomic, genomic, epigenomic and clinicopathological data of a discovery cohort of 228 HCCs and a validation cohort of 361 HCCs. <i>PMEPA1<\/i> levels were quantified by qPCR in the discovery cohort. <i>PMEPA1<\/i> overexpression was validated in 6 independent cohorts (n = 916) using microarray and RNAseq data. Genetically engineered mouse models were generated through hydrodynamic tail-vein injection. Equal amounts of plasmids overexpressing <i>PMEPA1<\/i>, <i>TGFB1<\/i> and <i>MYC<\/i> were injected in mice to evaluate survival. Molecular and histopathological analyses of the murine tumors are currently ongoing.<br \/><b>Results: <\/b><i>PMEPA<\/i>1 was overexpressed in 18% of human HCCs [FC &#62; 2; n = 203\/1144], a feature associated with TGF&#946; signaling (p &#60; 0.05). Overexpression of <i>PMEPA1<\/i> was associated with gene body hypermethylation (p &#60; 0.0001). HCCs displaying both TGF&#946; signaling and high <i>PMEPA1<\/i> levels (11% of cases) were significantly enriched in signatures of immune exhaustion, late TGF&#946; activation, TME response to TGF&#946; and active stroma (p &#60; 0.05) compared to HCCs with TGF&#946; signalling alone (8% of cases) or PMEPA1 high levels alone (11% of cases). <i>In vivo<\/i>, overexpression of <i>MYC<\/i>+<i>PMEPA1<\/i> led to HCC development in 9\/16 mice and showed a lower survival when compared to the control arm, overexpression of <i>MYC<\/i> alone (p = 0.014). On the contrary, only 1\/12 mice in the <i>MYC<\/i>+<i>PMEPA1<\/i>+<i>TGF&#946;1 <\/i>condition developed HCC and none of the <i>MYC<\/i>+<i>TGF&#946;1<\/i> mice.<br \/><b>Conclusion: <\/b><i>PMEPA1<\/i> upregulation is linked to TGF-&#946; activation and an aggressive phenotype in human HCC. Overexpression <i>PMEPA1<\/i> in combination with <i>MYC<\/i> in<i> <\/i>vivo led to HCC development, showing for the first time the oncogenic role of <i>PMEPA1<\/i> in this cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bff6727c-2b74-4ab2-a8fe-66e28dc95d77\/@A03B8ZJs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-06 Other,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,TGF-&#946;,Oncogene,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/20880"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Marta Piqu-Gili<\/i><\/u><\/presenter>, <presenter><i>Carmen Andreu-Oller<\/i><\/presenter>, <presenter><i>Roser Pinyol<\/i><\/presenter>, <presenter><i>Marina Brcena-Varela<\/i><\/presenter>, <presenter><i>Roger Esteban-Fabr<\/i><\/presenter>, <presenter><i>Judit Peix<\/i><\/presenter>, <presenter><i>Jordi Abril-Fornaguera<\/i><\/presenter>, <presenter><i>Katherine E. Lindblad<\/i><\/presenter>, <presenter><i>Miguel Torres-Martin<\/i><\/presenter>, <presenter><i>Daniela Sia<\/i><\/presenter>, <presenter><i>Amaia Lujambio<\/i><\/presenter>, <presenter><i>Josep M. Llovet<\/i><\/presenter>. Institut d'Investigacions Biomdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain, Icahn School of Medicine at Mount Sinai, New York, NY","CSlideId":"","ControlKey":"eb39b7cf-087b-41cc-950a-9aa0b6169875","ControlNumber":"3130","DisclosureBlock":"&nbsp;<b>M. Piqu-Gili, <\/b> None..<br><b>C. Andreu-Oller, <\/b> None..<br><b>R. Pinyol, <\/b> None..<br><b>M. Brcena-Varela, <\/b> None..<br><b>R. Esteban-Fabr, <\/b> None..<br><b>J. Peix, <\/b> None..<br><b>J. Abril-Fornaguera, <\/b> None..<br><b>K. E. Lindblad, <\/b> None..<br><b>M. Torres-Martin, <\/b> None..<br><b>D. Sia, <\/b> None.&nbsp;<br><b>A. Lujambio, <\/b> <br><b>Genentech<\/b> Grant\/Contract, No. <br><b>Pfizer<\/b> Grant\/Contract, No. <br><b>J. M. Llovet, <\/b> <br><b>Bayer HealthCare Pharmaceuticals<\/b> Grant\/Contract, Other, Consulting fees, No. <br><b>Eisai Inc<\/b> Grant\/Contract, Other, Consulting fees, No. <br><b>Ipsen<\/b> Grant\/Contract, Other, Consulting fees, No. <br><b>Boehringer-Ingelheim<\/b> Grant\/Contract, No. <br><b>Eli Lilly<\/b> Other, Consulting fees, No. <br><b>Merck<\/b> Other, Consulting fees, No. <br><b>Bristol-Myers Squibb<\/b> Other, Consulting fees, No. <br><b>Glycotest<\/b> Other, Consulting fees, No. <br><b>Nucleix<\/b> Other, Consulting fees, No. <br><b>Genentech<\/b> Other, Consulting fees, No. <br><b>Roche<\/b> Other, Consulting fees, No. <br><b>AstraZeneca<\/b> Other, Consulting fees, No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"20880","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bff6727c-2b74-4ab2-a8fe-66e28dc95d77\/@A03B8ZJs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"840","PresenterBiography":null,"PresenterDisplayName":"Marta Pique-Gili, BS,MS","PresenterKey":"22986074-657b-4e48-8616-6f8e4f141707","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"840. PMEPA1 is an oncogene linked to TGF-&#946; signaling in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PMEPA1 is an oncogene linked to TGF-&#946; signaling in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"A majority of ovarian tumors eventually recur in a drug-resistant form leaving patients few treatment options. The goal of this study was to explore the phenotypic and molecular characteristics of a cisplatin-resistant ovarian cancer cell line (OVCAR8R) as compared to its cisplatin-sensitive syngeneic counterpart (OVCAR8) and to explore the effectiveness of a novel therapeutic, Withaferin A (WA). In addition to unique morphological characteristics and increased expression of vimentin, the small heat shock proteins (Hsps) &#945;B-Crystallin and Hsp27 are constitutively expressed in OVCAR8R cells while OVCAR8 cells do not express these Hsps, supporting that Hsp overexpression may confer resistance to chemotherapy and promote a more aggressive tumor type. WA treatment causes apoptosis in a dose-dependent manner in OVCAR8 cells, while the OVCAR8R cells remain viable at comparable doses of WA. &#945;B-Crystallin was upregulated in a dose dependent manner in the WA-treated OVCAR8R cells. To determine the significance of &#945;B-crystallin expression in conferring a more aggressive phenotype, &#945;B-crystallin was silenced by CRISPR-Cas9 in OVCAR8R cells. Strikingly, the morphology of the OVCAR8R-&#945;B-crystallin-knockout clones revert to the morphology of the cisplatin-sensitive OVCAR8 cell line. Molecular characterization reveals concurrent downregulation of Hsp27, and decreased expression of vimentin supporting that loss of &#945;B-Crystallin is coincident with a less aggressive molecular phenotype. Upon challenge with WA, vimentin is downregulated in the &#945;B-crystallin-null clones and in the cisplatin-sensitive OVCAR8 cells, but not in the OVCAR8R cells. Transient transfection of wildtype &#945;B-Crystallin, but not a chaperone-defective mutant, alters the morphology of the OVCAR8 cells where the &#945;B-Crystallin-knockout clones closely resemble the cisplatin-resistant OVCAR8R cells. Further, transient overexpression of wildtype &#945;B-crystallin, but not a chaperone-defective-mutant, protects cells from WA-induced apoptosis as compared to GFP-transfected cells. Migration assays reveal that OVCAR8R cells have increased migration capability as compared to their cisplatin-sensitive counterparts and silencing of &#945;B-Crystallin decreases migration of cisplatin-resistant cells. This research supports the potential effectiveness of WA as a therapy for ovarian cancer cells that acquire resistance to platinum-based therapies and underscores that &#945;B-crystallin confers a more aggressive cellular phenotype and therefore, may be a promising molecular target for a better clinical outcome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0f057181-388a-4974-a304-987cc12103aa\/@A03B8ZJs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"Apoptosis,Heat shock proteins,Ovarian cancer,Migration,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/20911"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Merideth K. Krevosky<\/i><\/u><\/presenter>, <presenter><i>Melissa M. Carmichael<\/i><\/presenter>. Bridgewater State University, Bridgewater, MA","CSlideId":"","ControlKey":"5852c0c3-c2ef-47db-81d1-4dece0e41252","ControlNumber":"2803","DisclosureBlock":"&nbsp;<b>M. K. Krevosky, <\/b> None..<br><b>M. M. Carmichael, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"20911","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0f057181-388a-4974-a304-987cc12103aa\/@A03B8ZJs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"865","PresenterBiography":null,"PresenterDisplayName":"Merideth Krevosky, PhD","PresenterKey":"ca6e576b-ac5c-4bf6-9c37-e93ae0f8bd51","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"865. The small heat shock protein &#945;B-crystallin protects versus withaferin A-induced apoptosis and confers a more metastatic phenotype in cisplatin-resistant ovarian cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"415","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes 1","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The small heat shock protein &#945;B-crystallin protects versus withaferin A-induced apoptosis and confers a more metastatic phenotype in cisplatin-resistant ovarian cancer cells","Topics":null,"cSlideId":""}]