[{"Abstract":"<b>Background:<\/b> The coronavirus disease 2019 (COVID-19) pandemic has affected not only the control and management of infectious diseases, but also those of other diseases by deteriorating the general healthcare systems worldwide. In accordance with the suggestion by the WHO for postponement of non-urgent procedures, diagnosis and treatment strategies for the patients with malignancy have been changed. The aim of this study was to investigate the impact of COVID-19 pandemic on primary colorectal cancer (CRC) from multi-institutions in Korea.<br \/><b>Methods: <\/b>Medical records of consecutive patients with CRC between March 2019 and February 2021 in six university hospitals were reviewed. Recurrent diseases, admission for management of complications or enterostomy repair, and other pathologies than adenocarcinoma were excluded. Baseline characteristics and perioperative outcomes were compared after a cohort was divided into the two groups: before and after around March 2020, when the COVID-19 test has been mandatory for all admitted patients in most institutions. Treatment characteristics and pathologic outcomes were also compared between the two groups.<br \/><b>Results: <\/b>A total of 3895 patients with CRC admitted during the study period. After 454 patients were excluded, 1820 and 1621 patients were assigned to the pre-pandemic and pandemic groups. The proportion of patients who could not receive curative or palliative surgery for stage IV diseases was not different (88 vs. 91, P&#62;0.999), and 3262 patients underwent surgery for primary CRC. Among them, the pandemic group showed more previous abdominal surgery (21.2% vs. 15.4%, P&#60;0.001), higher preoperative CEA level (46.7 vs. 16.0 ng\/mL, P=0.021), and less stent insertion for obstructive lesion (33% vs. 46.4%, P=0.043). There was no difference in sex, age, the ASA grade, and tumor location between the groups. Perioperative outcomes including operation time, operation method, operation type, and postoperative complication rates were not different, whereas more stoma formation was performed in the pandemic group (15.3% vs. 12.4%, P=0.024). Pathologic outcomes including TNM stage, tumor diameter, harvested lymph nodes, and lymphovascular invasion were not different. However, the pandemic group showed higher tendency of lymph node metastasis (44% vs. 40.6%, P=0.070) and more adjuvant chemotherapy (26.4% vs. 20.1%, P&#60;0.001).<br \/><b>Conclusions: <\/b>Although a few factors indicated more advanced CRC, clinical features and perioperative outcomes of the patients in COVID-19 pandemic seemed not to be aggravated in Korea. The national healthcare system which was not shut down in the pandemic, and relatively small number of COVID-19 prevalence might influence these results, although patients&#8217; access and medical checkup seemed to decrease slightly. The cause and effect of decreased medical access would be clarified by long-term follow up data.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/9ee7373c-42da-4696-8fd0-ead81aee5115\/@z03B8ZWx\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-01 Surgical oncology,,"},{"Key":"Keywords","Value":"Colorectal adenocarcinoma,Surgical resection,Colorectal cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/19054"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Yoon Dae Han<\/i><\/presenter>, <presenter><i>Jun Sang Shin<\/i><\/presenter>, <presenter><i>Sung Uk Bae<\/i><\/presenter>, <presenter><i>Woo Ram Kim<\/i><\/presenter>, <presenter><i>Dae Ro Lim<\/i><\/presenter>, <presenter><u><i>Chang Woo Kim<\/i><\/u><\/presenter>. Yonsei University Severance Hospital, Seoul, Korea, Republic of, Ajou University Hospital, Ajou University School of Medicine, Suwon, Korea, Republic of, School of Medicine, Keimyung University and Dongsan Medical Center, Daegu, Korea, Republic of, Bundang CHA Medical Center, CHA University College of Medicine, Gyeonggi-do, Korea, Republic of, Suncheonhyang University Bucheon Hospital, Bucheon, Korea, Republic of","CSlideId":"","ControlKey":"a6ba03e3-9928-49ec-9e53-b58b5ecb1f21","ControlNumber":"4280","DisclosureBlock":"&nbsp;<b>Y. Han, <\/b> None..<br><b>J. Shin, <\/b> None..<br><b>S. Bae, <\/b> None..<br><b>W. Kim, <\/b> None..<br><b>D. Lim, <\/b> None..<br><b>C. Kim, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"19054","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/9ee7373c-42da-4696-8fd0-ead81aee5115\/@z03B8ZWx\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6178","PresenterBiography":null,"PresenterDisplayName":"Chang Woo Kim, MD;PhD","PresenterKey":"43f603a6-e33e-4136-8e07-74be8eb69394","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6178. COVID-19 pandemic and clinicopathologic characteristics of colorectal cancer in Korea: A multicenter, retrospective study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"720","SessionOnDemand":"False","SessionTitle":"Surgical Oncology","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"COVID-19 pandemic and clinicopathologic characteristics of colorectal cancer in Korea: A multicenter, retrospective study","Topics":null,"cSlideId":""}]