[{"Abstract":"Wilms Tumor (WT), or nephroblastoma, is the most common pediatric renal cancer. This cancer is thought to arise from the expansion of embryonal nephrogenic rest cell population. The most common (epi)genetic alterations in WT occur on chromosome 11p15, accounting for about 75% of WT. These same changes on chromosome 11p15 also cause one of the most common WT predisposition syndromes, Beckwith-Wiedemann Syndrome (BWS). BWS is a pediatric overgrowth disorder affecting numerous tissues including the kidney and up to 28% of patients with BWS develop cancer. As patients with BWS have the same 11p15 epigenetic and structural changes that arise sporadically in non-syndromic WT, BWS WT provides a unique opportunity to investigate the specific molecular effect and mechanism by which 11p15 causes oncogenesis. Using clinical data and patient samples from the International BWS Registry and Biorepository, we used whole exome sequencing (WES) and methylation array technologies to examine the genomic and epigenomic landscape of BWS non-tumor kidney (NT) and WT tumors compared to control kidney samples. We found several large-scale recurrent copy number alterations (CNAs) in the BWS WT cohort across cancer-associated chr1p36, WT-associated chr16q, and novel chr15q. Two BWS WT presented with an above average number of genomic alterations compared to previous sporadic WT; one had mutations in telomerase-associated genes and the other had mutations in mismatch repair pathway genes. We investigated other known cancer-associated genes affected by CNAs and single nucleotide variants (SNVs) and found <i>BCORL1 <\/i>mutations in five BWS WT. Cancer-associated pathways, including targets of <i>TP53, CTNNB1, <\/i>and <i>MYCN<\/i>, were significantly differentially methylated between BWS WT and NT. Targets of <i>TP53 <\/i>and <i>CTNNB1 <\/i>were also differentially methylated between BWS NT and controls. In addition, <i>FOXO<\/i>-regulated gene promoters were significant when comparing both BWS WT to NT and BWS NT to control methylation. Overall, WES results indicate that BWS WT have similar genomic stability compared to pediatric cancers and sporadic WT, but we did identify two hyper-mutators including a rare mismatch repair defect WT within the cohort. Recurrent mutations in genes associated with sporadic WT, such as <i>TP53, CTNNB1, <\/i>and <i>MYCN <\/i>were not present in BWS samples; however, methylation differences were observed in <i>TP53<\/i>-, <i>CTNNB1- <\/i>and <i>MYCN<\/i>-related gene sets. These and other methylation changes in BWS NT and WT may influence the transcriptome in conjunction with 11p15 alterations to promote growth and oncogenesis without coding mutations. Data presented herein suggest one way in which 11p15-altered genomes predispose cells to oncogenic transitions. Further study of non-syndromic WT methylomes as well as BWS NT and WT tissue expression are required to fully understand these effects.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6e986ac9-fef2-40f1-be15-1f2e5c4e9279\/@u03B8ZTY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Pediatric cancer genomics and epigenomics ,,"},{"Key":"Keywords","Value":"Wilms' tumor,Methylation,Whole exome sequencing,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18061"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Natali Sobel Naveh<\/i><\/presenter>, <presenter><i>Emily Traxler<\/i><\/presenter>, <presenter><i>Snehal Nirgude<\/i><\/presenter>, <presenter><u><i>Jennifer Kalish<\/i><\/u><\/presenter>. Children's Hospital of Philadelphia, Philadelphia, PA","CSlideId":"","ControlKey":"6797d44e-4f11-42ac-801d-33812f91036d","ControlNumber":"4626","DisclosureBlock":"&nbsp;<b>N. Sobel Naveh, <\/b> None..<br><b>E. Traxler, <\/b> None..<br><b>S. Nirgude, <\/b> None..<br><b>J. Kalish, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18061","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6e986ac9-fef2-40f1-be15-1f2e5c4e9279\/@u03B8ZTY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6045","PresenterBiography":null,"PresenterDisplayName":"Jennifer Kalish, MD;PhD","PresenterKey":"7f2cd5f2-8115-43ae-804d-8e916d84288a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6045. Methylation differences in cancer signaling pathways drive Beckwith-Wiedemann Syndrome Wilms Tumor oncogenesis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer: Basic Science","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Methylation differences in cancer signaling pathways drive Beckwith-Wiedemann Syndrome Wilms Tumor oncogenesis","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Osteosarcoma (OS) is the most common bone malignancy in childhood and adolescence. Though the prognosis of OS patients has been improved by multimodal therapies, patients with metastatic disease still have a very poor prognosis. We previously reported a novel TBL1\/&#946;-catenin inhibitor, Tegavivint, suppresses OS primary tumor and lung metastasis using patient-derived cell lines. Wnt\/&#946;-catenin signaling is reported to influence intratumoral T cell infiltration and using murine syngeneic OS models we investigated the effects of Tegavivint on improving immune checkpoint inhibition and the OS tumor immune microenvironment.<br \/><b>Methods:<\/b> We used murine OS cell lines F331 and F420 for <i>in vitro<\/i> and <i>in vivo<\/i> studies. We performed cytotoxicity studies using the CCK-8 assay and western blots to investigate downstream &#946;-catenin signaling perturbations secondary to Tegavivint. Intratibial injections were performed into C57BL\/6 mice using both murine cell lines. Tegavivint and anti-PD-1 antibody was administered as monotherapy or in combination. After treatment, we compared the tumor volume in the control, monotherapy (Tegavivint or PD-1 only) and combination therapy groups (Tegavivint and PD-1). We assessed T cell tumor infiltration using immunohistochemistry and flow cytometry.<br \/><b>Results:<\/b> <i>In vitro<\/i>, Tegavivint suppresses the growth of F331 and F420 cell lines with IC<sub>50<\/sub>s of 9.52nM and 49.4nM, respectively after 72hours of treatment. <i>In vivo,<\/i> anti-PD1 monotherapy did not show any significant anti-tumor activity, but Tegavivint monotherapy significantly suppressed the growth of murine tumors (p&#60;0.05) and the combination therapy further improved overall anti-tumor activity. IHC staining showed an increase in CD8-positive T cells in Tegavivint monotherapy and combination therapy treated tumors compared with the control tumors. Furthermore, flow cytometry validated the increase in CD8-positive T cell infiltration and also showed an increase in intratumoral NK cells in Tegavivint treated tumors.<br \/><b><\/b><b>Conclusions: <\/b>These results indicate that TBL1 inhibition, via Tegavivint, inhibits nuclear &#946;-catenin activity and alters the tumor immune microenvironment and enhances immune checkpoint blockade in OS. Future directions include more comprehensive profiling and molecular analysis of the tumor and immune microenvironment, and evaluation of additional immune modulatory approaches for the treatment of OS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/9dd9735f-489e-4d47-bf27-c9d786f0e811\/@u03B8ZTY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-05 Other,,"},{"Key":"Keywords","Value":"Osteosarcoma,&#946;-catenin,PD-1,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18062"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Kengo Nakahata<\/i><\/u><\/presenter>, <presenter><i>Bikesh K. Nirala<\/i><\/presenter>, <presenter><i>Ryan L. Shuck<\/i><\/presenter>, <presenter><i>Lyazat Kurenbekova<\/i><\/presenter>, <presenter><i>Jason T. Yustein<\/i><\/presenter>. Baylor College of Medicine\/Texas Children's Cancer Center, Houston, TX","CSlideId":"","ControlKey":"f83e5f36-ad6f-4858-ada5-aa4165728da6","ControlNumber":"2140","DisclosureBlock":"&nbsp;<b>K. Nakahata, <\/b> None..<br><b>B. K. Nirala, <\/b> None..<br><b>R. L. Shuck, <\/b> None..<br><b>L. Kurenbekova, <\/b> None..<br><b>J. T. Yustein, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18062","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/9dd9735f-489e-4d47-bf27-c9d786f0e811\/@u03B8ZTY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6046","PresenterBiography":null,"PresenterDisplayName":"Kengo Nakahata, MD,PhD","PresenterKey":"76e15f53-0401-4684-8f0a-40fe2984455d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6046. Targeting TBL1 inhibits nuclear &#946;-catenin activity and enhances immune checkpoint inhibition efficacy in osteosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer: Basic Science","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting TBL1 inhibits nuclear &#946;-catenin activity and enhances immune checkpoint inhibition efficacy in osteosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma (OS) is the most prevalent bone tumor in pediatric patients. Regimens of neoadjuvant chemotherapy have improved survival of OS patients greatly, however the 5-year survival rate for localized OS is 75% with a 30-50% recurrence rate. We sought to identify genes which could predict chemo-response and survival in localized OS. The TARGET OS RNA-seq dataset was utilized to identify genes and pathways associated with localized patient relapse and survival. We identified 478 differentially expressed genes with a 1.5 FC and FDR &#60; 0.05 common to overall survival and relapse We further performed string analysis to generate a protein-protein interaction network followed by hub analysis with Cytohubba using betweenness centrality and radiality measures. Combining the top 10 hub genes from these two methods resulted in a total of 13 genes: <i>MYOM2, VEGFA, VCAM1, EGFR, MUC1, IHH, GLI1, GPC3, IGF2, GRIA1, GNG12, GNGT1 and C3<\/i>. These 13 genes were used to stratify localized patients in the TARGET dataset into high-risk and low-risk tertiles. The low-risk group had 100% overall survival while the high-risk group had 44% 5-year survival (p=2e-4). We also found a significant correlation between the 13 genes and time to death in localized patients (p=0.04). Additionally, there was a significant difference in expression of the 13 genes between alive and deceased patients (p=2e-5) and patients who relapsed (p=1.5e-4). Overall, these data suggest that these 13 genes could predict relapse and overall survival in OS patients with localized disease in the TARGET cohort. We performed Weighted Gene Correlation Network Analysis (WGCNA) on the 478 overlapping genes and identified five modules, with our 13 genes split across these modules. All modules were also significantly correlated with vital status suggesting that the genes in our signature represent distinct sub-groups with possibly separate mechanisms. Over-representation analysis was performed for each module and while each module did have distinct pathways, there were 65 pathways which overlapped between 3 of the modules. Of particular interest was Hedgehog signaling, with 2 of our 13 genes, <i>IHH and GLI1<\/i>, key to Hedgehog signaling, and a Hedgehog pathway inhibitor, Gant-58, scored high in reversing the 478 gene signature as determined using Connectivity Map (Broad Institute). We tested Gant-58 against two PDX OS models. Gant-58 did not inhibit a non-relapsed, chemo sensitive localized PDX-derived cell line, but showed potent activity towards a recurrent localized PDX with elevated <i>IHH<\/i> and <i>GLI1<\/i> expression (p&#60;0.0001). In summary, we identified 13 genes that predict overall survival and relapse in localized OS patients. The 13 genes represent distinct modules of co-expressing genes that significantly correlate with survival. Furthermore, preliminary data indicate Hedgehog pathway has a key role in survival and recurrence of localized OS patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f41e3f31-1778-4109-af94-bf2d5a3b6ce5\/@u03B8ZTY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-05 Other,,"},{"Key":"Keywords","Value":"Osteosarcoma,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18063"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Tajhal D. Patel<\/i><\/u><\/presenter>, <presenter><i>Kshiti Dholakia<\/i><\/presenter>, <presenter><i>Tanmay R. Gandhi<\/i><\/presenter>, <presenter><i>Rupa S. Kanchi<\/i><\/presenter>, <presenter><i>Sandra L. Grimm<\/i><\/presenter>, <presenter><i>Chenlian Fu<\/i><\/presenter>, <presenter><i>Jason T. Yustein<\/i><\/presenter>, <presenter><i>Cristian Coarfa<\/i><\/presenter>. Baylor College of Medicine, Houston, TX, Baylor College of Medicine, Houston, TX, Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"831fba3d-398a-4143-959f-c58bbe6899a6","ControlNumber":"6164","DisclosureBlock":"&nbsp;<b>T. D. Patel, <\/b> None..<br><b>K. Dholakia, <\/b> None..<br><b>T. R. Gandhi, <\/b> None..<br><b>R. S. Kanchi, <\/b> None..<br><b>S. L. Grimm, <\/b> None..<br><b>C. Fu, <\/b> None..<br><b>J. T. Yustein, <\/b> None..<br><b>C. Coarfa, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18063","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f41e3f31-1778-4109-af94-bf2d5a3b6ce5\/@u03B8ZTY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6047","PresenterBiography":null,"PresenterDisplayName":"Tajhal Patel, BA,PhD","PresenterKey":"4534f810-8ff4-4eeb-8c50-3737a94aaa7c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6047. Identification of a 13 gene signature to predict survival in localized osteosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer: Basic Science","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of a 13 gene signature to predict survival in localized osteosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Brain tumors have the worse survival rates of all childhood malignancies, and a better understanding of their biology is needed for therapeutic development. Two especially devastating subtypes of pediatric brain tumors&#8212;diffuse midline gliomas, H3K27M-mutant (DMGs) and posterior fossa ependymomas, group A (PFAs) are both characterized by a hallmark of global reduction of histone 3 lysine 27 trimethylation, a mark associated with transcriptional repression. DMGs primarily harbor mutations of histone 3 (H3K27M) that inhibit the function of the H3 methyltransferase enhancer of zeste homolog 2 (EZH2)-containing polycomb repressive complex (PRC2). Most PFAs overexpress EZH inhibitory protein (EZHIP), resulting in a similar effect on PRC2 activity. Intriguingly, a small subset of DMGs found to be lacking H3K27M mutations express EZHIP, and a fraction of histological PFAs lacking EZHIP expression harbor H3K27M mutations. Given the highly similar putative driving alterations and epigenetic features in these two tumor types, we undertook a systematic evaluation of the clinical and molecular features of each tumor class to elucidate additional shared features and potential targetable vulnerabilities. We performed detailed analyses of genomic aberrations, gene expression, and epigenomic landscapes to identify key similarities and differences in tumor biology. From preliminary studies, our findings demonstrate similar H3K27me3 landscapes with convergence of residual tri-methylated loci between PFA and DMG tumors. We additionally found shared recurrent copy number gain of the long arm of chromosome 1 (1q) and identified several 1q genes whose expression correlated with survival differences in cohorts of both tumors. Together, these findings better define the commonalities and differences of these highly aggressive, low-H3K27me3 pediatric brain tumors and will provide a framework for understanding which therapeutic strategies may translate from one tumor to the other.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/079cd037-15fc-441c-bd80-a2973e092c63\/@u03B8ZTY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Pediatric cancer genomics and epigenomics ,,"},{"Key":"Keywords","Value":"Cancer,Pediatric cancers,Epigenomics,Copy number alterations,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18389"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Matthew Pun<\/i><\/u><\/presenter>, <presenter><i>Drew Pratt<\/i><\/presenter>, <presenter><i>Sriram Venneti<\/i><\/presenter>. University of Michigan, Ann Arbor, MI, National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"ecbde6fa-90ac-4cad-a39c-e4b5e7bdfb06","ControlNumber":"4136","DisclosureBlock":"&nbsp;<b>M. Pun, <\/b> None..<br><b>D. Pratt, <\/b> None..<br><b>S. Venneti, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18389","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/079cd037-15fc-441c-bd80-a2973e092c63\/@u03B8ZTY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6049","PresenterBiography":null,"PresenterDisplayName":"Matthew Pun, BS","PresenterKey":"99a67f85-09c7-478e-9285-b82618bfa472","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6049. Identifying shared features of low-H3K27me3 pediatric brain tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer: Basic Science","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying shared features of low-H3K27me3 pediatric brain tumors","Topics":null,"cSlideId":""},{"Abstract":"Medulloblastoma (MB) is a heterogenous cerebellar tumor that comprises four molecular and clinically significant subgroups. MB is the most common brain malignancy in children with a five-year survival of 70%, however, Group 3 MB patients have the poorest survival due to the amplification of MYC and overexpression of key oncogenes that underly the Group 3 phenotype. Recently, epigenetic modifications bearing super-enhancer, H3K27ac, marks have been suggested to contribute to transcriptional dependencies that define Group 3 MB and represents an emerging target for therapeutic intervention. Currently, the mechanism that establishes and maintains these modifications to the DNA architecture remains unclear. In our study, we hypothesize that an epigenetic modifying protein, JMJD6, regulates the promoter-pause release associated with super-enhancer mediated oncogene addiction in Group 3 MB. This hypothesis is based on evidence in the literature showing that JMJD6 regulates the transcriptional pause release at enhancer regions. Moreover, the promoter-pause release has been shown to be critical for super-enhancer mediated transcription. In our preliminary studies, we demonstrate elevated levels of JMJD6 in Group 3 MB and survival analysis indicating JMJD6 as a predictor for poor prognosis in MB patients. Immunoprecipitation revealed that JMJD6 forms complexes with proteins involved in maintaining and regulating the promoter-pause at super-enhancers. Inducible knockdown of JMJD6 decreased MYC expression, cellular proliferation and stemness <i>in vitro<\/i> while inhibiting tumor formation and promoting survival in mice. Together, these studies identify JMJD6 as a promising therapeutic target for treating aggressive epigenetically driven Groups 3 MB tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bcb3c158-b7ec-42c5-902e-4b937fbb7809\/@u03B8ZTY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Pediatric cancer genomics and epigenomics ,,"},{"Key":"Keywords","Value":"Medulloblastoma,Epigenetics,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18948"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Matthew Kling<\/i><\/u><\/presenter>, <presenter><i>Sutapa Ray<\/i><\/presenter>, <presenter><i>Don W. Coulter<\/i><\/presenter>, <presenter><i>Nagendra Chaturvedi<\/i><\/presenter>. University of Nebraska Medical Center, Omaha, NE","CSlideId":"","ControlKey":"5fa5c5ea-4b9d-483a-9897-d45e6960d826","ControlNumber":"5560","DisclosureBlock":"&nbsp;<b>M. Kling, <\/b> None..<br><b>S. Ray, <\/b> None..<br><b>D. W. Coulter, <\/b> None..<br><b>N. Chaturvedi, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18948","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bcb3c158-b7ec-42c5-902e-4b937fbb7809\/@u03B8ZTY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6050","PresenterBiography":null,"PresenterDisplayName":"Matthew Kling, PhD","PresenterKey":"418fd3c0-62c6-4773-8615-24b1a251aa58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6050. JMJD6 regulates super-enhancer mediated transcriptional dependencies in group 3 medulloblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer: Basic Science","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"JMJD6 regulates super-enhancer mediated transcriptional dependencies in group 3 medulloblastoma","Topics":null,"cSlideId":""},{"Abstract":"Neuroblastoma is a childhood cancer originating from embryonic neuronal progenitor cells and is the most common cancer diagnosed in infants. Although the majority of patients respond to initial chemotherapy, most high-risk patients suffer relapse due to therapy resistance.<br \/>Here, we generated single-cell transcriptome and bulk whole-genome sequencing data of diagnosis and post-therapy samples from 23 patients diagnosed with high-risk neuroblastoma. We found two distinct adrenergic populations in the patient samples. Most tumor cells showed a mature sympathoblast phenotype whereas a small fraction was in an undifferentiated state with activation of protein translation, unfolded protein, and oxidative phosphorylation pathways. We found that therapy-resistant tumor cells in these two subpopulations had distinct characteristics. The more mature resistant subpopulation upregulated genes associated with epithelial-to-mesenchymal transition, including <i>TWIST1<\/i>, <i>PLCB1<\/i> and <i>CD276<\/i>. The undifferentiated resistant subpopulation upregulated Ras signal transduction and TP53 pathway genes.<br \/>Analysis of the immune microenvironment revealed that most tumor-associated macrophages became more immunosuppressive post-therapy via multiple newly gained signaling interactions including the complement signaling pathway. We discovered a limited infiltration of T lymphocytes in the tumor microenvironment, and chemotherapy induced an effector state with upregulated mTOR signaling and metabolism. Overall, our study revealed subpopulations of tumor cells in neuroblastoma that responded differently to induction chemotherapy. Our findings uncovered distinct molecular signatures of the resistant cells and their interactions with the immune microenvironment, paving the way for developing novel therapies for high-risk neuroblastoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a47cfe10-9ba8-478b-933e-35809e6509b2\/@v03B8ZTZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-04 Pediatric cancer tumor microenvironment and tumor heterogeneity,,"},{"Key":"Keywords","Value":"Neuroblastoma,Genomics,Single cell,Chemotherapy response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18949"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Yasin Uzun<\/i><\/u><\/presenter>, <presenter><i>Liron D. Grossmann<\/i><\/presenter>, <presenter><i>Chia-Hui Chen<\/i><\/presenter>, <presenter><i>Anusha Thadi<\/i><\/presenter>, <presenter><i>Chi-Yun Wu<\/i><\/presenter>, <presenter><i>Peng Gao<\/i><\/presenter>, <presenter><i>Dinh Diep<\/i><\/presenter>, <presenter><i>Lea Surrey<\/i><\/presenter>, <presenter><i>Daniel Martinez<\/i><\/presenter>, <presenter><i>Tasleema Patel<\/i><\/presenter>, <presenter><i>Qi Qiu<\/i><\/presenter>, <presenter><i>Sarah Johnson<\/i><\/presenter>, <presenter><i>Wenbao Yu<\/i><\/presenter>, <presenter><i>Shane Drabings<\/i><\/presenter>, <presenter><i>Changya Chen<\/i><\/presenter>, <presenter><i>Yuxuan Hu<\/i><\/presenter>, <presenter><i>Gregory Chen<\/i><\/presenter>, <presenter><i>Derek A. Oldridge<\/i><\/presenter>, <presenter><i>Kun Zhang<\/i><\/presenter>, <presenter><i>Hao Wu<\/i><\/presenter>, <presenter><i>Kathrin Bernt<\/i><\/presenter>, <presenter><i>Nancy Zhang<\/i><\/presenter>, <presenter><i>John M. Maris<\/i><\/presenter>, <presenter><i>Kai Tan<\/i><\/presenter>. Children's Hospital of Philadelphia, Philadelphia, PA, University of Pennsylvania, Philadelphia, PA, Xi’an Jiao Tong University, Xi’an, China, University of California San Diego, San Diego, CA, Xidian University, Xidian, China","CSlideId":"","ControlKey":"57c00f80-2aff-4f93-97f8-8092b19698d5","ControlNumber":"5525","DisclosureBlock":"<b>&nbsp;Y. Uzun, <\/b> <br><b>GlaxoSmithKline plc<\/b> Stock, No.<br><b>L. D. Grossmann, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>A. Thadi, <\/b> None..<br><b>C. Wu, <\/b> None..<br><b>P. Gao, <\/b> None..<br><b>D. Diep, <\/b> None..<br><b>L. Surrey, <\/b> None..<br><b>D. Martinez, <\/b> None..<br><b>T. Patel, <\/b> None..<br><b>Q. Qiu, <\/b> None..<br><b>S. Johnson, <\/b> None..<br><b>W. Yu, <\/b> None..<br><b>S. Drabings, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>Y. Hu, <\/b> None..<br><b>G. Chen, <\/b> None..<br><b>D. A. Oldridge, <\/b> None..<br><b>K. Zhang, <\/b> None..<br><b>H. Wu, <\/b> None..<br><b>K. Bernt, <\/b> None..<br><b>N. Zhang, <\/b> None..<br><b>J. M. Maris, <\/b> None..<br><b>K. Tan, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18949","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a47cfe10-9ba8-478b-933e-35809e6509b2\/@v03B8ZTZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6051","PresenterBiography":null,"PresenterDisplayName":"Yasin Uzun, PhD","PresenterKey":"773d7591-22d1-4667-86fd-49af371f81ab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6051. Longitudinal single-cell sequencing of high-risk neuroblastoma tumors reveals intrinsic and extrinsic mechanisms of therapy resistance","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer: Basic Science","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Longitudinal single-cell sequencing of high-risk neuroblastoma tumors reveals intrinsic and extrinsic mechanisms of therapy resistance","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Previous studies of retinoblastoma (RB) aqueous humor (AH) analysis for tumor-derived cell-free DNA (cfDNA) have shown that the somatic copy number alteration (SCNA) profiles derived from the AH are highly concordant to profiles derived from the tumor in most but not all cases. As one of the reasons for the discordance in certain cases, it was suggested that these patients had multiple retinal tumors that had developed different subsets of SCNAs. The AH was therefore speculated to be a heterogenous mixture of cfDNA from each tumor clone, a heterogeneity that could not be captured in a single tumor biopsy after enucleation. In such cases that do not show high concordance, analyzing the genomic profile of tumor seeds in the VH can help us determine the degree of heterogeneity between the different subclones in the tumor. As single tumor cells from the vitreous humor (VH) have not been studied in RB before, this study demonstrates a technique that could be used to investigate the SCNA profiles of these cells with the aim to further understand the possible origins of AH cfDNA.<br \/>Methods: The subject of this study is a 24-month-old male diagnosed with advanced unilateral RB (Group D\/Stage CT2B) in the left eye and treated with primary enucleation after seven days. VH was collected from the enucleated eye, cfDNA was isolated from the AH and VH, and tumor DNA was extracted from tumor biopsy. Thirty live VH single cells were isolated using fluorescence-activated cell sorting using DAPI staining. The cells were then amplified using GenomePlex<sup>&#174;<\/sup> Single Cell Whole Genome Amplification Kit (WGA4). Tumor DNA and single-cell WGA amplicons were constructed using NEBNext Ultra II FS Kit, and whole genome libraries of cfDNA from AH and VH were constructed using QIAseq Ultralow Input Library Kit. Shallow WGS of these libraries were sequenced using the IIlumina paired-end (2 X 150bp) platform to assess genome-wide SCNAs. Heatmap with hierarchical clustering was generated in R using the heatmap.2 function in the ggplots package. Cells were clustered by Ward&#8217;s method with Manhattan distance by their median centered data. Cutoffs for gains and losses were 1.2 and 0.8 over the median respectively.<br \/>Results: There was high concordance in SCNA profiles across AH cfDNA, VH cfDNA, and tumor DNA, showing highly recurrent RB SCNAs such as gains on 1q, 2p, and 6p, in addition to gains on 2p, 5p, 7q, 9q, 10q, 13q, 15q, 17q and loss on 3q. The SCNA profiles of the 30 VH seeds demonstrated the highly recurrent RB SCNAs (gains on 1q, 2p, and 6p) that were consistent with the tumor SCNA signature. The heatmap of the VH single cell SCNA profiles demonstrated low levels of heterogeneity between the seeds.<br \/>Conclusions: Our results suggest that VH seeds are tumor cells. Analyzing genomic material of the VH seeds using single cell SCNA profiling provides a valuable platform to study tumor heterogeneity in RB.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/173c98ae-0866-453b-b08e-ba7a9b2f69bc\/@v03B8ZTZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-04 Pediatric cancer tumor microenvironment and tumor heterogeneity,,"},{"Key":"Keywords","Value":"Pediatric cancers,Liquid biopsies,Retinoblastoma,Tumor heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18950"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"242427ae-e13f-4f53-a528-92e422b6eea0","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/242427ae-e13f-4f53-a528-92e422b6eea0\/@v03B8ZTZ\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Shreya Sirivolu<\/i><\/u><\/presenter>, <presenter><i>Liya Xu<\/i><\/presenter>, <presenter><i>Peter Kuhn<\/i><\/presenter>, <presenter><i>James Hicks<\/i><\/presenter>, <presenter><i>Jesse Berry<\/i><\/presenter>. Keck School of Medicine of USC, Los Angeles, CA, Children's Hospital Los Angeles, Los Angeles, CA, Dornsife College of Letters, Arts, and Sciences, University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"81ae124f-18c9-42f0-bb8b-50a9845ee2d9","ControlNumber":"5546","DisclosureBlock":"&nbsp;<b>S. Sirivolu, <\/b> None..<br><b>L. Xu, <\/b> None..<br><b>P. Kuhn, <\/b> None..<br><b>J. Hicks, <\/b> None..<br><b>J. Berry, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18950","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/173c98ae-0866-453b-b08e-ba7a9b2f69bc\/@v03B8ZTZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6052","PresenterBiography":null,"PresenterDisplayName":"Shreya Sirivolu, BA","PresenterKey":"b8a9363d-7118-4d48-a741-24576a6f9805","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6052. Single cell profiling of vitreous humor seeds in retinoblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer: Basic Science","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell profiling of vitreous humor seeds in retinoblastoma","Topics":null,"cSlideId":""},{"Abstract":"Rhabdomyosarcoma (RMS)<b> <\/b>is a rare pediatric soft tissue sarcoma (250-300 cases a year in the US). The prognosis for patients with relapsed and metastatic disease remains poor with less than 30% overall survival rate. Current treatment regimens are ineffective against relapsed disease of RMS. There remains the urgent to need to identify more effective therapy options. While some studies have demonstrated up-regulation of multi-drug resistance genes and abnormal activity of selected signaling pathways in chemotherapy-resistant RMS tumors, the cellular and molecular mechanisms underlying adaptive cell changes leading to persistent survival of treatment-resistant RMS cells remain poorly understood. The stem cell-like tumor propagating cells (TPCs) have the capacity for self-renewal and are thought to be responsible for initiating treatment-resistant relapse and metastasis of some cancer types. The drug-tolerant persister (DTP) cell population with stem-cell like features has been shown in some cancer types to exhibit plasticity in cell state and dynamic changes in chromatin and transcriptional activity. A better understanding of how the cellular plasticity of the DTPs is regulated is critical for developing therapies to overcome treatment resistance in RMS.<b> <\/b>We have shown that initial treatment of RMS cells with standard-of-care cytotoxic agent, vincristine, selects for a DTP that is enriched with CD133+ stem-like cells. By gene expression studies, MYC and YBX1 driven-gene networks are upregulated in CD133+ cells. Targeted disruption of <i>MYC<\/i> and <i>YBX1<\/i> by CRISPR\/Cas9 reduces self-renewal capacity of RMS cells, and overexpression of MYC and YBX1 confers tolerance on RMS cells to vincristine. RMS cells treated in long-term culture with incremental increase in vincristine dose gives rise to late DTP with a distinct transcriptional profile including up-regulation of many genes regulated by the myogenic regulatory factor, MYOD1. MYC binds to the promoters of <i>YBX1<\/i> and <i>MYOD1<\/i>. The findings suggest dynamic transcriptional changes and cell state plasticity of the DTPs in RMS. Our ongoing work includes characterizing the mechanisms by which MYC and MYOD1 regulate cell state plasticity and transcriptional adaptation of the DTP, assess inter- and intra-tumoral transcriptional heterogeneity of treatment-refractory RMS tumors and determine prognostic significance of functional network modules of MYC, MYOD and their downstream genes. Our ultimate goal is to translate our findings into more effective therapies for treatment-refractory RMS patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d8c25602-3454-4379-8b1c-35bbe5761589\/@v03B8ZTZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-05 Other,,"},{"Key":"Keywords","Value":"Rhabdomyosarcoma,Stem cells,Myc,Chemoresistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18951"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Weiliang Tang<\/i><\/presenter>, <presenter><i>Madeline Fritzke<\/i><\/presenter>, <presenter><i>Spencer Stinson<\/i><\/presenter>, <presenter><u><i>Eleanor Chen<\/i><\/u><\/presenter>. University of Washington, Seattle, WA","CSlideId":"","ControlKey":"a5aa1e70-7cff-4d9d-bcc5-460c66544275","ControlNumber":"5215","DisclosureBlock":"&nbsp;<b>W. Tang, <\/b> None..<br><b>M. Fritzke, <\/b> None..<br><b>S. Stinson, <\/b> None..<br><b>E. Chen, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18951","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d8c25602-3454-4379-8b1c-35bbe5761589\/@v03B8ZTZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6053","PresenterBiography":null,"PresenterDisplayName":"Eleanor Chen, MD;PhD","PresenterKey":"edd5cd66-5df5-41a1-8a9a-25394237ddfc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6053. Characterizing plasticity of chemotherapy-tolerant persister cells in rhabdomyosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer: Basic Science","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing plasticity of chemotherapy-tolerant persister cells in rhabdomyosarcoma","Topics":null,"cSlideId":""},{"Abstract":"B-cell acute lymphoblastic leukemia (B-ALL) is the most common pediatric malignancy. Although overall cure rate has exceeded 90%, the prognosis of high-risk B-ALL remains poor. Genome sequencing studies have revealed key genetic aberrations in B-ALL. But driver remains unclear in 8% of B-ALL for leukemogenesis, and 40% of high-risk B-ALL for drug resistance. Epigenetic mechanisms contributing to leukemia have recently been recognized, including histone modification and methylation. To date, a comprehensive landscape of chromatin accessibility in B-ALL is still lacking. Here, we performed Assays for Transposase Accessible Chromatin using sequencing (ATAC-seq) on a total of 61 high-risk B-ALLs treated at Shanghai Children&#8217;s Medical Center, including major B-ALL subtypes. We generated 144 high quality chromatin accessibility profiles from 79 tumors, including 18 diagnosis-relapse paired tumors as well as 11 diagnosis and 32 relapsed tumors. We observed significantly higher chromatin accessibility in B-ALL as compared to normal B-cells. Functional chromatin state annotation showed a median of 27.1% open chromatin regions (OCRs) in B-ALL were constituted from quiescent regions that were absent for known histone modifications, indicating unveiled role of quiescent regions in B-ALL. We further investigated the allelic imbalanced chromatin accessibility in 32 B-ALL with matched ATAC-seq and whole genome sequencing data. Unexpectedly, we found a median of 10.8% of OCRs showed imbalanced accessibility between two heterozygous alleles. Moreover, the adjacent imbalanced OCRs tend to be in the same topologically associating domain, suggesting the transcription regulation from chromatin accessibility was constrained within 3-D genome architecture. We next looked into the OCRs among B-ALL subtypes. Consistent with the regulatory role of chromatin accessibility on gene transcription, we found subtype specific pattern of OCRs in B-ALL, with open regions from enhancer and bivalent chromatin states showed more power in subtype discrimination. A total of 15516 out of 765788 (2.03%) peaks were identified as subtype specific OCRs. Motif analysis associated these regions to 212 transcription factors (TFs). Consistently, genes regulated by these TFs also exhibited subtype specific expression. Finally, we analyzed differences in OCRs between diagnosis (D) and relapse (R) in each B-ALL subtype. Only 2.44% D-R differential peaks were shared between any two subtypes, suggesting subtype specific role of chromatin accessibility in relapse. Potential target genes were further identified with quantitative trait loci analysis. With data from DepMap project, we verified that the expression of the target genes identified was associated with drug response. These data unveiled potential role of chromatin accessibility in high-risk B-ALL and the treatment response of this malignancy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/15f2303c-887d-4da6-b6c0-1037dbf334f0\/@v03B8ZTZ\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Pediatric cancer genomics and epigenomics ,,"},{"Key":"Keywords","Value":"Leukemias: acute lymphoblastic,Epigenomics,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/19049"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Han Wang<\/i><\/u><\/presenter>, <presenter><i>Huiying Sun<\/i><\/presenter>, <presenter><i>Bilin Liang<\/i><\/presenter>, <presenter><i>Fang Zhang<\/i><\/presenter>, <presenter><i>Fan Yang<\/i><\/presenter>, <presenter><i>Bowen Cui<\/i><\/presenter>, <presenter><i>Lixia Ding<\/i><\/presenter>, <presenter><i>Ronghua Wang<\/i><\/presenter>, <presenter><i>Yanjing Tang<\/i><\/presenter>, <presenter><i>Jianan Rao<\/i><\/presenter>, <presenter><i>Wenting Hu<\/i><\/presenter>, <presenter><i>Shuang Zhao<\/i><\/presenter>, <presenter><i>Wenyan Wu<\/i><\/presenter>, <presenter><i>Benshang Li<\/i><\/presenter>, <presenter><i>Jingyan Tang<\/i><\/presenter>, <presenter><i>Shuhong Shen<\/i><\/presenter>, <presenter><i>Yu Liu<\/i><\/presenter>. Shanghai Jiao Tong University School of Medicine, Shanghai, China, Shanghai Jiao Tong University School of Medicine, Shanghai, China","CSlideId":"","ControlKey":"de2553b3-ab88-4d44-9f76-cafd7ab6a835","ControlNumber":"2960","DisclosureBlock":"&nbsp;<b>H. Wang, <\/b> None..<br><b>H. Sun, <\/b> None..<br><b>B. Liang, <\/b> None..<br><b>F. Zhang, <\/b> None..<br><b>F. Yang, <\/b> None..<br><b>B. Cui, <\/b> None..<br><b>L. Ding, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>Y. Tang, <\/b> None..<br><b>J. Rao, <\/b> None..<br><b>W. Hu, <\/b> None..<br><b>S. Zhao, <\/b> None..<br><b>W. Wu, <\/b> None..<br><b>B. Li, <\/b> None..<br><b>J. Tang, <\/b> None..<br><b>S. Shen, <\/b> None..<br><b>Y. Liu, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"19049","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/15f2303c-887d-4da6-b6c0-1037dbf334f0\/@v03B8ZTZ\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6213","PresenterBiography":null,"PresenterDisplayName":"Han Wang, MD","PresenterKey":"dbd6f5e9-0104-4e6d-a260-c29678c0268e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6213. Chromatin accessibility landscape of pediatric high-risk B-cell acute lymphoblastic leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer: Basic Science","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chromatin accessibility landscape of pediatric high-risk B-cell acute lymphoblastic leukemia","Topics":null,"cSlideId":""},{"Abstract":"Extrachromosomal circular DNA (ecDNA) is an important driver of aggressive cancers, including medulloblastoma (MB), the most common malignant pediatric brain tumor. To assess the clinical import of ecDNA in MB, we applied computational methods to detect ecDNA to the genomes of a cohort of 468 MB patients and 31 MB model systems. Among patients, ecDNA was detected in 18% of tumors and carried threefold greater risk of mortality. Between sequential patient biopsies at initial diagnosis and subsequent relapse, we observed frequent structural variation at ecDNA loci and generation of new ecDNA sequences. Among model systems, ecDNA was found in 19 of 31 genomes (61%). Although ecDNA was far more prevalent among MB models than patients, the ecDNA genomic sequence was conserved between most patient-derived xenograft (PDX) models and their origin human tumors. EcDNA promotes high oncogene copy number, accelerated evolution of drug resistance and poor prognosis. Mechanistically, these behaviors are hypothesized to be consequences of intratumoral heterogeneity of ecDNA copy number; however, there are currently no methods to quantify the abundance and distribution of ecDNA across single cells in a tumor. We have previously identified a primary <i>TP53<\/i>-mutant SHH medulloblastoma tumor, which harbors multiple distinct lineages of ecDNA originating from different chromosomes. We have now simultaneously analyzed the accessible chromatin and gene expression in single cells of the human tumor and of a orthotopic mouse xenograft (PDX) derived for this tumor, using multiome single-cell ATAC-seq and gene expression (10X Genomics). By measuring scATAC-seq read depth at the ecDNA loci relative to the rest of the genome, we estimate ecDNA copy number in single cells. We observe substantial variation in the ecDNA copy number of cells in both the human tumor and the PDX, and strong association with transcription of ecDNA-amplified genes. We anticipate that this approach will illuminate mechanisms of ecDNA-mediated drug resistance, by revealing the sensitivity and population dynamics of ecDNA-containing cells under treatment pressure.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1f4cea11-c05f-4c03-8bce-751af698e351\/@v03B8ZTZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-04 Pediatric cancer tumor microenvironment and tumor heterogeneity,,"},{"Key":"Keywords","Value":"DNA copy number,Single cell,Amplification,Intratumoral heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/19050"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"ae16dafd-c262-454d-b409-17317f30650e","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ae16dafd-c262-454d-b409-17317f30650e\/@v03B8ZTZ\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Owen Chapman<\/i><\/u><\/presenter>, <presenter><i>Sunita Sridhar<\/i><\/presenter>, <presenter><i>Jon D. Larson<\/i><\/presenter>, <presenter><i>Robert J. Wechsler-Reya<\/i><\/presenter>, <presenter><i>Jill Mesirov<\/i><\/presenter>, <presenter><i>Lukas Chavez<\/i><\/presenter>. University of California San Diego, San Diego, CA, Rady Children's Hospital, San Diego, CA, Sanford Burnham Prebys Medical Discovery Institute, San Diego, CA","CSlideId":"","ControlKey":"6be4a5bf-8b25-4c56-be63-b11a3bb940db","ControlNumber":"5790","DisclosureBlock":"&nbsp;<b>O. Chapman, <\/b> None..<br><b>S. Sridhar, <\/b> None..<br><b>J. D. Larson, <\/b> None..<br><b>R. J. Wechsler-Reya, <\/b> None..<br><b>J. Mesirov, <\/b> None..<br><b>L. Chavez, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"19050","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1f4cea11-c05f-4c03-8bce-751af698e351\/@v03B8ZTZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6214","PresenterBiography":null,"PresenterDisplayName":"Owen Chapman, BA;PhD","PresenterKey":"f3fa6065-1ad5-4a69-b9e6-5fa6e5a22974","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6214. Detecting and characterizing extrachromosomal DNA in medulloblastoma at single-cell resolution","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer: Basic Science","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detecting and characterizing extrachromosomal DNA in medulloblastoma at single-cell resolution","Topics":null,"cSlideId":""},{"Abstract":"Our current knowledge of the different immune cells in neuroblastoma is based on <i>in vitro <\/i>and <i>in vivo <\/i>studies mainly focusing on a single cell type. Different studies have conveyed conflicting results and despite the use of anti-GD2 immunotherapy in the clinic, a comprehensive immune cell overview at the single-cell level is still missing and understanding the complete composition of immune cells neuroblastoma will be crucial for the development of novel immunotherapeutics against the disease. In this study, we performed single-cell RNA-sequencing on human neuroblastoma coupled with multiplex immunohistochemistry and survival analysis to provide a complete cellular and molecular immune cell landscape of human neuroblastoma. Further, we contrasted the neuroblastoma data with single-cell RNA-sequencing data from normal fetal adrenal gland to characterize cell-state changes from normal tissue to neuroblastoma. Our analysis revealed 27 immune cell subtypes including distinct subpopulations of myeloid, NK, B and T cells that were associated with a survival benefit. Multiple subtypes of B and NK cells, not seen in neuroblastoma before, were identified. We propose the presence of tertiary lymphoid structures and showed that Active NK cells correlated with improved survival. In contrast to adult cancers, we detected no difference in cytotoxicity and exhaustion score for cytotoxic T cells, nor Treg activity. However, we demonstrated an increase in inflammatory monocyte signature score from normal to tumor derived myeloid cells. Finally, we performed receptor-ligand interaction analysis between tumor, stroma and immune cells, where we highlight several interactions that we suggest for future studies of how to exploit immune cells as a therapeutic option in neuroblastoma. Our findings significantly broaden the understanding of the immune composition in neuroblastoma and provides a resource for the development of novel immunotherapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3512d884-f3ef-413f-85fc-7d21427818a4\/@v03B8ZTZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-04 Pediatric cancer tumor microenvironment and tumor heterogeneity,,"},{"Key":"Keywords","Value":"Neuroblastoma,Immuno-oncology,Single cell,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/19051"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Bronte Manouk Verhoeven<\/i><\/u><\/presenter>, <presenter><i>Shenglin Mei<\/i><\/presenter>, <presenter><i>Thale K. Olsen<\/i><\/presenter>, <presenter><i>Karin K. U. Gustafsson<\/i><\/presenter>, <presenter><i>Anders Valind<\/i><\/presenter>, <presenter><i>Axel Lindström<\/i><\/presenter>, <presenter><i>David G. Nord<\/i><\/presenter>, <presenter><i>Shahrzad S. Fard<\/i><\/presenter>, <presenter><i>Catharina Hagerling<\/i><\/presenter>, <presenter><i>Peter V. Kharchenko<\/i><\/presenter>, <presenter><i>Per Kogner<\/i><\/presenter>, <presenter><i>John I. Johnsen<\/i><\/presenter>, <presenter><i>Ninib Baryawno<\/i><\/presenter>. Karolinska Institutet, Stockholm, Sweden, Harvard Medical School, Boston, MA, Lund University, Lund, Sweden, Karolinska Institutet, Stockholm, Sweden","CSlideId":"","ControlKey":"5ccdebd9-a3f9-473d-a396-51528b882202","ControlNumber":"3049","DisclosureBlock":"&nbsp;<b>B. Verhoeven, <\/b> None..<br><b>S. Mei, <\/b> None..<br><b>T. K. Olsen, <\/b> None..<br><b>K. K. U. Gustafsson, <\/b> None..<br><b>A. Valind, <\/b> None..<br><b>A. Lindström, <\/b> None..<br><b>D. G. Nord, <\/b> None..<br><b>S. S. Fard, <\/b> None..<br><b>C. Hagerling, <\/b> None.&nbsp;<br><b>P. V. Kharchenko, <\/b> <br><b>Celsius Therapeutics<\/b> Other, Serves on the Scientific Advisory Board, No.<br><b>P. Kogner, <\/b> None..<br><b>J. I. Johnsen, <\/b> None..<br><b>N. Baryawno, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"19051","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3512d884-f3ef-413f-85fc-7d21427818a4\/@v03B8ZTZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6215","PresenterBiography":null,"PresenterDisplayName":"Bronte Manouk Verhoeven, MS","PresenterKey":"ad2ff5cb-18a4-47d1-88a6-cf9f79acebdc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6215. The immune cell atlas of human neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"560","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer: Basic Science","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The immune cell atlas of human neuroblastoma","Topics":null,"cSlideId":""}]