[{"Abstract":"It is anticipated that there will be 235,760 cases and 131,880 deaths due to lung cancer in the US in 2021. Tyrosine Kinase Inhibitors (TKIs) such as Erlotinib (ER) and Osimertinib (OR) are currently being used to treat lung cancer patients with EGFR mutations; however, patients develop resistance to these drugs within 10-18 months. Sphingosine kinase 2 (SK2), which is upregulated in Non-Small Cell Lung Cancer (NSCLC), phosphorylates sphingosine to sphingosine-1-phosphate (S1P), promoting cancer cell proliferation. The sphingolipid rheostat controls the cell fate by maintaining a balance between pro-survival and pro-apoptotic sphingolipids, which is regulated by SK2. However, the role of SK2 in TKI resistance is not established. To determine if SK2 causes TKI resistance, we have studied its role in NSCLC and TKI resistance. We hypothesize that SK2 may be involved in inducing TKI- resistance in NSCLC cells and is positively correlated with tumor progression. We studied SK2 in both drug resistant (OR and ER) and drug sensitive (parental) H358, H2170, H3255 and PC9 NSCLC cell lines. Our study investigated SK2 expression in drug resistant cells versus parental cells using qPCR and Western Blotting. The effects of SK2 inhibitor, Opaganib, on NSCLC cell proliferation was studied through an MTT assay. We have also studied its expression in early- and late-stage tumors using Immunohistochemistry (IHC). In drug resistant cells, qPCR studies showed that SK2 was upregulated in H2170 by 1.30-fold (ER) and 1.5-fold (OR); in H358 by 1.36-fold (ER) and 1.17-fold (OR); in PC9 by 3.3-fold (ER) and 1.8-fold (OR) and in H3255 by 4.3-fold (OR) compared to parental cells. A western blotting experiment demonstrated that SK2 was upregulated significantly by 1.7-fold and 1.5-fold in H358OR and H2170OR cells, respectively, compared to parental cells. These results suggest that SK2 may play a role in TKI resistance, as displayed by SK2 upregulation in TKI-resistant cells. MTT assay data showed 71% inhibition of cell growth by Osimertinib and SK2 inhibitor in H2170OR. The inhibition due to the combination of the drug and inhibitor was more than additive by 9% compared to the drug and inhibitor individually. This indicates SK2s potential to overcome TKI- Resistance. To analyze SK2 expression in cancer progression, IHC experiments were performed on 63 early and 48 late stage lung cancer patient sections. We observed upregulation of SK2 in late- stage lung cancer (p&#60;0.05), indicating its role in cancer progression. In conclusion, SK2 may be a key biomarker in combating TKI-resistance and play a role in cancer progression in NSCLC. Thus, SK2 may be a promising candidate for molecular targeted therapy against NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1861a1bf-c23a-4b7b-9745-94d15c05c97a\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"NSCLC,Tyrosine kinase inhibitor,Lung cancer: non-small cell,Epidermal growth factor receptor tyrosine kinase inhibitor (EGFR-TKI),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16013"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Namrata Umeshchandra Dube<\/i><\/u><\/presenter>, <presenter><i>Katie Lam<\/i><\/presenter>, <presenter><i>Neelu Puri<\/i><\/presenter>. University of Illinois at Chicago, Rockford, IL","CSlideId":"","ControlKey":"636c60a8-3fd7-49c1-903a-1e65ae6327c6","ControlNumber":"2378","DisclosureBlock":"&nbsp;<b>N. U. Dube, <\/b> None..<br><b>K. Lam, <\/b> None..<br><b>N. Puri, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16013","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1861a1bf-c23a-4b7b-9745-94d15c05c97a\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1088","PresenterBiography":"","PresenterDisplayName":"Namrata Dube, BE","PresenterKey":"a27e8906-2dac-4b43-94d9-8f10dba3b4cb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1088. Therapeutic targeting of sphingosine kinase 2 in tyrosine kinase inhibitor resistance and non-small cell lung cancer tumorigenicity","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic targeting of sphingosine kinase 2 in tyrosine kinase inhibitor resistance and non-small cell lung cancer tumorigenicity","Topics":null,"cSlideId":""},{"Abstract":"Lung squamous cell carcinomas (LUSC) are a subtype of non-small cell lung cancer characterized by poor overall survival. LUSC are highly aggressive in part due to their high metabolic activity, with uptake of high levels of glucose supporting their growth and proliferation. The main driver of high rate of glycolysis in LUSC is elevated expression of glucose transporter GLUT1, whose levels and membrane localization are regulated by activated PI3K-AKT-mTOR pathway. The Cancer Genome Atlas revealed that LUSC have high tumor mutational burden with varied genetic profile that includes amplification of receptor tyrosine kinases (RTKs), PI3KCA, and a loss of PTEN. These alterations lead to increased activity of mTOR pathway, one of the major pathways in cancer cells that drives cell proliferation and metabolism. We have recently demonstrated that catalytic mTOR kinase inhibitor TAK228 (MLN128) inhibits glycolysis in LUSC cell lines <i>in vitro,<\/i> in xenografts of human LUSC lines, in patient derived xenografts (PDXs) and genetically engineered mouse models. However, despite lowered glucose uptake measured by <sup>18<\/sup>F-FDG signal LUSC tumors were able to maintain high levels of proliferation. Tumors were able to adapt to prolonged treatment with TAK228 by relying on glutaminolysis. Increased glutaminolysis was due to increased uptake of glutamine as well as increased levels of glutaminase (GLS), a key enzyme that converts glutamine to glutamate. Inhibiting both mTOR (with TAK228) and GLS (with CB-839) resulted in reduced proliferation index and lower tumor volume. However, while combination therapy halted tumor growth, there was a lack of tumor regression in xenografts and PDXs of LUSC. Therefore, tumors are poised to further adapt to combination therapy through metabolism of additional amino acids beyond glutamine. Here we show that macropinocytosis, a form of endocytosis that allows cancer cells to uptake extracellular fluids and further process solutes and macromolecules in lysosomes leading to the release of amino acids inside the cytoplasm, is upregulated in LUSC tumors that are resistant to TAK228. Macropinocytosis is induced by active RTKs, PI3KCA, Ras, loss of PTEN, and active NRF2 pathway - oncogenic alterations commonly found in LUSC tumors. This suggests that macropinocytosis might be a mechanism that supports amino acid metabolism utilized by LUSC in order to escape mTOR therapy. Basal levels of macropinocytosis in LUSC appear low, however, upon treatment with mTOR inhibitors, lysosomal catabolism of macropinocytosed proteins increases, allowing tumor cells to increase their proliferation. <b><u><\/u><\/b>Resistance to targeted therapies is a major hurdle to achieving effective therapies in multiple cancer types. Identifying ways to overcome resistance to targeted therapies would allow for longer therapeutic response for larger number of patients, ultimately leading to longer survival and better quality of life.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/01feafc8-57c1-4888-8b2e-ffecae1b137f\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"mTOR,Metabolism,Glutamine metabolism,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16015"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Milica Momcilovic<\/i><\/u><\/presenter>, <presenter><i>David Shackelford<\/i><\/presenter>. UCLA, Los Angeles, CA","CSlideId":"","ControlKey":"0f91e931-85f5-4578-b7c5-29f81e2b526a","ControlNumber":"3967","DisclosureBlock":"&nbsp;<b>M. Momcilovic, <\/b> None..<br><b>D. Shackelford, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16015","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/01feafc8-57c1-4888-8b2e-ffecae1b137f\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1089","PresenterBiography":null,"PresenterDisplayName":"Milica Momcilovic, PhD","PresenterKey":"73d1d9f9-3c9b-4c21-bc84-1a64d4295888","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1089. Targeting amino acid uptake in lung squamous cell carcinomas to improve response to targeted therapies","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting amino acid uptake in lung squamous cell carcinomas to improve response to targeted therapies","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Non-small cell lung cancer (NSCLC) is one of the most common types of cancer diagnosis among men and women leads the most cancer-related deaths in the United States. This is largely due to treatment failure which arises from therapy-resistant tumors. The current study investigates the role of muscarinic acetylcholine receptor 3 (CHRM3) in the development and treatment of NSCLC chemotherapy-resistance and the potential of the overactive bladder CHRM3 antagonist darifenacin to treat this lethal form of cancer.<br \/><b>Methods:<\/b> Human NSCLC cell cultures were used to harvest protein for Western blot analyses of protein expression and activity of intracellular pathways. The chemotherapy drug docetaxel&#8217;s (DTX) ability to induce apoptosis was measured with crystal violet survival assay and colony formation assay.<br \/><b>Results:<\/b> CHRM3 expression was measured in chemonaive NSCLC cells (A549) and chemoresistant cells (A549<sup>R<\/sup>), which showed increased expression in A549<sup>R<\/sup> cells. Chemoresistant A549<sup>R<\/sup> were pretreated with the CHRM3 antagonist darifenacin (Dari, 10 &#956;M, 24 hrs) before treatment with DTX (48 hrs). Crystal violet survival assay and colony formation assays showed a significant reduction in cell survival in the Dari + DTX combination treatment group suggesting that CHRM3 signaling is necessary in a chemoresistant state. Chemonaive A549 cells and CHRM3 overexpressing A549 cells (A549 M3<sup>OE<\/sup>) were pretreated with carbachol (10 &#181;M, 24 hrs) to activate CHRM3 before treatment with a set of serial dilutions of DTX (48 hrs). Crystal violet survival assay results showed that carbachol was not able to protect either cell line from DTX-induced cell death, suggesting that CHRM3 signaling alone is not sufficient to induce a chemoresistant state.<br \/><b>Conclusion:<\/b> CHRM3 overexpression is observed in chemoresistant forms of NSCLC. While activation of CHRM3 does not instill a resistant state in chemonaive cells, its signaling is essential for maintenance of the chemoresistant state. The repurposing of the CHRM3 antagonist darifenacin shows strong potential as a therapeutic to treat lethal chemoresistant forms of NSCLC.The project described was supported by an Institutional Development Award (IDeA) from the National Institute of General Medical Sciences of the National Institutes of Health under Grant #P20GM103408","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0aa75bb9-131b-4323-95aa-cd42ea480a52\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"NSCLC,Chemosensitization,Resistance,A549 cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16017"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Joslyn Bassett<\/i><\/u><\/presenter>, <presenter><i>Tyler Bland<\/i><\/presenter>. University of Nevada- Reno, Reno, NV, University of Idaho, Moscow, ID","CSlideId":"","ControlKey":"1a31d815-1358-45df-a407-35c1e6cd9e1a","ControlNumber":"1187","DisclosureBlock":"&nbsp;<b>J. Bassett, <\/b> None..<br><b>T. Bland, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16017","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0aa75bb9-131b-4323-95aa-cd42ea480a52\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1090","PresenterBiography":null,"PresenterDisplayName":"Joslyn Bassett, AAS","PresenterKey":"0ac67509-5b25-4925-bbca-47769d2e941f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1090. Repurposing an overactive bladder drug to treat chemoresistant lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Repurposing an overactive bladder drug to treat chemoresistant lung cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> The mesenchymal-epidermal transition (cMET\/MET) tyrosine kinase receptor and its ligand, the hepatocyte growth factor (HGF) are overexpressed in a large percentage of non-small cell lung cancers (NSCLCs) and <i>MET<\/i> mutation and\/or amplification leads to oncogene addiction in small subset of NSCLC. In addition, <i>MET<\/i> amplification is an established mechanism of resistance to EGFR and other oncogenic targeted TKIs. Several MET-inhibitors have been developed and two MET TKIs have been approved for <i>MET<\/i> exon 14 skipping mutant NSCLC and have shown activity against <i>MET<\/i> amplified NSCLC. However, long-term efficacy of MET TKIs is limited as acquired resistance is inevitable. HGF overexpression has been identified as one of the mechanisms of resistance to MET TKIs in <i>MET<\/i>-altered NSCLC, but the mechanism(s) by which the HGF-MET pathway causes resistance are poorly understood. Here, we investigated the requirement of the EMT-transcription factor, TWIST1 in HGF-mediated resistance to MET TKIs and the role of TWIST1 in <i>de-novo<\/i> and acquired resistance to MET TKIs.<br \/><b>Methods:<\/b> TWIST1 expression was measured in wild type and TWIST1 over expressing cell lines in presence and absence of HGF. TWIST1 was inhibited with shRNA and harmine. Apoptosis was assessed via immunoblotting and cleaved caspase 3 staining. We utilized <i>MET<\/i> altered (mutant\/amplified) NSCLC cell lines, patient derived xenografts and a novel transgenic mouse model of <i>Hgf,<\/i> <i>Twist1<\/i> overexpressing lung cancer to evaluate TWIST1 as a driver of MET TKI resistance.<br \/><b>Results:<\/b> We found that HGF induced TWIST1 expression and MET TKI treatment decreased TWIST1 expression through a post-translational mechanism. Re-expression of TWIST1 led to MET TKI resistance in <i>MET<\/i> amplified or <i>MET<\/i> mutant cell lines. Conversely, genetic and pharmacological inhibition of TWIST1 sensitizes to MET inhibition and overcame HGF-mediated MET TKI resistance and <i>MET<\/i> amplification mediated EGFR TKI resistance <i>in vitro<\/i> and <i>in vivo<\/i>. Furthermore, the role of TWIST1 in HGF\/MET lung tumorigenesis was evaluated both in human NSCLC xenografts and an Hgf-driven NSCLC mouse model. Genetic inhibition of TWIST1 in <i>MET<\/i> mutant or amplified cell lines prevented tumor growth <i>in vivo<\/i>. Furthermore, TWIST cooperated with Hgf in a CCSP-Hgf (CH) mice model that constitutively overexpresses Hgf in the lung and develops NSCLC after treatment with the tobacco carcinogen, 4-(methylnitrosoamino)-1-(3-pyridyl)-1-butanone (NNK) was utilized. We demonstrated that the Twist1 overexpressing CHT (<u>C<\/u>CSP-rtTA\/CCSP-<u>H<\/u>gf\/Twist1-tetO-luc) mice developed significantly larger and more aggressive tumors as compared to CH and CCSP-rtTA\/Twist1-tetO-luc (CT) mice and that continued TWIST1 expression was required for these tumors.<br \/><b>Conclusions:<\/b> Our findings suggest that targeting TWIST1 may be an effective therapeutic strategy to overcome HGF-MET-driven resistance in MET-driven NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ab76dfcf-f495-4239-8be2-6fe14d837b5a\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,c-Met,Epithelial-mesenchymal transition (EMT),Tyrosine kinase inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16018"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Vinod Kumar<\/i><\/u><\/presenter>, <presenter><i>Zachary A. Yochum<\/i><\/presenter>, <presenter><i>Princey Devadassan<\/i><\/presenter>, <presenter><i>Eric Huang<\/i><\/presenter>, <presenter><i>Ethan Miller<\/i><\/presenter>, <presenter><i>Vasavi Ayyala<\/i><\/presenter>, <presenter><i>Laura P. Stabile<\/i><\/presenter>, <presenter><i>Timothy F. Burns<\/i><\/presenter>, <presenter><i>Purva H. Rumde<\/i><\/presenter>. University of Pittsburgh, School of Medicine, Pittsburgh, PA, University of Pittsburgh, School of Medicine, Pittsburgh, PA, University of Pittsburgh, School of Medicine, Pittsburgh, PA","CSlideId":"","ControlKey":"0bca6191-d0ae-4539-be4b-5533ffd20416","ControlNumber":"1991","DisclosureBlock":"&nbsp;<b>V. Kumar, <\/b> None..<br><b>Z. A. Yochum, <\/b> None..<br><b>P. Devadassan, <\/b> None..<br><b>E. Huang, <\/b> None..<br><b>E. Miller, <\/b> None..<br><b>V. Ayyala, <\/b> None..<br><b>L. P. Stabile, <\/b> None.&nbsp;<br><b>T. F. Burns, <\/b> <br><b>Mirati Therapeutics, Inc.<\/b> Other, Advisory Board, No. <br><b>Amgen<\/b> Other, Consulting, No. <br><b>Foundation Medicine Inc<\/b> Other, Advisory Board, No. <br><b>Novartis<\/b> Other, Consulting, No. <br><b>EMD Serono<\/b> Other, Advisory Board, No.<br><b>P. H. Rumde, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16018","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ab76dfcf-f495-4239-8be2-6fe14d837b5a\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1091","PresenterBiography":null,"PresenterDisplayName":"Vinod Kumar, PhD","PresenterKey":"841e1f35-234f-481c-81ca-13327d9b3e49","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1091. TWIST1 inhibition overcomes resistance to tyrosine kinase inhibitors in MET driven non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TWIST1 inhibition overcomes resistance to tyrosine kinase inhibitors in MET driven non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: First-line treatment for some cancer types includes platinum-based therapy. While the rate of initial response to treatment is high, most patients develop platinum-resistant disease. Current salvage therapy provides benefit to some patients, demonstrating the need for additional effective therapies. To assist in identifying new therapies, we have established XenoSTART patient-derived xenograft (XPDX) models representing breast, ovary, uterine, and lung cancers. Each model was characterized by DNA\/RNA analysis, sensitivity to platinum treatment, and annotated with donor patient treatment status at the time of sample collection.<br \/>Methods: 210 XPDX models were evaluated in this screen including 66 breast, 56 ovary, 36 uterine, and 52 lung xenografts. WES and RNAseq were performed on each model and patient treatment history and outcome annotated. For in vivo studies, models were implanted into female nudes and administered (IP; q7dx3) 3 m\/k cisplatin or 60 m\/k carboplatin. Study endpoints included tumor volume and time from treatment initiation with %T\/C values and tumor regression reported at study completion; a %T\/C of &#8804; 20 versus control was considered sensitive.<br \/>Results: Study results are summarized below in Table 1:<table class=\"AbstractTable\" id=\"{B44F14EA-FBED-459F-8CFF-E0F9903CCBB6}\"><caption class=\"AbstractTableCaption\"><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>Table 1<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Type<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Breast<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Ovary<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Uterine<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Lung<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Total<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>66<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>56<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>36<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>52<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b># Sensitive<\/b><\/td><td rowspan=\"1\" colspan=\"1\">25<\/td><td rowspan=\"1\" colspan=\"1\">25<\/td><td rowspan=\"1\" colspan=\"1\">9<\/td><td rowspan=\"1\" colspan=\"1\">8<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">38%<\/td><td rowspan=\"1\" colspan=\"1\">45%<\/td><td rowspan=\"1\" colspan=\"1\">25%<\/td><td rowspan=\"1\" colspan=\"1\">15%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Na&#239;ve<\/b><\/td><td rowspan=\"1\" colspan=\"1\">11<\/td><td rowspan=\"1\" colspan=\"1\">16<\/td><td rowspan=\"1\" colspan=\"1\">8<\/td><td rowspan=\"1\" colspan=\"1\">5<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">44%<\/td><td rowspan=\"1\" colspan=\"1\">64%<\/td><td rowspan=\"1\" colspan=\"1\">89%<\/td><td rowspan=\"1\" colspan=\"1\">63%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>P-1st<\/b><\/td><td rowspan=\"1\" colspan=\"1\">6<\/td><td rowspan=\"1\" colspan=\"1\">6<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><td rowspan=\"1\" colspan=\"1\">2<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">24%<\/td><td rowspan=\"1\" colspan=\"1\">24%<\/td><td rowspan=\"1\" colspan=\"1\">11%<\/td><td rowspan=\"1\" colspan=\"1\">25%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>P-2nd<sup>+<\/sup><\/b><\/td><td rowspan=\"1\" colspan=\"1\">6<\/td><td rowspan=\"1\" colspan=\"1\">3<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">24%<\/td><td rowspan=\"1\" colspan=\"1\">12%<\/td><td rowspan=\"1\" colspan=\"1\">0%<\/td><td rowspan=\"1\" colspan=\"1\">13%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b># Insensitive<\/b><\/td><td rowspan=\"1\" colspan=\"1\">41<\/td><td rowspan=\"1\" colspan=\"1\">31<\/td><td rowspan=\"1\" colspan=\"1\">27<\/td><td rowspan=\"1\" colspan=\"1\">44<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">62%<\/td><td rowspan=\"1\" colspan=\"1\">55%<\/td><td rowspan=\"1\" colspan=\"1\">75%<\/td><td rowspan=\"1\" colspan=\"1\">85%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Na&#239;ve<\/b><\/td><td rowspan=\"1\" colspan=\"1\">11<\/td><td rowspan=\"1\" colspan=\"1\">9<\/td><td rowspan=\"1\" colspan=\"1\">20<\/td><td rowspan=\"1\" colspan=\"1\">21<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">27%<\/td><td rowspan=\"1\" colspan=\"1\">29%<\/td><td rowspan=\"1\" colspan=\"1\">74%<\/td><td rowspan=\"1\" colspan=\"1\">48%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>P-1st<\/b><\/td><td rowspan=\"1\" colspan=\"1\">14<\/td><td rowspan=\"1\" colspan=\"1\">10<\/td><td rowspan=\"1\" colspan=\"1\">5<\/td><td rowspan=\"1\" colspan=\"1\">13<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">34%<\/td><td rowspan=\"1\" colspan=\"1\">32%<\/td><td rowspan=\"1\" colspan=\"1\">19%<\/td><td rowspan=\"1\" colspan=\"1\">30%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>P-2nd<sup>+<\/sup><\/b><\/td><td rowspan=\"1\" colspan=\"1\">16<\/td><td rowspan=\"1\" colspan=\"1\">12<\/td><td rowspan=\"1\" colspan=\"1\">2<\/td><td rowspan=\"1\" colspan=\"1\">10<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">39%<\/td><td rowspan=\"1\" colspan=\"1\">39%<\/td><td rowspan=\"1\" colspan=\"1\">7%<\/td><td rowspan=\"1\" colspan=\"1\">23%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Na&#239;ve=No Prior Treatment; P-1st=Post 1st Line Therapy; P-2nd=Post 2nd+ Line Therapy <\/b><\/td><\/tr><\/table><br \/>Sequencing identified several variants in resistant, chemo-na&#239;ve models including point mutations in RAS\/RAF\/MET\/PIK3CA genes and others, while sensitive models lacked common driver mutations.<br \/>Conclusion: We have characterized 210 XPDX models. Uterine models were most often resistant to platinum, while almost 1\/2 of ovary and 1\/3 of breast models were sensitive, regardless of treatment status. Only 15% of lung models were sensitive to platinum; cancer driver variants were found in several models. Overall, we report differential platinum sensitivity in a panel of diverse models useful in understanding mechanisms of resistance and for development of effective therapies in platinum-resistant cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6e673d9e-22e1-4f97-baad-b2ba6587eaa7\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-06 Other,,"},{"Key":"Keywords","Value":"Cisplatin resistance,Drug resistance,Patient-derived xenograft (PDX) models,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16020"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Alyssa Simonson<\/i><\/u><\/presenter>, <presenter><i>Johnnie Flores<\/i><\/presenter>, <presenter><i>Lizette Firova<\/i><\/presenter>, <presenter><i>Christian Hernandez<\/i><\/presenter>, <presenter><i>Morgan Harris<\/i><\/presenter>, <presenter><i>Kyriakos Papadopoulos<\/i><\/presenter>, <presenter><i>Drew Rasco<\/i><\/presenter>, <presenter><i>Amita Patnaik<\/i><\/presenter>, <presenter><i>Allan White<\/i><\/presenter>, <presenter><i>Lon Smith<\/i><\/presenter>, <presenter><i>Ronald Drengler<\/i><\/presenter>, <presenter><i>Amy Lang<\/i><\/presenter>, <presenter><i>Murali Beeram<\/i><\/presenter>, <presenter><i>Michael J. Wick<\/i><\/presenter>. XenoSTART, San Antonio, TX, START, San Antonio, TX, START Center, San Antonio, TX","CSlideId":"","ControlKey":"308ce248-7263-4a92-b374-70bbe05ac380","ControlNumber":"4668","DisclosureBlock":"&nbsp;<b>A. Simonson, <\/b> None..<br><b>J. Flores, <\/b> None..<br><b>L. Firova, <\/b> None..<br><b>C. Hernandez, <\/b> None..<br><b>M. Harris, <\/b> None..<br><b>K. Papadopoulos, <\/b> None..<br><b>D. Rasco, <\/b> None..<br><b>A. Patnaik, <\/b> None..<br><b>A. White, <\/b> None..<br><b>L. Smith, <\/b> None..<br><b>R. Drengler, <\/b> None..<br><b>A. Lang, <\/b> None..<br><b>M. Beeram, <\/b> None..<br><b>M. J. Wick, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16020","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6e673d9e-22e1-4f97-baad-b2ba6587eaa7\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1092","PresenterBiography":null,"PresenterDisplayName":"Alyssa Simonson, BS;MBA","PresenterKey":"d0844f56-5409-401e-bdb2-60b06fb8f6ca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1092. Correlation of platinum sensitivity with donor patient treatment status in a panel of breast, ovary, uterine, and lung XPDX models","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Correlation of platinum sensitivity with donor patient treatment status in a panel of breast, ovary, uterine, and lung XPDX models","Topics":null,"cSlideId":""},{"Abstract":"Advanced lung cancer patients that present with activating mutations in the epidermal growth factor receptor (EGFR) are treated with EGFR tyrosine kinase inhibitors (EGFR TKIs). While initially effective, all patients eventually develop therapeutic resistance and experience disease progression. Strategies to prevent EGFR TKI resistance are needed to improve patient outcomes. We chronically exposed H1975 cells (EGFR-L858R\/T790M) to EGFR TKI osimertinib to study emergence of resistance. H1975 cells that were expanded under drug treatment (designated H1975OR) acquired an EMT phenotype and were re-sensitized to EGFR TKI upon prolonged drug withdrawal. These features led us to classify H1975OR as a model of drug tolerance rather than a model of stable drug resistance. Bulk RNA-sequencing revealed significant dysregulation of chromatin modifying genes in H1975OR. Bromodomain containing protein 9 (BRD9) was among the set of significantly upregulated chromatin regulators and was selected for further investigation as a mediator of drug tolerance. Although BRD9 is known to control stemness and EMT, its role in promoting EMT-associated TKI resistance is unknown. To test the contribution of BRD9 to EGFR TKI tolerance, pharmacological inhibition of BRD9 by the selective inhibitor, I-BRD9 significantly increased sensitivity to TKI in models with EMT phenotypes (IC50 reduced 3-4 fold). In contrast, I-BRD9 did not affect TKI sensitivity in two models where EGFR TKI resistance was genetically fixed. To gain mechanistic insights, H1975OR cells were treated with osimertinib +\/-I-BRD9 and subjected to RNA-sequencing. Combination of osimertinib with I-BRD9 resulted in a significant decrease in EMT-related genes, including MMP9, Zeb2, PDGFRb and IL6. Further, use of I-BRD9 in these models diminished the mesenchymal phenotype, as measured in cell invasion assays. Genetic knockdown of BRD9 via shRNA phenocopied effects of I-BRD9 treatment, supporting BRD9 as the therapeutic target of I-BRD9 in our cell line models. To further establish a role for BRD9 in the emergence of drug tolerant cells, we exposed treatment na&#239;ve H1975 cells to EGFR TKI &#177; I-BRD9. I-BRD9 significantly decreased the size of the EGFR TKI tolerant population. In time course studies, I-BRD9 also delayed onset of TKI resistance. In conclusion, our data identifies BRD9 as a novel mediator of EMT-associated EGFR-TKI tolerance in EGFR-mutant lung cancer. Our data further implicates BRD9 inhibition as a novel strategy to delay the emergence of drug tolerant cells that eventually give rise to stable drug resistance. This work was supported by the Roswell Park Alliance Foundation and National Cancer Institute (NCI) grant P30CA016056 involving the use of Roswell Park Comprehensive Cancer Center&#8217;s Genomics and Bioinformatics Shared Resources.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0c287592-7eba-4d0a-9707-a3057c63cea6\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Bromodomain,EGFR TKI resistance,Epithelial-mesenchymal transition (EMT),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16021"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Hannah Calkins<\/i><\/u><\/presenter>, <presenter><i>Tatiana Shaurova<\/i><\/presenter>, <presenter><i>David W. Goodrich<\/i><\/presenter>, <presenter><i>Mukund Seshadri<\/i><\/presenter>, <presenter><i>Candace S. Johnson<\/i><\/presenter>, <presenter><i>Pamela A. Hershberger<\/i><\/presenter>. Roswell Park Comprehensive Cancer Center, Buffalo, NY","CSlideId":"","ControlKey":"53f82f9c-c020-40c9-8f39-8d5d83aa49fa","ControlNumber":"605","DisclosureBlock":"&nbsp;<b>H. Calkins, <\/b> None..<br><b>T. Shaurova, <\/b> None.&nbsp;<br><b>D. W. Goodrich, <\/b> <br><b>Bristol Myers Squibb<\/b> Other, Sponsored Research Agreement, No.<br><b>M. Seshadri, <\/b> None..<br><b>C. S. Johnson, <\/b> None..<br><b>P. A. Hershberger, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16021","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0c287592-7eba-4d0a-9707-a3057c63cea6\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1093","PresenterBiography":null,"PresenterDisplayName":"Hannah Calkins, BS","PresenterKey":"294638cb-3cc9-45af-80c5-8d4cb1b91440","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1093. BRD9 inhibition overcomes epithelial to mesenchymal transition (EMT)-associated tyrosine kinase inhibitor (TKI) tolerance in epidermal growth factor receptor (EGFR) mutant lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BRD9 inhibition overcomes epithelial to mesenchymal transition (EMT)-associated tyrosine kinase inhibitor (TKI) tolerance in epidermal growth factor receptor (EGFR) mutant lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Targeted therapies have transformed the clinical management of many types of tumors, including <i>EGFR<\/i>-mutant lung adenocarcinomas. Although these treatments are highly beneficial for patient survival, acquired resistance almost inevitably occurs limiting cures with these agents. The tyrosine-kinase inhibitor (TKI) osimertinib is approved for the first-line treatment of <i>EGFR<\/i>-mutant lung tumors and leads to increased progression-free and overall survival compared to earlier generations of TKIs. However, acquired resistance to osimertinib frequently occurs and is mostly due to off-target mechanisms, many of which are not well-understood. Therefore, it is critical to understand the molecular processes behind these mechanisms of resistance.<br \/>We generated osimertinib resistant cell lines and patient-derived models to identify and study novel mechanisms of osimertinib resistance. We found that, in some osimertinib resistant tumors, SMARCA4 is stabilized upon osimertinib treatment and knock-down of SMARCA4 re-sensitizes the resistant cells to osimertinib and globally alters their chromatin profile. ATAC-Seq and RNA-Seq studies revealed that SMARCA4 alters chromatin accessibility in resistant tumors to maintain the transcriptional activity of genes involved in cell proliferation. Furthermore, SMARCA4 enables access to NRF2 binding sites enhancing an antioxidant response necessary for cells to tolerate the increase in reactive oxygen species and oxidative stress created by osimertinib. These processes converge and lead to an increase in the amount of DNA damage that is repaired by ATR. Indeed, we found that these osimertinib resistant tumors are vulnerable to ATR inhibition.<br \/>In summary, we have identified a new epigenetic mechanism of resistance to osimertinib driven by SMARCA4 that generates a vulnerability to ATR inhibition, offering new approaches to target TKI-resistant tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/22481790-483e-4c74-9a39-7a39e9c71c3a\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,EGFR TKI resistance,SWI\/SNF,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16022"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Fernando J. De Miguel<\/i><\/u><\/presenter>, <presenter><i>Wesley L. Cai<\/i><\/presenter>, <presenter><i>Mary Ann Melnick<\/i><\/presenter>, <presenter><i>Camila Robles-Oteiza<\/i><\/presenter>, <presenter><i>Anna Wurtz<\/i><\/presenter>, <presenter><i>Maria I. Toki<\/i><\/presenter>, <presenter><i>David L. Rimm<\/i><\/presenter>, <presenter><i>Robert Homer<\/i><\/presenter>, <presenter><i>Don X. Nguyen<\/i><\/presenter>, <presenter><i>Katerina A. Politi<\/i><\/presenter>. Yale University, New Haven, CT, Yale University, New Haven, CT, Yale University, New Haven, CT, Yale University, New Haven, CT, Yale University, New Haven, CT","CSlideId":"","ControlKey":"5d68ce23-c988-481e-bed8-94d7ca162a19","ControlNumber":"681","DisclosureBlock":"&nbsp;<b>F. J. de Miguel, <\/b> None..<br><b>W. L. Cai, <\/b> None..<br><b>M. Melnick, <\/b> None..<br><b>C. Robles-Oteiza, <\/b> None..<br><b>A. Wurtz, <\/b> None..<br><b>M. I. Toki, <\/b> None.&nbsp;<br><b>D. L. Rimm, <\/b> <br><b>Navigate Biopharma<\/b> Grant\/Contract, No. <br><b>Akoya<\/b> Other, Instrument support, No. <br><b>Amgen<\/b> Grant\/Contract, Other, Advisory Board, No. <br><b>Astra Zeneca<\/b> Other, Advisory Board, No. <br><b>Cell Signaling Technoloy<\/b> Other, Advisory Board, No. <br><b>Cepheid<\/b> Grant\/Contract, Other, Advisory Board, No. <br><b>Danaher<\/b> Other, Advisory Board, No. <br><b>Konica\/Minolta<\/b> Grant\/Contract, Other, Advisory Board, No. <br><b>Merck<\/b> Other, Advisory Board, No. <br><b>NanoString<\/b> Other, Advisory Board, Instrument Support, No. <br><b>NextCure<\/b> Grant\/Contract, Other, Consultant, No. <br><b>Odonate<\/b> Other, Consultant, No. <br><b>PAIGE.AI<\/b> Other, Advisory Board, No. <br><b>Roche<\/b> Other, Advisory Board, No. <br><b>Sanofi<\/b> Other, Consultant, No. <br><b>Ventana<\/b> Other, Advisory Board, No. <br><b>GSK<\/b> Other, Advisory Board, No. <br><b>PixelGear<\/b> Stock, Other, Founder, No. <br><b>Rarecyte<\/b> Other, Royalty, No.<br><b>R. Homer, <\/b> None.&nbsp;<br><b>D. X. Nguyen, <\/b> <br><b>Astra Zeneca<\/b> Grant\/Contract, No. <br><b>K. A. Politi, <\/b> <br><b>MSKCC\/MolecularMD<\/b> Patent, No. <br><b>Astra Zeneca<\/b> Grant\/Contract, Other, Honoraria\/Consulting fees, No. <br><b>Halda<\/b> Other, Honoraria\/Consulting fees, No. <br><b>Roche<\/b> Grant\/Contract, No. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, No. <br><b>D2G Oncology<\/b> Grant\/Contract, No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16022","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/22481790-483e-4c74-9a39-7a39e9c71c3a\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1094","PresenterBiography":null,"PresenterDisplayName":"Fernando de Miguel, PhD","PresenterKey":"2bca54db-d9a3-4e71-b010-6221270cd75c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1094. <i>SMARCA4<\/i>-mediated chromatin remodeling regulates osimertinib resistance in <i>EGFR<\/i>-mutant lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>SMARCA4<\/i>-mediated chromatin remodeling regulates osimertinib resistance in <i>EGFR<\/i>-mutant lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"While topotecan (TPT) is a chemotherapeutic drug in treating lung cancer, the development of TPT resistance in tumors reserves as a major obstacle to chemotherapeutic success. Therefore, a better understanding of the mechanisms of TPT resistance is critical. In this study, the first topotecan-resistant human non-small cell lung cancer (NSCLC) cell line, termed NCI-H460\/TPT10, was established from the parental NCI-H460 cell line. NCI-H460\/TPT10 cells exhibited a 394.7-fold resistance to TPT, and cross-resistance to SN-38, mitoxantrone, and doxorubicin, compared to parental NCI-H460 cells. Overexpression of ABCG2 localized on the cell membrane, but not ABCB1 or ABCC1, was found in NCI-H460\/TPT10 cells, indicating that ABCG2 was likely to be involved in TPT-resistance. This was confirmed by the abolishment of drug resistance in NCI-H460\/TPT10 cells after <i>ABCG2<\/i> knockout. Moreover, the involvement of functional ABCG2 as a drug efflux pump conferring multidrug resistance (MDR) was indicated by low intracellular accumulation of TPT in NCI-H460\/TPT10 cells, and the reversal effects by ABCG2 inhibitor Ko143 and cabozantinib. The NCI-H460\/TPT10 and its parental cell line were further used to establish <i>in vivo<\/i> tumor xenograft mouse models, which verified their capability to serve as clinically relevant models for drug screening and the development of targeted strategies to overcome ABCG2-mediated MDR in NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/980d42f5-5008-424b-9aca-9128673e4ead\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Multidrug resistance,Lung cancer: non-small cell,ABCG2,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16024"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Qiu-Xu Teng<\/i><\/u><\/presenter>, <presenter><i>Zi-Ning Lei<\/i><\/presenter>, <presenter><i>Wei Zhang<\/i><\/presenter>, <presenter><i>Ying-Fang Fan<\/i><\/presenter>, <presenter><i>Jing-Quan Wang<\/i><\/presenter>, <presenter><i>Chao-Yun Cai<\/i><\/presenter>, <presenter><i>Dong-Hua Yang<\/i><\/presenter>, <presenter><i>John Wurpel<\/i><\/presenter>, <presenter><i>Zhe-Sheng Chen<\/i><\/presenter>. College of Pharmacy and Health Sciences, St. John’s University, Queens, NY, Institute of Plastic Surgery, Weifang Medical University, Weifang, China, Department of Hepatobiliary Surgery, Zhujiang Hospital of Southern Medical University, Guangzhou, China","CSlideId":"","ControlKey":"ec4cd932-d47b-43be-8fc8-9e291f6ab961","ControlNumber":"1949","DisclosureBlock":"&nbsp;<b>Q. Teng, <\/b> None..<br><b>Z. Lei, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>Y. Fan, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>C. Cai, <\/b> None..<br><b>D. Yang, <\/b> None..<br><b>J. Wurpel, <\/b> None..<br><b>Z. Chen, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16024","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/980d42f5-5008-424b-9aca-9128673e4ead\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1095","PresenterBiography":null,"PresenterDisplayName":"Qiu-Xu Teng, BS,MS,PhD","PresenterKey":"fc9f41d5-15b5-4063-abf6-3ee06538dff9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1095. Establishment and characterization of a topotecan resistant lung cancer NCI H460\/TPT10 cell line and a tumor xenograft model","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment and characterization of a topotecan resistant lung cancer NCI H460\/TPT10 cell line and a tumor xenograft model","Topics":null,"cSlideId":""},{"Abstract":"Aggressive lung cancers such as non-small cell lung carcinomas (NSCLC) commonly recur following first line therapy. Recurring tumors metastasize more rapidly. We hypothesize that drug-resistant phenotypes created by the selection pressure of first line treatments such as platinum-based cytotoxic agents contribute to the increased aggressivity of recurring NSCLC. We showed previously that an engineered model of cisplatin-resistant NSCLC tissues secretes more inflammatory cytokines compared to untreated controls and induces more severe muscle tissue injury in a microphysiological model of cachexia processes. Here, we report methods for the systematic generation of cisplatin-resistant A549 lung adenocarcinoma cell cultures and demonstrate their increased aggressivity in 3D spheroid culture and in 3D organotypic culture with patient-derived lung cancer-associated fibroblasts (CAF). We treated A549 cells with cisplatin for 96 hours at doses of 15-45&#181;M, yielding cultures of 54.8-8.9% surviving cells as quantified via flow cytometric of cell size and permeability. Here we report characterization of spheroids and tissues composed of cells selected for resistance with 25 &#181;M cisplatin (Cis-R) compared with untreated parent A549. This dose was selected because we were unable to recover proliferating cultures with lower percentages of surviving. Cis-R spheroids exhibited a significant reduction in circularity that is indicative of increased asymmetry. We measured a Ki67 index of 6.4 +\/- 1.4% for parent A549 spheroids and 49.7 +\/- 9.5% for Cis-R spheroids. The marked increase in cell proliferation of CisR spheroids correlated with increased distances of invasion and more mesenchymal-like cell morphologies of invading cells in 3D cultures of Cis-R spheroids without CAF. These data suggest that cisplatin resistant A549 created using our protocol are more proliferative and invasive in 3D culture environments due to cell intrinsic changes. Organotypic 3D cultures of Cis-R spheroids and CAF exhibited an increased density and alignment of myofibroblast-like CAF with smooth muscle actin cytoskeleton when compared to cultures of parent spheroids with the same CAF. Our results demonstrate proof of principle for modeling recurrent tumors with more aggressive phenotypes using this approach. Future experiments will translate these methods to patient-derived cultures and test the hypothesis that cisplatin-resistant recurrent NSCLC stimulates more severe local and distant stromal reactions as a driver of metastasis. Engineering validated models of drug-resistant recurring cancers will help accelerate the discovery of anti-metastasis therapies in human cell-based microphysiological systems.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/54be2d75-01d3-4b6d-8397-e11bd3d0f23a\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-06 Other,,"},{"Key":"Keywords","Value":"Drug resistance,Cisplatin resistance,Lung cancer,Stromal-epithelial interactions,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16025"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Omar M. K. Ahmad<\/i><\/u><\/presenter>, <presenter><i>Elisabet A. Olsen<\/i><\/presenter>, <presenter><i>Delia A. Carlino<\/i><\/presenter>, <presenter><i>Charles E. Byrne<\/i><\/presenter>, <presenter><i>Mark Mondrinos<\/i><\/presenter>. Tulane University, New Orleans, LA","CSlideId":"","ControlKey":"f7598cdf-2539-4510-9664-a864953db679","ControlNumber":"6568","DisclosureBlock":"&nbsp;<b>O. M. K. Ahmad, <\/b> None..<br><b>E. A. Olsen, <\/b> None..<br><b>D. A. Carlino, <\/b> None..<br><b>C. E. Byrne, <\/b> None..<br><b>M. Mondrinos, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16025","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/54be2d75-01d3-4b6d-8397-e11bd3d0f23a\/@z03B8ZEp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1096","PresenterBiography":null,"PresenterDisplayName":"Omar Ahmad, No Degree","PresenterKey":"649205d7-fe4a-442c-a1cc-998f131b4677","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1096. Engineering a cisplatin-resistant lung cancer microenvironment to model recurrence of aggressive tumors following first line cytotoxic therapy","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Engineering a cisplatin-resistant lung cancer microenvironment to model recurrence of aggressive tumors following first line cytotoxic therapy","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Epidermal growth factor receptor (EGFR)-tyrosine kinase inhibitors (TKIs) are commonly used to treat patients with EGFR<sup>+<\/sup> non-small cell lung cancer (NSCLC). Unfortunately, despite the initial response, the long-term efficacy of the five clinically approved TKIs (i.e., gefitinib, erlotinib, afatinib, dacomitinib, osimertinib) is limited by the onset of resistance. Several mechanisms of resistance have been described, including the appearance of new EGFR mutations (e.g., T790M, C797S), activation of bypass pathways (e.g., AXL, HER2, MET and IGF1R) and phenotypic alterations (e.g., epithelial to mesenchymal transition, EMT). Additionally, in vitro treatment using EGFR TKIs leads to the establishment of drug tolerant persisters (DTPs), a cell population that might be responsible for the onset of resistance. In order to prevent resistance, the data we present herein propose to simultaneously target EGFR and other survival receptors (e.g., HER2 or HER3) by combining TKIs and specific monoclonal antibodies.<br \/><b>Materials and methods:<\/b> Cultures of NSCLC cell lines, patient-derived and cell line xenografts were employed to test the efficacy of the drug combinations. In parallel, to better understand resistance to EGFR-TKIs we established NSCLC dacomitinib resistant (DR) cell lines that were used in vivo and in vitro.<br \/><b>Results: <\/b>DR cells showed upregulation of AXL and IGF1R, features shared with the persister cells. We also demonstrate that combining TKIs and monoclonal antibodies successfully prevented TKI acquired resistance, by downregulating receptor kinases previously implicated in resistance to TKIs (e.g., MET and AXL), as well as by blocking pathways essential for mitosis (e.g., FOXM1).<br \/><b>Conclusions:<\/b> Combining kinase inhibitors and antibodies in first line settings effectively avoids TKI resistance in animal models of lung cancer and might represent a long-term solution for EGFR positive NSCLC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ba670751-6e14-474d-a92f-cbb2c6726c82\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Drug resistance,EGFR TKI resistance,Lung cancer: non-small cell,Monoclonal antibodies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16028"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ilaria Marrocco<\/i><\/u><\/presenter>, <presenter><i>Yuya Haga<\/i><\/presenter>, <presenter><i>Yosef Yarden<\/i><\/presenter>. Weizmann Institute of Science, Rehovot, Israel, Osaka University, Osaka, Japan","CSlideId":"","ControlKey":"9d76bcf4-19a6-4de0-b684-dd8c9f8e0b39","ControlNumber":"2429","DisclosureBlock":"&nbsp;<b>I. Marrocco, <\/b> None..<br><b>Y. Haga, <\/b> None..<br><b>Y. Yarden, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16028","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ba670751-6e14-474d-a92f-cbb2c6726c82\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1097","PresenterBiography":null,"PresenterDisplayName":"Ilaria Marrocco, PhD","PresenterKey":"4dd6aae7-23c2-4860-ae65-6f300ab11f1c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1097. First-line therapy based on kinase inhibitors and antibodies prevents resistance in EGFR-mutated lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"First-line therapy based on kinase inhibitors and antibodies prevents resistance in EGFR-mutated lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the second most common and leading cause of cancer-related death worldwide, 85% of these cases being non-small cell lung carcinoma (NSCLC). Although chemotherapy is the first-line treatment for lung cancer, its effectiveness is hampered by the dose&#8208;limiting toxic effects, chemoresistance, and metastatic process. Recently, plant-derived cyclic triterpenoids (eg, cholesterol-structure like compounds) have shown a wide spectrum of pharmacological activities, especially their potential against different cancer cells. Herein, we investigated the structure-activity relationship of several pentacyclic triterpenes: oleanolic acid (OleA), ursolic acid (UrA), betulinic acid (BeA), Asiatic acid (AsA), betulin (BeN), lupeol (Lupe), diosgenin (Dio), stigmasterol (Stg) and &#946;-sitosterol (&#946;-Sito) on NSCLC A549 cells. From our studies, the IC<sub>50<\/sub> for OleA, UrA, BeA, AsA, BeN, Lupe, Dio were in the low &#181;M range (from 10-75 &#181;M) after 24h of incubation. &#946;-Sito and Stg did not show any significant cytotoxic pattern in this &#181;M range. In addition, BeA showed the highest cytotoxic pattern in these cells. We performed metabolic activity assays to determine the mechanism of action of these triterpenes. Mitochondrial membrane and caspases activity assays showed that all the cytotoxic triterpenes induced activation of caspase-3 and decline in the mitochondrial potential, except BeA and AsA. Our results also show that all the cytotoxic triterpenes disrupt cell membrane, except for OleA. However, there is no reactive oxygen species production for all of them. Gene expression assays of chemoresistance- and metastasis-related genes (EGFR, VEGF, MMP9, Pgp, TP53, NDRG1, CHD4) using qPCR demonstrated the downregulation of all of these genes after the incubation with the cytotoxic triterpenes. These results demonstrated that even slight structural changes in these triterpenes could influence the cytotoxic and metabolic pathways responses. This study opens promising perspectives for further research on the role of phytochemical triterpenes, which ultimately will contribute to a more rational application in lung cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3265c943-3d95-4f38-b9fb-e6219a27b666\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Resistance,Metastasis,Lung cancer: non-small cell,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16030"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Yamixa Delgado<\/i><\/u><\/presenter>, <presenter><i>Daraishka Perez<\/i><\/presenter>, <presenter><i>Grace Torres<\/i><\/presenter>. San Juan Bautista School of Medicine, Caguas, PR, San Juan Bautista School of Medicine, Caguas, PR","CSlideId":"","ControlKey":"f35f5dae-7501-475b-beac-fc3ca1fd05b9","ControlNumber":"3781","DisclosureBlock":"&nbsp;<b>Y. Delgado, <\/b> None..<br><b>D. Perez, <\/b> None..<br><b>G. Torres, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16030","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3265c943-3d95-4f38-b9fb-e6219a27b666\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1098","PresenterBiography":"Science has always been something that I have been very passionate about. Full of a great enthusiasm and with a deep desire to find solutions to the human needs, I decided to begin to become in a scientist. Thus I obtained a bachelor degree in Industrial Chemistry from the University of Puerto Rico (UPR)-Humacao Campus and a PhD in Biochemistry & Biotechnology from the UPR-Rio Piedras Campus. These experiences encouraged me to continue working in academia as a postdoctoral researcher in bioinorganic chemistry and as an adjunct professor at the UPR system for two years. I have a vast research experience working in projects focused on: molecular modeling programs and electron paramagnetic resonance simulations in protein dynamics; development of nanoparticles design, glycosylation of proteins, lipid-protein formulations and drug delivery systems for cancer therapy with great skills in cell culturing; and understanding the therapeutic potential of novel metal-based anticancer compounds. Due to these experiences, I earned different prestigious fellowships from NASA Space Grant Consortium (NASA-PRSGC), National Institute of Health (NIH), and National Science Foundation (NSF). In addition, these projects were published in different peer-review journals and presented at many local, national and international scientific conferences. In March 2017, I joined to San Juan Bautista School of Medicine (SJBSM) as an Assistant Professor and Chair of the Department of Biochemistry and Pharmacology. My research laboratory at the SJB-Core Lab facility is focused on anticancer drug design, development and delivery using natural and synthetic products, and nano-formulations. I am also actively involved in collaborative research with different investigators in PR and USA. As a puertorican woman I am determined to contribute to the advancement of the education and the development of highly prepared individuals. I am really interested in different research collaborations that enrich my knowledge and skills to make me a stronger researcher and professional. In addition I am actively participating as jury in scientific fairs in public schools.","PresenterDisplayName":"Yamixa Delgado, BS;PhD","PresenterKey":"5c16b067-afc0-4bb7-8194-a3b6fc8bc070","PresenterPhoto":"https:\/\/files.abstractsonline.com\/\/assocphotos\/101\/5c16b067-afc0-4bb7-8194-a3b6fc8bc070.profile.jpg","SearchResultActions":null,"SearchResultBody":"1098. Structure-activity relationship of pentacyclic triterpenes against chemoresistance and metastasis on non-small lung adenocarcinoma cells","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Structure-activity relationship of pentacyclic triterpenes against chemoresistance and metastasis on non-small lung adenocarcinoma cells","Topics":null,"cSlideId":""},{"Abstract":"Despite initial benefit from anti-EGFR therapy, patients with EGFR-mutated lung cancer (LC) inevitably relapse. Knowing that the majority of the relapsing cancer cells do not carry the resistance mutation, we hypothesized that resistance to anti-EGFR therapy can be transferred horizontally between LC cells, through intercellular communication. Using a cell culture system that allows communication of secreted molecules and extracellular vesicles, we performed indirect co-culture of Erlotinib-sensitive LC HCC827 cells (S cells) and Erlotinib-resistant LC H1975 cells (R cells, carrying the EGFR T790M resistance mutation), where S cells were treated with conditioned medium from R cells under selective pressure of Erlotinib (EGFR inhibitor). <i>In vivo,<\/i> immunodeficient mice (Rag2-\/-Il2rg-\/-) were engrafted with S cells in a single flank (n=12), or with S and R cells in opposite flanks (n=20) and treated with Erlotinib three times a week. Our results showed that resistance to anti-EGFR therapy can be transferred <i>in vitro<\/i> from R to S cells. Through digital PCR we provide evidence that transfer of resistance is neither due to cell contamination, nor transfer of DNA molecules with the T790M mutation. We also showed that resistance to anti-EGFR therapy can be transferred <i>in vivo<\/i> from R to S cells, originating &#8220;de novo&#8221; resistant tumors (SR tumors) and thereby decreasing progression-free survival of the animals. Using DNA fingerprinting we demonstrated that SR tumors do not contain R cells, ruling out cell migration as an explanation for the growth of the SR tumors. Moreover, the acquired resistance phenotype is stable over several <i>in vivo<\/i> passages of the tumor. We have analyzed the SR tumors with NGS and did not detect any known resistance mutations to anti-EGFR therapy. Through RNA-Seq and pathway analysis we found that SR tumors show significant changes in genes involved in intracellular trafficking, as evidenced by increased expression of CAV1 and CAV2. This increment of caveolins expression was validated in the SR tumors by real-time PCR and immunohistochemistry. CAV1 and CAV2 expression analysis was also performed in human LC biopsies, showing that in a subset of EGFR-mutated LC there is an increase in caveolins expression from the untreated primary to the anti-EGFR-treated relapsing tumor. Our results show that the anti-EGFR resistance phenotype can be transferred from R to S cells both <i>in vivo<\/i> and <i>in vitro<\/i>, and that it results in reprogramming of the expression profile of SR cells. Our findings point out a key role for caveolin-associated intercellular trafficking in the acquisition of resistance to targeted therapy in cancer. This challenges the current paradigm of cell division and selection as the sole mechanism underlying transmission of mutation-driven therapy resistance, and reveals an unforeseen level of plasticity in cancer. PhD Scholarship SFRH\/BD\/115099\/2016","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b03d7d6c-cf46-49d9-b77e-acb47391afe9\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Therapy resistance,Lung cancer,Targeted therapy,EGFR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16031"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Susana Junqueira Neto<\/i><\/presenter>, <presenter><i>Ana Rita Oliveira<\/i><\/presenter>, <presenter><i>Joana Fernandes Marques<\/i><\/presenter>, <presenter><i>Gabriela Fernandes<\/i><\/presenter>, <presenter><i>Venceslau Hespanhol<\/i><\/presenter>, <presenter><i>Conceição Souto Moura<\/i><\/presenter>, <presenter><i>Sónia Almeida Melo<\/i><\/presenter>, <presenter><i>José Luís Costa<\/i><\/presenter>, <presenter><u><i>José Carlos Machado<\/i><\/u><\/presenter>. i3S, Porto, Portugal, Centro Hospitalar Universitário do São João, Porto, Portugal","CSlideId":"","ControlKey":"e65c1926-e017-42d4-9f96-ff3ae7a6b393","ControlNumber":"2357","DisclosureBlock":"&nbsp;<b>S. Junqueira Neto, <\/b> None..<br><b>A. R. Oliveira, <\/b> None..<br><b>J. F. Marques, <\/b> None..<br><b>G. Fernandes, <\/b> None..<br><b>V. Hespanhol, <\/b> None..<br><b>C. Souto Moura, <\/b> None..<br><b>S. A. Melo, <\/b> None..<br><b>J. L. Costa, <\/b> None..<br><b>J. C. Machado, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16031","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b03d7d6c-cf46-49d9-b77e-acb47391afe9\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1099","PresenterBiography":null,"PresenterDisplayName":"Jose Machado, PhD","PresenterKey":"d2047aa6-b2fd-4d70-80de-97cf84ebc04e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1099. Resistance to anti-EGFR therapy is transferred horizontally between lung cancer cells through caveolin-associated intercellular trafficking","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Resistance to anti-EGFR therapy is transferred horizontally between lung cancer cells through caveolin-associated intercellular trafficking","Topics":null,"cSlideId":""},{"Abstract":"Complete responses to ALK tyrosine kinase inhibitors (TKIs) are rare and resistance eventually develops in ALK fusion-positive non-small cell lung cancer patients. To overcome resistance and improve therapeutic outcomes, it is crucial to understand the molecular mechanisms contributing to resistance. Our lab has previously shown EGFR signaling mediates adaptive resistance to ALK inhibitors. We demonstrated that RNA and protein levels of Mig6, an endogenous protein inhibitor of EGFR, were suppressed rapidly following ALK inhibition, thus unlocking EGFR from inhibition to support cell survival. In this study, we asked whether EGFR signaling activation and Mig6 suppression persist once acquired resistance is established. An EML4-ALK cell line, H3122, was continuously exposed to a fixed dose of the ALK inhibitor crizotinib to generate three resistant lines (H3122-CR1, -2, and -3). All H3122-CR lines lacked ALK kinase mutations and were also cross-resistant to other ALK TKIs including ceritinib and alectinib. We found phosphorylation and total EGFR were upregulated while Mig6 protein was attenuated across all resistant lines compared to their parental counterpart. Afatinib, a pan-ERBB family inhibitor, or Mig6 overexpression, was able to re-sensitize those resistant cells to ALK inhibition. Interestingly, we did not find Mig6 overexpression altered phosphorylation of EGFR. Previously reported data suggest that Mig6 competes with Shc1, a critical signaling adapter shared by ALK and EGFR, for the same substrate-binding cleft on EGFR. We then hypothesized Mig6 could block EGFR-Shc1 binding and downstream signaling transduction without directly impacting EGFR phosphorylation. Indeed, the co-immunoprecipitation assay showed Mig6 knockdown in H3122 cells enhanced Shc1 binding to EGFR without altering phosphorylation of EGFR itself, suggesting a novel mechanism in regulating EGFR signaling by impairing the signaling adapter binding. We then investigated the mechanism responsible for Mig6 protein attenuation in resistant lines. By examining the RNA-seq data for all the CR lines compared to the parental H3122, we found MIR205HG was substantially upregulated in resistant cells. MIR205HG is the host gene for miR-205, which was known to target <i>ERRFI1<\/i> gene that encodes Mig6. Stem-loop RT-qPCR confirmed that miR-205 was increased ~5 fold in all CR lines. Overexpressing miR-205 in H3122 cells could downregulate Mig6 expression in a dose-dependent manner. Herein we presented a novel resistance mechanism to ALK inhibition by which miR205 upregulation attenuates Mig6 expression, releasing EGFR-Shc1 signaling transduction from inhibition to support cell survival. This study also provides additional support for targeting EGFR signaling to overcome ALK TKI resistance to improve patient survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/01cce0ab-28c5-49b5-a817-2e0adae75621\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Drug resistance,ALK,MicroRNA,EGFR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16074"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Nan Chen<\/i><\/u><\/presenter>, <presenter><i>Robert C. Doebele<\/i><\/presenter>. University of Colorado Anschutz Medical Campus, Aurora, CO","CSlideId":"","ControlKey":"113f68c2-fe2e-412e-8ef1-30419f595be1","ControlNumber":"5793","DisclosureBlock":"&nbsp;<b>N. Chen, <\/b> None.&nbsp;<br><b>R. C. Doebele, <\/b> <br><b>Rain Therapeutics<\/b> Employment, Stock, Patent, No. <br><b>Foundation Medicine<\/b> Other Intellectual Property, No. <br><b>Thermofisher<\/b> Other Intellectual Property, No. <br><b>Takeda<\/b> Grant\/Contract, Travel, Other Intellectual Property, No. <br><b>Scorpion<\/b> Other Intellectual Property, No. <br><b>Genentech<\/b> Other Intellectual Property, No. <br><b>Black Diamond<\/b> Other Intellectual Property, No. <br><b>Pearl Riverm Vronoi<\/b> Other Intellectual Property, No. <br><b>AstraZeneca<\/b> Grant\/Contract, Travel, No. <br><b>Roche<\/b> Grant\/Contract, Travel, No. <br><b>Green Peptide<\/b> Grant\/Contract, Travel, No. <br><b>Blueprint Medicines<\/b> Grant\/Contract, Travel, No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16074","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/01cce0ab-28c5-49b5-a817-2e0adae75621\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1100","PresenterBiography":null,"PresenterDisplayName":"Nan Chen, MS","PresenterKey":"c530f577-5ccf-414d-bac5-f34472a4945d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1100. miR205 mediates acquired resistance to ALK inhibition via targeting Mig6 expression and enhancing EGFR signaling","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"miR205 mediates acquired resistance to ALK inhibition via targeting Mig6 expression and enhancing EGFR signaling","Topics":null,"cSlideId":""},{"Abstract":"Resistance to targeted therapy remains an ongoing and elusive challenge in lung cancer. &#946;-Catenin (CTNNB1) mutations have been reported in lung cancer patients, often co-occurring with known oncogenic drivers such as rearranged ALK, and mutant EGFR and KRAS. Oncogenic CTNNB1 mutations result in aberrant accumulation of the encoded &#946;-catenin protein and may cause resistance to targeted therapy. However, different CTNNB1 mutations may activate &#946;-catenin differentially and thereby have varying phenotypic effects. A CTNNB1 T41A mutation was identified in donated lung cancer tissue from a patient with a clinical history of an EGFR exon 20 insertion. To investigate the functional significance of this mutation, CTNNB1 T41A was transduced into an EGFR-mutated cell line (HCC827) and one cell line harboring ALK translocation (STE1). Response to EGFR and ALK targeted therapy was then compared in the GFP-transduced control cell lines versus the CTNNB1 T41A transduced cell lines to assess for effects of this CTNNB1 mutation on targeted therapy. Both HCC827 and STE1 cells harboring the CTNNB1 T41A mutation were more resistant to EGFR and ALK targeted therapy than the control cell lines. Since, different CTNNB1 mutations may exert different phenotypic effects, the CTNNB1 mutation spectrum was analyzed in lung cancer patients at the Moffitt Cancer Center. Mutations in 19 unique residues of CTNNB1 (D32, S33, G34, S37, T41, S45, A215, C419, S29, G757, K335, N287, Q72, R151, R710, S352, S681, V62 and W383) were detected in 50 lung cancer patients. Of these, 23 had some type of EGFR abnormality that co-existed with the CTNNB1 mutation while others had ROS1, RET, BRAF, NTRK3, ALK or KRAS mutations. The most frequent Exon 3 hotspot CTNNB1 mutations (at residues D32, S33, G34, S37, and S45) were chosen for further analysis wherein these mutations were transduced into HCC827, STE1 and two KRAS mutant cell lines (H358 and LU65) to assess their ability to drive resistance to EGFR, ALK and KRAS targeted therapies in ongoing studies. Our data shows that CTNNB1 mutations can cause resistance to EGFR, ALK and KRAS inhibitor therapy to different extents. Hence, further investigation of the mechanism of action of these beta-catenin mutations and the ability of beta-catenin\/other inhibitors to reverse resistance is needed. This data also suggests that CTNNB1 may be an important co-occurring alteration in the context of development of resistance to targeted therapy and should be included in comprehensive clinical genetic testing panels.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/513aa50a-1773-4093-959f-850590d3f5c8\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Drug resistance,Targeted therapy,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16076"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Anurima Majumder<\/i><\/u><\/presenter>, <presenter><i>Benjamin S. Meyer<\/i><\/presenter>, <presenter><i>J Kevin Hicks<\/i><\/presenter>, <presenter><i>Theresa A. Boyle<\/i><\/presenter>, <presenter><i>Eric B. Haura<\/i><\/presenter>. Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"b2c68f2c-65e8-42f1-a064-5b7f157da997","ControlNumber":"6502","DisclosureBlock":"&nbsp;<b>A. Majumder, <\/b> None..<br><b>B. S. Meyer, <\/b> None..<br><b>J. K. Hicks, <\/b> None..<br><b>T. A. Boyle, <\/b> None.&nbsp;<br><b>E. B. Haura, <\/b> <br><b>Janssen Pharmaceuticals<\/b> Other, personal fees, No. <br><b>Revolution Medicines<\/b> Other, Personal fees, No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16076","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/513aa50a-1773-4093-959f-850590d3f5c8\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1101","PresenterBiography":null,"PresenterDisplayName":"Anurima Majumder, PhD","PresenterKey":"9e74a683-8345-4446-ad58-a19dbe70f957","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1101. CTNNB1 mutation can mediate resistance to EGFR, ALK and KRAS targeted therapies","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CTNNB1 mutation can mediate resistance to EGFR, ALK and KRAS targeted therapies","Topics":null,"cSlideId":""},{"Abstract":"ALK\/ROS1 TKIs have significantly improved outcomes for patients with ALK\/ROS1+ lung adenocarcinoma. However, drug resistance inevitably develops, leading to disease progression. Approximately 1\/3 of patients resistant to ROS1 TKIs demonstrate on-target ROS1 kinase domain (KD) mutations (Dziadziuszko et al. ESMO 2019), but the mechanism of resistance in most patients remains unknown\/poorly characterized. To model and characterize acquired resistance to crizotinib, we used ROS1+ and ALK+ primary, patient tumor-derived non-small cell lung cancer (NSCLC) cell lines to generate acquired resistance models to the ALK\/ROS1 inhibitor crizotinib. We used several techniques to probe the mechanisms driving resistance: DNA and RNA sequencing (seq), fluorescence<i> in-situ <\/i>hybridization<i> <\/i>(FISH), cell proliferation assays, and western blotting.<br \/>The crizotinib-resistant line initially driven by a <i>TPM3-ROS1<\/i> fusion (CUTO28-CR) displayed exquisite sensitivity to Src family kinase (SFK) TKIs in proliferation assays, which was modestly improved by addition of ERBB TKI afatinib. Bulk RNA seq revealed upregulation of SFKs Fyn and Src transcripts (141- and 2.31-fold, respectively). Interphase FISH revealed modest <i>EGFR<\/i> gene amplification in CUTO28-CR cells vs parental (<i>EGFR:CEP7 <\/i>ratio 2.1 vs 1.0), and RNA seq revealed upregulation of EGFR and HER2 transcripts (1.79- and 2.45-fold, respectively). Western blot analysis confirmed upregulation of Fyn at the protein level. CUTO28-CR cells treated with a SFK TKI revealed dose-dependent deactivation of Akt signaling, and addition of afatinib caused inhibition of MAPK signaling. Stimulation with epidermal growth factor (EGF) enhanced MAPK signaling in CUTO28-CR cells more than in parental cells, consistent with EGFR\/HER2 dependence. Because of a noted propensity for the <i>EML4-ALK <\/i>line (H3122) to upregulate ERBB kinase activity under sustained ALK TKI treatment, we maintained these cells in low dose (25nM) afatinib while driving crizotinib resistance to identify additional bypass signaling pathways. These H3122-CAR cells were partially resensitized to crizotinib with the addition of SFK TKIs, and the addition of afatinib with SFK TKIs further resensitized these resistant cells to crizotinib. Bulk RNA seq of H3122-CAR cells revealed upregulation of Fyn and Src (2.64- and 3.63-fold, respectively), and western blot analysis confirmed upregulation at the protein level. In conclusion, we demonstrated increased SFK (particularly Fyn and\/or Src) expression and\/or activation is a mechanism utilized to drive bypass signaling, in cooperation with ERBB family kinases, to circumvent treatment with ALK\/ROS1 TKI crizotinib. To our knowledge, this is the first report of SFK-driven bypass signaling as a mechanism of acquired resistance to an ALK\/ROS1 TKI in NSCLC. The upregulation of Src and\/or Fyn in NSCLC biopsies may guide the exploration of combination SFK TKIs with ALK\/ROS1 TKIs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b224c113-1afe-47fb-abd8-da778000fe26\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"ROS1,ALK,Src tyrosine kinase,ErbB receptors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16078"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Logan C. Tyler<\/i><\/u><\/presenter>, <presenter><i>Nan Chen<\/i><\/presenter>, <presenter><i>Anh T. Le<\/i><\/presenter>, <presenter><i>Hala Nijmeh<\/i><\/presenter>, <presenter><i>Liming Bao<\/i><\/presenter>, <presenter><i>Robert C. Doebele<\/i><\/presenter>. University of Colorado-Anschutz Medical Campus, Aurora, CO","CSlideId":"","ControlKey":"2b9ff6d2-7406-446f-ab53-b24b8ef9e386","ControlNumber":"3340","DisclosureBlock":"&nbsp;<b>L. C. Tyler, <\/b> None..<br><b>N. Chen, <\/b> None..<br><b>A. T. Le, <\/b> None..<br><b>H. Nijmeh, <\/b> None..<br><b>L. Bao, <\/b> None.&nbsp;<br><b>R. C. Doebele, <\/b> <br><b>Rain Therapeutics<\/b> Employment, Stock, Patent, No. <br><b>Foundation Medicine<\/b> Other Intellectual Property, No. <br><b>Thermofisher<\/b> Other Intellectual Property, No. <br><b>Takeda<\/b> Other Intellectual Property, No. <br><b>Scorpion<\/b> Other Intellectual Property, No. <br><b>Genentech<\/b> Other Intellectual Property, No. <br><b>Black Diamond<\/b> Other Intellectual Property, No. <br><b>Pear Riverm Vronoi<\/b> Other Intellectual Property, No. <br><b>AstraZeneca<\/b> Grant\/Contract, Travel, No. <br><b>Roche<\/b> Grant\/Contract, Travel, No. <br><b>Takeda<\/b> Grant\/Contract, Travel, No. <br><b>Green Peptide<\/b> Grant\/Contract, Travel, No. <br><b>Blueprint Medicines<\/b> Grant\/Contract, Travel, No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16078","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b224c113-1afe-47fb-abd8-da778000fe26\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1102","PresenterBiography":null,"PresenterDisplayName":"Logan Tyler, MPH","PresenterKey":"b977a94f-bf88-44ab-b20b-d87616891f9a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1102. Fyn and Src cooperate with ERBB family to drive resistance to crizotinib in ROS1+ and ALK+ NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fyn and Src cooperate with ERBB family to drive resistance to crizotinib in ROS1+ and ALK+ NSCLC","Topics":null,"cSlideId":""},{"Abstract":"ROS1 TKIs entrectinib and crizotinib have significantly improved outcomes for ROS1+ lung adenocarcinoma patients. However, drug resistance inevitably develops, leading to disease progression. Approximately 1\/3 of patients resistant to ROS1 TKIs demonstrate ROS1 kinase domain (KD) mutations (Dziadziuszko et al. ESMO 2019), but the mechanism of resistance in most patients is unknown or poorly characterized. To model and characterize acquired resistance to ROS1 TKIs, we used patient-derived cell line CUTO28 (<i>TPM3-ROS1<\/i>) to generate an entrectinib-resistant derivative (CUTO28-ER) <i>in vitro<\/i>. We utilized several techniques to probe the mechanisms driving resistance: DNA and RNA sequencing (seq), fluorescence<i> in-situ <\/i>hybridization<i> <\/i>(FISH), cell proliferation assays, and western blotting.<br \/>DNA seq of the ROS1 KD in CUTO28-ER failed to reveal mutations. CUTO28-ER cells displayed sensitivity to MET-selective TKIs in proliferation assays, and MAPK and AKT pathways were inhibited only with MET-selective TKI. RNA seq and western blot showed MET overexpression, and interphase FISH confirmed <i>MET<\/i> amplification compared to parental cells (<i>MET:CEP7 <\/i>ratio 4.2 vs 1.0). We substantiated <i>in vitro <\/i>findings in patient tissue, utilizing tumor samples at 2 different points of a single <i>CD74-ROS1 <\/i>NSCLC patient&#8217;s tumor progression. The first tumor sample did not display <i>MET <\/i>amplification while on ROS1 TKI (<i>MET:CEP7 <\/i>ratio 0.9, 3.4 copies of <i>MET<\/i>). However, the second tumor sample collected 5 months later displayed a <i>MET:CEP7 <\/i>ratio of 2.5 (9.5 copies of <i>MET<\/i>), indicating progression on ROS1 TKI was likely MET-driven. To determine prevalence of <i>MET <\/i>amplification in entrectinib-resistant ROS1+ NSCLC, we analyzed circulating tumor DNA (ctDNA) by FoundationOne Liquid CDx from patients with ROS1+ NSCLC in the STARTRK-2 entrectinib trial. Of 105 ROS1+ NSCLC patients with ctDNA analysis both at enrollment and progression, 2 (1.9%) displayed copy number amplification (CNA) of <i>MET<\/i>. Of these, 1 patient had no detectible CNA at study baseline but <i>MET<\/i> CNA gain by day 166 of entrectinib therapy and the other had detectable <i>MET <\/i>CNA gains both at baseline and at progression only 28 days later. Both received 3 lines of therapy prior to entrectinib, none of which targeted ROS1 or MET.<br \/>In conclusion, we demonstrated <i>MET<\/i> gene amplification as a potential mechanism of resistance to ROS1 TKI entrectinib. The prevalence of <i>MET<\/i> amplification at resistance was 2 of 105, but may be greater than was detected in STARTRK-2 due to the sensitivity of ctDNA assays and challenges of measuring CNA in ctDNA. Utilization of the ROS1\/MET TKI crizotinib or combination of entrectinib with capmatinib should be explored in patients with ROS1+ NSCLC that display MET CNA to overcome MET-driven resistance following entrectinib.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2b81d07b-25f5-4a4f-9cb8-9928310b1c85\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"ROS1,c-Met,Tyrosine kinase inhibitor,Therapy resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16113"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Logan C. Tyler<\/i><\/u><\/presenter>, <presenter><i>Anh T. Le<\/i><\/presenter>, <presenter><i>Hala Nijmeh<\/i><\/presenter>, <presenter><i>Liming Bao<\/i><\/presenter>, <presenter><i>Timothy R. Wilson<\/i><\/presenter>, <presenter><i>Brian Simmons<\/i><\/presenter>, <presenter><i>David Chen<\/i><\/presenter>, <presenter><i>Robert C. Doebele<\/i><\/presenter>. University of Colorado-Anschutz Medical Campus, Aurora, CO, Colorado Genetics Laboratory, Aurora, CO, Genentech, Inc., South San Francisco, CA","CSlideId":"","ControlKey":"7caa7abf-f06e-4f67-aa0b-d19ad7ca965c","ControlNumber":"2766","DisclosureBlock":"&nbsp;<b>L. C. Tyler, <\/b> None..<br><b>A. T. Le, <\/b> None..<br><b>H. Nijmeh, <\/b> None..<br><b>L. Bao, <\/b> None.&nbsp;<br><b>T. R. Wilson, <\/b> <br><b>Genentech<\/b> Employment, Yes. <br><b>Roche<\/b> Stock, Yes. <br><b>B. Simmons, <\/b> <br><b>Genentech<\/b> Employment, Yes. <br><b>Roche<\/b> Stock, Yes. <br><b>D. Chen, <\/b> <br><b>Genentech<\/b> Employment. <br><b>Roche<\/b> Stock. <br><b>R. C. Doebele, <\/b> <br><b>Rain Therapeutics<\/b> Employment, Stock, Patent, No. <br><b>Foundation Medicine<\/b> Other Intellectual Property, No. <br><b>Genentech<\/b> Other Intellectual Property, No. <br><b>Takeda<\/b> Other Intellectual Property, No. <br><b>Scorpion<\/b> Other Intellectual Property, No. <br><b>Thermofisher<\/b> Other Intellectual Property, No. <br><b>Black Diamond<\/b> Other Intellectual Property, No. <br><b>Pear Riverm Vronoi<\/b> Other Intellectual Property, No. <br><b>AstraZeneca<\/b> Grant\/Contract, Travel, No. <br><b>Roche<\/b> Grant\/Contract, Travel, No. <br><b>Takeda<\/b> Grant\/Contract, Travel, No. <br><b>Green Peptide<\/b> Grant\/Contract, Travel, No. <br><b>Blueprint Medicines<\/b> Grant\/Contract, Travel, No. <br><b>Blueprint Medicines<\/b> Grant\/Contract, Travel, No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16113","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2b81d07b-25f5-4a4f-9cb8-9928310b1c85\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1103","PresenterBiography":null,"PresenterDisplayName":"Logan Tyler, MPH","PresenterKey":"b977a94f-bf88-44ab-b20b-d87616891f9a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1103. <i>MET <\/i>gene amplification is a mechanism of resistance to entrectinib in ROS1+ NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>MET <\/i>gene amplification is a mechanism of resistance to entrectinib in ROS1+ NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Although important advancements have been achieved in the treatment of cancer, lung cancer is still the leading cause of cancer-related deaths in both men and women, with an estimated 1.6 million deaths each year. Non-small cell lung cancer (NSCLC), which makes up ~85% of lung cancer cases, is mainly treated with radiotherapy, chemotherapies, and targeted agents. Epidermal growth factor receptor (EGFR) is commonly mutated in NSCLC patients and leads to increased proliferation and cell survival. The standard-of-care treatment for patients harboring activating mutations in EGFR is treatment with tyrosine kinase inhibitors (TKI), such as erlotinib. While tumors initially respond to TKIs, after 1-2 years most of the patients develop resistance. In ~60% of patients, TKI resistance is the results of a secondary mutation in EGFR, leading to sustained receptor activation. Whereas, in the remaining 20%, tumors turn on bypass tracks-signals to overcome inhibition of the EGFR pathway. However, in 15-20% of the cases the mechanisms underlying resistance are unknown. Hence, there is a need to identify additional mechanisms involved in TKIs resistance.<br \/>Our laboratory performed a genome-wide CRISPR Cas9 knock-out screen to identify genes that when knocked-out would drive erlotinib resistance. Fold enrichment analysis of sgRNAs, identified the protein coding gene SUV420H2 as a top candidate. SUV420H2 is a histone methyltransferase that trimethylates H4K20 (H4K20me3), enabling the establishment of constitutive and facultative heterochromatin. The process by which SUV420H2 is reduced in tumors is unknown, yet data from human samples suggests that SUV420H2 is globally downregulated in NSCLC. Additionally, loss of H4K20me3, the modification made by SUV420H2, in preneoplasia influences prognosis of NSCLC, indicating that loss of SUV420H2 function is a crucial mechanism in carcinogenesis.<br \/>SUV420H2 expression has historically been associated with generating constitutive heterochromatin. However, more recently SUV420H2 was found to silence euchromatin regions. Our recent data suggests that SUV420H2 leads to reduced transcription of the oncogene MET by silencing the oncogenic long non-coding RNA LINC01510 upstream of MET. These findings led us to hypothesize that loss of SUV420H2 leads to erlotinib resistance through to upregulation of oncogenes including MET. Moreover, we aim to identify genes that are dynamically regulated by SUV420H2 using chromatin immunoprecipitation in NSCLC cell lines to further understand SUV420H2-mediated gene regulation and its role in TKIs resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4d3d007c-d996-480c-8e81-3c047b1710d4\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"EGFR TKI resistance,Histone methylation,Long noncoding RNA,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16110"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Alejandra Agredo<\/i><\/u><\/presenter>, <presenter><i>Arpita Pal<\/i><\/presenter>, <presenter><i>Nadia Lanman<\/i><\/presenter>, <presenter><i>Jihye Son<\/i><\/presenter>, <presenter><i>Andrea L. Kasinski<\/i><\/presenter>. Purdue University, West Lafayette, IN","CSlideId":"","ControlKey":"34284328-76b8-472f-8107-479e31a5c1c2","ControlNumber":"1186","DisclosureBlock":"&nbsp;<b>A. Agredo, <\/b> None..<br><b>A. Pal, <\/b> None..<br><b>N. Lanman, <\/b> None..<br><b>J. Son, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16110","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4d3d007c-d996-480c-8e81-3c047b1710d4\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1104","PresenterBiography":null,"PresenterDisplayName":"Alejandra Agredo","PresenterKey":"d0b01d92-5cf1-4cc7-9f7b-d89b6847cc4b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1104. Loss of SUV420H2 drives EGFR inhibitor resistance in EGFR mutant NSCLC cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Loss of SUV420H2 drives EGFR inhibitor resistance in EGFR mutant NSCLC cell lines","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Although advancements have been made in available targeted therapies for non-small cell lung cancer (NSCLC), most patients have an incomplete response and eventually acquire resistance. It is well known that MET signaling is a key pathway that mediates osimertinib resistance. Concurrently targeting multiple proteins in critical signaling pathways, including the MET receptor or SHP2, a key node downstream of receptor tyrosine kinases, may prevent or delay resistance. Here, we explore the promising concept of combining upfront targeted therapies with a selective MET inhibitor or SHP2 inhibitor as promising therapeutic strategies for oncogene-driven NSCLC.<br \/><b>Methods: <\/b>All cell lines were obtained from commercial vendors. Drugs were synthesized at Merck KGaA or purchased from commercial vendors. Cell viability upon inhibitor treatment was investigated by Resazurin Cell Viability Assay (R&#38;D Systems), and the effect of the inhibitors on colony forming ability was assessed using colony formation assays. Western blot was conducted to analyze pathway activity. The emergence of resistance was investigated by measuring the cell surface confluence using the IncuCyte S3 system (Essen Bioscience).<br \/><b>Results: <\/b>The lung cancer cell lines used were NCI-H358 (<i>KRAS <\/i>G12C), HCC-827 (<i>EGFR <\/i>L858R), NCI-H2228 (<i>ALK<\/i> fusion), HCC-78 (<i>ROS1<\/i> fusion), and NCI-H1781 (<i>HER2 <\/i>exon 20 insertion), with their respective targeted therapies sotorasib, osimertinib, alectinib, entrectinib, and poziotinib. The antiproliferative effects of targeted therapies combined with a MET or SHP2 inhibitor were assessed using combination dose matrices in 6-day viability assays. While MET inhibition did not further sensitize the already sensitive cells to the targeted therapies, synergism occurred when the drugs were combined with the SHP2 inhibitor. Similar results were obtained by colony formation assays lasting 2 weeks. Furthermore, the combination of the targeted therapies with the SHP2 inhibitor led to stronger ERK signaling abrogation than with single therapies. In a long-term proliferation assay, the combined inhibition of EGFR and MET receptor delayed the emergence of osimertinib resistance in the <i>EGFR<\/i> mutant HCC827 cells, which have MET protein overexpression and phosphorylation.<br \/><b>Conclusions: <\/b>Our data show that combining targeted therapies with a SHP2 inhibitor synergistically decreases the viability of oncogene-driven NSCLC cell lines, indicating that initial combination therapy may be an appealing approach to improve patient outcomes. The observed delay in the emergence of osimertinib resistance, from combining a MET inhibitor with osimertinib, provides preclinical evidence to support further investigating MET inhibition upfront to improve the long-term therapeutic efficacy of EGFR inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/260bfb25-fb21-4d55-bad4-053e4a31b928\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Targeted therapy,Mesenchymal-epithelial transition (MET),Tyrosine kinase inhibitor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16111"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Nadine Reischmann<\/i><\/u><\/presenter>, <presenter><i>Lorenz Pudelko<\/i><\/presenter>, <presenter><i>Christopher Stroh<\/i><\/presenter>, <presenter><i>Nina Linde<\/i><\/presenter>, <presenter><i>Doreen Musch<\/i><\/presenter>, <presenter><i>Marina Keil<\/i><\/presenter>, <presenter><i>Linda Pudelko<\/i><\/presenter>, <presenter><i>Christina Esdar<\/i><\/presenter>, <presenter><i>Andree Blaukat<\/i><\/presenter>, <presenter><i>Karl M. Schumacher<\/i><\/presenter>, <presenter><i>Niki Karachaliou<\/i><\/presenter>. the healthcare business of Merck KGaA, Darmstadt, Germany, Helmholtz Zentrum München-German Research Center for Environmental Health (GmbH), Munich, Germany","CSlideId":"","ControlKey":"87e6c36e-1942-4f25-abfb-6b2de01ae7d2","ControlNumber":"1258","DisclosureBlock":"<b>&nbsp;N. Reischmann, <\/b> <br><b>Employee of the healthcare business of Merck KGaA, Darmstadt, Germany.<\/b> Employment, Yes.<br><b>L. Pudelko, <\/b> None.&nbsp;<br><b>C. Stroh, <\/b> <br><b>Employee of the healthcare business of Merck KGaA, Darmstadt, Germany.<\/b> Employment, Yes. <br><b>N. Linde, <\/b> <br><b>Employee of the healthcare business of Merck KGaA, Darmstadt, Germany.<\/b> Employment, Yes. <br><b>D. Musch, <\/b> <br><b>Employee of the healthcare business of Merck KGaA, Darmstadt, Germany.<\/b> Yes. <br><b>M. Keil, <\/b> <br><b>Employee of the healthcare business of Merck KGaA, Darmstadt, Germany.<\/b> Employment, Yes. <br><b>L. Pudelko, <\/b> <br><b>Employee of the healthcare business of Merck KGaA, Darmstadt, Germany.<\/b> Employment, Yes. <br><b>C. Esdar, <\/b> <br><b>Employee of the healthcare business of Merck KGaA, Darmstadt, Germany.<\/b> Employment, Yes. <br><b>A. Blaukat, <\/b> <br><b>Employee of the healthcare business of Merck KGaA, Darmstadt, Germany.<\/b> Employment, Yes. <br><b>K. M. Schumacher, <\/b> <br><b>Employee of the healthcare business of Merck KGaA, Darmstadt, Germany.<\/b> Employment, Yes. <br><b>N. Karachaliou, <\/b> <br><b>Employee of the healthcare business of Merck KGaA, Darmstadt, Germany.<\/b> Employment, Yes.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16111","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/260bfb25-fb21-4d55-bad4-053e4a31b928\/@A03B8ZEq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1105","PresenterBiography":null,"PresenterDisplayName":"Syneos Health","PresenterKey":"de053d8d-9800-41a0-add6-8c214ec1320c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1105. MET or SHP2 inhibition enhances targeted therapies and delays the emergence of resistance in oncogene-driven NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MET or SHP2 inhibition enhances targeted therapies and delays the emergence of resistance in oncogene-driven NSCLC","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> <i>ALK<\/i> and <i>ROS1<\/i> fusion-positive NSCLC patients derive clinical benefit from tyrosine kinase inhibitors (TKIs) but ultimately relapse. Acquired resistance mechanisms include on-target secondary mutations or copy number gains and activation of bypass signaling. Although MET amplification has been described as a bypass resistance mechanism to ALK and ROS1 inhibitors, there are limited data on MET gene and protein overexpression. Aims: (i) detection of MET alterations at the DNA, mRNA and protein levels in <i>ALK<\/i> and <i>ROS1<\/i> fusion-positive NSCLC patients progressing on TKIs, and (ii) establishment of primary cultures using samples from those patients.<br \/><b>Methods:<\/b> MET alterations were studied in 12 patients after progression on TKIs, 10 <i>ALK<\/i> and 2 <i>ROS1<\/i> fusion-positive. Informed consent was obtained from all patients. NGS and FISH were used to detect resistance mutations and amplifications. MET mRNA expression levels were determined by nCounter. Total and phospho-MET levels were assessed by IHC and Western blotting.<br \/><b>Results:<\/b> A total of 21 samples were available from the 12 patients, including tumor biopsies (n=5), plasma (n=10), pleural effusions (n=3) and cerebrospinal fluids (n=3). MET alterations were detected in 4 patients, 3 <i>ALK<\/i> fusion-positive progressing on lorlatinib and one <i>ROS1<\/i> fusion-positive patient progressing on crizotinib. The 3 <i>ALK<\/i> fusion-positive patients had <i>MET<\/i> amplification detected in liquid biopsy (n=2) or tumor tissue (n=1), collected after progression on lorlatinib. In the patient with tissue biopsy available, the increased <i>MET<\/i> copy number was in line with the presence of MET protein and RNA overexpression. <i>MET<\/i> amplification was not present on the pre-treatment biopsy available for one of the 3 patients. In primary cultures established from pleural effusion samples of 2 <i>ALK<\/i> fusion-positive patients, <i>MET<\/i> amplification was maintained, particularly if the cells were cultured in presence of an ALK TKI. Although the <i>ROS1<\/i> fusion-positive patient had no MET amplification after progression on crizotinib, MET and<br \/>phospho-MET upregulation were detected by IHC. These alterations were also present in primary culture that could be established from a pleural effusion sample of the patient.<br \/><b>Conclusions: <\/b>We found MET alterations in 4 out of 12 (33%) fusion-positive patients after progression on TKIs. Three of them had <i>MET<\/i> amplification and one MET protein overexpression in the absence of <i>MET<\/i> copy number gain. Despite the small size of the cohort, our results suggest that testing not only at the DNA but also at the RNA and protein levels, discovers amplification-negative patients with MET alterations who may derive benefit from a MET targeted therapy. Finally, our findings highlight the potential of pleural effusion as a source of material for the establishment of primary cultures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1248e22b-11a2-46b7-9ef3-f1e4a590ae7a\/@B03B8ZEr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Resistance,Receptor tyrosine kinase inhibitor (RTKI),c-Met,Fusion genes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16112"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Núria Jordana-Ariza<\/i><\/presenter>, <presenter><i>Nadine Reischmann<\/i><\/presenter>, <presenter><i>Carlos Esparré<\/i><\/presenter>, <presenter><i>Ruth Román<\/i><\/presenter>, <presenter><i>Cristina Aguado-Esteban<\/i><\/presenter>, <presenter><i>Silvia García-Román<\/i><\/presenter>, <presenter><i>Christopher Stroh<\/i><\/presenter>, <presenter><i>Andrés Aguilar Aguilar<\/i><\/presenter>, <presenter><i>Rafael Rosell<\/i><\/presenter>, <presenter><i>Niki Karachaliou<\/i><\/presenter>, <presenter><u><i>Miguel A. Molina-Vila<\/i><\/u><\/presenter>. Hospital Universitario Dexeus, Barcelona, Spain, Merck Healthcare KGaA, Darmstadt, Germany, Hospital Universitario Dexeus, Barcelona, Spain","CSlideId":"","ControlKey":"78186464-0fcf-44b0-a33a-b4ee476109b3","ControlNumber":"873","DisclosureBlock":"&nbsp;<b>N. Jordana-Ariza, <\/b> None.&nbsp;<br><b>N. Reischmann, <\/b> <br><b>Merck<\/b> Employment, No.<br><b>C. Esparré, <\/b> None..<br><b>R. Román, <\/b> None..<br><b>C. Aguado-Esteban, <\/b> None..<br><b>S. García-Román, <\/b> None.&nbsp;<br><b>C. Stroh, <\/b> <br><b>Merck<\/b> Employment.<br><b>A. Aguilar, <\/b> None..<br><b>R. Rosell, <\/b> None.&nbsp;<br><b>N. Karachaliou, <\/b> <br><b>Merck<\/b> Employment.<br><b>M. A. Molina-Vila, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16112","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1248e22b-11a2-46b7-9ef3-f1e4a590ae7a\/@B03B8ZEr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1106","PresenterBiography":null,"PresenterDisplayName":"Miguel Molina-Vila, PhD","PresenterKey":"3518c0dc-db4e-4f3b-bcc5-5575dcaa2259","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1106. Detection of MET alterations at the DNA, RNA and protein levels in NSCLC patients progressing on ALK and ROS1 targeted therapies","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detection of MET alterations at the DNA, RNA and protein levels in NSCLC patients progressing on ALK and ROS1 targeted therapies","Topics":null,"cSlideId":""},{"Abstract":"Approximately one-third of lung adenocarcinoma (LUAD) tumors contain driver mutations in the Kras GTPase, most commonly occurring as Kras(G12C) activating mutations. Despite the promising development of covalent G12C small molecule inhibitors, early-phase clinical trial data indicate most patients will likely demonstrate disease progression through either intrinsic or acquired resistance. Thus, there is an urgent need to identify such resistance mechanisms to targeting Kras. Our lab previously discovered a unique requirement for Notch3 in tumor-propagating cells from the Kras<sup>LSL-G12D <\/sup>p53<sup>fl\/fl<\/sup> LUAD mouse model as well as in patient-derived xenografts. Here we report activated Notch3 as a novel driver of resistance to Kras(G12C) inhibition in LUAD cell lines.<br \/>Aiming to study the Notch3 transcriptional signature in LUAD, we developed an inducible model of Notch3 intracellular domain (NICD) expression in Kras-mutant LUAD cell lines. Our data demonstrate that activated NICD modulates downstream RTK signaling pathways to suppress both cell cycle arrest and apoptosis in response to G12C inhibitor treatment. We subsequently performed RNA-sequencing to identify Notch-dependent genes driving resistance and in parallel, used Cut&#38;Run technology to interrogate the global chromatin binding profiles of Notch3 and associated histone marks in NICD-expressing cell lines. We integrate our transcriptomic and epigenomic data to reveal that NICD acts as a key regulator of Rho family genes, which in turn support cell survival upon Kras inhibition. We additionally find enrichment of cell division and morphological signatures in inhibitor treated NICD cell lines and we elucidate the mechanism of direct Notch target genes in mediating the apoptotic response. Finally, we conduct a focused <i>in vitro<\/i> CRISPRi screen in the H358 LUAD cell line to identify the subset of Notch target genes required for NICD-induced resistance. Our results define a Notch3 transcriptional landscape in LUAD and demonstrate a role for Notch signaling in promoting resistance to small molecule Kras inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/35f6dc3f-6c38-4821-bf9a-1847346a4433\/@B03B8ZEr\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,KRAS,Notch,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16132"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Elizabeth E. Hwang<\/i><\/u><\/presenter>, <presenter><i>Alex Lee<\/i><\/presenter>, <presenter><i>Stanley Leung<\/i><\/presenter>, <presenter><i>Marcus Breese<\/i><\/presenter>, <presenter><i>Alejandro Sweet-Cordero<\/i><\/presenter>. University of California San Francisco, San Francisco, CA, University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"6888d750-a345-4dbd-a436-d5f57b3243db","ControlNumber":"1013","DisclosureBlock":"&nbsp;<b>E. E. Hwang, <\/b> None..<br><b>A. Lee, <\/b> None..<br><b>S. Leung, <\/b> None..<br><b>M. Breese, <\/b> None..<br><b>A. Sweet-Cordero, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16132","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/35f6dc3f-6c38-4821-bf9a-1847346a4433\/@B03B8ZEr\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1107","PresenterBiography":null,"PresenterDisplayName":"Elizabeth Hwang, BA","PresenterKey":"7ebeee6f-4e87-44cf-807a-a5303e7e5cdc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1107. Notch activation drives resistance to Kras(G12C) inhibition in lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Notch activation drives resistance to Kras(G12C) inhibition in lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer-related death in the US. It is mainly divided in two types: small cell lung cancer and non-small cell lung cancer. About 85-90% of cases are classified as non-small cell lung cancer (NSCLC). Small cell lung cancer (SCLC) is an aggressive neuroendocrine lung tumor representing 15% of lung cancers. Despite the advent of targeted therapies and chemotherapies, effective therapies for lung cancer are an unlikely outcome for most patients. SCLC is initially highly responsive to cisplatin and etoposide chemotherapy but, in almost every case, becomes rapidly chemo resistant. However, the mechanisms underlying initial sensitivity and subsequent resistance are not well investigated. Thus, alternative approaches and combination therapy is required for treating SCLCs. Recent studies in our lab show that NSCLC cells demonstrate elevated levels of heme via increased heme uptake and synthesis, and elevated oxidative phosphorylation (OXPHOS) and ATP generation which fuels NSCLC proliferation. Also, limiting heme via inhibition of heme uptake using heme sequestering peptides (HeSP2) can delay growth and progression of NSCLC tumors. This HeSP2 can also effectively inhibit angiogenesis, normalize tumor vasculature, and alleviate tumor hypoxia in NSCLC tumors and thereby inhibit lung tumor growth and progression. Tumor heterogeneity is critical for tumor growth, metastasis, and acquired therapeutic resistance. To understand if heme can effectively reduce tumor cell proliferation and growth and improve tumor microenvironment, we treated chemo resistant SCLCs with HeSP2 and in combination with commonly used chemo drugs cisplatin and etoposide. Our data shows that HesP2 can strongly inhibit cell proliferation and decreases oxygen consumption rate along with ATP generation in SCLCs. To gain insights into mechanism by which the heme sequestering peptides limit tumor growth and progression, we implanted subcutaneous or SCLC cell lines in NOD\/SCID mice. Mice were treated with saline (control), HeSP2, HeSP2 and cisplatin, HeSP2 and etoposide. Tumor growth was monitored using caliper measurements. Tumors tissues were harvested, processed and paraffin embedded for immunohistochemistry (IHC) and histology experiments. These results indicate that heme sequestration can be a powerful strategy for suppressing lung tumors likely drug-resistant tumors that rely on oxidative phosphorylation for survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/848aa102-2d41-4f9c-88b4-b792c6a86c9b\/@B03B8ZEr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Lung cancer: small cell,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18158"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Adnin Ashrafi<\/i><\/u><\/presenter>, <presenter><i>Narges Salamat<\/i><\/presenter>, <presenter><i>Li Zhang<\/i><\/presenter>. University of Texas at Dallas, Richardson, TX","CSlideId":"","ControlKey":"8a100d2b-db75-4a5b-bf22-d9eccda095a7","ControlNumber":"1173","DisclosureBlock":"&nbsp;<b>A. Ashrafi, <\/b> None..<br><b>N. Salamat, <\/b> None.&nbsp;<br><b>L. Zhang, <\/b> <br><b>President<\/b> Patent, Yes.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"18158","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/848aa102-2d41-4f9c-88b4-b792c6a86c9b\/@B03B8ZEr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1108","PresenterBiography":null,"PresenterDisplayName":"Adnin Ashrafi, MS","PresenterKey":"cdcbf823-8bab-4a04-942e-f36ab5f23e90","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1108. Evaluation of heme inhibitory therapy in combination with chemotherapy drugs on SCLC progression","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Lung Cancer Treatment Resistance","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of heme inhibitory therapy in combination with chemotherapy drugs on SCLC progression","Topics":null,"cSlideId":""}]