[{"Abstract":"IL-12 is a potent cytokine that mediates anti-tumor immune response, but its clinical development has been hindered by systemic toxicity. Intratumoral (IT) delivery can improve the therapeutic window of cytokine drugs, but is in turn limited by rapid clearance of injected drug from the tumor which reduces efficacy, necessitates frequent administration, and increases systemic accumulation. Ankyra has developed a novel IT drug delivery platform for stable linking of engineered cytokines and other immune agonists to an aluminum hydroxide (Alhydrogel&#174;) scaffold. Here, we describe the therapeutic and immune effects of Ankyra&#8217;s intratumoral IL-12 using relevant in vitro and in vivo murine models. Single-chain human IL-12 was genetically fused at its c-terminus to a proprietary, phosphorylated alum-binding peptide (IL-12-ABP) that forms a high affinity complex with Alhydrogel&#174;. Human IL-12-ABP proteins were mixed with a 10-fold mass excess of Alhydrogel&#174; to form the therapeutic complex, ANK-101. Since human IL-12 is not active in mice, a surrogate complex containing the mouse IL-12 sequence (mANK-101) was also generated. The functional potency of ANK-101 and mANK-101 was assessed in multiple cellular assays in comparison to their respective unmodified IL-12 controls. The therapeutic efficacy of mANK-101 was evaluated in syngeneic mouse tumor models including MC38, CT26, 4T1, and B16F10. The intratumoral retention of mANK-101 after a single IT dose was analyzed by IVIS imaging studies, and immune profiling of tumors was carried out by flow cytometry. Statistical analyses were done using Student&#8217;s t-test for comparison between groups and Kaplan-Meier method for survival. ANK-101 complexes retained IL-12 activity as demonstrated by concentration dependent increases in IFN&#947; production by anti-CD3 stimulated peripheral blood mononuclear cells. IVIS studies conducted in tumor bearing mice showed that the labeled mANK-101 complexes were retained in the tumor for &#62;21 days while free mIL-12-ABP protein was cleared in &#60;24 hours. One or two doses of IT administered mANK-101 induced tumor regressions in diverse syngeneic tumor models, including complete responses either alone or in combination with approved checkpoint blockers targeting PD-1 or CTLA-4 and other immunotherapies. Efficacious doses were well tolerated in mice with no significant weightloss compared to vehicle treated animals. Immune profiling of tumors 7 days post treatment showed an increased intratumoral CD8+\/Treg ratio, and prolonged myeloid cell activation. In addition, IHC analysis of residual tumors post treatment showed increased infiltration of CD8+ T cells. In conclusion, Ankyra&#8217;s platform is a novel approach that expands the therapeutic window of IL-12, which will be tested in a phase I clinical trial and the platform has potential to extend the therapeutic effectiveness of other IT administered immunomodulatory drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3a2d6cfe-775e-470f-97bb-f0fd1b3c94c3\/@w03B8ZDJ\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Cytokines,Drug delivery,Interleukin-12,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12000"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Sailaja Battula<\/i><\/u><\/presenter>, <presenter><i>Gregory Papastoitsis<\/i><\/presenter>, <presenter><i>Howard L. Kaufman<\/i><\/presenter>, <presenter><i>Darrell J. Irvine<\/i><\/presenter>, <presenter><i>K. Dane Wittrup<\/i><\/presenter>, <presenter><i>Michael M. Schmidt<\/i><\/presenter>. Ankyra Therapeutics, Boston, MA, Massachusetts Institute of Technology, Cambridge, MA","CSlideId":"","ControlKey":"12086f94-d3fb-494b-9a16-7431bbb507fe","ControlNumber":"4065","DisclosureBlock":"&nbsp;<b>S. Battula, <\/b> None..<br><b>G. Papastoitsis, <\/b> None..<br><b>H. L. Kaufman, <\/b> None..<br><b>D. J. Irvine, <\/b> None..<br><b>K. D. Wittrup, <\/b> None..<br><b>M. M. Schmidt, <\/b> None.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12000","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3a2d6cfe-775e-470f-97bb-f0fd1b3c94c3\/@w03B8ZDJ\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"365","PresenterBiography":null,"PresenterDisplayName":"Sailaja Battula, PhD","PresenterKey":"821240aa-0291-4c93-924d-16264384889a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"365. Intratumoral delivery of aluminum hydroxide-tethered IL-12 induces potent anti-tumor immune response","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intratumoral delivery of aluminum hydroxide-tethered IL-12 induces potent anti-tumor immune response","Topics":null,"cSlideId":""},{"Abstract":"High-grade Serous Ovarian Cancer (HGSOC) accounts for 68% of Ovarian Cancers (OvCas). It is a clinically aggressive neoplasm that even after treatment, a substantial proportion of advanced OvCas will develop resistance within 18 months. Thus, it is imperative to formulate anti-cancer agents that target cancer cells without affecting normal cells. The proposed study evaluated a novel method for targeted delivery of fisetin alone or combined with paclitaxel (PTX) at desired rates. We have used a natural polysaccharide (starch; FDA approved) as a core for planetary ball milled (PBM) nanoparticles which binds high-affinity folate receptors on OvCa cells via folate conjugated poly (&#949;-caprolactone)\/poly (ethylene glycol) copolymer coating of the PBM nanoparticles. Treatment of OvCa cells (CAOV-3 and OVCAR-3) with PBM-NPs has shown its cytotoxic effect. The cell viability (MTT) assay was performed to determine the optimal IC<sub>50<\/sub> values of fisetin, PTX alone, and in combination. These particles are rapidly internalized and induce significant cancer cell death at lower doses than unformulated fisetin or PTX. Importantly, negative controls showed that PBM nanoparticles without fisetin or paclitaxel have no toxic effects on OvCa cells. The immunofluorescence study confirmed the effectiveness of the combined drug; dead nuclei were found more within the cells treated by the combination than fisetin or PTX alone. The combined drug treatment was most effective in inhibiting proliferation and inducing apoptosis; accordingly, it showed noticeable increases in pro-apoptotic (BAX, BID), apoptotic (PARP, Caspase-3), and decreases in anti-apoptotic genes (BCL-XL and MCL-1) gene in a western blot and RT-PCR analysis. Taken together, we observed that the combination of PTX and fisetin resulted in significant cytotoxicity and apoptosis as compared to alone. Our results suggest that fisetin can be a potential agent in enhancing the efficacy of PTX in OvCa treatment. These finding highlights the promising role of natural bioactive compounds and provide the rationale for further transitional research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b8a77f22-1a28-45c5-8216-8517585cd9b6\/@w03B8ZDJ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Ovarian cancer,Apoptosis,Nanoparticle,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12002"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Melayshia McFadden<\/i><\/u><\/presenter>, <presenter><i>Santosh Kumar Singh<\/i><\/presenter>, <presenter><i>Rajesh Singh<\/i><\/presenter>. Morehouse School of Medicine, Atlanta, GA","CSlideId":"","ControlKey":"4929908f-5ac8-4d1c-856e-4129f90a10b9","ControlNumber":"2531","DisclosureBlock":"&nbsp;<b>M. McFadden, <\/b> None..<br><b>S. K. Singh, <\/b> None..<br><b>R. Singh, <\/b> None.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12002","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b8a77f22-1a28-45c5-8216-8517585cd9b6\/@w03B8ZDJ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"366","PresenterBiography":null,"PresenterDisplayName":"Melayshia McFadden, BS","PresenterKey":"2c9ca376-1606-4fb9-b0fe-2b6203c184e9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"366. Combinatorial effect of fisetin and paclitaxel encapsulated PBM nanoparticles in ovarian cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combinatorial effect of fisetin and paclitaxel encapsulated PBM nanoparticles in ovarian cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is a heterogeneous and aggressive group of breast cancers. The lack of specific actionable targets makes chemotherapy the main treatment for TNBC patients. However, chemotherapy has limited success due to scarce bioavailability, severe systemic side effects and drug resistance. Polymeric nanoparticles (PNPs) may efficiently deliver <i>in vivo<\/i> therapeutics to tumors when conjugated to specific targeting agents. Potential agents for targeting tumor cells are aptamers: short, single-stranded oligonucleotides that interact at high affinity with their targets. Here, we report the characterization of new multifunctional nanovectors consisting of safe and biodegradable PNPs, highly specific TNBC aptamers as delivery agents and artificial small interfering RNA (siRNA) as drug payload, designed to suppress programmed cell death-ligand 1 (PD-L1) expression, a major feature of immune evasion in cancer cells. We efficiently entrapped siRNA-PD-L1 into PNPs. To enable active targeting, siPD-L1-PNPs were functionalized with TN145-aptamer, which we previously generated by cell-SELEX and shown to bind with nanomolar affinity to TNBC cells distinguishing them from both normal breast cells and non-TNBC breast cancer cells. TN145 aptamer actively internalizes into target cells, thus representing a good candidate to deliver a therapeutic payload. We show that the aptamer-decorated nanovectors efficiently deliver fluorescein-labeled siRNA into TNBC MDA-MB-231 and BT-549 cells, as assessed by confocal microscopy. Unconjugated nanovectors or conjugated with scrambled aptamers were used as controls. Non-TNBC BT-474 and MCF7 breast cancer cells, were used to exclude unspecific binding. Importantly, a 30-min incubation of TN145-conjugated nanovectors on target cells, at a siPD-L1 concentration of 1 nM, results in stronger PD-L1 silencing than that achieved by siPD-L1 delivered via a commercial transfection reagent. Furthermore, TN145-PNPs loaded with both siPD-L1 and cisplatin were generated and the efficacy of combined treatment was tested on tumor cells and tumor and immune cell co-cultures. Chemotherapy, including cisplatin, has been reported to induce PD-L1 enrichment in TNBC cells, hence an aptamer-targeted nanosystem enabling the synergistic effect of siRNA that directly knocks down PD-L1 expression on tumor cells with a powerful chemotherapeutic drug could be the future way to eradicate TNBC cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/238b823a-8048-4102-84a6-989c4d6a7e35\/@w03B8ZDJ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Nanoparticle,Aptamer,Drug delivery,Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12003"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Lisa Agnello<\/i><\/presenter>, <presenter><i>Simona Camorani<\/i><\/presenter>, <presenter><i>Silvia Tortorella<\/i><\/presenter>, <presenter><i>Annachiara D’Argenio<\/i><\/presenter>, <presenter><i>Roberto Nilo<\/i><\/presenter>, <presenter><i>Monica Fedele<\/i><\/presenter>, <presenter><i>Antonella Zannetti<\/i><\/presenter>, <presenter><i>Mauro Comes Franchini<\/i><\/presenter>, <presenter><u><i>Laura Cerchia<\/i><\/u><\/presenter>. Institute of Experimental Endocrinology and Oncology \"G. Salvatore\" CNR, Napoli, Italy, Department of Industrial Chemistry Toso Montanari, Bologna, Italy, Institute for Bioengineering and Biosciences, Napoli, Italy","CSlideId":"","ControlKey":"61653eb5-e94d-47f6-9caf-4a473da44891","ControlNumber":"3061","DisclosureBlock":"&nbsp;<b>L. Agnello, <\/b> None..<br><b>S. Camorani, <\/b> None..<br><b>S. Tortorella, <\/b> None..<br><b>A. d’Argenio, <\/b> None..<br><b>R. Nilo, <\/b> None..<br><b>M. Fedele, <\/b> None..<br><b>A. Zannetti, <\/b> None..<br><b>M. Comes Franchini, <\/b> None..<br><b>L. Cerchia, <\/b> None.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12003","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/238b823a-8048-4102-84a6-989c4d6a7e35\/@w03B8ZDJ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"367","PresenterBiography":null,"PresenterDisplayName":"Laura Cerchia, PhD","PresenterKey":"37135009-1934-4710-9f83-0dac70a2c4d9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"367. Nano-immunotherapy in TNBC: Aptamer-based nanoparticles for PD-L1 siRNA delivery to cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nano-immunotherapy in TNBC: Aptamer-based nanoparticles for PD-L1 siRNA delivery to cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Recent evidence from our laboratory provided proof-of-concept for therapeutic potential for glioblastoma (GBM) of a combination strategy based on radiation and adjuvant doxorubicin-loaded liposomes (LIPs) conjugated with a modified Apolipoprotein E-derived peptide (mApoE), known to facilitate Blood Brain Barrier (BBB)-crossing. Significant glioma stem cell (GSC) apoptosis, tumor growth inhibition and increased overall survival were observed in vivo upon combined treatment offering attractive and innovative therapeutic possibilities for GBM. To strengthen therapeutic efficacy and lower off-target effects, we implemented mApoE-LIPs with a matrix metalloproteinases (MMP)-activable element that allows controlled payload release only in the MMPs rich tumor microenvironment, thus concurring to reduce unspecific interaction in healthy tissue where MMPs are low or absent Given the MMP2 overexpression in GBM, a MMP2-activable block (M2AB) was included in the phospholipid bilayer of mApoE-LIPs. The M2AB efficacy was evaluated on patient-derived GSCs displaying different MMP2 enzymatic activities by means of calcein-loaded M2AB\/mApoE-LIPs. Human endothelial cells (hCMEC\/d3), not expressing MMP2, were included to validate the targeted strategy as well as to assay the cytotoxicity on non-tumoral cells. Intracellular calcein quantification showed that: 1) calcein uptake correlates with MMP2 activity level; 2) M2AB\/mApoE functionalization augmented calcein internalization into GSCs compared to mApoE alone. The MEK\/ERK pathway, known to supports GBM cell survival, migration, and radio-resistance was considered as target strategy against GBM. A survey of the MEK\/ERK inhibitors Trametinib (TRAM) and Pimasertib (PIMA) in several GSC lines indicated significant induction of GSC apoptosis associated to reduction of ERK phosphorylation. TRAM and PIMA were then encapsulated into mApoE-LIPs and their anti-GSC activity was investigated. Indeed, a dose dependent inhibition of GSC survival and induction of apoptosis combined to a significant lower level of phospho-ERK was observed upon 72h treatment. In conclusion, M2AB\/mApoE-LIPs demonstrate: 1) a MMP2-dependent payload release; 2) stability when MMP2 lacks in the cellular milieu; 3) a synergic effect of the double M2AB\/mApoE functionalization. TRAM and PIMA encapsulation into LIPs does not alter their anti-GSC activity. <i>Funding by FRRB grant NEVERMIND (CP2_16\/2018)<\/i><i><\/i>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/853115d2-af6b-4424-9afe-34043ca00f21\/@w03B8ZDJ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Glioblastoma,Targeted drug delivery,MMP2,Kinase inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12004"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Milena Mattioli<\/i><\/u><\/presenter>, <presenter><i>Marco Pizzocri<\/i><\/presenter>, <presenter><i>Elisabetta Stanzani<\/i><\/presenter>, <presenter><i>Valentino Ribecco<\/i><\/presenter>, <presenter><i>Simone Olei<\/i><\/presenter>, <presenter><i>Maria Pia Tropeano<\/i><\/presenter>, <presenter><i>Sabrina Giofrè<\/i><\/presenter>, <presenter><i>Antonio Renda<\/i><\/presenter>, <presenter><i>Sara Pellegrino<\/i><\/presenter>, <presenter><i>Pierfausto Seneci<\/i><\/presenter>, <presenter><i>Francesca Re<\/i><\/presenter>, <presenter><i>Federico Pessina<\/i><\/presenter>, <presenter><i>Michela Matteoli<\/i><\/presenter>, <presenter><i>Lorena Passoni<\/i><\/presenter>. Humanitas Research Hospital, Rozzano (MI), Italy, Humanitas Research Hospital, Rozzano (MI), Italy, University of Milan, Milan, Italy, University of Milano-Bicocca, Vedano al Lambro (MB), Italy, University of Milan, Milan, Italy, University of Milan, Milano, Italy, Humanitas Research Hospital, Rozzano (MI), Italy","CSlideId":"","ControlKey":"3dbfe42d-295e-4e8c-a4c5-679dc475fefb","ControlNumber":"581","DisclosureBlock":"&nbsp;<b>M. Mattioli, <\/b> None..<br><b>M. Pizzocri, <\/b> None..<br><b>E. Stanzani, <\/b> None..<br><b>V. Ribecco, <\/b> None..<br><b>S. Olei, <\/b> None..<br><b>M. Tropeano, <\/b> None..<br><b>S. Giofrè, <\/b> None..<br><b>A. Renda, <\/b> None..<br><b>S. Pellegrino, <\/b> None..<br><b>P. Seneci, <\/b> None..<br><b>F. Re, <\/b> None..<br><b>F. Pessina, <\/b> None..<br><b>M. Matteoli, <\/b> None..<br><b>L. Passoni, <\/b> None.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12004","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/853115d2-af6b-4424-9afe-34043ca00f21\/@w03B8ZDJ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"368","PresenterBiography":null,"PresenterDisplayName":"Milena Mattioli, MS","PresenterKey":"b6ec1b3f-fe59-4f64-be18-854ddf718af0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"368. Improving glioblastoma treatment specificity and efficacy of mApoE-targeted liposome by MMP2-controlled drug releasee","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improving glioblastoma treatment specificity and efficacy of mApoE-targeted liposome by MMP2-controlled drug releasee","Topics":null,"cSlideId":""},{"Abstract":"While nanoparticles (NPs) can be useful to improve the diagnosis and treatment of various diseases including cancer, a major limiting factor for their applications is the poor efficiency of cell entry. A common solution to this problem is to covalently link NPs with cell-penetrating peptides (CPPs), such as the transactivator of transcription (TAT) peptide. A few cationic CPPs were previously shown to increase the cellular uptake of co-administered, but not covalently coupled, NP cargo through an endocytic pathway, macropinocytosis. This so-called bystander uptake process is of unique advantage for NP intracellular delivery as it bypasses the requirements of additional chemical modifications. Here, we set out to determine whether other classes of CPPs (e.g. hydrophobic and amphiphilic) exhibit similar bystander activities, and what physico-chemical properties of NPs affect the bystander uptake process. First, we discovered that transportan (TP) peptide, an amphiphilic CPP, can initiate similar bystander uptake process for a variety of NPs and solute tracers. TP-induced bystander uptake relies on macropinocytosis as well, and occurs in a variety of cell types and in physiological tissues. Second, using TAT-functionalized NPs to stimulate the bystander effect, we showed that the bystander activity depends on the size of bystander NPs, with an optimal range around 50 nm in diameter. Compared to rod-like and triangular NPs, spherical NPs showed higher uptake in the bystander manner. Additionally, we investigated how CPP-NPs, once inside cells, get out of one cell and enter another, and found again that NP sizes affect the efficiency of CPP-NP intercellular transport as well. Overall, these efforts lay the foundation to further understand the bystander activity of CPP-assisted cell entry and improve the efficacy of nanomedicine in cancer and other human diseases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a0b46d3f-8bd5-4236-b06f-a1751e19e252\/@w03B8ZDJ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Bystander effect,Nanoparticle,Endocytosis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12005"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Yue-Xuan Li<\/i><\/u><\/presenter>, <presenter><i>Yushuang Wei<\/i><\/presenter>, <presenter><i>Hong-Bo Pang<\/i><\/presenter>. Department of Pharmaceutics, University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"408b05f0-4a99-4b9d-bf4b-68aa76304e8d","ControlNumber":"2764","DisclosureBlock":"&nbsp;<b>Y. Li, <\/b> None..<br><b>Y. Wei, <\/b> None..<br><b>H. Pang, <\/b> None.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12005","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a0b46d3f-8bd5-4236-b06f-a1751e19e252\/@w03B8ZDJ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"369","PresenterBiography":null,"PresenterDisplayName":"Yuexuan Li, BS","PresenterKey":"563f3b7d-633e-4e61-a849-1a9fae93f374","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"369. Improving the nanomaterial delivery by using cell-penetrating peptides in the bystander manner","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improving the nanomaterial delivery by using cell-penetrating peptides in the bystander manner","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the second most common cancer in both men and women. Despite several treatment options, chemotherapy remains a major standard-of-care treatment modality. Over time cancer cells acquire drug resistance and evade its effects for survival. The combination of chemotherapeutic drugs with the non-overlapping mechanism of actions are one alternative approach to treat drug-resistant cancers. Paclitaxel (PAC) and cisplatin (CisPt) are widely used to treat non-small cell-lung cancer (NSCLC). However, dose-limiting toxicity, metastasis and chemoresistance have restricted its use. Our recent findings suggested that PAC, when loaded onto folic acid (FA)-functionalized colostrum exosomes (FA-ExoPAC) and administered orally, exceeded the efficacy of&nbsp;<i>i.v.<\/i>&nbsp;PAC but matched efficacy of&nbsp;<i>i.v.<\/i>&nbsp;albumin-bound PAC nanoformulation (Abraxane [Abx]) against A549 orthotopic lung tumors. Furthermore, unlike&nbsp;<i>i.v.&nbsp;<\/i>PAC<i>&nbsp;and i.v.&nbsp;<\/i>Abx, oral FA-ExoPAC lacked immune toxicity. In order to advance the FA-ExoPAC to clinical studies, we determined if the exosomal formulation will interfere in CisPt therapy. MTT assay showed similar antiproliferative activity of ExoPAC and PAC (IC50 6.25 nM) against drug-sensitive A549 lung cancer cells. However, the antiproliferative activity of ExoPAC (IC50 38 nM) was much greater than for PAC (IC50 &#62;&#62;100 nM) against drug-resistant A549TR lung cancer cells. The activity was further enhanced with FA-functionalized ExoPAC. The enhanced efficacy of the drug presumably resulted from higher cell uptake of ExoPAC and FA-ExoPAC by both drug-sensitive and drug-resistant cells. To determine the effect of the combination of ExoPAC and CisPt, A549 and A549TR cells were treated with increasing concentrations of both the drugs, alone and in combination, for 72 h. MTT assay showed that CisPt (20 &#181;M) and ExoPAC (80 nM) inhibited the growth of A549 cells by 47% and 75%, respectively, the effect was significantly increased with the combination (&#62;95% inhibition). The combination effect was likewise enhanced against the A549TR, except the respective concentration of CisPt (40 &#181;M) and ExoPAC (200 nM) was increased to achieve &#62;95% growth inhibition; the inhibition was lower (50&#8211;60%) when treated individually. Together, these data suggest that targeted oral therapy with FA-ExoPAC can potentially eliminate drug resistance and inhibit metastasis with minimal or no side effects and warrants testing in the clinical settings (Supported from the NIH grant R44-CA-221487 and Agnes Brown Duggan Endowment).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/40e27466-ad19-4e6b-b2dc-2b15652bf164\/@w03B8ZDJ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Lung cancer,Exosomes,Paclitaxel,Cisplatin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12009"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Raghuram Kandimalla<\/i><\/u><\/presenter>, <presenter><i>Disha N. Moholkar<\/i><\/presenter>, <presenter><i>Jayaprakash Jeyabalan<\/i><\/presenter>, <presenter><i>Wendy Spencer<\/i><\/presenter>, <presenter><i>Ramesh C. Gupta<\/i><\/presenter>, <presenter><i>Farrukh Aqil<\/i><\/presenter>. University of Louisville, Louisville, KY, University of Louisville, Louisville, KY, 3P Biotechnologies, Louisville, KY, University of Louisville & 3P Biotechnologies, Louisville, KY, University of Louisville, Louisville, KY","CSlideId":"","ControlKey":"c6dc729e-2dca-40e5-9a3f-235fad444d15","ControlNumber":"2468","DisclosureBlock":"&nbsp;<b>R. Kandimalla, <\/b> None..<br><b>D. N. Moholkar, <\/b> None..<br><b>J. Jeyabalan, <\/b> None..<br><b>W. Spencer, <\/b> None..<br><b>R. C. Gupta, <\/b> None..<br><b>F. Aqil, <\/b> None.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12009","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/40e27466-ad19-4e6b-b2dc-2b15652bf164\/@w03B8ZDJ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"371","PresenterBiography":null,"PresenterDisplayName":"Raghuram Kandimalla, M Pharm;PhD","PresenterKey":"877bf0e3-cac3-4e2a-abec-d120502e4cb7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"371. Exosomal paclitaxel formulation, alone and in combination with cisplatin, enhances drug&#8217;s efficacy against lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exosomal paclitaxel formulation, alone and in combination with cisplatin, enhances drug&#8217;s efficacy against lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Biodistribution studies are relevant models for understanding the fundamental preclinical information of the distribution of drugs to the potential target organs, which provide insight on which on-target or off-target effects might be expected. One of our research focuses is the study of uptake and distribution of bovine milk- and colostrum-derived exosomes, functionalized exosomes and exosomes in polyethyleneimine (PEI) matrix (EPM) using near-infrared fluorescent dye in rodents. Previously, when DiR dye was loaded onto milk exosomes, biodistribution studies showed that route of administration had a significant influence on the tissue distribution with somewhat uniform biodistribution with oral gavage while predominated liver accumulation with the <i>i.v.<\/i> route. In this study, we show biodistribution of colostrum exosomes, EPM and tumor targeting by attaching tumor targeting ligand, folic acid (FA). We studied the biodistribution of these formulations using exosomes labeled with Alexa Fluor 750 (AF750) in wild-type mice and subcutaneous lung tumor-bearing mice. In various studies we tested: i) biodistribution of exosomes vs EPM, ii) effect of different administration routes such as intravenous (<i>i.v.<\/i>), oral (<i>p.o.<\/i>), subcutaneous (<i>s.c<\/i>.), intranasal (<i>i.n.<\/i>)<i> <\/i>and intramuscular (<i>i.m<\/i>.) on biodistribution, and iii) tumor targeting using FA-functionalized exosomes and EPM. Uniform tissue distribution was observed upon oral administration of exosomes while predominant hepatic accumulation was observed with <i>i.v.<\/i> administration. The <i>i.n.<\/i> route resulted in pre-dominant accumulation in lung, whereas <i>i.m.<\/i> and <i>s.c.<\/i> delivery had almost similar distribution as observed with <i>i.v.<\/i> route. The distribution of exosomes and EPM matrix was largely similar. We observed that the fluorescent signals from AF750-labeled FA-Exo and FA-EPM treatment revealed higher tumor accumulation of exosomes as compared to non-functionalized exosomes and EPM, respectively due to overexpression of folate receptors. Time-dependent distribution showed accumulation of EPM in tumors at later time point. The EPM formulations could be detected at the sites otherwise difficult to target such as brain and lymph nodes after systemic administration, thus indicating suitability of these formulations to cross physiological barriers. To validate the therapeutic potential, FA-EPM was loaded with 15 &#956;g si<i>KRAS<\/i> and injected intravenously to orthotopic A549 lung tumor-bearing mice. Significant reduction in tumor volume (67%; p &#60;0.001) and tumor weight (76%; p &#60;0.001) was observed which corroborated the significant knockdown of KRAS protein (p &#60;0.01). Thus, this novel approach can be used as a nano &#8216;platform&#8217; for drug delivery due to its increased circulating half-life, high uptake by target cells, and ability to load a diverse range of pharmaceutical therapeutics including biologics such as siRNA. (Supported from Duggan Endowment and 3P biotechnologies, Inc.)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ee916876-e0e0-4488-8d8b-d1cd6205c955\/@w03B8ZDJ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Lung cancer,Bovine milk exosomes,Colostrum exosomes,Biodistribution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12010"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Disha Nagesh Moholkar<\/i><\/u><\/presenter>, <presenter><i>Raghuram Kandimalla<\/i><\/presenter>, <presenter><i>Farrukh Aqil<\/i><\/presenter>, <presenter><i>Ramesh Gupta<\/i><\/presenter>. University of Louisville, Louisville, KY, University of Louisville, Louisville, KY, University of Louisville and 3P Biotechnologies, Louisville, KY","CSlideId":"","ControlKey":"ace01b14-f4dc-4e0b-8a27-24c927a8b18e","ControlNumber":"1904","DisclosureBlock":"&nbsp;<b>D. N. Moholkar, <\/b> None..<br><b>R. Kandimalla, <\/b> None..<br><b>F. Aqil, <\/b> None..<br><b>R. Gupta, <\/b> None.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12010","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ee916876-e0e0-4488-8d8b-d1cd6205c955\/@w03B8ZDJ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"372","PresenterBiography":null,"PresenterDisplayName":"Disha Moholkar, MS","PresenterKey":"3d05a83d-5b8b-42f7-b062-34eb70932ed2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"372. Biodistribution and tumor targeting of exosomes using mouse models","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Biodistribution and tumor targeting of exosomes using mouse models","Topics":null,"cSlideId":""},{"Abstract":"Neurofibromatosis type 1 (NF1) is the most common neurogenic disorder affecting 1 in every 3,000 people worldwide. NF1 is defined by heterozygous loss-of-function of the neurofibromin 1 gene (<i>NF1)<\/i>. NF1 patients develop neurofibromas with near complete penetrance. These neurofibromas include peripheral nerve sheath tumors (PNSTs) such as plexiform neurofibromas (pNFs) and malignant PNSTs (MPNSTs). Current standard of care shows incomplete penetrance limiting clinical utility. Therefore, treatments to selectively and safely remove PNST cells would be advantageous. Biallelic loss of functional <i>NF1<\/i> is the major driving force in the development of PNSTs. <i>NF1<\/i> is a tumor suppressor gene responsible for suppressing Ras activity. Loss of <i>NF1 <\/i>increases Ras activity and subsequently increases intracellular reactive oxygen species (ROS). We and other groups have demonstrated that systemically administrable silver nanoparticles (AgNPs) are cytotoxic to a variety of cancers. We further showed that AgNP-mediated cytotoxicity is dependent upon intracellular ROS which induces rapid ionization (activation) of Ag<sup>0<\/sup> to cytotoxic Ag<sup>+<\/sup>. Therefore, AgNPs represent a rational cancer-selective therapy for <i>NF1<\/i>-deficient PNSTs as these cells are enriched for ROS relative to non-cancerous cells. In this study, we found that AgNPs are significantly (~5-fold) more cytotoxic to <i>NF1<\/i>-null MPNST cells relative to tumor cell of origin Schwann cells and ~7-fold more cytotoxic to pNF cells relative to patient matched Schwann cells. Sporadic <i>NF1<\/i> wild-type MPNST cells were not sensitive to AgNP. We further explored the relationship between oxidative stress and AgNP-mediated cytotoxicity in PNSTs. We found that co-administration of oxidative stress inducing cumene hydroperoxide with AgNP augments the cytotoxicity of AgNP in otherwise AgNP-tolerant cells (Schwann cells, <i>NF1-<\/i>wildtype MPNSTs). Importantly, either agent alone only showed modest cytotoxicity. As <i>NF1 <\/i>gene expression levels correlated with AgNP-sensitivity, we further studied this possible interaction by reintroducing <i>NF1<\/i> into <i>NF1<\/i>-null MPNST. Remarkably, <i>NF1 <\/i>restoration decreased sensitivity to AgNP. This change is unique to AgNP as there was no altered sensitivity to standard of care chemotherapy doxorubicin. Conversely, knockdown of <i>NF1 <\/i>expression in Schwann cells increased sensitivity to AgNP with no corresponding change in sensitivity to pNF standard of care MEK inhibitor selumetinib. In conclusion, our work provides evidence that a therapeutic window exists for the safe use of AgNPs as a precision medicine to treat <i>NF1-<\/i>null PNSTs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0ad953b4-66b5-404a-a500-5e2c86971385\/@w03B8ZDJ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-09 Other,,"},{"Key":"Keywords","Value":"Pediatric cancers,Nanoparticle,Precision medicine,Novel anticancer agents,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12011"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Garrett Alewine<\/i><\/presenter>, <presenter><i>Adithya Ghantae<\/i><\/presenter>, <presenter><i>Christina Mamrega<\/i><\/presenter>, <presenter><i>Jerrica L. Knight<\/i><\/presenter>, <presenter><i>Bashnona Attiah<\/i><\/presenter>, <presenter><i>Robert A. Coover<\/i><\/presenter>, <presenter><u><i>Cale D. Fahrenholtz<\/i><\/u><\/presenter>. High Point University, High Point, NC","CSlideId":"","ControlKey":"e74e8253-f9b0-4a46-a620-3c98c0a6eb8a","ControlNumber":"2392","DisclosureBlock":"&nbsp;<b>G. Alewine, <\/b> None..<br><b>A. Ghantae, <\/b> None..<br><b>C. Mamrega, <\/b> None..<br><b>J. L. Knight, <\/b> None..<br><b>B. Attiah, <\/b> None..<br><b>R. A. Coover, <\/b> None..<br><b>C. D. Fahrenholtz, <\/b> None.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12011","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0ad953b4-66b5-404a-a500-5e2c86971385\/@w03B8ZDJ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"373","PresenterBiography":null,"PresenterDisplayName":"Cale Fahrenholtz, BS;PhD","PresenterKey":"82dbe6e1-567f-4547-a39c-ec1615663932","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"373. Silver nanoparticles are selectively cytotoxic to neurofibromin 1 deficient peripheral nerve sheath tumors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Silver nanoparticles are selectively cytotoxic to neurofibromin 1 deficient peripheral nerve sheath tumors","Topics":null,"cSlideId":""},{"Abstract":"Although oral dosing is the most convenient route of drug administration, most anti-neoplastic drugs are administered intravenously due to poor bioavailability because of the epithelial barriers. A major organ involved in oral drug absorption is the small intestine where enterocytes are linked together by tight junctions (TJs). TJs regulate paracellular transport by creating a selectively-permeable barrier to small molecules, ions and water, thereby restricting the uptake of drugs. Transient modulation of the TJs is considered a potential strategy to improve drug delivery. Human small intestinal (SI) organoids are 3D <i>in vitro<\/i> models of the epithelium which recapitulate the structure and function of the small intestine. However, their geometry prevents access to the apical compartment of the epithelium (the outer, or luminal, surface being located within the organoid with the basal surface on the outside), making them unsuitable for the study of orally-administered drugs. Here we describe methods to generate transwell cell monolayers and inverted or &#8216;apical-out&#8217; organoids, both derived from normal human small intestine, that allow direct access to the apical surface. We demonstrate that both formats provide an <i>in vivo<\/i>-like cell composition, comprising of all the intestinal cellular types, including stem cells, Paneth cells, goblet cells, enteroendocrine cells and enterocytes, and respond to treatment with &#8216;tool drug&#8217; TJ modulators such as sodium caprate, chitosan, EGTA and various cytokines. Briefly, for the generation of transwell-grown cell monolayers, SI organoids were dissociated into single cells and plated in matrix-coated transwell inserts. The monolayer formation was followed by live imaging and Trans-Epithelial Electrical Resistance (TEER) measurements. Treatments with TJ modulators were applied after TEER reached a plateau and effects on TJs were evaluated by TEER reduction, FITC-Dextran permeability increase and analysis of TJ proteins by immunofluorescence. For the generation of apical-out organoids, SI organoids were mechanically broken into fragments and seeded in low adhesion plates until the organoids switched polarity. Treatments with TJ modulators were applied and effects on TJs were evaluated by immunofluorescence. In conclusion, our models provide an innovative <i>in vitro<\/i> solution to study the effect of TJ modulators on increasing paracellular transport of orally-administered, anti-neoplastic drugs. Furthermore, as anti-neoplastic drugs can also have toxic effects on the intestinal epithelium by affecting TJs, thereby creating a leaky barrier, the models are useful to predict such effects and stratify drug candidates prior to <i>in vivo<\/i> studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4e74fd40-64c7-466c-ab16-8f922eccfe0e\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Organoids,Tight junctions,Transwell,TEER,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12012"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Valentina Ubertini<\/i><\/u><\/presenter>, <presenter><i>Stephanie French<\/i><\/presenter>, <presenter><i>James Wilson<\/i><\/presenter>, <presenter><i>Frida Ponthan<\/i><\/presenter>. Epistem Ltd, Manchester, United Kingdom","CSlideId":"","ControlKey":"8e1e5ef5-c4b4-4290-b04a-3dfa78dfb614","ControlNumber":"4762","DisclosureBlock":"&nbsp;<b>V. Ubertini, <\/b> None..<br><b>S. French, <\/b> None..<br><b>J. Wilson, <\/b> None..<br><b>F. Ponthan, <\/b> None.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12012","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4e74fd40-64c7-466c-ab16-8f922eccfe0e\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"374","PresenterBiography":null,"PresenterDisplayName":"Valentina Ubertini","PresenterKey":"7ba87681-fcc5-40ae-a564-64dfc102db43","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"374. Small intestinal organoids to study the effects of tight junction modulators that may improve the absorption of orally-administered, anti-neoplastic drugs","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Small intestinal organoids to study the effects of tight junction modulators that may improve the absorption of orally-administered, anti-neoplastic drugs","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Anthracyclines effectively treat many pediatric cancers, but their use is limited by cardiotoxicity and new approaches to mitigate anthracycline-induced cardiac damage are urgently needed. Nanoparticle drug delivery is one solution to maintain anticancer efficacy while mitigating both acute and long-term cardiac complications. Additionally, novel treatments are needed to improve cure rates in certain cancer diagnoses that have not seen advancements in decades, particularly Ewing Sarcoma (EWS).<br \/>Experimental Design: We investigated the use of a self-assembling micelle structure composed of myristic acid conjugated to an Apo-A1 mimetic 5A peptide, termed Myr5A nanoparticles (Myr5A NPs). These nanoparticles are transported into cells via the cholesterol scavenger receptor class B type-1 (SR-B1). Doxorubicin (DOX) and the Myr5A NP cannot form a stable micelle due to the hydrophilic nature of DOX, which results in preferential binding to the peptide shell, as opposed to the hydrophobic core. To favor micelle stability, we opted to use the novel, highly hydrophobic anthracyclines valrubicin and AD198 to test the nanoparticle delivery system. The potency of these anthracyclines encapsulated in Myr5A NPs were evaluated in human EWS cell lines with high and low SR-B1 expression via MTT assay. Additionally, 5 mg\/kg intraperitoneal injections were administered weekly to 4-week-old wild type C57BL6\/J mice and immune compromised homozygous null forkhead box N1 mice (<i>Foxn1<sup>null\/null<\/sup><\/i> mice) over 5 weeks, to assess by echocardiography, acute and long-term cardiac dysfunction.<br \/>Results: Treatment with Myr5A-encapsulated AD198 and Myr5A-encapsulated valrubicin significantly inhibited EWS cell proliferation at concentrations comparable to conventional anthracyclines. Moreover, compared to unencapsulated valrubicin and AD198, encapsulation resulted in a lower IC<sub>50<\/sub> in EWS lines with higher SR-B1 surface expression. By 19 weeks of age, DOX-treated C57BL6\/J mice exhibited significantly decreased ejection fraction (EF) compared to PBS control and Myr5A-encapsulated anthracyclines (p&#60;0.05). Additionally, an increase in Left Ventricular Mass (LVM) was observed in all groups except DOX by 19 weeks (p&#60;0.05). Lastly, DOX-treated Foxn1<sup>null\/null<\/sup> mice showed diminished survival rate compared to all treatment groups, and similar results to C57BL6\/J mice in EF and LVM.<br \/>Conclusions: Our results indicate that AD198 and valrubicin, when encapsulated in Myr5A NPs, induce minimal cardiac dysfunction while maintaining antitumor efficacy in EWS tumors. Myr5A NP drug delivery may be a viable option for the treatment of high SR-B1 expressing tumors with a decreased risk of acute and long-term cardiac complications. Future studies will evaluate the drug potency in non-cancer cell lines, such as cardiac fibroblasts and myocytes, and the effects of Myr5A-encaspulated anthracyclines on EWS xenografts and other pediatric tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/52d67cc4-31e9-4c7c-860d-0d6fd17fdec8\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Nanoparticle,Ewing sarcoma,Cardiotoxicity,Cholesterol,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12013"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Kathryn Crouch<\/i><\/presenter>, <presenter><i>Logan Davis<\/i><\/presenter>, <presenter><i>Nirupama Sabnis<\/i><\/presenter>, <presenter><i>Alexander Pertsemlidis<\/i><\/presenter>, <presenter><i>Laura Rutledge<\/i><\/presenter>, <presenter><i>James Graham<\/i><\/presenter>, <presenter><i>Jason Yustein<\/i><\/presenter>, <presenter><u><i>Gregory J. Aune<\/i><\/u><\/presenter>. Greehey Children's Cancer Research Institute, San Antonio, TX, The University of North Texas Health Science Center at Fort Worth, Fort Worth, TX, Rutledge Cancer Foundation, Fort Worth, TX, Qana Therapeutics, Austin, TX, Texas Children's Hospital, Houston, TX","CSlideId":"","ControlKey":"c16642c2-6951-4127-aa48-84daede391a4","ControlNumber":"6724","DisclosureBlock":"&nbsp;<b>K. Crouch, <\/b> None..<br><b>L. Davis, <\/b> None..<br><b>N. Sabnis, <\/b> None..<br><b>A. Pertsemlidis, <\/b> None..<br><b>L. Rutledge, <\/b> None..<br><b>J. Graham, <\/b> None..<br><b>J. Yustein, <\/b> None..<br><b>G. J. Aune, <\/b> None.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12013","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/52d67cc4-31e9-4c7c-860d-0d6fd17fdec8\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"375","PresenterBiography":null,"PresenterDisplayName":"Gregory Aune, MD;PhD","PresenterKey":"fd550885-d811-4410-a609-e315e76389f3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"375. SR-B1-targeted nanoparticle delivery of novel anthracyclines to Ewing's Tumors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SR-B1-targeted nanoparticle delivery of novel anthracyclines to Ewing's Tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Neuroblastoma (NB) is the second most common malignancy diagnosed in infants, accounting for 15% of pediatric tumor deaths. Half of children with NB receive an intensive regimen including high-dose chemotherapy with 50% survival, resulting in acute and long term toxicities. One of the challenges of chemotherapy is irregular tumor vasculature. Thus, increasing targeted drug delivery without increasing drug dosage can result in enhanced drug efficacy and improved patient outcomes. We have shown that sonoporation (focused ultrasound-guided gas-filled microbubbles) increases high dose liposomal doxorubicin (L-DOX) uptake in NB xenografts by increasing tumor perfusion. However, these studies used polydisperse microbubbles (PMB), which were developed for imaging purposes. <b>We hypothesized that MB size restriction would control their response to ultrasound pressure, yielding a higher L-DOX payload despite using using lower L-DOX dosages.<br \/><\/b><b>Methods:<\/b> Nude mice received 1x10^6 NGP cells (NB cells) intrarenally. When tumors reached 1 gram, NB xenografts received an intravenous polydisperse (PMB) or 4-5uM (SIMB) microbubble infusion with or without 1mg\/kg liposomal doxorubicin (L-DOX) under focused ultrasound. Tumors were measured over 7 days with calipers, others sacrificed 24 hours after treatment for histology and immunohistochemistry. We assessed endomucin and isolectin-B4 (endothelium), Zona occludens-1 (ZO-1) (tight junction), and terminal deoxynucleotidyl transferase dUTP nick end labeling (TUNEL, apoptosis).<br \/><b>Results: <\/b>Tumors receiving low dose L-DOX alone or PMB sonoporation with L-DOX were not different from untreated controls after 7 days. SIMB alone resulted in a slower tumor growth than control tumors (20 vs 100% p&#60;0.05); L-DOX coupled with SIMB resulted in further tumor growth restriction 7 days after treatment (0 vs 100% p&#60;0.05). SIMB increased tumor apoptosis (TUNEL staining) in the absence of L-DOX compared to controls (7 vs 58% of area p=0.003) as well as in the presence of L-DOX (7 vs 78% of area p&#60;0.001). PMBs did not change TUNEL levels regardless of L-DOX. Tumor vascular lumens (widest axis within the endothelial marker endomucin) confirmed PMB duplicates lumen diameter compared to controls (p&#60;0.05), and revealed SIMB triplicates lumen diameter (p&#60;0.01) regardless of L-DOX. SIMB resulted in loss of tight junction protein ZO-1 both in vasculature and tumor cells and widespread L-DOX uptake. Together, our data shows SIMB sonoporation increases tumor blood volume and vascular permeability leading to higher chemotherapy uptake and apoptosis.<br \/><b>Conclusions:<\/b> Together, our data shows SIMB sonoporation enables chemotherapy uptake in poorly perfused NB xenografts by increasing perfusion and permeability, potentiating apoptotic effects. SIMB sonoporation could reduce acute and long term toxicities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/e7cc3481-17ac-4a84-a720-383a0f52dc19\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Neuroblastoma,Sonoporation,Doxorubicin,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12014"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Sonia L. Hernandez<\/i><\/u><\/presenter>, <presenter><i>Rachael Sundland<\/i><\/presenter>, <presenter><i>Donia Ballan<\/i><\/presenter>, <presenter><i>Aditi Bellary<\/i><\/presenter>, <presenter><i>Jessica J. Kandel<\/i><\/presenter>, <presenter><i>Jameel Feshitan<\/i><\/presenter>, <presenter><i>Shashank Sirsi<\/i><\/presenter>. The University of Chicago, Chicago, IL, University of Texas at Dallas, Dallas, TX, Advanced Microbubbles Inc, Newark, CA","CSlideId":"","ControlKey":"d6b42cea-2a97-463c-94ec-8850cec0dd4d","ControlNumber":"1555","DisclosureBlock":"&nbsp;<b>S. L. Hernandez, <\/b> None..<br><b>R. Sundland, <\/b> None..<br><b>D. Ballan, <\/b> None..<br><b>A. Bellary, <\/b> None..<br><b>J. J. Kandel, <\/b> None..<br><b>J. Feshitan, <\/b> None..<br><b>S. Sirsi, <\/b> None.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12014","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/e7cc3481-17ac-4a84-a720-383a0f52dc19\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"376","PresenterBiography":"","PresenterDisplayName":"Sonia Hernandez, M Phil;PhD;RD","PresenterKey":"d701c7f8-d130-41f0-b041-804ba620c568","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"376. Sonoporated size selected microbubblesand liposomal doxorubicinadditively induce apoptosis in neuroblastoma xenografts","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sonoporated size selected microbubblesand liposomal doxorubicinadditively induce apoptosis in neuroblastoma xenografts","Topics":null,"cSlideId":""},{"Abstract":"Transferrin receptor protein 1 (TFR1), also known as CD71, is a cell surface receptor that plays a major role in cellular iron uptake via receptor-mediated endocytosis. In mammalian species, this receptor is required for erythropoiesis and neural development. The efficient cellular uptake properties of TFR1 have been exploited for site-specific delivery of anti-cancer drugs and biologics, as well as targeted delivery of therapeutic genes to malignant cells overexpressing TFR1. Such delivery is achieved by several methods, including chemical conjugation of transferrin with therapeutic agents, genetic fusion of transferrin with peptides, and anti-TFR1 antibodies. Delivery of therapeutics cross the blood-brain barrier to the central nervous system (CNS) is also greatly facilitated by targeting the TFR1. At Biocytogen, we have successfully generated a humanized B-hTFR1 mouse model for evaluating TFR1-targeted therapeutics in preclinical studies. In this model, the exons 4-19 of mouse <i>Tfr1<\/i> gene that encode the extracellular domain of the receptor were replaced by its human counterparts. As the result of this engineering, the ectodomain of the TFR1 is humanized while intracellular domain remains unchanged, maintaining the receptor&#8217;s signaling function in mice. Surface staining of erythroid cells from B-hTFR1 mice showed high levels of expression of humanized TFR1. In addition, we were able to detect anti-human TFR1 bispecific antibodies in brain tissues of the B-hTFR1 mouse after intravenous administration of the antibodies, suggesting a robust uptake of the antibodies via the hTFR1 receptor. These results indicate that the B-hTFR1 mouse model is a powerful preclinical tool to evaluate the delivery of therapeutics to the CNS <i>in vivo<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/81fb9174-5e6a-441c-96f3-3b6dd3f50ad0\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Blood-brain barrier,Transferrin receptor,Transgenic mouse models,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12015"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Chang Liu<\/i><\/presenter>, <presenter><i>Chengzhang Shang<\/i><\/presenter>, <presenter><u><i>Limei Ma<\/i><\/u><\/presenter>, <presenter><i>Xiaofei Zhou<\/i><\/presenter>, <presenter><i>Chaoshe Guo<\/i><\/presenter>. Biocytogen, Beijing, China, Biocytogen, Wakefield, MA","CSlideId":"","ControlKey":"bdfd5ffa-39fe-40da-b297-a4d41151a9c7","ControlNumber":"4802","DisclosureBlock":"&nbsp;<b>C. Liu, <\/b> None..<br><b>C. Shang, <\/b> None..<br><b>L. Ma, <\/b> None..<br><b>X. Zhou, <\/b> None..<br><b>C. Guo, <\/b> None.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12015","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/81fb9174-5e6a-441c-96f3-3b6dd3f50ad0\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"377","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"377. Evaluating delivery of TFR1-targeting therapies to the CNS in a novel humanized TFR1 mouse model","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluating delivery of TFR1-targeting therapies to the CNS in a novel humanized TFR1 mouse model","Topics":null,"cSlideId":""},{"Abstract":"Metastatic triple negative breast cancer (TNBC) includes poor prognoses and limited effective therapies. The prevalence of systemic micro-metastases is a major barrier to achieving durable clinical outcomes. Oncolytic viruses (OVs) have garnered attention as anti-cancer adjuvants due to their potential for systemic delivery and ability to lyse tumor cells while leaving healthy cells unaffected. Clinical trials have been conducted testing the efficacy of OVs on diverse cancers. Although targeting distributed metastases can be accomplished by intravenous (IV) administration, administration of virus into patient vasculature is inefficient due to the clearance of unprotected viruses by host immunity. There is a major unmet need to develop biocompatible carriers that improve delivery of OVs by circumventing host anti-viral immunity while homing to metastatic lesions. Mesenchymal stem cells (MSCs) are ideal OV carriers as they display innate tumor-trophic properties, propagate OVs, and shield virions from immunity until reaching their target. However, issues need to be addressed before MSCs can deliver OVs to patients: tumor homing needs improved and unmodified MSCs can engraft and contribute to tumor growth and metastasis, raising safety concerns. To address these limitations, our laboratory developed a MSC-derived biodelivery vehicle with enhanced homing abilities to deliver biologics, such as OVs, directly to tumors. Our approach involved using scRNA-seq to identify chemoattractant receptor\/ligand pairs (CXCR4\/CXCL12, CCR2\/CCL2) and endothelial adhesion molecules (PSGL-1\/P-E-Selectins) that mediate leukocyte tumor homing and extravasation. We then lentivirally expressed these receptors in MSCs and removed all DNA using ultracentrifugation and Ficoll density gradients. These bioengineered enucleated MSCs (Cargocytes&#8482;) have a defined lifespan (4 days) and robustly home to TNBC. This is an important breakthrough as TNBC-trophic Cargocytes can be scaled for clinical applications and are safe for <i>in vivo<\/i> use as described in our recent publication (Nature Biomedical Engineering, <i>in press<\/i>). OVs replicate in and lyse interferon-deficient tumor cells while having negligible effects on healthy cells. As the interferon response is absent in enucleated cells, Cargocytes support robust replication of OVs, including oncolytic Herpes Simplex Virus, Measles Virus, and Vesicular Stomatitis Virus (oVSV), allowing IV delivery of high titer OVs to tumors. In <i>in vivo <\/i>mouse models of metastatic TNBC, carrier-free oVSV fails to infect lung metastases. However, Cargocytes efficiently deliver oVSV to distributed micro-metastases and integrate deep into macro-metastases, evidencing a remarkable improvement in tissue distribution over intra-tumoral injections. Our findings suggest Cargocytes host and target oVSV directly to TNBC, constituting a highly specific OV delivery vehicle.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d0cd632b-cd14-424c-a507-1e88acee37f3\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Oncolytic virus,Mesenchymal stem cell,Targeted drug delivery,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12016"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Jeffrey White<\/i><\/presenter>, <presenter><i>Huawei Wang<\/i><\/presenter>, <presenter><i>Flavia Franco Da Cunha<\/i><\/presenter>, <presenter><i>Maureen Ruchhoeft<\/i><\/presenter>, <presenter><u><i>Richard Klemke<\/i><\/u><\/presenter>. University of California, San Diego, La Jolla, CA","CSlideId":"","ControlKey":"d16fdb70-a14d-4a2f-972c-be8e639fe484","ControlNumber":"6606","DisclosureBlock":"<b>&nbsp;J. White, <\/b> <br><b>Cytonus Therapeutics<\/b> Independent Contractor, Yes.<br><b>H. Wang, <\/b> None..<br><b>F. Franco Da Cunha, <\/b> None..<br><b>M. Ruchhoeft, <\/b> None.&nbsp;<br><b>R. Klemke, <\/b> <br><b>Cytonus Therapeutics<\/b> Grant\/Contract, Yes.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12016","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d0cd632b-cd14-424c-a507-1e88acee37f3\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"378","PresenterBiography":null,"PresenterDisplayName":"Richard Klemke, PhD","PresenterKey":"d66d470a-9c02-4bb0-a7c0-ef29fe11c552","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"378. Bioengineering enucleated cell vehicles for tumor targeted intravenous delivery of oncolytic viruses","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bioengineering enucleated cell vehicles for tumor targeted intravenous delivery of oncolytic viruses","Topics":null,"cSlideId":""},{"Abstract":"NanoBRET<sup>TM<\/sup><sup> <\/sup>target engagement (TE) is the first biophysical technique that broadly enables the quantitative determination of protein inhibitor occupancy in live cells, without disruption of cellular membrane integrity. This quantitative capability is achieved in live cells via BRET with an optimized set of cell-permeable tracers, allow the measurement of compound binding to a selected cellular target protein. RAS is a well-known oncogene that is frequently mutated in most lung, pancreatic and colorectal cancers and is associated with poor disease prognosis. Mutated RAS is locked in the activated GTP bound state and facilitates enhanced RAS signaling in cancer cells. While being a desirable target, the absence of good druggable binding pockets has made modulator compound discovery challenging and unsuccessful. The recent discovery of a unique switch II binding pocket and successful inhibition of the KRAS (G12C) mutant by covalent inhibitors have led to the resurgence of interest in the design of inhibitors targeting RAS directly. Here, we performed NanoBRET<sup>TM<\/sup> TE cellular assay with RAS inhibitors against transfected RAS and its mutants. Our data demonstrate that NanoBRET<sup>TM<\/sup> TE cellular assay can measure the apparent affinity of RAS inhibitors by competitive displacement of a NanoBRET<sup>TM<\/sup> RAS switch I\/II pocket tracer, reversibly bound to the LgBiT- and SmBiT- KRAS, KRAS (G12C), KRAS (G12D), KRAS (G12V), KRAS (G13D), KRAS (Q61H), KRAS (Q61L), KRAS (Q61R), or HRAS fusion constructs co-transfected in live HEK293 cells. Z factor analysis indicates the assay is High Throughput Screening (HTS) compatible and reproducible. In addition, we are able to confirm the signaling inhibition of downstream phospho-ERK1\/2 by KRAS (G12C)-specific inhibitors AMG 510 (Sotorasib), ARS-1620, MRTX849, and MRTX1257 in MIA PaCa-2 pancreas and SW837 colon cancer cells bearing KRAS (G12C) mutation by Western blot assay. Our results suggest NanoBRET<sup>TM<\/sup> TE cellular assay can serve as a great tool to facilitate RAS pathway drug discovery against human cancers. <b> <\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6df6c9c1-6ee6-4678-8764-a28f97a81caf\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Novel assay technology,,"},{"Key":"Keywords","Value":"KRAS,Drug discovery,Cancer cell,High-throughput assay,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12017"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jianghong Wu<\/i><\/u><\/presenter>, <presenter><i>Shawn McGinley<\/i><\/presenter>, <presenter><i>Yuan Wang<\/i><\/presenter>, <presenter><i>Peter Gallagher<\/i><\/presenter>, <presenter><i>Haiching Ma<\/i><\/presenter>. Reaction Biology Corp., Malvern, PA","CSlideId":"","ControlKey":"960e9274-8dff-4389-bc6b-c58e84f5f238","ControlNumber":"5729","DisclosureBlock":"&nbsp;<b>J. Wu, <\/b> None..<br><b>S. McGinley, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>P. Gallagher, <\/b> None..<br><b>H. Ma, <\/b> None.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12017","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6df6c9c1-6ee6-4678-8764-a28f97a81caf\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"379","PresenterBiography":null,"PresenterDisplayName":"Jianghong Wu, PhD","PresenterKey":"fd684aa9-5f8b-4774-92b0-2545c0441739","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"379. Application of NanoBRET target engagement cellular assay for measurement of inhibitor binding to wild type and mutant RAS in live cells","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Application of NanoBRET target engagement cellular assay for measurement of inhibitor binding to wild type and mutant RAS in live cells","Topics":null,"cSlideId":""},{"Abstract":"Malignant pleural mesothelioma (MPM) is an aggressive malignancy with a 5-year survival rate of less than 10% and it remains a cancer lacking effective therapy options when tumors progress. The development of novel drug regimens for MPM treatment have been limited during the last two decades, with the exception of combinations including immune checkpoint inhibitors. In 2019, Tumor Treating Fields (TTFields) in combination with pemetrexed plus platinum-based chemotherapy were approved by the FDA for the first-line treatment of unresectable, locally advanced or metastatic, MPM. However, the mechanism of action of TTFields and their interaction with chemotherapeutic agents are not fully elucidated yet, thus a better knowledge may contribute to the design of more effective clinical trials for MPM patients. A panel of primary MPM cells was isolated from pleural effusion and\/or lavages of patients&#8217; thoracic cavity, before administration of therapeutic treatment, obtaining cell lines from the 3 subtypes of MPM. Epithelioid and sarcomatoid subtypes revealed different sensitivities to TTFields, with a stronger impact of the treatment on cell proliferation in the epithelioid subtype. This was associated with a higher modulation of transcription at different times of TTFields exposure, as demonstrated by RNA-seq analysis. Some of the genes modulated by the treatment encode membrane transport proteins, especially of the solute carrier family (SLC), in both sarcomatoid and epithelioid cells. This suggested a possible role of TTFields in cellular drug uptake and efflux. To test this hypothesis two cell lines, the sarcomatoid CD60 and the epithelioid CD473, have been treated with 150 kHz TTFields in combination with doxorubicin (DXR) following different schedules of treatment and the intracellular drug concentrations were assessed by HPLC measurements. TTFields exposure increased cellular uptake of DXR in both MPM models, but the effect was higher in CD473 epithelioid cells. After 24h of treatment with 1 &#181;M DXR the amount of intracellular drug in sarcomatoid cells exposed to TTFields was almost twice that of the samples treated with DXR alone, while in epithelioid cells intracellular DXR concentration was almost four times higher than that found in TTFields untreated samples. This behavior might be ascribed to a different modulation of the gene coding for P-glycoprotein (ABCB1), which was markedly downregulated by TTFields treatment in epithelioid cells only. Similar experiments are in progress to test the impact of TTFields on cellular drug uptake in different combination schedules with other anticancer compounds. These data suggest that TTFields may increase the efficacy of drug treatments by enhancing the intracellular drug concentration and their possible confirmation by further experiments may represent an important rationale for the design of novel MPM therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/559f0061-4ff5-4239-b700-6d082da95e65\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Tumor treating fields (TTFields),Intracellular drug concentration,Combination therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12018"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Monica Lupi<\/i><\/u><\/presenter>, <presenter><i>Rosy Amodeo<\/i><\/presenter>, <presenter><i>Lavinia Morosi<\/i><\/presenter>, <presenter><i>Laura Mannarino<\/i><\/presenter>, <presenter><i>Lara Paracchini<\/i><\/presenter>, <presenter><i>Sergio Marchini<\/i><\/presenter>, <presenter><i>Federica Grosso<\/i><\/presenter>, <presenter><i>Roberta Libener<\/i><\/presenter>, <presenter><i>Giovanni L. Ceresoli<\/i><\/presenter>, <presenter><i>Maurizio D'Incalci<\/i><\/presenter>. IRCCS Humanitas Research Hospital, Rozzano, Italy, Azienda Ospedaliera SS Antonio e Biagio e Cesare Arrigo, Alessandria, Italy, Cliniche Humanitas Gavazzeni, Bergamo, Italy, Humanitas University, Pieve Emanuele, Italy","CSlideId":"","ControlKey":"9e18d2e3-2294-4aa0-b38d-598e88ee7fa2","ControlNumber":"2304","DisclosureBlock":"&nbsp;<b>M. Lupi, <\/b> None..<br><b>R. Amodeo, <\/b> None..<br><b>L. Morosi, <\/b> None..<br><b>L. Mannarino, <\/b> None..<br><b>L. Paracchini, <\/b> None..<br><b>S. Marchini, <\/b> None..<br><b>F. Grosso, <\/b> None..<br><b>R. Libener, <\/b> None..<br><b>G. L. Ceresoli, <\/b> None..<br><b>M. D'Incalci, <\/b> None.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12018","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/559f0061-4ff5-4239-b700-6d082da95e65\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"380","PresenterBiography":null,"PresenterDisplayName":"Monica Lupi, PhD","PresenterKey":"77abbb33-8884-4561-b6e1-bbbbb4a099cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"380. Tumor treating fields enhance cellular drug uptake in mesothelioma cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor treating fields enhance cellular drug uptake in mesothelioma cell lines","Topics":null,"cSlideId":""},{"Abstract":"cGAS-cGAMP-STING is essential for sensing foreign DNA from pathogens or self-DNA from dying cancer cells. Activation of this pathway is critical for the innate immune response to cancer and is necessary for the full efficacy of various cancer treatments including checkpoint and PARP inhibitors, radiotherapy, and CAR T-cells. Intense efforts have focused on triggering this pathway with cGAMP analogs, which are small-molecule activators of STING. However, recent reports show that many cancer cells downregulate STING by promoter methylation. Furthermore, T-cells activated by cGAMP undergo apoptosis, which limits the efficacy of T-cells based tumor eradication. Indeed, emerging evidence suggests that the critical cells in which STING activation achieves maximal anti-cancer efficacy is myeloid cells in the tumor microenvironment (TME).<br \/>saRNAs are small double-stranded complementary RNA oligos that increase target mRNA expression, they directly modulate traditional \"undruggable\" targets such as STING. Using single cell RNA sequencing data, we demonstrated that STING expression is decreased in myeloid cells within the TME of cancer patients. Therefore, our hypothesis was that saRNAs targeted against <i>STING<\/i> would restore its expression to levels that are necessary for pathway activation either alone or in combination with other drugs, including cGAMP analogs.<br \/>Using our proprietary algorithm, we designed saRNA sequences that are complementary to positions +2000 to -2000 nucleotides around the transcriptional start site of <i>STING. <\/i>The lead sequence (named saSTING) was further optimized by our discovery pipeline. Upregulation of STING mRNA was detected up to 168 hours post-transfection of saSTING in multiple cell lines, with an increase in the range of 4 to 11 fold. The upregulation of STING expression was further validated at the protein level. Strand and sequence specificity of saSTING was demonstrated by mutational analysis.<br \/>Concerning the mechanism of transcriptional activation via saSTING, we show that saSTING regulates STING expression by increasing both nascent pre-mRNA and mature mRNA. In essence, saSTING causes transcriptional activation across the whole <i>STING<\/i> locus, which is recapitulated in an upregulation of spliced and polyadenylated (mature) STING mRNA.<br \/>Development candidate MTL-STING encapsulates saSTING in NOV340 liposomes for <i>in vivo<\/i> administration. NOV340 liposomes have previously been clinically validated to efficiently deliver saRNA to myeloid cells, which is the critical cellular subset to benefit from STING activation from an anti-tumor perspective. MTL-STING is pre-clinical development as a combination treatment administered intra-tumorally and is expected to enter Phase 1 in 2023.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1a3b6fb9-83ca-4b26-861e-fbd83413f9b7\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Gene upregulation,Myeloid cells,STING,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12020"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Choon Ping Tan<\/i><\/u><\/presenter>, <presenter><i>Konstantina Skourti Stathaki<\/i><\/presenter>, <presenter><i>Brid M Ryan<\/i><\/presenter>, <presenter><i>Valentí Gomez<\/i><\/presenter>, <presenter><i>Laura Sinigaglia<\/i><\/presenter>, <presenter><i>Siv Anita Hegre<\/i><\/presenter>, <presenter><i>Robert Habib<\/i><\/presenter>, <presenter><i>John J Rossi<\/i><\/presenter>, <presenter><i>Nagy A Habib<\/i><\/presenter>. MiNA Therapeutics, London, United Kingdom, Norwegian University of Science and Technology, Trondheim, Norway, Beckman Research Institute of City of Hope, Duarte, CA","CSlideId":"","ControlKey":"eebdef03-97e9-4ad3-be01-8e0326ecf1ba","ControlNumber":"3293","DisclosureBlock":"<b>&nbsp;C. Tan, <\/b> <br><b>MiNA Therapeutics<\/b> Employment, Yes. <br><b>K. Stathaki, <\/b> <br><b>MiNA Therapeutics<\/b> Employment. <br><b>B. Ryan, <\/b> <br><b>MiNA Therapeutics<\/b> Employment. <br><b>V. Gomez, <\/b> <br><b>MiNA Therapeutics<\/b> Employment. <br><b>L. Sinigaglia, <\/b> <br><b>MiNA Therapeutics<\/b> Employment. <br><b>S. Hegre, <\/b> <br><b>MiNA Therapeutics<\/b> Employment. <br><b>R. Habib, <\/b> <br><b>MiNA Therapeutics<\/b> Employment. <br><b>J. Rossi, <\/b> <br><b>MiNA Therapeutics<\/b> Other, Founder. <br><b>N. Habib, <\/b> <br><b>MiNA Therapeutics<\/b> Stock, Other, Founder, Yes.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12020","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1a3b6fb9-83ca-4b26-861e-fbd83413f9b7\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"382","PresenterBiography":null,"PresenterDisplayName":"Choon Ping Tan, PhD","PresenterKey":"70168a62-bcb3-4887-a785-ac24b8afd124","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"382. MTL-STING restores endogenous STING expression for improving efficacy of cancer therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MTL-STING restores endogenous STING expression for improving efficacy of cancer therapeutics","Topics":null,"cSlideId":""},{"Abstract":"Oncolytic viruses (OV) have shown great potential to improve clinical outcomes when dosed intratumorally, however, their therapeutic efficacy when intravenously administered is likely limited by the rapid emergence of neutralizing antibodies. To overcome this limitation, we developed Synthetic RNA viruses consisting of a replication competent viral genomic RNA (vRNA) encapsulated within a lipid nanoparticle (LNP) for IV administration. Upon dosing and delivery of this infectious RNA payload, the vRNA initiates viral replication and virus production in neoplastic cells leading to oncolysis and tumor destruction. This formulation enables repeat intravenous dosing of a replication competent oncolytic virotherapy even in presence of circulating neutralizing antibody to the virus. Here we present ONCR-021, an LNP formulation of Coxsackievirus A21 (CVA21) vRNA. ONCR-021 vRNA encodes a novel ICAM1-dependent strain of CVA21 that results in greater <i>in vitro<\/i> and <i>in vivo<\/i> oncolysis compared to the previously described CVA21 Kuykendall strain. ONCR-021 is broadly oncolytic in cancer cell lines <i>in vitro<\/i> and is intended for clinical development in NSCLC, RCC, and HCC based upon the viral tropism. IV-administration of ONCR-021 vRNA results in rapid initiation of viral replication, oncolysis, and potent anti-tumor efficacy, even in the presence of circulating CVA21 neutralizing antibodies. This efficacy is principally driven by CVA21 amplification <i>in situ<\/i> after delivery to tumor cells and we demonstrate viral replication, virion production and spread within the tumor after dosing. We also observe only modest and transient production of CVA21 in healthy tissues of transgenic mice expressing the CVA21 entry receptor human ICAM1. Consistent with these findings, high doses levels of ONCR-021 were well-tolerated in this model. Altogether, these preclinical data support the development of ONCR-021, a novel synthetic oncolytic virus designed to overcome the challenges of repeat intravenous administration of viral immunotherapy for the treatment of disseminated cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/41048024-0829-4a86-848f-a7040586c862\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Nanoparticle,Vaccines,Gene therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12021"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Jeffrey Bryant<\/i><\/presenter>, <presenter><i>Agnieszka Denslow<\/i><\/presenter>, <presenter><i>Jacqueline Hewett<\/i><\/presenter>, <presenter><i>Lingxin Cong<\/i><\/presenter>, <presenter><i>Ana De Almeida<\/i><\/presenter>, <presenter><i>Jennifer Lee<\/i><\/presenter>, <presenter><i>Judy Jacques<\/i><\/presenter>, <presenter><i>Sonia Feau<\/i><\/presenter>, <presenter><i>Daniel. Wambua<\/i><\/presenter>, <presenter><i>Adrienne Yanez<\/i><\/presenter>, <presenter><i>Pam Shou-Ping Wang<\/i><\/presenter>, <presenter><i>Jessica Deterling<\/i><\/presenter>, <presenter><i>Matthew Scott<\/i><\/presenter>, <presenter><i>Jason Auer<\/i><\/presenter>, <presenter><i>Brian B. Haines<\/i><\/presenter>, <presenter><i>Christophe Quéva<\/i><\/presenter>, <presenter><i>Lorena Lerner<\/i><\/presenter>, <presenter><u><i>Edward M. Kennedy<\/i><\/u><\/presenter>. Oncorus, Inc, Cambridge, MA","CSlideId":"","ControlKey":"54db0024-c979-440a-9730-9f65a4d119e1","ControlNumber":"3187","DisclosureBlock":"<b>&nbsp;J. Bryant, <\/b> <br><b>Oncorus<\/b> Employment, Yes. <br><b>A. Denslow, <\/b> <br><b>Oncorus<\/b> Employment, Yes. <br><b>J. Hewett, <\/b> <br><b>Oncorus<\/b> Employment, Yes. <br><b>L. Cong, <\/b> <br><b>Oncorus<\/b> Employment, Yes. <br><b>A. De Almeida, <\/b> <br><b>Oncorusb<\/b> Employment, Yes. <br><b>J. Lee, <\/b> <br><b>Oncorus<\/b> Employment, Yes. <br><b>J. Jacques, <\/b> <br><b>Oncorus<\/b> Employment, Yes. <br><b>S. Feau, <\/b> <br><b>Oncorus<\/b> Employment, Yes. <br><b>D. Wambua, <\/b> <br><b>Oncorus<\/b> Employment, Yes. <br><b>A. Yanez, <\/b> <br><b>Oncorus<\/b> Employment, Yes. <br><b>P. Wang, <\/b> <br><b>Oncorus<\/b> Employment, Yes. <br><b>J. Deterling, <\/b> <br><b>Oncorus<\/b> Employment, Yes. <br><b>M. Scott, <\/b> <br><b>Oncorus<\/b> Employment, Yes. <br><b>J. Auer, <\/b> <br><b>Oncorus<\/b> Employment, Yes. <br><b>B. B. Haines, <\/b> <br><b>Oncorus<\/b> Yes. <br><b>C. Quéva, <\/b> <br><b>Oncorus<\/b> Employment, Yes. <br><b>L. Lerner, <\/b> <br><b>Oncorus<\/b> Employment, Yes. <br><b>E. M. Kennedy, <\/b> <br><b>Oncorus<\/b> Employment, Yes.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12021","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/41048024-0829-4a86-848f-a7040586c862\/@x03B8ZDK\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"383","PresenterBiography":null,"PresenterDisplayName":"Edward Kennedy, PhD","PresenterKey":"b09520fa-0b39-4d06-8c60-e7ff8613b1c4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"383. ONCR-021 as a systemic intravenous synthetic RNA virus immunotherapy for the repeat treatment of cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ONCR-021 as a systemic intravenous synthetic RNA virus immunotherapy for the repeat treatment of cancer","Topics":null,"cSlideId":""},{"Abstract":"The tumor microenvironment (TME) of pancreatic cancer is highly immunosuppressive and characterized by a huge population of cancer-associated fibroblasts, myeloid-derived suppressor cells, regulatory T cells, and a scarce number of effector immune cells. Stimulator of interferon genes (STING) is an endoplasmic reticulum receptor that plays a critical role in immunity. Agonists of STING have been shown to inflame the TME, reduce tumor burden and confer anti-tumor activity in mouse models. 2&#8217;, 3&#8217; cyclic guanosine monophosphate adenosine monophosphate (cGAMP) is a high-affinity endogenous ligand of STING. However, the cytosolic delivery of exogenous cGAMP to antigen-presenting cells and tumor cells remains a challenge due to poor cellular permeability, poor stability, and rapid clearance. We address these limitations by encapsulating cGAMP in a lipid nanoparticle (cGAMP-LNP) engineered for efficient cytosolic delivery. The size and morphology of the cGAMP-LNP were characterized using dynamic light scattering and TEM, respectively. The <i>in-vitro<\/i> activity of the cGAMP-LNP was determined in the THP-1 Blue<sup>TM<\/sup> ISG reporter cell line, whereas the endosomolytic activity of the LNP was evaluated by red blood cell hemolysis assay. The cGAMP-LNP activates the IRF3 pathway <i>in-vitro<\/i> and shows concentration- and pH-dependent endosomolytic activity. Moreover, the cGAMP-LNP was evaluated for cytotoxicity <i>in-vitro<\/i> and were found non-toxic to human pancreatic duct epithelial cell line at bioactive concentrations. Collectively, the cGAMP-LNP represents a promising strategy to convert immunosuppressive pancreatic cancer to immune-inflamed pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/5ef58e88-23a5-405e-9fba-46a89938bf25\/@y03B8ZDL\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Pancreatic cancer,STING agonist,Cytosolic delivery,Nanoparticle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12023"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Sherin George Shaji<\/i><\/u><\/presenter>, <presenter><i>Pratikkumar Patel<\/i><\/presenter>, <presenter><i>Kun Cheng<\/i><\/presenter>. University of Missouri-Kansas City, Kansas City, MO","CSlideId":"","ControlKey":"0d23c3bf-6f46-479a-ae8c-b1e3287c9d43","ControlNumber":"1214","DisclosureBlock":"&nbsp;<b>S. Shaji, <\/b> None..<br><b>P. Patel, <\/b> None..<br><b>K. Cheng, <\/b> None.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12023","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/5ef58e88-23a5-405e-9fba-46a89938bf25\/@y03B8ZDL\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"384","PresenterBiography":"","PresenterDisplayName":"Sherin George Shaji, M Pharm,B Pharm","PresenterKey":"6df75270-a603-4686-aed9-a95df348c89d","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/6df75270-a603-4686-aed9-a95df348c89d.profile.jpg","SearchResultActions":null,"SearchResultBody":"384. Lipid nanoparticle aided delivery of a STING agonist to treat pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lipid nanoparticle aided delivery of a STING agonist to treat pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic duct adenocarcinomas are known for their abundant desmoplastic stroma that acts as a barrier for drug penetration and reduces treatment efficacy. iRGD is a tumor-penetrating peptide that initially targets &#945;v integrins expressed on tumor vasculature with its RGD motif and then is proteolytically processed to expose a CendR motif (R\/KXXR\/K) that interacts with neuropilin-1 (NRP-1), leading to extravasation. We investigated the mechanism of iRGD tissue penetration and found that iRGD initially targets Carcinoma Associated Fibroblasts (CAFs) and then spreads to the tumor cells in a time dependent manner. CAF targeting was dependent on integrin &#946;5 expression and CAFs induced upregulation of integrin &#946;5 in the adjacent tumor cells in a TGF- &#946; dependent manner. Drugs conjugated or co-administered with iRGD can penetrate deep into tumor tissue, significantly increasing the efficacy of chemotherapeutic agents in a variety of solid tumors. Our recent data shows that <i>Kras<sup>LSL-G12D\/+<\/sup><\/i><i> <\/i><i>Trp53<sup>LSL-R172H\/+<\/sup><\/i><i> <\/i><i>Pdx1-Cre<\/i> (KPC) mice treated with iRGD co-administered with Gemcitabine increased survival compared to drug alone. In addition, we are using iRGD to deliver neoantigens to breast and pancreatic cancers to enable immunotherapy. These tumors have a low mutational burden and a very immunosuppressive microenvironment, rendering them resistant to such therapies. We have used iRGD, to deliver the ovalbumin 257-264 (OVAI) peptide to triple negative breast tumors, followed by adoptive T cell transfer of OT1 CD8 T cells, in order to elicit an antitumor immune response. Our preliminary data showed tumor regression in 70%, and complete response in 42% of the mice treated with iRGD plus OVA1. We are now working on adapting this strategy to pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/89dcc2f0-0fcc-4422-9d56-7f04c2a53a26\/@y03B8ZDL\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Drug delivery,Cancer associated fibroblasts,Immunotherapy,Neoantigens,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12024"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Tatiana Hurtado de Mendoza<\/i><\/u><\/presenter>, <presenter><i>Evangeline S. Mose<\/i><\/presenter>, <presenter><i>Gregory P. Botta<\/i><\/presenter>, <presenter><i>Gary B. Braun<\/i><\/presenter>, <presenter><i>Venkata R. Kotamraju<\/i><\/presenter>, <presenter><i>Randall P. French<\/i><\/presenter>, <presenter><i>Kodai Suzuki<\/i><\/presenter>, <presenter><i>Norio Miyamura<\/i><\/presenter>, <presenter><i>Siming Sun<\/i><\/presenter>, <presenter><i>Jay Patel<\/i><\/presenter>, <presenter><i>Tambet Teesalu<\/i><\/presenter>, <presenter><i>Erkki Ruoslahti<\/i><\/presenter>, <presenter><i>Kazuki N. Sugahara<\/i><\/presenter>, <presenter><i>Andrew M. Lowy<\/i><\/presenter>. UCSD, La Jolla, CA, Stem Cell Technologies, Vancouver, BC, Bachem, La Jolla, CA, Columbia University, New York, NY, UCSD, La Jolla, CA, University of Tartu, Tartu, Estonia, Cend Therapeutics, La Jolla, CA","CSlideId":"","ControlKey":"8b4f6cb9-07e0-4a79-8c48-e4845a7a48d5","ControlNumber":"4722","DisclosureBlock":"&nbsp;<b>T. Hurtado de Mendoza, <\/b> None..<br><b>E. S. Mose, <\/b> None..<br><b>G. P. Botta, <\/b> None..<br><b>G. B. Braun, <\/b> None.&nbsp;<br><b>V. R. Kotamraju, <\/b> <br><b>Cend Therapeutics<\/b> Patent.<br><b>R. P. French, <\/b> None..<br><b>K. Suzuki, <\/b> None..<br><b>N. Miyamura, <\/b> None..<br><b>S. Sun, <\/b> None..<br><b>J. Patel, <\/b> None.&nbsp;<br><b>T. Teesalu, <\/b> <br><b>Cend Therapeutics<\/b> Stock, Patent, Co-Founder. <br><b>E. Ruoslahti, <\/b> <br><b>Cend Therapeutics<\/b> Stock, Patent, Co-Founder. <br><b>K. N. Sugahara, <\/b> <br><b>Cend Therapeutics<\/b> Stock, Patent, Co-founder.<br><b>A. M. Lowy, <\/b> None.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12024","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/89dcc2f0-0fcc-4422-9d56-7f04c2a53a26\/@y03B8ZDL\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"385","PresenterBiography":null,"PresenterDisplayName":"Tatiana Hurtado de Mendoza, PhD","PresenterKey":"0fb12207-7e84-4f5a-b5e6-ec2b956b0299","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"385. iRGD mediated delivery of neoantigens to enable immunotherapy in integrin b5-rich tumors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"iRGD mediated delivery of neoantigens to enable immunotherapy in integrin b5-rich tumors","Topics":null,"cSlideId":""},{"Abstract":"A major impediment to treatment of brain cancers is the inability to transport drugs across the blood-brain barrier (BBB). The development of an effective, targeted, and non-invasive method to penetrate the BBB to deliver cancer therapeutics is an unmet need in the treatment of brain cancers. Large molecular weight chemo- and immuno-therapies such as doxorubicin and others may be potentially effective against brain cancers if such drugs are sufficiently bioavailable in the brain. Focused ultrasound techniques can safely and transiently open the BBB but current techniques require invasive\/intrusive or expensive and high-touch procedures and are not optimal for wide adoption. To address this unmet need, we are developing an innovative technique to non-intrusively, non-invasively and transiently open the BBB in a specified location within the brain using guided ultrasound (US). Our device consists of a proprietary US generator that is controlled by a highly portable system that has a small physical footprint, enabling the US generator and system to be placed in confined spaces such as chemotherapy infusion centers. The US generator is cap-shaped device that is placed on a patient&#8217;s head. It includes multiple sets of ultrasound transducers that are distributed within the cap according to the anatomy of the skull. With our proprietary technique, we calculate the position of the cap in relation to the internal anatomy in a real-time manner with a non-intrusive and a non-invasive manner. We have recently concluded an extensive study that resulted in algorithms that can accurately guide the US to various targets within the brain across a spectrum of patients. We also have completed a pilot preclinical study on a large animal demonstrating our ability to open the BBB non-invasively and deposit a drug proxy (gadolinium and Evans Blue).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/54c9d347-5251-4f99-80b4-79d7a37de01f\/@y03B8ZDL\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Blood-brain barrier,Glioblastoma multiforme,Brain metastasis,Drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12181"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Bhaskar Ramamurthy<\/i><\/presenter>, <presenter><i>Mallika Keralapura<\/i><\/presenter>, <presenter><i>Jack Marshall<\/i><\/presenter>, <presenter><i>Dan Need<\/i><\/presenter>, <presenter><u><i>Ryan Dittamore<\/i><\/u><\/presenter>, <presenter><i>Santosh Kesari<\/i><\/presenter>, <presenter><i>Ekokobe Fonkem<\/i><\/presenter>. Cordance Medical, Inc., Mountain View, CA, Pacific Neuroscience Institute, Santa Monica, CA, Barrow Neurological Institute, Phoenix, AZ","CSlideId":"","ControlKey":"b501fdc4-3218-4c09-b2a5-1f576b8e81af","ControlNumber":"1919","DisclosureBlock":"<b>&nbsp;B. Ramamurthy, <\/b> <br><b>Cordance Medical, Inc.<\/b> Employment, Stock. <br><b>M. Keralapura, <\/b> <br><b>Cordance Medical, Inc.<\/b> Employment, Stock. <br><b>J. Marshall, <\/b> <br><b>Cordance Medical, Inc.<\/b> Employment, Stock. <br><b>D. Need, <\/b> <br><b>Cordance Medical<\/b> Employment, Stock. <br><b>R. Dittamore, <\/b> <br><b>Cordance Medical, Inc.<\/b> Employment, Stock, Yes. <br><b>Decipher Biosciences, Inc.<\/b> Employment, No. <br><b>S. Kesari, <\/b> <br><b>Cordance Medical, Inc.<\/b> Stock. <br><b>E. Fonkem, <\/b> <br><b>Cordance Medical, Inc.<\/b> Stock.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12181","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/54c9d347-5251-4f99-80b4-79d7a37de01f\/@y03B8ZDL\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"386","PresenterBiography":null,"PresenterDisplayName":"Ryan Dittamore, BS;MBA","PresenterKey":"005233e6-2df9-4fcc-91ad-9cc624c51f5a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"386. Non-intrusive, non-invasive and patient friendly focused ultrasound device as a delivery vehicle for CNS tumors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-intrusive, non-invasive and patient friendly focused ultrasound device as a delivery vehicle for CNS tumors","Topics":null,"cSlideId":""},{"Abstract":"The clinical translatability of novel drug delivery systems begins with basic scientific breakthroughs. Our recent discovery of the ability of Tumor Treating Fields (TTFields) to potentially and transiently disrupt the blood brain barrier (BBB) using our murine <i>in vitro<\/i> and <i>in vivo<\/i> models, led us to validate our findings in a human 3D <i>in vitro<\/i> model established in our lab. The model consists of primary brain microvascular endothelial cells co-cultured with immortalized perciytes in a transwell system. TTFields are alternating electric fields of low intensity (1-3V\/cm) and intermediate frequency (100-300kHz), which are effective and approved for the treatment of glioblastoma (GBM) using 200kHz frequency. Our murine data point out that TTFields could disrupt the BBB optimally at 100kHz. To investigate if TTFields exhibit similar effects in the human cell-based <i>in vitro<\/i> model, it was subjected to TTFields at various frequencies for 24-96h. Cells were afterwards made to recover for 24-96h. To assess BBB integrity and compromise, transendothelial electrical resistance (TEER) was measured before start of TTFields, immediately after end of TTFields, as well as 24-96h after TTFields. In addition, a permeability assay was performed. Finally, immunofluorescence (IF) staining visualized the effects of TTFields on tight junction protein claudin-5 localization. TTFields application of all investigated frequencies significantly decreased TEER. However, the strongest effects were observed with 100kHz after 72h. IF staining revealed delocalization of claudin-5 from the cell boundaries to the cytoplasm. Restoration of cell integrity was already evident as early as 24h, with complete recovery after 48h. Results using our human 3D <i>in vitro<\/i> model validated our previous observations from murine <i>in vitro<\/i> and <i>in vivo<\/i> models that TTFields could transiently disrupt the BBB. These findings provide fundamental pre-clinical data for translation from bench to bedside. Accordingly, TTFields demonstrate to be a promising novel approach in opening the BBB to facilitate drug delivery for improved treatment of central nervous system diseases including devastating brain tumors such as GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2382768e-2613-4dcb-a00a-99f055abda7e\/@y03B8ZDL\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Blood-brain barrier,Tumor treating fields (TTFields),,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12182"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Ellaine Salvador<\/i><\/presenter>, <presenter><i>Almuth F. Kessler<\/i><\/presenter>, <presenter><i>Theresa Köppl<\/i><\/presenter>, <presenter><i>Sebastian Schönhärl<\/i><\/presenter>, <presenter><i>Malgorzata Burek<\/i><\/presenter>, <presenter><i>Catherine Tempel Brami<\/i><\/presenter>, <presenter><i>Tali Voloshin<\/i><\/presenter>, <presenter><i>Moshe Giladi<\/i><\/presenter>, <presenter><i>Ralf-Ingo Ernestus<\/i><\/presenter>, <presenter><i>Mario Löhr<\/i><\/presenter>, <presenter><i>Carola Y. Förster<\/i><\/presenter>, <presenter><u><i>Carsten Hagemann<\/i><\/u><\/presenter>. University Hospital Würzburg, Würzburg, Germany, University Hospital Würzburg, Würzburg, Germany, Novocure Ltd., Haifa, Israel, University Hospital Würzburg, Würzburg, Germany","CSlideId":"","ControlKey":"1174b465-749e-4ac7-9245-202d2b4a8abd","ControlNumber":"984","DisclosureBlock":"<b>&nbsp;E. Salvador, <\/b> <br><b>Novocure Ltd.<\/b> Travel. <br><b>A. F. Kessler, <\/b> <br><b>Novocure Ltd.<\/b> Grant\/Contract, Travel, Patent, Yes.<br><b>T. Köppl, <\/b> None..<br><b>S. Schönhärl, <\/b> None.&nbsp;<br><b>M. Burek, <\/b> <br><b>Novocure Ltd.<\/b> Patent, Yes. <br><b>C. Brami, <\/b> <br><b>Novocure Ltd.<\/b> Employment, Yes. <br><b>T. Voloshin, <\/b> <br><b>Novocure Ltd.<\/b> Employment, Yes. <br><b>M. Giladi, <\/b> <br><b>Novocure Ltd.<\/b> Employment, Patent, Yes.<br><b>R. Ernestus, <\/b> None.&nbsp;<br><b>M. Löhr, <\/b> <br><b>Novocure Ltd.<\/b> Patent, Yes. <br><b>C. Y. Förster, <\/b> <br><b>Novocure Ltd.<\/b> Grant\/Contract, Patent, Yes. <br><b>C. Hagemann, <\/b> <br><b>Novocure Ltd.<\/b> Grant\/Contract, Travel, Patent, Yes.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12182","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2382768e-2613-4dcb-a00a-99f055abda7e\/@y03B8ZDL\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"387","PresenterBiography":null,"PresenterDisplayName":"Carsten Hagemann, Dr Rer Nat;PhD","PresenterKey":"4a362ee3-cd4c-4822-8688-f50730f619fa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"387. Blood brain barrier (BBB) disruption by tumor treating fields (TTFields) in a human 3D <i>in vitro<\/i> model","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Blood brain barrier (BBB) disruption by tumor treating fields (TTFields) in a human 3D <i>in vitro<\/i> model","Topics":null,"cSlideId":""},{"Abstract":"Background: While checkpoint inhibitors (CPIs) such as anti-CTLA-4 and anti-PD-1\/L1 have demonstrated efficacy in a number of solid tumor indications, those with high stromal presence have been difficult to treat with minimal response observed. We aimed to use a proprietary machine learning\/artificial intelligence platform to identify novel stromal targets to relieve this immunosuppressive barrier and increase CPI responsiveness in difficult to treat indications.<br \/>Methods: Based on bioinformatic analysis using our single cell RNA atlas, we assessed cancer-associated fibroblasts (CAFs) \/ fibroblastic cells in cancer tissue for identification of novel targets, including proteoglycans. Antibodies were generated by immunization of humanized mice, and lead antibodies were tested for activity in inhibiting cell adhesion and were further characterized for staining of both CAFs as well as tumor cells. ADCs were developed and tested in vitro for selective tumor cell killing.<br \/>Results: Bioinformatic analysis identified a unique subset of cancer-associated fibroblasts, termed ecmCAFs, which demonstrated selective expression of Collagen Triple Helix Repeat Containing 1 (CTHRC1). This highly-selective expression pattern suggests it may be ideal as a target for alternative modalities, including ADC targeting or specific T cell activation. In addition, we identified that in certain tumor types, such a triple negative breast cancer and pancreatic ductal adenocarcinoma (PDAC), CTHRC1 is also highly expressed by cancer cells within the tumor and shows a more favorable expression profile for ADC targeting when compared to other stromal proteins such as FAP and LRRC15. We have confirmed surface expression and binding of CTHRC1 by our lead antibodies and have observed robust internalization on both human and mouse cancer cell lines. In vitro killing of tumor cells by ADCs and in vivo PD and efficacy will be presented on both ADCs and naked antibodies.<br \/>Conclusions: We have identified CTHRC1 as a novel proteoglycan expressed by both ecmCAFs and tumor cells that appears to be an ideal target for both direct inhibition of stromal barrier function as well as targeting of cytotoxic payloads as an ADC. CTHRC1 expression is more selective than the classical markers FAP and LRRC15, both of which have been previously developed as ADCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/79942ac6-ab5f-408e-9507-758ed06c9795\/@y03B8ZDL\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 New targets,,"},{"Key":"Keywords","Value":"Stroma,Target discovery,Antibody,Antibody-drug conjugate (ADC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12184"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Elizabeth Koch<\/i><\/presenter>, <presenter><i>Max London<\/i><\/presenter>, <presenter><i>Amy Berkley<\/i><\/presenter>, <presenter><i>Allison Nixon<\/i><\/presenter>, <presenter><i>Sean Phippen<\/i><\/presenter>, <presenter><i>Kerry White<\/i><\/presenter>, <presenter><i>Amanda Hanson<\/i><\/presenter>, <presenter><i>Samuel Cooper<\/i><\/presenter>, <presenter><u><i>Christopher Harvey<\/i><\/u><\/presenter>, <presenter><i>Michael Briskin<\/i><\/presenter>. Phenomic AI, Toronto, ON, Canada","CSlideId":"","ControlKey":"afc26d80-3eeb-4921-93c9-f2369495f303","ControlNumber":"5671","DisclosureBlock":"<b>&nbsp;E. Koch, <\/b> <br><b>Phenomic AI<\/b> Employment, Stock Option. <br><b>M. London, <\/b> <br><b>Phenomic AI<\/b> Employment, Stock Option. <br><b>A. Berkley, <\/b> <br><b>Phenomic AI<\/b> Employment, Stock Option. <br><b>Genentech<\/b> Stock. <br><b>A. Nixon, <\/b> <br><b>Phenomic AI<\/b> Employment, Stock Option. <br><b>S. Phippen, <\/b> <br><b>Phenomic AI<\/b> Employment, Stock Option. <br><b>K. White, <\/b> <br><b>Phenomic AI<\/b> Employment, Stock Option. <br><b>Surface Oncology<\/b> Stock. <br><b>A. Hanson, <\/b> <br><b>Phenomic AI<\/b> Employment, Stock Option, Yes. <br><b>Jounce Therapeutics<\/b> Stock, No. <br><b>S. Cooper, <\/b> <br><b>Phenomic AI<\/b> Employment, Stock, Yes. <br><b>C. Harvey, <\/b> <br><b>Phenomic AI<\/b> Employment, Yes. <br><b>Jounce Therapeutics<\/b> Stock, No. <br><b>M. Briskin, <\/b> <br><b>Phenomic AI<\/b> Employment, Stock Option, Yes. <br><b>Obsidian Therapeutics<\/b> Stock, Other, SAB member, No. <br><b>Soteria Biotherapeutics<\/b> Stock, SAB member, No.","End":"4\/10\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12184","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/79942ac6-ab5f-408e-9507-758ed06c9795\/@y03B8ZDL\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"388","PresenterBiography":null,"PresenterDisplayName":"Christopher Harvey, PhD","PresenterKey":"28b83390-ab9b-4348-ade5-a826da982126","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"388. AI\/ML-driven discovery of a novel proteoglycan for precision targeting of ADCs for disruption of stromal barriers and direct anti-tumor activity","SearchResultFooter":"","SearchResultHeader":"Apr 10 2022  1:30PM","SessionId":"349","SessionOnDemand":"False","SessionTitle":"Nanoparticles and Other Novel Strategies for Drug Delivery","ShowChatLink":"false","Start":"4\/10\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AI\/ML-driven discovery of a novel proteoglycan for precision targeting of ADCs for disruption of stromal barriers and direct anti-tumor activity","Topics":null,"cSlideId":""}]