[{"Abstract":"Introduction: We aimed to evaluate T2 relaxation times in the follow-up of patients with glioblastoma (GBM), the most common and aggressive primary brain tumor with nearly universal recurrence following standard therapy.<br \/>Methods: In this partially retrospective study, 53 patients (mean age 45.05 years &#177; 12.6) with non-recurrent GBM followed at our department roughly every 2 months after surgery and combined chemo-radiotherapy were included (&#62;180 days progression-free survival [PFS] as determined by RANO,<sup>1<\/sup> &#8805;3 MRI examinations in the PFS interval [same scanner and protocol]). Thirty-six patients additionally received Tumor-Treating Fields (TTFields) therapy. All data used were prior to progression. T2 relaxation rates (1\/T2) were calculated voxel-wise assuming mono-exponential decay. Whole-brain (WB) histogram values were extracted from 1\/T2 maps including skewness, kurtosis, mean, median, 15 and 85 percentile values and variance. We additionally segmented 1\/T2 maps using a 5 compartment Gaussian mixture model (Python v3.8.2), producing mean, variance and voxel percentage for each component. To evaluate predictive potential with respect to PFS, we used a deep recurrent neural network (long short-term memory [LSTM] model) in Tensorflow v2.3.1 (4 timesteps); the features used included the above metrics as well as TTFields treatment status and scanner. Twenty subjects were included in the predictive model, as inclusion criteria were stricter (progression, &#8804;120 days between all MRIs [mean 43.6 days], &#8805;4 PFS MRIs). Two models were tested: a regression model (days to progression) and a classification model (&#177;18 months PFS; models differed in output layer). Both models were run 10 times; mean results are presented.<br \/>Results: We found WB median 1\/T2 correlated with PFS, as values decreased prior to progression. WB median 1\/T2 linear regression slopes also differed in progression versus pseudo-progression, as values were relatively stable in pseudo-progression. The deep LSTM regression model achieved an R<sup>2<\/sup> of 97%. The deep LSTM classification model achieved a mean macro precision of 86%, recall 85% and F1 accuracy of 85% in predicting progression within 18 months.<br \/>Conclusions: We found very intriguing results with WB median 1\/T2 measurements in distinguishing progression from pseudo-progression, and in suggesting progression despite otherwise unremarkable imaging. A more complex predictive model trained on pre-progression data, using a fully-automated segmentation method followed by deep learning, showed very promising results. The present results may find utility in the monitoring of GBM patients and may be advantageous to include in multimodal predictive models.<br \/>Reference: 1. Wen PY et al. <i>J Clin Oncol<\/i> 2010;28:1963-1972.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/64344ef2-497a-40b5-a38f-f85ec0b85479\/@v03B8ZCa\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Clinical imaging,,"},{"Key":"Keywords","Value":"Tumor treating fields (TTFields),Glioblastoma,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15964"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Aaron M. Rulseh<\/i><\/u><\/presenter>, <presenter><i>Josef Vymazal<\/i><\/presenter>. Na Homolce Hospital, Prague, Czech Republic","CSlideId":"","ControlKey":"f8171871-0d30-44a0-a01b-c23c223596d1","ControlNumber":"6703","DisclosureBlock":"&nbsp;<b>A. M. Rulseh, <\/b> None..<br><b>J. Vymazal, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15964","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/64344ef2-497a-40b5-a38f-f85ec0b85479\/@v03B8ZCa\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4138","PresenterBiography":null,"PresenterDisplayName":"Aaron Rulseh, MD;PhD","PresenterKey":"9764e4a3-c4f4-4097-bb97-ddc2f8136e33","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4138. Prediction of progression-free survival in patients with primary glioblastoma: MRI T2 relaxivity and deep learning","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prediction of progression-free survival in patients with primary glioblastoma: MRI T2 relaxivity and deep learning","Topics":null,"cSlideId":""},{"Abstract":"<b>Objective: <\/b>Within in a prospectively conducted trial (&#8216;Unifying Advanced Treatment With Advanced Imaging&#8217;, GISTm3, NCT 03404076) we aimed at developing and validating a CT radiomics model to predict to response to tyrosine kinase inhibitors in GIST patients. We used the intratumoral iodine concentration which is less corroborated by tumor sclerosis or intratumoral hemorrhage than classical CT criteria.<br \/><b> <\/b><b>Materials and Methods: <\/b>This is a prospective multi-center study of 94 patients (mean age 61 years; age range 28-83 years; 51m, 43f) who underwent a single-energy contrast-enhanced staging CT in a portal venous phase. All patients underwent subsequent preoperative imatinib therapy for at least 6 months (median 12 months, range 4-36 months) and follow-up CT examination. Patients were graded binary as responders and non-responders using their best response throughout the drug treatment course according to the vascular tumor burden to account for pseudo-progression under therapy. Response assessment was performed using RECIST 1.1, modified Choi (mChoi), vascular tumor burden (VTB), DECT vital iodine TB. Two radiologists performed a 3D-segmentation analysis of the GIST lesions on the pre-treatment CT using a dedicated radiomics software (Radiomics Version 1.0.9, Siemens Healthineers, Forchheim, Germany) and a visual evaluation of enhancement and non-enhancement parameters of each GIST lesion. Using a training dataset (n=17), a multivariable logistic regression by least absolute shrinkage and selection operator identified features that predicted therapy response was build. This model was then evaluated in the independent cohort (n=78) for temporal validation.<br \/><b>Results: <\/b>77 GIST lesions responded to the drug. A total of 53 radiological visual features and radiomic features were rated reproducible (intraclass correlation &#62;0.8). The radiological visual grading and the radiomic features alone resulted in a similar AUC (0.62, 95%CI 0.49-0.76 vs 0.64 95%CI 0.50-0.77). The final model which combined both radiological visual grading (3 features) and also 3 radiomic features had a significantly higher AUC (0.75, 95%CI 0.64-0.86; both p&#60;0.01) when compared to both separate predictive models alone. Using DECT vital iodine TB, median PFS was significantly different between non-responders and responders (18.8 mos vs. 5.6 mos, resp.; p=.02). HR for progression for DECT vital iodine TB non-responders vs. responders was 6.9, 3.3 for VTB, 2.3 for RECIST 1.1, and 2.1 for mChoi.<br \/><b>Conclusion: <\/b>The study presents a predictive model that incorporates radiologist grading and radiomics features. DECT vital iodine TB criteria outperformed RECIST 1.1, VTB and mChoi for response assessment of metastatic GIST under TKI therapy. The technique should be very useful in guiding early management decisions in patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c8a6d4fa-a1b8-4601-b9c1-4b114131d7ea\/@v03B8ZCa\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Radiomics,,"},{"Key":"Keywords","Value":"Response,Imaging,Gastrointestinal stromal tumor,Imatinib,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15965"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Peter Hohenberger<\/i><\/u><\/presenter>, <presenter><i>Mathias Meyer<\/i><\/presenter>, <presenter><i>Thomas Henzler<\/i><\/presenter>, <presenter><i>Richard F. Riedel<\/i><\/presenter>, <presenter><i>Christina Messiou<\/i><\/presenter>, <presenter><i>Daniele Marin<\/i><\/presenter>, <presenter><i>Stefan Schoenberg<\/i><\/presenter>. Div.of Surgical Oncology and Thoracic Surgery, Mannheim University Medical Center, University of Heidelberg, Mannheim, Germany, Department of Diagnostic and Interventional Radiology and Nuclear Medicine, Hamburg, Germany, Institute of Clinical Radiology and Nuclear Medicine, Mannheim University Medical Center, University of Heidelberg, Mannheim, Germany, Siemens Healthcare, Malvern, Pennsylvania, Malvern, PA, Department of Radiology, Royal Marsden Hospital and Institute of Cancer Research, London, United Kingdom, Department of Radiology, Duke University Medical Center, Durham, NC","CSlideId":"","ControlKey":"c5b36969-a2e0-4642-8a57-649e52e7e8fa","ControlNumber":"2397","DisclosureBlock":"<b>&nbsp;P. Hohenberger, <\/b> <br><b>Novartis<\/b> Grant\/Contract, No.<br><b>M. Meyer, <\/b> None..<br><b>T. Henzler, <\/b> None.&nbsp;<br><b>R. F. Riedel, <\/b> <br><b>Siemens<\/b> Employment, No.<br><b>C. Messiou, <\/b> None..<br><b>D. Marin, <\/b> None.&nbsp;<br><b>S. Schoenberg, <\/b> <br><b>Siemens<\/b> Grant\/Contract, No.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15965","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c8a6d4fa-a1b8-4601-b9c1-4b114131d7ea\/@v03B8ZCa\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4139","PresenterBiography":null,"PresenterDisplayName":"Peter Hohenberger, MD;PhD","PresenterKey":"46bcb35d-48c1-4c24-8ef2-8eaa7cf78ba4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4139. Dual energy analysis of TKI response in GIST - results of a prospective trial","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dual energy analysis of TKI response in GIST - results of a prospective trial","Topics":null,"cSlideId":""},{"Abstract":"<b>Objective: <\/b>Cancer-associated fibroblasts (CAFs) are a key component of the tumor microenvironment and affect neoplastic progression by stromal remodeling, paracrine signaling, potentiating cancer cell proliferation, and immune system evasion. As such, they are a potential target for optimizing therapeutic and diagnostic strategies. The purpose of our study was to evaluate if Fibroblast Activation Protein (FAP) can be a suitable target for molecular imaging guided cancer localization during surgery because FAP is overwhelmingly expressed by CAFs.<br \/><b>Methods: <\/b>Patient derived lung adenocarcinoma FAP+\/alpha SMA+ myofibroblasts (CAFs) were isolated by flow cytometry and cultured according to institutional best practices. Normal fibroblasts from 3T3 cell line were used as negative control whereas normal lung fibroblasts transfected with human FAP cDNA were used as positive control. Cell expression of FAP was compared using SDS Page analysis and flow cytometry. FAP ligand coupled to NIR S0456 fluorochrome (FAP-S0456) was then evaluated with in-vitro dose escalation, cell-toxicity study, fluorescence parameters, and immunofluorescence microscopy.<br \/><b>Results: <\/b>Patient derived lung cancer (LC) CAFs had lower FAP-S0456 dye binding expression compared to transfected fibroblasts (TF), while normal fibroblasts (FAP-, aSMA-) had no FAP-S0456 dye binding detected on FACS direct antibody analysis (MFI 1033 vs 244, p&#60;0.05). SDS page immunofluorescence protein analysis with FAP-S0456 showed 5.33x relative expression of FAP in LC CAFs and transfected fibroblasts compared to normal controls on densitometric analysis (p&#60;0.05). Both the LC CAFs and FAP transfected fibroblasts demonstrated targeted fluorochrome endosomal internalization at 798 nm wavelength with mean MFI of 418 (SD 41) compared to minimal uptake by normal fibroblasts (MFI 49 (SD 5.12)p&#60;0.05). FAP-S0456 was internalized by FAP-expressing fibroblasts in a dose- and time-dependent manner, as compared to normal fibroblasts, which did not internalize the dye. Matrix co-culturing FAP+\/GFP+ fibroblasts with A549 cells showed FAP-S0456 uptake in the GFP+ fibroblasts with no fluorescence observed in neoplastic cells. Evaluation of FAP-S0456 specificity for FAP transmembrane protein by competitive inhibition via 1000x free FAP ligand showed no uptake in the FAP expressing fibroblasts (LC CAF, FAP+ TF) with MFI similar to negative controls (normal fibroblasts, (39 vs 48, p=0.77).<br \/><b>Conclusion: <\/b>FAP transmembrane receptor is highly expressed in cancer associated fibroblasts and can serve as a potential target for FAP ligand conjugated near-infrared tracers. This study demonstrates proof of principle of utilizing FAP-S0456 in CAF in-vitro models and paves a path for pre-clinical diagnostic and therapeutic validation for surgical applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a8be9ec7-2097-4508-ae58-7f7bbf31f3aa\/@w03B8ZCb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Functional and molecular imaging,,"},{"Key":"Keywords","Value":"Molecular imaging,Cancer associated fibroblasts,Fibroblasts,Fluorescence imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15969"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Feredun Azari<\/i><\/u><\/presenter>, <presenter><i>Gregory Kennedy<\/i><\/presenter>, <presenter><i>Ashley Chang<\/i><\/presenter>, <presenter><i>Bilal Nadeem<\/i><\/presenter>, <presenter><i>Neil Sullivan<\/i><\/presenter>, <presenter><i>Emanuel Encarnado<\/i><\/presenter>, <presenter><i>Steven Albelda<\/i><\/presenter>, <presenter><i>Evgeniy Eruslanov<\/i><\/presenter>, <presenter><i>Sunil Singhal<\/i><\/presenter>. University of Pennsylvania School of Medicine, Philadelphia, PA","CSlideId":"","ControlKey":"69333254-02a2-4210-90d9-caaa2a6320e7","ControlNumber":"1246","DisclosureBlock":"&nbsp;<b>F. Azari, <\/b> None..<br><b>G. Kennedy, <\/b> None..<br><b>A. Chang, <\/b> None..<br><b>B. Nadeem, <\/b> None..<br><b>N. Sullivan, <\/b> None..<br><b>E. Encarnado, <\/b> None..<br><b>S. Albelda, <\/b> None..<br><b>E. Eruslanov, <\/b> None..<br><b>S. Singhal, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15969","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a8be9ec7-2097-4508-ae58-7f7bbf31f3aa\/@w03B8ZCb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4142","PresenterBiography":null,"PresenterDisplayName":"Feredun Azari, MD","PresenterKey":"d61954cf-5a7d-46d2-aa5c-f9336c1773a0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4142. Fibroblast activation protein transmembrane receptor targeted near-infrared fluorochrome specifically identifies patient derived lung cancer associated fibroblasts in pre-clinical models","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fibroblast activation protein transmembrane receptor targeted near-infrared fluorochrome specifically identifies patient derived lung cancer associated fibroblasts in pre-clinical models","Topics":null,"cSlideId":""},{"Abstract":"Understanding the rate of tumor cell growth in breast cancer specimens may be indicative of disease aggressiveness, a tumor characteristic which can be used to make an informed treatment decision. The nuclear protein Ki-67 is increased in cells as they prepare to divide or proliferate and is therefore widely used as a proliferation marker for tumor progression. This degree of tumor cell proliferation, or the proliferative index, is commonly detailed in pathology reports shared with the patient care team. In this study, we utilized the Ki-67 [K2] immunohistochemistry (IHC) assay to stain 10 breast cancer specimens. Stained slides were imaged using the AT2 scanner (Leica Biosystems, Buffalo Grove, IL) and analyzed using the Visiopharm Image Analysis platform. Previous efforts to assess Ki-67 positivity utilizing image analysis have relied on the use of a secondary stain or manual effort by the pathologist to exclude non-invasive tumor regions. These antiquated methods are costly to the lab as they require additional materials or valuable pathologist time. Our novel image analysis approach utilizes artificial intelligence (AI) to automatically denote non-invasive verses invasive tumor regions, which can then be used to quantify the Ki-67 proliferative index. This valuable tool will allow for greater accuracy, cost-savings, and time efficiency when analyzing breast cancer samples compared to traditional methods.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/18f479d5-955d-4939-a13c-eaa920ec2ea0\/@w03B8ZCb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Functional and molecular imaging,,"},{"Key":"Keywords","Value":"Image analysis,Breast cancer,Immunohistochemistry,Tumor biology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15972"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Bhavika Patel<\/i><\/presenter>, <presenter><i>Stephanie Allen<\/i><\/presenter>, <presenter><i>Sameer Talwalkar<\/i><\/presenter>, <presenter><i>Navi Mehra<\/i><\/presenter>, <presenter><i>Jeppe Thagaard<\/i><\/presenter>, <presenter><i>Thomas W. Ramsing<\/i><\/presenter>, <presenter><i>Agnete Overgaard<\/i><\/presenter>, <presenter><u><i>Jenifer Caldara<\/i><\/u><\/presenter>. Lanterne Dx, Boulder, CO, Visiopharm Corporation, Westminster, CO","CSlideId":"","ControlKey":"daeaf965-02bd-411c-926a-46ed8b0132ea","ControlNumber":"3795","DisclosureBlock":"&nbsp;<b>B. Patel, <\/b> None..<br><b>S. Allen, <\/b> None..<br><b>S. Talwalkar, <\/b> None..<br><b>N. Mehra, <\/b> None..<br><b>J. Thagaard, <\/b> None..<br><b>T. W. Ramsing, <\/b> None..<br><b>A. Overgaard, <\/b> None..<br><b>J. Caldara, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15972","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/18f479d5-955d-4939-a13c-eaa920ec2ea0\/@w03B8ZCb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4144","PresenterBiography":null,"PresenterDisplayName":"Jenifer Caldara, BS","PresenterKey":"e091aae9-36ec-4575-a1c5-fabe4c164d73","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4144. An AI-based, automated workflow for identification and scoring of invasive tumors in Ki-67 stained breast cancer specimens","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An AI-based, automated workflow for identification and scoring of invasive tumors in Ki-67 stained breast cancer specimens","Topics":null,"cSlideId":""},{"Abstract":"Background: The role of histopathology including stage, tumor size and histologic grade in defining breast cancer (BCA) clinical risk assignment continues to be an important component of treatment choice and management. Recent publications have demonstrated the significance of combining these features with genomic signatures such as Oncotype and EndoPredict to provide precision risk assessment. Unfortunately, intra-inter pathologist BCA grading variability remains a significant limiting factor.<br \/>Methods: Using the Cancer Genome Atlas (TCGA) breast cancer (BCA) image dataset, clinical and genomic data (i.e., EndoPredict and Oncotype), we evaluated a series of H&#38;E images from patients with infiltrating ductal BCA (one slide per patient). A machine-learning (ML) derived morphology feature array was used to normalize staining differences, identify regions of tumor vs. normal and characterize individual cellular attributes including tubule structure and organization, nuclear morphology, and mitotic figures. Individual features were correlated with overall survival using the concordance index (c-index), support vector models and Kaplan-Meier incidence curves to understand feature importance.<br \/>Results: ML curated image features representing BCA gland morphology were generated from 517 patients with 69 events (13%), 93% overall survival (OS), median 5-years. Three clinical variables including: age, 59 years (median), AJCC stage T2 and 49% grade 3 and 41% grade 2, along with results of the EndoPredict (EP) and an Onctoype (ONC) gene subset: PGR, ESR1, CCNB1, BIRC5, MYBL2, GRB7) and imaging features were evaluated. Only age, stage and 10 imaging features representing nuclear shape, size, mitotic activity, lymphoid aggregates and stromal content were selected. Two models consisting of clinical + gene expression + imaging produced a C-index of: 0.84 (EP) vs. 0.82 (ONC), respectively, vs. clinical (0.79) and clinical + genomics ( EP 0.81vs. ONC 0.79).<br \/>Conclusions: A machine-learning platform outperformed grade and produced accurate recurrence risk models with demonstrated added improvement over clinical and genomic analyses. Future studies include expanded cohort studies to confirm and expand these observations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6867c0c6-5215-4039-808c-64d05ee6e8e1\/@w03B8ZCb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Clinical imaging,,"},{"Key":"Keywords","Value":"Biomarkers,Breast cancer,Machine learning,HER2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/15971"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Michael J. Donovan<\/i><\/u><\/presenter>. Icahn School of Medicine at Mount Sinai, New York CIty, NY","CSlideId":"","ControlKey":"7a0186f4-c9c8-404b-b9b5-98c1160f8787","ControlNumber":"6326","DisclosureBlock":"<b>&nbsp;M. J. Donovan, <\/b> <br><b>Renalytixai<\/b> Employment, Stock Option, No. <br><b>PreciseDx<\/b> Independent Contractor, Stock Option, Yes. <br><b>VericiDx<\/b> Independent Contractor, Stock Option, No. <br><b>LungLifeAI<\/b> Independent Contractor, Stock Option, No. <br><b>Exosome Diagnostics<\/b> Independent Contractor, No.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"15971","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6867c0c6-5215-4039-808c-64d05ee6e8e1\/@w03B8ZCb\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4145","PresenterBiography":"","PresenterDisplayName":"Michael Donovan, MD;PhD","PresenterKey":"2748967e-90e1-4246-8c5a-15978e28ff6a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4145. Novel approach that combines an automated breast cancer grading platform with genomics to personalize risk assessment and management","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Translational Research: Imaging","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel approach that combines an automated breast cancer grading platform with genomics to personalize risk assessment and management","Topics":null,"cSlideId":""}]