[{"Abstract":"Background: Deregulation of microRNA (miRNA) plays an important role in the growth, invasion and migration of prostate cancer cells. miR-9 has been found overexpressed in prostate cancer (Pca) compared to benign prostate tissue (BPT) and proposed as an oncomiR with a potential as a therapeutic target. Little is known about the regulatory mechanisms of miR-9 in PCa and opposing roles in supporting or suppressing tumor development and metastasis has been reported in different tumor tissues. We aimed to explore the miR-9 expression and their putative targets in BPT and PCa tissue through <i>in situ <\/i>Hybridization (ISH) and bioinformatics analysis of miRNA and gene expression databases.<br \/>Design: A prostate tissue microarray was constructed with representative areas of BPT and PCa. The expression of miR-9-5p was evaluated through a miRNAscope 2.5 LS Red ISH, it was scored using a semiquantitative analysis of the average number of dots per cell; mean score values were compared between BPT and PCa tissues using Mann-Whitney test, a p value less than 0.05 was considered statistically significant. We look for possible mir-9 targets in the database of experimentally validated microRNA-target (miRTarBase), and we use the AACR Project GENIE data base to analyze the behavior of the putative miR-9 targets in PCa vs BPT and explored their expression in the tumor tissues of the Cancer Genome Atlas (TCGA) through the bioinformatics tools of the GEPIA2 web server.<br \/>Results: The analysis of miR-9 expression in 294 prostate tissue cores (145 BPT and 149 PCa) showed an overexpression of this miRNA in PCa (1.60, 95% CI:1.51-1.69) compared to BPT (0.86, 95% CI: 0.77-0.94), (p less than 0.0001). We identified 526 mir-9 target genes in the miRTarBase validated with at least one experimental assay, and selected the 24 genes with the strongest evidence of interaction with miR-9. The gene targets with higher expression level in PCa were CDH1, RAB34, AP3B1, CCNG1, SRF, TGFB1, ID2, FOXO3 y CCND1 (Log<sub>2<\/sub> (TPM+1) &#62; 4). Only 4 genes showed a statistically significant difference in their expression when BPT and PCa tissue data from the TCGA were compared. CDH1 was overexpressed in the PCa datasets and BCL6, RAB34 and NTRK3 were downregulated in cancer compared to normal tissues. Most of the miR-9 gene targets did not show alterations at the DNA sequence level according to the analysis of the AACR Project GENIE data using the cBioPortal, except for CDH1, BCL6, CCND1 and PRDM1, which showed truncating mutations, amplifications, deep deletion and splice mutations in some of the cancer datasets. These results suggest that mir-9 may be regulating tumor initiation, progression, and metastasis processes through the Neurotrophic Receptor Tyrosine Kinase 3 (NTRK3), which has been found altered in breast carcinomas and other cancers, or the downregulation of Cadherin 1 (CDH1), whose loss of function is thought to contribute to cancer progression by increasing proliferation, invasion, and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4451e83a-82b2-4922-941d-c86eec395f78\/@o03B8ZPQ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-06 miRNAs as tumor suppressors\/oncogenes,,"},{"Key":"Keywords","Value":"MicroRNA,Prostate cancer,AACR Project GENIE,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17392"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ines Benedetti<\/i><\/u><\/presenter>, <presenter><i>Lia Barrios<\/i><\/presenter>, <presenter><i>Juan Rebollo<\/i><\/presenter>. University of Cartagena, Cartagena, Colombia, Universidad Tecnológica de Bolívar, Cartagena, Colombia","CSlideId":"","ControlKey":"ff33f0b0-0a7e-43a3-8192-45b1dda4d23b","ControlNumber":"6173","DisclosureBlock":"&nbsp;<b>I. Benedetti, <\/b> None..<br><b>L. Barrios, <\/b> None..<br><b>J. Rebollo, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17392","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4451e83a-82b2-4922-941d-c86eec395f78\/@o03B8ZPQ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5856","PresenterBiography":null,"PresenterDisplayName":"Estebana Ines Benedetti Padron, MD;PhD","PresenterKey":"bc0a2cc5-dd17-47d2-8ccb-9c42f0cac7c8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5856. Differential expresion of miR-9 and their putative targets in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"513","SessionOnDemand":"False","SessionTitle":"AACR Project GENIE Use Cases","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differential expresion of miR-9 and their putative targets in prostate cancer","Topics":null,"cSlideId":""}]