[{"Abstract":"Smoking is the number one risk factor for lung cancer and tobacco smokers are at 20 to 40 times higher risk of developing lung cancer in comparison to non-smokers. We have previously shown that exposing lung cancer cell lines to tobacco smoke condensate generated from waterpipe (WP) interferes with cell proliferation, cell plasticity, DNA damage and tumor cell recognition and killing by natural killer (NK) cells. Global transcriptomic analysis identified an expression profile of genes that best distinguished treated and non-treated cells involving several pathways including those involved in epithelial to mesenchymal transition (EMT) and stemness. Because of the important role of autophagy in tumor resistance and progression, we investigated its relationship with WP smoking. We first showed an activation of autophagy as reflected by LC3 and P62 in lung cancer cell lines in response to WPS. Interestingly, our data revealed that WPS-induced EMT and cancer stemness involved autophagy induction. The autophagy response in smokers with lung adenocarcinoma as compared to non-smokers with lung adenocarcinoma was investigated using TCGA lung adenocarcinoma bulk RNA-seq dataset with the available patient metadata on smoking status. Preliminary results based on a machine learning classification model using Random Forest indicate that smokers have an increase in autophagy activating genes as compared to non-smokers. Comparative analysis of lung adenocarcinoma molecular signatures in affected patients with a long-term active exposure to smoke compared to patients who have not had any active exposure to smoke indicate a higher tumor mutational burden, CD8+ T-cell level and lower dysfunction level in smokers. Multivariate regression analyses confirm these results even after controlling for confounding factors like age, gender, and tumor stage. While the checkpoint genes tested PD1, PDL1, PDL2 and CTLA-4, had no difference between smokers and non-smokers, B7-1, B7-2, IDO1 and CD200R1 had higher expression in non-smokers than smokers. Because multiple factors in the tumor microenvironment dictate the success of immunotherapy, in addition to the expression of immune checkpoint genes, our analysis explains why patients who are smokers with lung adenocarcinoma respond better to immunotherapy, even though there are no relative differences in immune checkpoint genes in the two cohorts. Therefore, targeting autophagy in lung adenocarcinoma patients in combination with checkpoint inhibitors, targeted therapies or chemotherapy should be considered in smoker patients with lung adenocarcinoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f951f194-c094-44c1-bf2e-9b385d802c5e\/@y03B8ZK3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Autophagy,Smoking,Tumor mutational burden,Epithelial-mesenchymal transition (EMT),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13756"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"4e94e457-7f5d-4ae9-a8f6-2bf3a1f3412c","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4e94e457-7f5d-4ae9-a8f6-2bf3a1f3412c\/@y03B8ZK3\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Rania F. Zaarour<\/i><\/u><\/presenter>, <presenter><i>Mohak Sharda<\/i><\/presenter>, <presenter><i>Bilal Azakir<\/i><\/presenter>, <presenter><i>Goutham Hassan Venkatesh<\/i><\/presenter>, <presenter><i>Raefa Abou Khouzam<\/i><\/presenter>, <presenter><i>Ayesha Rifath<\/i><\/presenter>, <presenter><i>Zohra Nizami<\/i><\/presenter>, <presenter><i>Fatima Abdullah<\/i><\/presenter>, <presenter><i>Fatin Mohammad<\/i><\/presenter>, <presenter><i>Husam Nawafleh<\/i><\/presenter>, <presenter><i>Yehia ElSayed<\/i><\/presenter>, <presenter><i>Salem Chouaib<\/i><\/presenter>. Gulf Medical University, Ajman, United Arab Emirates, National Center for Biological Sciences, Tata Institute of Fundamental Research, Bangalore, India, Beirut Arab University, Beirut, Lebanon, American University of Sharjah, Sharjah, United Arab Emirates","CSlideId":"","ControlKey":"20a6e6ca-26bc-48b0-a495-125434f5b547","ControlNumber":"2999","DisclosureBlock":"&nbsp;<b>R. F. Zaarour, <\/b> None..<br><b>M. Sharda, <\/b> None..<br><b>B. Azakir, <\/b> None..<br><b>G. Venkatesh, <\/b> None..<br><b>R. Abou Khouzam, <\/b> None..<br><b>A. Rifath, <\/b> None..<br><b>Z. Nizami, <\/b> None..<br><b>F. Abdullah, <\/b> None..<br><b>F. Mohammad, <\/b> None..<br><b>H. Nawafleh, <\/b> None..<br><b>Y. ElSayed, <\/b> None..<br><b>S. Chouaib, <\/b> None.","End":"4\/12\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"13756","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f951f194-c094-44c1-bf2e-9b385d802c5e\/@y03B8ZK3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2995","PresenterBiography":null,"PresenterDisplayName":"Rania Zaarour, PhD","PresenterKey":"3deb491d-1ab8-40ad-af33-e027c19d24e2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2995. Autophagy as a key driver of waterpipe smoke-induced lung cancer cell plasticity and resistance","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  1:30PM","SessionId":"425","SessionOnDemand":"False","SessionTitle":"Non-apoptotic Cell Death \/ Autophagy","ShowChatLink":"false","Start":"4\/12\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Autophagy as a key driver of waterpipe smoke-induced lung cancer cell plasticity and resistance","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Advanced prostate cancer (APC) is one of the most common causes of cancer-related mortality in males largely related to the development of resistance to hormonal and chemotherapeutic based regimens. Recently, the PARP inhibitor (PARPi) olaparib was shown to improve progression-free and overall survival in patients with APC although resistance remains a barrier to cure. Therapeutic resistance in cancers can be mediated by autophagy, a cellular recycling process. Here we addressed the role of autophagy in the development of olaparib resistance in APC.<br \/><b>Methods:<\/b><i> <\/i>Autophagy levels and olaparib sensitivity were evaluated in prostate cancer (PC) cell lines (LNCaP, C4-2B and PC-3) by western blots and clonogenic assays, respectively. We introduced a double-tagged (mCherry-GFP) LC3 protein in cells to monitor autophagic flux by confocal microscopy and evaluated the temporal importance of autophagy activation by rapamycin on olaparib sensitivity. We measured cell proliferation (Incucyte), cell cycle (flow cytometry) and DNA repair (microscopy). Finally, we confirmed the role of autophagy in olaparib sensitivity using CRISPR\/Cas9 Atg16L1 knockout cell lines.<br \/><b>Results:<\/b><i> <\/i>We found a correlation between the basal level of autophagy and olaparib sensitivity in PC cell lines. PC-3 cells were olaparib resistant and had a higher basal level of autophagy compared to LNCaP and C4-2B cells, which were PARPi sensitive. When autophagy was pre-activated before olaparib treatment, PC cell lines became more resistant by increasing homologous recombination activity. This autophagy-mediated resistance was partially regulated by a balance between SQSTM1 and FLNA protein levels in the nucleus. Inhibition of autophagy or post-activated autophagy prevented development of PARPi resistance.<br \/><b>Conclusion: <\/b>The autophagic flux is associated with PARPi resistance in PC cell lines by regulating DNA repair. Inhibiting autophagy may lead to new strategies to increase PARPi efficacy. Understanding the role of autophagy in PC progression may lead to strategies that prevent the development of PARPi resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/01e981de-2fa4-4b7f-9d73-a2980aa474f0\/@y03B8ZK3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Autophagy,Prostate cancer,Resistance,PARP inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13757"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Maxime Cahuzac<\/i><\/u><\/presenter>, <presenter><i>Benjamin Péant<\/i><\/presenter>, <presenter><i>Hubert Fleury<\/i><\/presenter>, <presenter><i>Anne-Marie Mes-Masson<\/i><\/presenter>, <presenter><i>Fred Saad<\/i><\/presenter>. Université de Montréal, Montréal, QC, Canada, Institut du cancer de Montréal, Montréal, QC, Canada","CSlideId":"","ControlKey":"341d15fc-128b-449d-9375-3daeec6131c2","ControlNumber":"1011","DisclosureBlock":"&nbsp;<b>M. Cahuzac, <\/b> None..<br><b>B. Péant, <\/b> None..<br><b>H. Fleury, <\/b> None..<br><b>A. Mes-Masson, <\/b> None.&nbsp;<br><b>F. Saad, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Advisory board member, No. <br><b>Merck<\/b> Grant\/Contract, Other, Advisory board member, No. <br><b>Janssen<\/b> Grant\/Contract, Other, Advisory board member, No. <br><b>Pfizer<\/b> Grant\/Contract, Other, Advisory board member.","End":"4\/12\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"13757","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/01e981de-2fa4-4b7f-9d73-a2980aa474f0\/@y03B8ZK3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2996","PresenterBiography":null,"PresenterDisplayName":"Maxime Cahuzac, MS","PresenterKey":"2ac853d5-64a7-4b3c-8289-ea5ca3f8c528","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2996. Pre-activation of autophagy impacts PARP inhibitor sensitivity of prostate cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  1:30PM","SessionId":"425","SessionOnDemand":"False","SessionTitle":"Non-apoptotic Cell Death \/ Autophagy","ShowChatLink":"false","Start":"4\/12\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pre-activation of autophagy impacts PARP inhibitor sensitivity of prostate cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Head and neck squamous cell carcinoma (HNSCC) remains a lethal and prevalent diagnosis with limited treatment options for recurrent metastatic cases, particularly in patients with sporadic, human papillomavirus (HPV) negative disease. Recently, the Human Cancer Genome Project identified cell death and NF-&#954;B signaling alterations in a subset of HPV- and HPV+ HNSCC. Co-amplification of Fas-associated death domain (FADD) and cellular inhibitor of apoptosis protein 1 (cIAP1) was identified in HPV- HNSCC, whereas Tumor Necrosis Factor receptor-associated factor 3 (TRAF3) deletion was linked with HPV+ HNSCC. Birinapant, a cIAP inhibitor with primary affinity for cIAP1, functions as a SMAC mimetic to modulate downstream TNF death signaling and promote apoptosis. Clinical trials with Birinapant have demonstrated tolerability and favorable pharmacokinetics but limited activity as a single agent. Our lab recently demonstrated a key interaction between TNF-NF-&#954;B signaling and the G2\/M checkpoint kinase WEE1, providing a possible rationale for combination treatment targeting these pathways. We hypothesize that dual-antagonist therapy has the potential to synergistically inhibit TNF-induced canonical NF- &#954;B pro-survival signaling, while enhancing sensitization to TNF-caspase and G2\/M mitotic cell death. To investigate this, <i>in vitro<\/i> studies of Birinapant in combination with Adavosertib, a potent WEE1 inhibitor, were performed. Birinapant and Adavosertib demonstrated drug synergism to varying degrees in all HPV- and HPV+ cell lines tested, both in the presence and absence of tumor necrosis factor alpha (TNF-&#945;), according to the Chou-Talalay method. In the majority of cell lines, synergistic drug activity, as indicated by a low combination index, was positively correlated with percent inhibition. These results were confirmed by increased levels of apoptosis as demonstrated by flow cytometry and both early and sustained cell growth inhibition over time in impedance assays. Ongoing studies include additional characterization of the downstream effects of these agents on NF-&#954;B pro-survival signaling and the cell cycle, along with evaluation in a preclinical murine xenograft model with combined radiotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/87ac284f-6362-470c-b147-b54eedf44939\/@y03B8ZK3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-06 Inhibitor of apoptosis (IAP) family proteins,,"},{"Key":"Keywords","Value":"NF-&#954;B,IAP,WEE1,Head and neck squamous cell carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13759"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Tiffany Toni<\/i><\/u><\/presenter>, <presenter><i>Ethan Morgan<\/i><\/presenter>, <presenter><i>Ramya Viswanathan<\/i><\/presenter>, <presenter><i>Xinping Yang<\/i><\/presenter>, <presenter><i>Hui Cheng<\/i><\/presenter>, <presenter><i>Carter Van Waes<\/i><\/presenter>. National Institutes of Health, Bethesda, MD","CSlideId":"","ControlKey":"f549f711-dd7a-4dd2-bbe0-d6beea143424","ControlNumber":"2004","DisclosureBlock":"&nbsp;<b>T. Toni, <\/b> None..<br><b>E. Morgan, <\/b> None..<br><b>R. Viswanathan, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>H. Cheng, <\/b> None..<br><b>C. Van Waes, <\/b> None.","End":"4\/12\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"13759","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/87ac284f-6362-470c-b147-b54eedf44939\/@y03B8ZK3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2997","PresenterBiography":null,"PresenterDisplayName":"Tiffany Toni, BS","PresenterKey":"9118ef7c-dd15-4ada-8069-127bbf28e541","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2997. Combination treatment with cIAP and WEE1 inhibitors exhibits synergism in HPV-positive and HPV-negative head and neck squamous carcinoma cells","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  1:30PM","SessionId":"425","SessionOnDemand":"False","SessionTitle":"Non-apoptotic Cell Death \/ Autophagy","ShowChatLink":"false","Start":"4\/12\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination treatment with cIAP and WEE1 inhibitors exhibits synergism in HPV-positive and HPV-negative head and neck squamous carcinoma cells","Topics":null,"cSlideId":""},{"Abstract":"Mouse double minute-2 (MDM2)-p53 inhibitor alrizomadlin (APG-115) is an investigational agent known to induce apoptosis of <i>TP53<\/i>-wild type cancer cells (Aguilar et al, J Med Chem 2017). Emerging evidence suggests that activation of p53 by alrizomadlin also promotes antitumor immunity in the tumor microenvironment (Fang et al, JITC 2019; Zhou et al, Nat Immunol 2021), but the links between these processes are incompletely understood. Pyroptosis refers to inflammatory programmed cell death. Central to this process is the family of gasdermins, which can form pores in cell plasma membranes, resulting in lysis and release of immune stimulants. In cells expressing these proteins, GSDME can be cleaved by caspase-3, which converts noninflammatory apoptosis to pyroptosis (Zhang et al, <i>Nature<\/i> 2020). In this context, caspase-3\/GSDME appears to represent a switch between apoptosis and pyroptosis. Given that alrizomadlin elicits its apoptogenic activity primarily by activating caspase-3, we hypothesized that the MDM2-p53 inhibitor might also induce pyroptosis in GSDME-expressing cells by cleaving caspases. Our study demonstrated that alrizomadlin uniformly elicited robust pyroptosis in GSDME-expressing cancer cells. After treatment with alrizomadlin, the dying cells showed swelling with plasma membrane blebbing characteristic of pyroptosis. Alrizomadlin treatment upregulated biomarkers of pyroptosis, inducing activation of caspase-3, promoting cleavage of GSDME, and increasing release of lactate dehydrogenase (LDH). After a short drug exposure of 24 hours, alrizomadlin elicited concurrent apoptotic and pyroptotic tumor cell death, as evidenced by coexistence of the hallmarks of apoptosis (PARP-1 cleavage) and pyroptosis (caspase-3 cleavage and activated GSDME) markers. When the treatment duration was extended to 48 hours, cleavage of GSDME continued to increase whereas PARP-1 cleavage became nearly undetectable, suggesting a conversion from apoptosis to pyroptosis. Inhibition of caspases by pan-caspase inhibitor Q-VD-OPh (quinolyl-valyl-O-methylaspartyl-[-2,6-difluorophenoxy]-methyl ketone) abolished not only alrizomadlin-induced caspase-3 and GSDME cleavage but also reduced LDH release and cell death without inducing morphologic changes associated with pyroptosis. Taken together, these results suggest that, in addition to apoptosis, MDM2-p53 inhibitor alrizomadlin induces caspase-mediated pyroptosis in GSDME-expressing cancer cells. In this study, we reveal for the first time that apoptosis-inducing, alrizomadlin induces both apoptosis and pyroptosis in GSDME-expressing cancer cells. GSDME-dependent pyroptosis may be a previously unrecognized mechanism of action for alrizomadlin to exert antitumor immunity, with potentially important implications for clinical development of therapy involving MDM2-p53 inhibition. <b> <\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/81484b8c-0ed7-40b5-9077-7c062ec9c4f1\/@y03B8ZK3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Cell death,Pyroptosis,Gasdermin E,MDM2-p53,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13763"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Qiuqiong Tang<\/i><\/presenter>, <presenter><u><i>Douglas D. Fang<\/i><\/u><\/presenter>, <presenter><i>Huidan Yu<\/i><\/presenter>, <presenter><i>Bingxing Wu<\/i><\/presenter>, <presenter><i>Yan Yin<\/i><\/presenter>, <presenter><i>Dajun Yang<\/i><\/presenter>, <presenter><i>Yifan Zhai<\/i><\/presenter>. Ascentage Pharma (Suzhou) Co., Ltd, Suzhou, China, Ascentage Pharma, Rockville, MD","CSlideId":"","ControlKey":"f84edd7a-2fb8-40e7-be71-047b66833fe3","ControlNumber":"4118","DisclosureBlock":"<b>&nbsp;Q. Tang, <\/b> <br><b>Ascentage Pharma<\/b> Employment, Stock, Yes. <br><b>D. D. Fang, <\/b> <br><b>Ascentage Pharma<\/b> Employment, Stock, Yes. <br><b>H. Yu, <\/b> <br><b>Ascentage Pharma<\/b> Employment, Stock, Yes. <br><b>B. Wu, <\/b> <br><b>Ascentage Pharma<\/b> Employment, Stock, Yes. <br><b>Y. Yin, <\/b> <br><b>Ascentage Pharma<\/b> Employment, Stock, Yes. <br><b>D. Yang, <\/b> <br><b>Ascentage Pharma<\/b> Employment, Stock, Other, Leadership, Yes. <br><b>Y. Zhai, <\/b> <br><b>Ascentage Pharma<\/b> Employment, Stock, Other, Leadership, Yes.","End":"4\/12\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"13763","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/81484b8c-0ed7-40b5-9077-7c062ec9c4f1\/@y03B8ZK3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2998","PresenterBiography":null,"PresenterDisplayName":"Douglas Fang","PresenterKey":"43b6993b-498d-4db5-9d72-265b7b638140","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2998. Inhibition of MDM2-p53 interaction by alrizomadlin (APG-115) induces pyroptotic cell death in gasdermin E (GSDME)-expressing cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  1:30PM","SessionId":"425","SessionOnDemand":"False","SessionTitle":"Non-apoptotic Cell Death \/ Autophagy","ShowChatLink":"false","Start":"4\/12\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of MDM2-p53 interaction by alrizomadlin (APG-115) induces pyroptotic cell death in gasdermin E (GSDME)-expressing cancer cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Evidence from the epidemiological, laboratory and clinical studies suggest that chronic exposure to cadmium (Cd) leads to the development and progression of prostate cancer (CaP). Previously, we reported defective autophagy due to upregulation of Placenta Specific 8 (Plac8) (a phagosome and lysosome fusion regulator) is responsible for Cd-induced transformation of normal prostate epithelial cells. This study mechanistically dissects the upstream signaling that regulates Plac8 function, which drives defective autophagy during Cd-induced transformation.<br \/><b>Methods: <\/b>To examine the molecular interaction between NF&#954;B and Plac8, we developed NF&#954;B\/Plac8 overexpression and knockdown in normal prostate epithelial cells (RWPE-1) and cadmium transformed prostate epithelial cells lines (CTPE). In addition, we performed phenotypic, and molecular analysis including promoter-based studies, western blot, and <i>in vivo<\/i> analysis to determine the interaction between Plac8 and p65 in Cd-exposed prostate epithelial cells.<br \/><b>Results: <\/b>Our results confirmed that overexpression of Plac8 in normal prostate epithelial cells mimics Cd-transformed prostate cells (CTPE) and induces defective autophagy by regulating autophagy-related genes (ATGs) and an enhanced autophagic flux. Conversely, either NF&#954;B or Plac8 knockdown in CTPE cells abrogates autophagy signaling. Further, Cd-exposure failed to induce defective autophagy signaling in transformed cells. Silencing p65 either by genetically or pharmacological inhibitors downregulated Plac8 expression and its survival function in CTPE cells. Hence, we investigated the interaction between NF&#954;B and Plac8 by promoter-based analysis. We found NF&#954;B binding site in the Plac8 promoter, and mutating NF&#954;B binding sites in the Plac8 promoter showed a decline in luciferase activity confirming our hypothesis that NF&#954;B activation is necessary for Plac8 activation and autophagy signaling in CTPE cells. Finally, we confirmed that silencing Plac8 significantly inhibited the tumor growth of CTPE cells compared to vehicle control. Our ongoing studies on xenotransplanted stably knockdown of p65 in CTPE cells may confirm that NF&#954;B activation is responsible for Plac8 function and tumor growth in mice models.<br \/><b>Conclusion: <\/b>In conclusion, our results suggest that NF&#954;B transcriptionally regulates Plac8 function, which drives pro-survival autophagy signaling in Cd-transformed prostate epithelial cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a56ce48f-5568-4b5d-9af6-705bd7af7d33\/@y03B8ZK3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Autophagy,Cadmium,Prostate cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13764"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Vaibhav Shukla<\/i><\/u><\/presenter>, <presenter><i>Ashish Tyagi<\/i><\/presenter>, <presenter><i>Venkatesh Kolluru<\/i><\/presenter>, <presenter><i>Uttara Saran<\/i><\/presenter>, <presenter><i>Balaji Chandrasekaran<\/i><\/presenter>, <presenter><i>Murali K. Ankem<\/i><\/presenter>, <presenter><i>Chendil Damodaran<\/i><\/presenter>. Texas A&M University, College Station, TX, University of Louisville, Louisville, KY","CSlideId":"","ControlKey":"44e563aa-775f-47e1-94dc-10a2924814bd","ControlNumber":"3240","DisclosureBlock":"&nbsp;<b>V. Shukla, <\/b> None..<br><b>A. Tyagi, <\/b> None..<br><b>V. Kolluru, <\/b> None..<br><b>U. Saran, <\/b> None..<br><b>B. Chandrasekaran, <\/b> None..<br><b>M. K. Ankem, <\/b> None..<br><b>C. Damodaran, <\/b> None.","End":"4\/12\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"13764","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a56ce48f-5568-4b5d-9af6-705bd7af7d33\/@y03B8ZK3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2999","PresenterBiography":"","PresenterDisplayName":"Vaibhav Shukla, MS;PhD","PresenterKey":"7144d2a8-e918-47a3-b105-cfcf24fb511b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2999. Activation of NFKB is responsible for defective autophagy in cadmium-induced transformation of prostate cells","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  1:30PM","SessionId":"425","SessionOnDemand":"False","SessionTitle":"Non-apoptotic Cell Death \/ Autophagy","ShowChatLink":"false","Start":"4\/12\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Activation of NFKB is responsible for defective autophagy in cadmium-induced transformation of prostate cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction <\/b>Lung adenocarcinoma (LUAD) is the most common histological subtype of lung cancer, accounting for almost 50% of lung cancer cases. Comprehensive molecular characterization of LUAD tumors has identified actionable drivers and led to the development of targeted inhibitors that have substantially improved patient survival. Our team previously showed that concomitant mutational inactivation of Serine\/Threonine Kinase 11 (<i>STK11<\/i>) and Kelch-like ECH Associated Protein1 (<i>KEAP1<\/i>), found in up to 10% of LUAD cases, enhances cell proliferation and invasion <i>in vitro<\/i> and <i>in vivo<\/i>. Bulk RNA sequencing identified upregulation of genes involved in ferroptosis, an iron-dependent form of programmed cell death, in <i>STK11\/KEAP1 <\/i>double mutant models, nominating ferroptosis as a potential vulnerability in these tumors. Consistently, CRISPR\/Cas9 based genetic screening identified stearoyl-CoA desaturase (SCD), a gene involved in ferroptosis protection, as a therapeutic target in the <i>STK11\/KEAP1<\/i> double mutant tumors. However, the mechanism of ferroptosis evasion in this subset in not well understood.<br \/><b>Methods <\/b>To further characterize the role of ferroptosis regulators in <i>STK11\/KEAP1<\/i> co-mutant setting, we performed phospho-kinase arrays and RNA sequencing in <i>STK11\/KEAP1<\/i> cell lines followed by validation through western blotting. We also performed gene expression analysis in patient derived xenografts (PDX) models treated with the SCD inhibitor to further characterize potential mechanisms by which SCD inhibition has synthetic lethal effects in <i>STK11\/KEAP1<\/i> co-mutant tumors.<br \/><b>Results <\/b>We demonstrate that SCD overexpression protects <i>STK11\/KEAP1<\/i> co-mutant LUADs from undergoing ferroptosis. Pharmacological inhibition of SCD significantly reduced viability of STK11\/KEAP1 co-mutant LUADs and made the co-mutant cells sensitive to ferroptosis induction. Phospho-kinase arrays revealed decreased activation of the JAK-STAT and AKT signaling pathways in <i>STK11\/KEAP1-<\/i>double KO<i> <\/i>LUADs models as compared to either <i>STK11<\/i> or <i>KEAP1<\/i> single mutant isogenic conditions, which was confirmed by RNA sequencing data showing downregulation of genes involved in these pathways specifically in the double knockout setting. Interestingly, SCD pharmacological inhibition by CVT-11127 reversed this phenotype and induced overexpression of genes involved in both pathways. Additionally, SCD genetic knock out in <i>STK11\/KEAP1-<\/i>double KO<i> <\/i>LUADs models mimicked the effects observed after SCD pharmacological inhibition, supporting that these were derived from on-target drug action.<br \/><b>Conclusions <\/b>To summarize, these results suggest a potential interplay between <i>STK11\/KEAP1 <\/i>function loss, ferroptosis protection, and the JAK-STAT and AKT oncogenic signaling pathways in LUAD. Further study of the role of these signaling pathways in ferroptosis may reveal mechanistic insight into the aggressive nature of these tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/443395ec-4418-4c62-8f60-b960b7f95175\/@y03B8ZK3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Ferroptosis,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13765"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Vidushi Durani<\/i><\/u><\/presenter>, <presenter><i>Corrin A. Wohlhieter<\/i><\/presenter>, <presenter><i>Alvaro Quintanal-Villalonga<\/i><\/presenter>, <presenter><i>Triparna Sen<\/i><\/presenter>, <presenter><i>Parvathy Manoj<\/i><\/presenter>, <presenter><i>Charles M. Rudin<\/i><\/presenter>. Weill Cornell Graduate School of Medical Sciences, New York, NY, Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"2420cc12-c7b7-4eba-b143-193ab8e7efba","ControlNumber":"3601","DisclosureBlock":"&nbsp;<b>V. Durani, <\/b> None..<br><b>C. A. Wohlhieter, <\/b> None..<br><b>A. Quintanal-Villalonga, <\/b> None..<br><b>T. Sen, <\/b> None..<br><b>P. Manoj, <\/b> None..<br><b>C. M. Rudin, <\/b> None.","End":"4\/12\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"13765","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/443395ec-4418-4c62-8f60-b960b7f95175\/@y03B8ZK3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3000","PresenterBiography":null,"PresenterDisplayName":"Vidushi Durani, MS,B Eng","PresenterKey":"17ab22c1-c9c9-4d20-9f9c-8889dfb95df5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3000. Ferroptosis evasion as a therapeutic strategy in STK11\/KEAP1 co-mutant lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  1:30PM","SessionId":"425","SessionOnDemand":"False","SessionTitle":"Non-apoptotic Cell Death \/ Autophagy","ShowChatLink":"false","Start":"4\/12\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ferroptosis evasion as a therapeutic strategy in STK11\/KEAP1 co-mutant lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Currently, the role of autophagy in acute lymphoblastic leukemia (ALL) is not fully understood however it has been linked to drug resistance. Several autophagy modulators have proven their efficacy in single agents or as chemo-sensitizer in ALL. Recently, the 3rd generation BCR-ABL1 inhibitor, ponatinib, has been showed to promote autophagy in chronic myeloid leukemia (CML) cells and the combination between ponatinib and hydroxychloroquine (HCQ) has proven its efficacy in neuroblastoma cells. Here, we tested the efficacy of combining different autophagy modulators (ponatinib, HCQ and rapamycin) against ALL cell lines and primary leukemic ALL cells. Firstly, we established the IC50 values of a panel of Philadelphia (Ph)-positive\/negative B-\/T-ALL cell lines (n=6) treated with ponatinib, HCQ and rapamycin in single agent. Then, using sub-toxic concentrations, we evaluated the efficacy of the combinations HCQ+Ponatinib and HCQ+Rapamycin in the reduction of the cell viability after 24, 48 and 72 hours of simultaneous treatment. Combination index analyses showed a synergic time and dosage-dependent reduction of the cell viability in all the cell lines treated with HCQ+Ponatinib. The combination HCQ+Rapamycin resulted synergic only in Ph-negative ALL cell lines. These results were confirmed by the significant induction of apoptosis (Annexin V and\/or Caspase-3 staining) in the samples treated with HCQ+Ponatinib. The two combinations also significantly reduced the proliferation capacity of ALL cell lines in comparison with controls and single treatments. Moreover, the efficacy of the two combinations was confirmed on primary leukemic blasts isolated form adult ALL patients(n=6). Indeed, a significant induction of apoptosis was seen in samples treated with the two combinations in comparison with single treatments. To deeper understand the mechanism of action of the combinations we evaluated LC3A\/B expression by flow cytometry. Interestingly, the expression of LC3A\/B was modified heterogeneously among the different ALL cell lines and did not correlate with the response in term of cell viability or induction of apoptosis. Light microscopy analyses showed a significant increment in the number and diameter of autophagy vesicles in both ALL cell lines and primary leukemic ALL cells treated with HCQ+Ponatinib in comparison with single treatments. Interstingly, no significant effect on autophagy vesicles number or diameter was seen in the samples treated with HCQ+Rapamycin in comparison with single treatments. In conclusion, our findings show that the identified combinations effectively inhibit cell viability and induce apoptosis in Ph-positive\/negative B-\/T-ALL cells, suggesting the fundamental role of autophagy regulation in ALL survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a6ac16ba-6cc8-4150-973f-32f3ec5a458e\/@z03B8ZK4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Autophagy,Acute lymphoblastic leukemia,Tyrosine kinase inhibitor,Synergism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13767"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Andrea Ghelli Luserna Di Rora<\/i><\/u><\/presenter>, <presenter><i>Eugenio Fonzi<\/i><\/presenter>, <presenter><i>Lorenzo Ledda<\/i><\/presenter>, <presenter><i>Roberta Napolitano<\/i><\/presenter>, <presenter><i>Anna Ferrari<\/i><\/presenter>, <presenter><i>Antonella Padella<\/i><\/presenter>, <presenter><i>Martina Ghetti<\/i><\/presenter>, <presenter><i>Maria Teresa Bochicchio<\/i><\/presenter>, <presenter><i>Mouna Jandoubi<\/i><\/presenter>, <presenter><i>Cristina Mazzotti<\/i><\/presenter>, <presenter><i>Matteo Paganelli<\/i><\/presenter>, <presenter><i>Claudio Cerchione<\/i><\/presenter>, <presenter><i>Giovanni Marconi<\/i><\/presenter>, <presenter><i>Gerardo Musuraca<\/i><\/presenter>, <presenter><i>Giovanni Martinelli<\/i><\/presenter>, <presenter><i>Giorgia Simonetti<\/i><\/presenter>. IRCCS Istituto Romagnolo per lo Studio dei Tumori (IRST) \"Dino Amadori\", Meldola, Italy","CSlideId":"","ControlKey":"e755af4a-485c-4448-b95f-92dc5c2d96d9","ControlNumber":"3201","DisclosureBlock":"&nbsp;<b>A. Ghelli Luserna Di Rora, <\/b> None..<br><b>E. Fonzi, <\/b> None..<br><b>L. Ledda, <\/b> None..<br><b>R. Napolitano, <\/b> None..<br><b>A. Ferrari, <\/b> None..<br><b>A. Padella, <\/b> None..<br><b>M. Ghetti, <\/b> None..<br><b>M. Bochicchio, <\/b> None..<br><b>M. Jandoubi, <\/b> None..<br><b>C. Mazzotti, <\/b> None..<br><b>M. Paganelli, <\/b> None..<br><b>C. Cerchione, <\/b> None..<br><b>G. Marconi, <\/b> None..<br><b>G. Musuraca, <\/b> None.&nbsp;<br><b>G. Martinelli, <\/b> <br><b>Astellas<\/b> consultancy, No. <br><b>StemlineTherapeutics Switzerland GmbH<\/b> Other, consultancy, No. <br><b>Incyte<\/b> Other, consultancy, No. <br><b>Pfizer<\/b> Other, Consultancy and Speaker Bureau and trial grant, No. <br><b>Roche<\/b> Other, Consultancy, No. <br><b>Celgene<\/b> Other, consultancy and Speaker Bureau, No. <br><b>Janssen<\/b> Other, consultancy, No. <br><b>Jazz<\/b> Other, consultancy, No. <br><b>Abbvie<\/b> Other, consultancy, No. <br><b>Daichii Sankyo<\/b> Other, consultancy and Speaker Bureau and trial grant, No. <br><b>Novartis<\/b> Other, Speaker Bureau.<br><b>G. Simonetti, <\/b> None.","End":"4\/12\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"13767","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a6ac16ba-6cc8-4150-973f-32f3ec5a458e\/@z03B8ZK4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3001","PresenterBiography":null,"PresenterDisplayName":"Andrea Ghelli Luserna Di Rora, PhD","PresenterKey":"8e53f99f-747c-4a6d-81a8-e0265dc8739e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3001. Targeting autophagy in acute lymphoblastic leukemia: Synergism between ponatinib, hydroxychloroquine and rapamycin","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  1:30PM","SessionId":"425","SessionOnDemand":"False","SessionTitle":"Non-apoptotic Cell Death \/ Autophagy","ShowChatLink":"false","Start":"4\/12\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting autophagy in acute lymphoblastic leukemia: Synergism between ponatinib, hydroxychloroquine and rapamycin","Topics":null,"cSlideId":""},{"Abstract":"Autophagy is a dynamic, multi-step process that cells use to degrade damaged, abnormal, and potentially harmful cellular substances. While autophagy is maintained at a basal level in all cells, it is activated at a higher level in many cancer cells and promotes tumor growth, anti-tumor immune response, and resistance to cancer therapy. As a result, autophagy is increasingly being recognized to have an important role in cancer progression and emerging as a potential target for cancer therapy. We recently discovered that small GTPase Rab27B, a well-known regulator of vesicle trafficking and exosome secretion, also regulates autophagy process. Depletion of Rab27B in colorectal cancer (CRC) cells by CRISPR-Cas9 and siRNA resulted in an abnormal accumulation of autophagy vesicles and increase in autophagy markers LC3-II and p62 indicating a defect in the autophagy flux. To characterize this autophagy defect, we used EGFP-mCherry-LC3 reporter, lysotracker and Cyto-ID staining and identified that the degradation step of the autophagy flux is inhibited when Rab27B is silenced. As autophagy has been shown to have a pro-survival role in tumor growth and stress response, we hypothesized that autophagy defect resulting from Rab27B deletion will cause reduced stress response and tumor growth. Indeed, Rab27B knockout resulted in a 60% reduction in cell viability in response to starvation and a 94% reduction in colony formation in soft agar assay. Rab27B deletion also prevented spheroid formation <i>in vitro.<\/i> Finally, to analyze the effect of Rab27B deletion in tumor formation <i>in vivo<\/i>, we performed a xenograft study with wildtype and Rab27B knockout CRC cells HCT116 and observed that Rab27B deletion resulted in a significant reduction of tumor size (<i>p<\/i>&#60;0.0001). Next, to analyze the therapeutic potential of Rab27B inhibition in CRC, we sought to identify small-molecule inhibitors of Rab27B GTPase activity <i>in vitro<\/i> through high-throughput drug screening from a panel of &#8764;2,100 compounds contained within the KU-HTSL chemical library. This screening resulted in the identification of three compounds (BTB00809, BTB03584, and KM01532) that demonstrated Rab27B GTPase activity inhibition. Interestingly, inhibition of Rab27B in CRC cells with the compound km01532 resulted in a similar increase of LC3-II in CRC cells HCT116 and SW480 as seen in the Rab27B knockout. Taken together, these results demonstrate a new role of Rab27B in the autophagy trafficking process in CRC. Futures studies will focus on investigating the mechanism of how Rab27B functions in the autophagy process, and whether Rab27B can be targeted as a potential therapeutic strategy for CRC using the small molecule compound km01532.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b0565921-b6b0-463f-9cd4-66f22a9840f7\/@z03B8ZK4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Autophagy,Gastrointestinal cancers: colorectal,GTPase,Inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13768"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Sahida Afroz<\/i><\/u><\/presenter>, <presenter><i>Ranjan Preet<\/i><\/presenter>, <presenter><i>Vikalp Vishwakarma<\/i><\/presenter>, <presenter><i>Dan Dixon<\/i><\/presenter>. University of Kansas, Lawrence, KS, University of Kansas Medical Center, Kansas city, KS, University of Kansas Medical Center, Lawrence, KS","CSlideId":"","ControlKey":"b9d7441a-ae61-4cf3-8200-a423b768d92f","ControlNumber":"3487","DisclosureBlock":"&nbsp;<b>S. Afroz, <\/b> None..<br><b>R. Preet, <\/b> None..<br><b>V. Vishwakarma, <\/b> None..<br><b>D. Dixon, <\/b> None.","End":"4\/12\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"13768","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b0565921-b6b0-463f-9cd4-66f22a9840f7\/@z03B8ZK4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3002","PresenterBiography":null,"PresenterDisplayName":"Sahida Afroz, MS","PresenterKey":"16d0e618-cf9c-475d-a2bf-dd5c76166258","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3002. Characterization of novel role for Rab27B in autophagy regulation in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  1:30PM","SessionId":"425","SessionOnDemand":"False","SessionTitle":"Non-apoptotic Cell Death \/ Autophagy","ShowChatLink":"false","Start":"4\/12\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of novel role for Rab27B in autophagy regulation in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Cetuximab (CTX) is a monoclonal antibody commonly used in the treatment of head and neck squamous cell carcinomas (HNSCCs) that acts by targeting the epidermal growth factor receptor (EGFR). Addition of CTX to standard multi-agent chemotherapy only slightly improves the response rate from 20% to 36%, highlighting the urgent need for improved treatment. Autophagy is a naturally occurring mechanism activated within cells to protect them from harsh conditions or stress but can also provide cancerous cells with protection against further treatment attempts. Here, we examine the efficacy of combining CTX with the autophagy inhibitor, SAR405, as well as investigating the specific mechanism of CTX-induced autophagy.<br \/>Methods: To measure autophagy, we utilized the Promega LC3 reporter assay, Western blotting for LC3, immunofluorescence for LC3, and an acridine orange assay. We ran our assays using the HNSCC cell lines A253 (HPV-), UM-SCC1 (HPV+), and its CTX-resistant derivative, UM-SCC1-C5 (HPV+). Clonogenic assays were run to measure colony formation, cell counting kit 8 (CCK8) assays to determine cell survival, and flow cytometry to investigate cell cycle status.<br \/>Results: In this study, we first were able to demonstrate that CTX can activate pro-survival autophagy. CTX-treated cells had higher LC3 flux and more LC3 puncta than control cells as assessed by western blot and immunofluorescence staining, respectively. CTX-resistant cells demonstrated higher basal LC3 flux compared to the CTX-sensitive parental cells. We also discovered that the use of the autophagy inhibitor, SAR405, could help improve tumor response when combined with CTX. The addition of SAR405 to CTX treatment led to a decrease in colony formation and a decrease in cell survival, overcoming resistance to CTX. Interestingly, we discovered that SAR405 alone led to cell cycle arrest in the G1 phase but did not lead to a statistically significant decrease in cell survival compared to the control, showing that SAR405 is able to arrest cell growth but is not cytotoxic. Finally, knockdown of EGFR or LAPTM4B prevented CTX-induced activation of autophagy.<br \/>Conclusion:<i> <\/i>Through our work, we have been able to demonstrate that CTX is able to activate autophagy, and that this initiation of autophagy plays a cytoprotective role in HNSCC cells. The addition of the autophagy inhibitor SAR405 improved response to CTX treatment. The promising results obtained thus far open the door to future studies investigating the efficacy of combining CTX with more specific autophagy inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/85ee3d24-5816-48bf-a839-ae6d376fc75d\/@z03B8ZK4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Autophagy,Cetuximab,EGFR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13775"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Samantha T. Bradley<\/i><\/u><\/presenter>, <presenter><i>Yong-Syu Lee<\/i><\/presenter>, <presenter><i>Justin H. Skiba<\/i><\/presenter>, <presenter><i>Jaimee C. Eckers<\/i><\/presenter>, <presenter><i>Adam D. Swick<\/i><\/presenter>, <presenter><i>Rong Hu<\/i><\/presenter>, <presenter><i>Kwang P. Nickel<\/i><\/presenter>, <presenter><i>Zafer Gurel<\/i><\/presenter>, <presenter><i>Pippa F. Cosper<\/i><\/presenter>, <presenter><i>Randall J. Kimple<\/i><\/presenter>. University of Wisconsin-Madison, Madison, WI, University of Pittsburg, Pittsburg, PA, University of Wisconsin-Madison, Madison, WI","CSlideId":"","ControlKey":"39537d8e-30d7-402c-961a-1d1901c70c83","ControlNumber":"6249","DisclosureBlock":"&nbsp;<b>S. T. Bradley, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>J. H. Skiba, <\/b> None..<br><b>J. C. Eckers, <\/b> None..<br><b>A. D. Swick, <\/b> None..<br><b>R. Hu, <\/b> None..<br><b>K. P. Nickel, <\/b> None..<br><b>Z. Gurel, <\/b> None..<br><b>P. F. Cosper, <\/b> None..<br><b>R. J. Kimple, <\/b> None.","End":"4\/12\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"13775","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/85ee3d24-5816-48bf-a839-ae6d376fc75d\/@z03B8ZK4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3003","PresenterBiography":null,"PresenterDisplayName":"Samantha Bradley, No Degree","PresenterKey":"84a1e5dc-dfce-411f-ae9b-3035c86de03b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3003. The effects of autophagy inhibition on HNSCC sensitivity to CTX","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  1:30PM","SessionId":"425","SessionOnDemand":"False","SessionTitle":"Non-apoptotic Cell Death \/ Autophagy","ShowChatLink":"false","Start":"4\/12\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The effects of autophagy inhibition on HNSCC sensitivity to CTX","Topics":null,"cSlideId":""},{"Abstract":"Introduction: K-Ras mutant cancers such as pancreatic cancer are a major cause of cancer-related death and are difficult to treat, with a five-year survival rate of less than 6%. It is reported that oncogenic K-Ras signaling passes through RAF\/MEK\/ERK pathways. Selumetinib (AZD6244) is a selective MEK inhibitor for K-Ras mutant cancers dependent on mitogen-activated protein kinase (MAPK) signaling pathway and is currently in phase II trials. However, the underlying mechanisms of action are not well known. Autophagy is a self-digest pathway to degrade cellular organelles and macromolecules in maintaining proteome homeostasis, and it is suppressed by the mammalian target of rapamycin complex 1 (mTORC1), a master regulator of translation and autophagy. mTOR activity is known to be activated by AMP-activated protein kinase (AMPK) and negatively regulated by c-<i>Jun<\/i> N-terminal kinase 1\/2 (JNK1\/2) MAPK signaling. Autophagy is thought to play protective and suppressive roles in cancer; however, the molecular basis for the relationship between the induction of autophagy and the initiation of pancreatic malignancy is currently unknown. Heat shock factor 1 (HSF1), a key transcription factor involved in proteotoxic stress response via protein-folding. HSF1 plays a pro-oncogenic role in the development of cancer by regulating signaling transduction and translation during tumorigenesis. HSF1 is reportedly hyperactive in pancreatic cancers. AZD6244 reportedly decreases HSF1 phosphorylation at Ser326 and HSF1 expression in melanomas and therefore abates cancer development. However, the detailed mechanism by which HSF1 engages in AZD6244-mediated autophagy in K-Ras mutant human pancreatic cancer is not fully understood.<br \/>Objectives: This study aims to investigate the role of HSF1 in AZD6244-mediated autophagy in K-Ras mutant human pancreatic cancer.<br \/>Methods and Results: AZD6244 induces robust autophagy response in human pancreatic cells with hyperactive K-Ras signaling. Simultaneously, AZD6244 reduces HSF1 phosphorylation at Ser326 and HSF1 expression in human pancreatic cancer cells. Intriguingly, genetic deletion of HSF1 induces autophagy under starvation condition. In addition, AZD6244 induces phosphorylation of AMPK Ser172 and JNK1\/2 T183\/Y185 and decreases mTORC1 activity in human pancreatic cancer cells. Pharmaceutical inhibition of AMPK or genetic deletion of JNK1\/2 prevents AZD6244-induced autophagy. Furthermore, HSF1 knockdown induces phosphorylation of Unc-51-like kinase 1(ULK1) Ser555 and decreases ULK Ser757, which is mediated by AMPK and mTOR, respectively.<br \/>Conclusion: HSF1 plays an integral role in Selumetinib-mediated autophagy through AMPK and\/or JNK1\/2 signaling in K-Ras mutant human pancreatic cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Autophagy,Heat shock factor 1,AMPK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13777"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Shruti Ghai<\/i><\/u><\/presenter>, <presenter><i>Alex Young<\/i><\/presenter>, <presenter><i>Kuo-Hui Su<\/i><\/presenter>. University of Toledo, Toledo, OH","CSlideId":"","ControlKey":"72a0ce53-5ba3-46d4-936f-2ab7638263d4","ControlNumber":"5540","DisclosureBlock":"&nbsp;<b>S. Ghai, <\/b> None..<br><b>A. Young, <\/b> None..<br><b>K. Su, <\/b> None.","End":"4\/12\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"13777","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3004","PresenterBiography":null,"PresenterDisplayName":"Shruti Ghai, MS","PresenterKey":"2fc2e43a-3fff-44e5-bf52-03ac7ceaa7d7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3004. Novel effect of Selumetinib-mediated autophagy via HSF1 in K-Ras mutant pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  1:30PM","SessionId":"425","SessionOnDemand":"False","SessionTitle":"Non-apoptotic Cell Death \/ Autophagy","ShowChatLink":"false","Start":"4\/12\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel effect of Selumetinib-mediated autophagy via HSF1 in K-Ras mutant pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Docosahexaenoic acid (DHA) is a natural compound, which exhibits anti-cancer capability in various cancer types in experimental models. Similar to previous reports in other cancer cell types, we demonstrated that DHA inhibited ovarian cancer cell growth by inducing cell death. In our model, distinct from the effect of DHA on other cancer cell types, we revealed that DHA-induced cell death was only slightly blocked by apoptosis inhibitor (caspase 3 inhibitor DEVD). We characterized the mechanism associated with DHA-led cell death and found that DHA-induced cell death was effectively blocked by caspase 1 inhibitor, indicating that DHA kills ovarian cancer cells by inducing pyroptosis. This mechanism was further supported by the observation that Disulfiram, a Gasdermin D inhibitor, prevented DHA-induced cell death and DHA treatment leads to the cleavage of Gasdermin D. Surprisingly, known inflammasome inhibitors did not affect DHA-induced cell death and Gasdermin D cleavage, ruling out the involvement of the inflammasome for caspase 1 activation. Instead, DHA remarkably elevated the amount of both caspase I and cleaved caspase 1 in ovarian cancer cells. This suggests that DHA activates caspase 1 by augmenting the abundance of caspase 1. Furthermore, we showed that DHA increased the level of intracellular reactive oxygen species (ROS). Use of ROS inhibitor (NAC) abrogated DHA-induced pyroptosis. This study uncovers pyroptosis as the mechanism for DHA-induced ovarian cancer cell death and reveals a previously unknown mechanism for caspase 1 activation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/9ca2a68d-a4c9-4517-9afc-40a5f5fa9aae\/@z03B8ZK4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Fatty acids,Cell death,Ovarian cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13778"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ozlem Calbay<\/i><\/u><\/presenter>, <presenter><i>Shuang Huang<\/i><\/presenter>. University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"50125fc3-90cb-4eaf-b4b7-6e0281af204e","ControlNumber":"3560","DisclosureBlock":"&nbsp;<b>O. Calbay, <\/b> None..<br><b>S. Huang, <\/b> None.","End":"4\/12\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"13778","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/9ca2a68d-a4c9-4517-9afc-40a5f5fa9aae\/@z03B8ZK4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3005","PresenterBiography":null,"PresenterDisplayName":"Ozlem Calbay, BS;MS","PresenterKey":"7090789f-1945-4256-bd1e-775f8460ac78","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3005. Inflammasome-independent pyroptosis mediates DHA-led ovarian cancer cell death","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  1:30PM","SessionId":"425","SessionOnDemand":"False","SessionTitle":"Non-apoptotic Cell Death \/ Autophagy","ShowChatLink":"false","Start":"4\/12\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inflammasome-independent pyroptosis mediates DHA-led ovarian cancer cell death","Topics":null,"cSlideId":""},{"Abstract":"Our long-term goal is to elucidate the role of JNK\/Jun signaling in breast cancer cell autophagy induced by anti-estrogen treatment and\/or chemotherapy in ER&#945; expressing and TNBC cells, respectively. In this study, we analyzed the role of JNK\/Jun signaling in regulating the high basal autophagy levels in TNBC. To do so, we utilized the highly metastatic murine 4T1 and the human MDA-MB-231 TNBC models. In addition, we performed autophagic flux assays after treating breast cancer cells with JNK-IN8, a non-reversible small molecule JNK1\/2 inhibitor. Treatments were performed for various times in the presence and absence of chloroquine (CQ) to allow analysis of steady state levels of <i>atg8 <\/i>(LC3-II) and sequestosome-1 (p62). These LC3-II and p62 proteins are involved in autophagosome formation and function, and are catabolized during autolysosomal turnover. To impair this process, CQ is a lysosomotropic agent that raises the pH of the lysosome and blocks such turnover. We also determined the effect of JNK-IN-8 on 4T1 and MDA-MB-231 cell number (proliferation). These studies determined that JNK-IN8 was an effective inhibitor of autophagic flux in the TNBC cells when used at concentrations that effectively blocked cJun phosphorylation, the downstream readout of JNK-IN8 efficacy used for our experiments. Blockade of autophagic flux by JNK-1\/2 inhibition in TNBC was in stark contrast to results obtained with JNK-IN-8 treatment of ER&#945; expressing MCF-7 and T47-D breast cancer cells, in which JNK-IN-8 induced a robust autophagy response with elevations in the steady state levels and flux of LC3-II and p62. Induction of autophagy by JNK-IN-8 in ER&#945; expressing breast cancer cells occurred concomitantly with a substantial reduction in cell proliferation but minimal induction of apoptosis. Overall, these pre-clinical <i>in vitro<\/i> studies support the following conclusions: (1) JNK1\/2 targeting in TNBC effectively blocks autophagic flux and may be particularly effective when used in combination with chemotherapies that induce pro-survival autophagy which is a current focus of our studies; and (2) JNK1\/2 targeting in ER&#945; expressing breast cancers has the potential to mediate a pro-survival autophagic activity in response to endocrine therapy or chemotherapy and should be cautiously approached. Ongoing studies are aimed at understanding the underlying mechanisms of the differential effects of JNK\/Jun signaling on autophagy in TNBC versus ER&#945; expressing breast cancer. Such an understanding should provide important information to aid in the ongoing interest in utilizing JNK1\/2 as a molecular target for improved treatment of TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/91b275ba-3c0c-4fd7-91a7-eff58730aa85\/@z03B8ZK4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Breast cancer,Antiestrogens,Autophagy,JNK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13779"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Michael K. McGrath<\/i><\/u><\/presenter>, <presenter><i>McKenzie L. Hagan<\/i><\/presenter>, <presenter><i>Timmothy Summers<\/i><\/presenter>, <presenter><i>Jesse Wayson<\/i><\/presenter>, <presenter><i>Carol Joseph<\/i><\/presenter>, <presenter><i>Amanda C. Barrett<\/i><\/presenter>, <presenter><i>John T. Barrett<\/i><\/presenter>, <presenter><i>Patricia V. Schoenlein<\/i><\/presenter>. Augusta University, Augusta, GA, University of South Alabama, Mobile, AL","CSlideId":"","ControlKey":"f911974e-07fe-417c-b9a0-a3d606492a75","ControlNumber":"5023","DisclosureBlock":"&nbsp;<b>M. K. McGrath, <\/b> None..<br><b>M. L. Hagan, <\/b> None..<br><b>T. Summers, <\/b> None..<br><b>J. Wayson, <\/b> None..<br><b>C. Joseph, <\/b> None..<br><b>A. C. Barrett, <\/b> None..<br><b>J. T. Barrett, <\/b> None..<br><b>P. V. Schoenlein, <\/b> None.","End":"4\/12\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"13779","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/91b275ba-3c0c-4fd7-91a7-eff58730aa85\/@z03B8ZK4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3006","PresenterBiography":"","PresenterDisplayName":"Michael McGrath, No Degree","PresenterKey":"4cfa1fa6-d45e-46c4-911a-300bf83dfd50","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3006. Effects of JNK\/Jun blockade on breast cancer cell autophagy are dependent on breast cancer subtype","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  1:30PM","SessionId":"425","SessionOnDemand":"False","SessionTitle":"Non-apoptotic Cell Death \/ Autophagy","ShowChatLink":"false","Start":"4\/12\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effects of JNK\/Jun blockade on breast cancer cell autophagy are dependent on breast cancer subtype","Topics":null,"cSlideId":""},{"Abstract":"Cell proliferation and cell death are essential for maintaining homeostatic balance in eukaryotic organisms. Many diseases develop when cellular homeostasis is disturbed. Currently, several anti-cancer drugs are known to induce apoptosis through activation of intrinsic or extrinsic pathways. However, many types of cancer cells have acquired resistance due to quick adaptation to resist pro-apoptotic mechanisms. Therefore, simultaneous induction of other forms of cell deaths such as necroptosis, autophagy, etc., in addition to apoptosis, is becoming an attractive strategy for controlling tumor growth and metastasis. For this purpose, we have explored the role of XIAP in caspase-independent mechanisms of cell death during HDAC (Histone Deacetylase) inhibition. Our experiments with HDAC inhibitor SAHA (Suberoylanilide hydroxamic acid) have revealed that the anti-apoptotic biomarkers, including survivin and XIAP, exhibit important regulatory functions for inducing necroptosis in cancer cells. Interestingly, many of the signal adaptors of apoptosis and necroptosis are known to show dual functions during drug-induced cancer cell death. For example, the formation of the survivin-XIAP complex prevents XIAP from undergoing proteasomal degradation and polyubiquitination, thereby stabilizing XIAP in cancer cells. When the survivin level is increased, it is also known to stop the inhibition of XIAP by Smac. In addition, since XIAP can inhibit caspase -9 and the executioner caspases -3 and -7, the apoptosis mechanisms will be blocked, and cell proliferation will continue to promote cell survival and tumorigenesis. Our western blot data revealed that the caspase -9, -3, -7, and -8 levels were significantly downregulated in MCF-7 breast cancer cells following SAHA treatment. Furthermore, SAHA treatment also increased the levels of necroptosis inducers such as phospho-RIP3 and MLKL in MCF-7 cells. However, treatment of the same MCF-7 cells with other drugs such as RG-7388, an MDM2 inhibitor, was able to induce apoptosis through activation of caspases. Our current results show that MCF-7 cells may switch to the necroptosis pathway due to the inhibition of caspases and increased levels of survivin and XIAP. (This research was supported by the Royal Dames of Cancer Research Inc., Ft. Lauderdale, Florida).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-07 Necrosis and necroptosis,,"},{"Key":"Keywords","Value":"MCF-7 cells,Histone deacetylase inhibitor,XIAP,Cell death,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13781"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Umamaheswari Natarajan<\/i><\/u><\/presenter>, <presenter><i>Grace Waldron<\/i><\/presenter>, <presenter><i>Thiagarajan Venkatesan<\/i><\/presenter>, <presenter><i>Appu Rathinavelu<\/i><\/presenter>. Nova Southeastern University, Fort Lauderdale, FL, Nova Southeastern University, Fort Lauderdale, FL","CSlideId":"","ControlKey":"92634f0a-440b-4a33-84ae-ef871008d696","ControlNumber":"6108","DisclosureBlock":"&nbsp;<b>U. Natarajan, <\/b> None..<br><b>G. Waldron, <\/b> None..<br><b>T. Venkatesan, <\/b> None..<br><b>A. Rathinavelu, <\/b> None.","End":"4\/12\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"13781","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3008","PresenterBiography":null,"PresenterDisplayName":"Umamaheswari Natarajan, PhD","PresenterKey":"5ac3c220-7d84-4525-b132-3fa61715afa6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3008. Induction of necroptosis through caspase-independent mechanisms in MCF-7 breast cancer cells following HDAC inhibition","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  1:30PM","SessionId":"425","SessionOnDemand":"False","SessionTitle":"Non-apoptotic Cell Death \/ Autophagy","ShowChatLink":"false","Start":"4\/12\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Induction of necroptosis through caspase-independent mechanisms in MCF-7 breast cancer cells following HDAC inhibition","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancers (TNBCs) lack targeted therapies, leaving surgery and systemic chemotherapy as current standard approaches for treatment. However, chemotherapy resistance is a major clinical challenge. Stimulation of receptor tyrosine kinases such as insulin receptor (IR) and insulin-like growth factor 1 receptor (IGF-1R) activates the protein kinase A (PKA), mitogen-activated protein kinase (MAPK), and phosphatidylinositol 3-kinase (PI3K)\/Akt\/mammalian target of rapamycin (mTOR) signaling cascades. Activation of these pathways is observed in the majority of TNBC tumors and promotes pro-proliferative signaling. Thus IGF-1R\/IR are potential therapeutic targets in TNBC, but clinical trials of anti-IGF-1R\/IR therapies have consistently shown minimal and often heterogeneous therapeutic responses. Our objective was to determine whether metabolic reprogramming achieved by combination regimens, specifically the IGF-1R\/IR inhibitor BMS-754807 and\/or treatment with the platinum-based chemotherapeutic agent, carboplatin, promotes autophagy induction and sensitizes cancer cells to autophagy inhibition. Cytotoxicity of BMS-754807, alone or in combination with carboplatin and\/or the autophagy inhibitor, hydroxychloroquine, was assessed in murine (E0771, metM-Wnt<sup>lung<\/sup>, B6C3TAg 2.51) and human (MDA-MB-231, MDA-MB-468) models of TNBC using MTT assays. Analysis of mitochondrial mass was measured in cells stained with MitoTracker Green FM using flow cytometry. Autophagic flux was measured with an mCherry-EGFP-LC3B tandem fluorescent protein.<b> <\/b>BMS-754807 (10&#956;M) significantly induced 22-51% cytotoxicity in all cell lines tested, with E0771 cells showing the strongest response. Treatment with BMS-754807 (2.5&#181;M) significantly increased mitochondrial mass (31%) compared to untreated cells. In addition, co-treatment with BMS-754807 and carboplatin further suppressed cell viability and regulated phosphorylation of the double-stranded DNA damage response proteins &#120574;;-H2AX and Chk2. Co-treatment with BMS-754807 and carboplatin also altered the GFP\/RFP ratio in LC3-expressing cells, suggesting modulation of autophagic flux. Finally, the addition of the autophagy inhibitor hydroxychloroquine further induced cytotoxicity when coupled with BMS-754807 and carboplatin. This work indicates that IGF-1R\/IR inhibition remodels metabolism in TNBC cells, potentially synergizing with carboplatin to induce double stranded DNA damage. Moreover, the combination of IGF-1R\/IR and carboplatin can further collaborate with autophagy inhibition to strongly suppress TNBC cell growth. We conclude that inhibiting nutrient-sensing metabolic pathways such as IGF-1R\/IR in combination with chemotherapy and\/or autophagy inhibition warrants additional study as a strategy to improve therapeutic responses in women with TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/93b06dae-f8aa-46e9-b772-c86691be8779\/@z03B8ZK4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-02 Autophagy,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Autophagy,IGF-1R,DNA damage response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/13783"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Alyssa N. Ho<\/i><\/u><\/presenter>, <presenter><i>Violet A. Kiesel<\/i><\/presenter>, <presenter><i>Scott P. Connelly<\/i><\/presenter>, <presenter><i>Michael F. Coleman<\/i><\/presenter>, <presenter><i>Stephen D. Hursting<\/i><\/presenter>. University of North Carolina at Chapel Hill, Chapel Hill, NC","CSlideId":"","ControlKey":"d0ffa77e-91bf-4b41-8ccc-dbbe84e26a7d","ControlNumber":"3226","DisclosureBlock":"&nbsp;<b>A. N. Ho, <\/b> None..<br><b>V. A. Kiesel, <\/b> None..<br><b>S. P. Connelly, <\/b> None..<br><b>M. F. Coleman, <\/b> None..<br><b>S. D. Hursting, <\/b> None.","End":"4\/12\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"13783","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/93b06dae-f8aa-46e9-b772-c86691be8779\/@z03B8ZK4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3010","PresenterBiography":null,"PresenterDisplayName":"Alyssa Ho, BS","PresenterKey":"efe53ef4-1dfc-41d5-8c99-d7ab10b8c0a3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3010. Targeting metabolic pathways through pharmacological and chemotherapeutic interventions to improve triple-negative breast cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  1:30PM","SessionId":"425","SessionOnDemand":"False","SessionTitle":"Non-apoptotic Cell Death \/ Autophagy","ShowChatLink":"false","Start":"4\/12\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting metabolic pathways through pharmacological and chemotherapeutic interventions to improve triple-negative breast cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is the most aggressive subtype of metastatic breast cancer with poor clinical prognosis. Presently used neoadjuvant chemotherapy against TNBC, such as taxanes, and\/or anthracyclines show an initial treatment response but follows with drug resistance, tumor relapse, side effects and high proclivity to develop metastases. Recent studies point out that targeting dysregulated mitochondrial dynamics, that is now linked to the tumor initiation, progression, and metastasis in TNBC, as an effective therapeutic strategy. In particular, mitochondrial fission factors such as dynamin-related protein 1 (Drp1) is upregulated in TNBC and is known to affect mitochondrial energetics and alter metabolism which favors tumor progression. We have designed and developed small molecule inhibitors to specifically target Drp1 as a viable therapeutic strategy for metastatic TNBC (mTNBC). We recently identified a new class of structurally constrained thienopyridine (TPH) probes, and particularly a new analog TPH104c that showed higher binding affinity <i>in silico<\/i> to Drp1 as compared to Mdivi-1, a weak inhibitor of Drp1. Surface plasmon resonance studies suggest that TPH104c binds with Drp1 with high affinity. Similarly, mechanistic studies using Western blotting and immunofluorescence analysis confirmed that TPH104c significantly downregulated the levels of total and phosphorylated form of Drp1 at serine 616 in MDAMB-231 and BT-20 TNBC cells. Interestingly, Drp1 inhibition by TPH104c led to a hitherto unreported form of caspase- and reactive oxygen species (ROS)-independent non-apoptotic form of cell death. Rather than shrinking in size, or formation of apoptotic blebs which are classical features of apoptosis, TPH104c treated TNBC cells were enlarged, rounded, and swollen in size. These cells eventually lost their proliferative ability and were significantly less confluent than control cells. Additionally, in TPH104c-treated cells, neither the mitochondrial membrane potential was lost, nor the caspases were activated as also indicated by a lack of rescue of cell death when incubated with pan-caspase inhibitor. Further studies are in progress to understand the role of Drp1 inhibition in the induction of non-apoptotic cell death which will further help to optimize an effective lead compound for the future pre-clinical development of promising anticancer agents targeting mTNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1b9074ca-7bd5-4fd9-bf90-978b95ae885a\/@z03B8ZK4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"Drug discovery,Mitochondria,Novel anticancer agents,Metastatic tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/21044"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Saloni Malla<\/i><\/u><\/presenter>, <presenter><i>Shikha Kumari<\/i><\/presenter>, <presenter><i>David Terrero<\/i><\/presenter>, <presenter><i>Dayanidhi Raman<\/i><\/presenter>, <presenter><i>Amit K. Tiwari<\/i><\/presenter>. University of Toledo, Toledo, OH, University of Toledo, Toledo, OH","CSlideId":"","ControlKey":"c8846ee4-23b7-4e7c-b667-0ca54c4b8390","ControlNumber":"6483","DisclosureBlock":"&nbsp;<b>S. Malla, <\/b> None..<br><b>S. Kumari, <\/b> None..<br><b>D. Terrero, <\/b> None..<br><b>D. Raman, <\/b> None..<br><b>A. K. Tiwari, <\/b> None.","End":"4\/12\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"21044","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1b9074ca-7bd5-4fd9-bf90-978b95ae885a\/@z03B8ZK4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3011","PresenterBiography":"","PresenterDisplayName":"Saloni Malla, B Pharm","PresenterKey":"7639adfe-5621-4d59-8dab-b1bab254376e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3011. Development of mitochondrial fission inhibitors in inducing non-apoptotic cell death in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  1:30PM","SessionId":"425","SessionOnDemand":"False","SessionTitle":"Non-apoptotic Cell Death \/ Autophagy","ShowChatLink":"false","Start":"4\/12\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of mitochondrial fission inhibitors in inducing non-apoptotic cell death in triple-negative breast cancer","Topics":null,"cSlideId":""}]