[{"Abstract":"Due to the heterogeneity of cellular dependences on signaling pathways and the potential development of drug resistance, there is an emerging recognition that future cancer therapy will require individualized drug combinations to produce long term remission. In addition, to truly address metastasis and relapse, methods of targeting quiescent tumor initiating cancer stem cells (CSC), which are resistant to chemotherapy and radiation, is of critical importance. Consequently, new methods that can target both primary tumor cells and CSC are needed. Previously, our group has shown that two dihydrofolate reductase molecules (DHFR<sup>2<\/sup>) fused to distinct targeting ligands can spontaneously self-assemble upon the addition of a chemical dimerizer (bis-methotrexate (BisMTX)) into highly stable, multivalent, chemically self-assembled nanorings (CSANs). When an anti-CD3 scFv is fused, the bispecific CSANs rapidly (min) and stably (days) bind to CD3 on T-cell membranes. Consequently, we refer to the modified T-cells as Prosthetic Antigen Receptor (PAR) T-cells. A unique feature of our approach is the ability to remove the CSANs from the T-cells by incubation with the FDA-approved antibiotic trimethoprim, allowing us to deactivate the modified cells pharmacologically. In addition, we have shown that the CSANs have negligible immunogenicity in mice and do not induce na&#239;ve human T-cell anergy (i.e, unresponsiveness).<b><\/b>Recently, we have prepared anti-EpCAM\/ anti-CD3 CSANs, which target triple negative cancer (TNBC) primary tumor cells, and anti-CD133\/ anti-CD3-CSANs, which target TNBC cancer stem cells. The bispecific CSANs rapidly (min) and stably (days) bind to CD3 on T-cell membranes, thus either anti-EpCAM or anti-CD133 PAR T-cells. Upon incubation of CD133+ or EpCAM+ TNBC cells with the CSANs rapid and selective cell killing was observed. We have also demonstrated with an orthotopic murine cancer model that anti-EpCAM CSANs significantly reduce tumor size, while anti-CD133 CSANs block tumor proliferation. When dosed with a combination of anti-EpCAM CSANs and anti-CD133 CSANs tumor T-cell induced eradication of the tumors is observed. Further analysis revealed that initial tumor growth kinetics is dependent on the percentage of CD133+ tumor cells and that regardless of the starting point, the number of CD133+ tumor cells reaches a homeostatic percentage in the tumor. Whether CD133+ tumor cells arise from self-renewal or de-differentiation is yet to be determined. Regardless, dosing with either CSANs was found to be non-toxic. Taken together, our results demonstrate that CSAN modified T-cells targeting both primary tumor and CSC are necessary for TNBC tumor eradication and that CD133+ TNBC tumor cells maybe be necessary and sufficient for TNBC tumor initiation and proliferation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bc95edd4-80ae-4ed4-84c0-8cd2e19522d1\/@y03B8ZAY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Nanotechnology in chemical biology,,"},{"Key":"Keywords","Value":"Nanoparticle,Immunotherapy,Stem cells,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/912"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Carston R. Wagner<\/i><\/u><\/presenter>. University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"ab007cf5-b1f5-4039-b246-2749177ae501","ControlNumber":"5342","DisclosureBlock":"<b>&nbsp;C. R. Wagner, <\/b> <br><b>Tychon Bioscience, Inc.<\/b> Stock, Yes.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"912","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bc95edd4-80ae-4ed4-84c0-8cd2e19522d1\/@y03B8ZAY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2917","PresenterBiography":null,"PresenterDisplayName":"Carston Wagner, PhD","PresenterKey":"d2d56387-f878-4412-baac-bc8e05c0aa42","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2917. Tumor eradication with T-cells targeted with multivalent chemically self-assembled nanorings","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor eradication with T-cells targeted with multivalent chemically self-assembled nanorings","Topics":null,"cSlideId":""},{"Abstract":"Three <i>RAS<\/i> genes encode four Ras proteins, HRas, NRas, and KRas splice variants, KRas4A and KRas4B. In human cancers, <i>KRAS<\/i> oncogene is highly expressed (85%) as compared to other <i>RAS<\/i> oncogenes, <i>NRAS<\/i> (11%) and <i>HRAS<\/i> (4%). Oncogenic Ras leads to aberrant cell proliferation signaling, primarily through the MAPK (Raf\/MEK\/ERK) pathway. At the plasma membrane, nanoclustered Ras proteins promote Raf activation, mediating the downstream signaling pathway. Among the Ras isoforms, KRas4B in the membrane has been studied extensively due to its higher level of mutations in cancer. Although a number of experimental studies have focused on KRas4B subcellular localization and their nanocluster formation at the signaling platform, the mechanistic details of the membrane anchorage and the membrane orientation of KRas4B at atomic resolution are still unknown. Here, comprehensive computational studies were performed for KRas4B at the anionic lipid bilayers, composed of the phospholipids, PS and PA, and the phosphoinositides, PIP<sub>2<\/sub>, PI4P, and PI5P. Wild-type and two oncogenic mutants, G12D and G12V KRas4B in the GTP- and GDP-bound states were considered. The lysine rich HVR was post-translationally modified with the farnesyl and methyl groups. Previous studies showed that wild-type KRas4B-GDP interacts weakly and nonspecifically with anionic phospholipids, while oncogenic mutations alter selective anionic lipid binding toward anionic lipids, PA, PI3P, PI4P, and PI5P. Our studies indicate that the membrane interaction of KRas4B is highly sensitive depending on the types of nucleotides, mutational states, and anionic lipids enriched the lipid bilayer. While the GTP-bound spontaneously inserts its prenyl group into the hydrophobic core of the bilayer, the occurrence of spontaneous insertion is reduced in the GDP-bound form. The distance of GTP-bound catalytic domain from the bilayer surface is longer than the GDP-bound form. The HVR is sequestered by the GDP-bound catalytic domain, which causes the catalytic domain to be occluded and increases the membrane interaction by the catalytic domain. In contrast, the GTP-bound catalytic domain releases its HVR and liberates from the membrane interaction. The occlusion of catalytic domain is less prevalent in the GTP-bound state. KRas4B<sup>G12D\/G12V<\/sup>-GTP exhibits the active-state orientation, exposing its effector binding site for recruiting the effectors. While PA and PIP<sub>2<\/sub> support the active-state orientation, the PIP4 enriched bilayer prevents the spontaneous prenyl insertion resulting in the occlusion of catalytic domain. Our results underscore the importance of detailed structural mechanisms of KRas4B membrane interaction and orientation, elucidating vital mechanistic role of KRas4B, a key membrane-anchored protein in cancer. Funded by Frederick National Laboratory for Cancer Research, National Institutes of Health, under contract HHSN261201500003I.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6652650b-041a-4c45-93d3-1b3392db9acc\/@y03B8ZAY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Small molecule, protein, and nucleic acid interactions,,"},{"Key":"Keywords","Value":"Ras,K-ras,Mitogen-activated protein kinase (MAPK) pathway,GTPase,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/913"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Hyunbum Jang<\/i><\/u><\/presenter>, <presenter><i>Mingzhen Zhang<\/i><\/presenter>, <presenter><i>Vadim Gaponenko<\/i><\/presenter>, <presenter><i>Ruth Nussinov<\/i><\/presenter>. Frederick National Laboratory for Cancer Research, Frederick, MD, University of Illinois at Chicago, Chicago, IL","CSlideId":"","ControlKey":"3bb4330d-e0f4-45f1-b39a-834cfb5347f5","ControlNumber":"1844","DisclosureBlock":"&nbsp;<b>H. Jang, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>V. Gaponenko, <\/b> None..<br><b>R. Nussinov, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"913","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6652650b-041a-4c45-93d3-1b3392db9acc\/@y03B8ZAY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2918","PresenterBiography":null,"PresenterDisplayName":"Hyunbum Jang, PhD","PresenterKey":"ce1045d8-a26b-4924-94e6-19e38d049591","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2918. Comprehensive survey of KRas4B membrane interaction and orientation","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive survey of KRas4B membrane interaction and orientation","Topics":null,"cSlideId":""},{"Abstract":"Philadelphia chromosomes 9 and 22 encode <i>BCR<\/i> and <i>ABL1<\/i> genes, respectively. Translocation mutation of two chromosomes generates the fused <i>BCR-ABL1<\/i> gene. The resulting fused gene encodes the chimeric BCR-ABL oncoprotein with constitutively enhanced and dysregulated tyrosine activity to disturb different cell signaling. Ras\/MAPK is a significant pathway in mediating cell proliferation and its hyperactivation is responsible for malignant transformation in cancer. Autophosphorylation Y177 (pY177) of BCR protein stimulates the direct binding of an adaptor protein GRB2, which is involved in Ras\/MAPK pathway. In BCR-ABL-associated Ras\/MAPK signaling pathway, BCR-ABL can target GRB2 through the interaction of its pY motif with GRB2 SH2 domain, followed by SOS recruitment to the plasma membrane by GRB2. The resulting BCR-ABL\/GRB2\/SOS assembly stimulates the transformation of inactive GDP-bound form of Ras to the active GTP-bound state, which causes the constitutive activation of the downstream components of Raf\/MEK\/ERK. Despite a number of biophysical experiments have showed that BCR-ABL is able to recruit GRB2, the molecular-level understanding of how the two proteins interact with each other remains to be elucidated. In this work, we used molecular modeling and molecular dynamics (MD) simulations to study the structural basis for the binding between BCR-ABL and GRB2 SH2 domain to explain CML oncogenesis at the atomic level. Different pY\/Y-peptide-SH2 complex models have been constructed and their binding specificity and affinity were compared. Simulation results showed that phosphorylated BCR (pBCR) specifically binds to GRB2 SH2 domain through its five-residue <sub>176<\/sub>FpYVNV<sub>180<\/sub> motif. GRB2 SH2 domain contains two binding pockets: the pY-binding pocket for the phosphate recognition and the specificity pocket for the selection of Asn. pY177 triggers the binding through the interaction in pY-binding pocket. The interaction in specificity pocket determines the binding specificity, which is regulated by N179 in pBCR and W121 in EF loop of GRB2 SH2 domain. In addition, the interaction in the specificity pocket experiences conformation selection for both the bound motif in pBCR and GRB2 SH2 domain; the binding motif adopts type I &#946;-turn conformation and the specificity pocket of GRB2 SH2 domain displays the closed conformation. This specific binding mode between pBCR and GRB2 SH2 domain is similar with that between phosphorylated EGFR (pEGFR) and GRB2 SH2 domain. Residues adjacent to the pY and Arg residue at the +2 position C-terminal to pY in the binding motifs influence the binding affinity of a pY-peptide to GRB2 SH2 domain, explaining why pBCR shows stronger affinity to GRB2 SH2 domain than pEGFR. Our study supports the BCR-ABL oncoprotein recruitment of GRB2 for the induction of CML through Ras\/MAPK pathway and provides deeply understanding of the specific interaction of the pY motif with GRB2 SH2 domain at atomic level.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/23af5ff1-db14-4178-ac3c-b920b3dbbbe9\/@y03B8ZAY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Small molecule, protein, and nucleic acid interactions,,"},{"Key":"Keywords","Value":"Chronic myelogenous leukemia,Kinases,Ras,Mitogen-activated protein kinase (MAPK) pathway,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/914"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Yonglan Liu<\/i><\/u><\/presenter>, <presenter><i>Hyunbum Jang<\/i><\/presenter>, <presenter><i>Mingzhen Zhang<\/i><\/presenter>, <presenter><i>Chung-Jung Tsai<\/i><\/presenter>, <presenter><i>Ryan Maloney<\/i><\/presenter>, <presenter><i>Ruth Nussinov<\/i><\/presenter>. National Cancer Institute, Frederick, MD","CSlideId":"","ControlKey":"197b85eb-10f9-4996-82cb-e14db4888fbe","ControlNumber":"2049","DisclosureBlock":"&nbsp;<b>Y. Liu, <\/b> None..<br><b>H. Jang, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>C. Tsai, <\/b> None..<br><b>R. Maloney, <\/b> None..<br><b>R. Nussinov, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"914","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/23af5ff1-db14-4178-ac3c-b920b3dbbbe9\/@y03B8ZAY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2919","PresenterBiography":null,"PresenterDisplayName":"Yonglan Liu, PhD","PresenterKey":"21a0392a-366d-427e-a8d7-e937e690e6b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2919. The structural basis of BCR-ABL recruitment of GRB2 in chronic myelogenous leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The structural basis of BCR-ABL recruitment of GRB2 in chronic myelogenous leukemia","Topics":null,"cSlideId":""},{"Abstract":"The cell surface proteome provides a pivotal interphase that connects the intracellular signaling with external environments, which may harbor molecular targets for therapeutic development. To identify essential cell surface proteins in cancers, we established a CRISPR library that contains 2,910 sgRNAs targeting 582 genes encoding cell surface receptors (to cytokines, extracellular matrices [ECM], etc.), molecular channels, and signaling components. We then screened this library in 3 solid cancer (MDA-MB-231, SW620, PANC1) and 3 liquid cancer (MV4-11, HUT78, CCRF-CEM) cell models expressing the Cas9 endonuclease, and observed an essential role of ITGAV (Integrin Alpha V) specifically in the solid cancer. As integrins require the dimerization between an alpha and beta subunit to function as cell surface ECM receptors, we further developed a focused CRISPR library with 650 sgRNAs targeting all 26 integrin alpha and beta subunits. This validation screen revealed a strong correlation between ITGAV and ITGB5 (Integrin Beta 5) in solid tumors. CRISPR targeting either ITGAV or ITGB5 led to attenuated cell proliferation with increased cell cycle stalling and apoptosis. Knockout of ITGAV-ITGB5 also suppressed the capacity of tumor cells to migrate and invade through the ECM, highlighting the therapeutic benefit via blocking the ITGAV-ITGB5 heterodimer. To identify novel compounds that can disrupt ITGAV-ITGB5 dimerization, we first modeled a 3D crystal structure of ITGAV (PDB ID: 3IJE) using AutoSite (Scripps) to reveal the protein surface pockets amenable to the small molecular binding. This analysis revealed an AVB pocket at the N-terminal extracellular domain of ITGAV, which is in close contact with the beta subunit. CRISPR targeting this AVB pocket abolished the ITGAV-ITGB5 heterodimers (detected by an AV-B5-complex antibody) and induced rapid cell death, rationalizing this pocket for further therapeutic development. Based on these observations, we computationally docked &#62;100,000 compounds from the NCI DTP Open Chemicals Repository using AutoDock Vina (Scripps), subsequently obtaining the top 500 binder compounds for in-lab validation, and identified a lead AVB pocket inhibitor &#8220;Cpd_2&#8221; (C<sub>32<\/sub>H<sub>40<\/sub>N<sub>4<\/sub>). Treatment of Cpd_2 killed tumor cells and diminished the AV-B5-complex antibody stain. Furthermore, we confirmed the capacity of Cpd_2 to dissociate ITGAV and ITGB5 on the cell surface by a NanoBRET energy transfer system. Of note, while the traditional ITGAV inhibitor cilengitide (an RGD peptide mimic) blocked the ECM interaction and detached the cells from TC dishes, they failed to dissociate the ITGAV-ITGB5 heterodimer nor induce rapid cell death. In summary, our study highlights a novel strategy of targeting the ITGAV-ITGB5 heterodimer stability by the small molecular inhibitor Cpd_2 for future anti-tumor treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/dc19f0fd-6da0-42cc-8d30-bacef49e6fb8\/@y03B8ZAY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Small molecule, protein, and nucleic acid interactions,,"},{"Key":"Keywords","Value":"Integrins,Inhibitors,Colon cancer,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/915"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Nicole Mattson<\/i><\/u><\/presenter>, <presenter><i>Kazuya Miyashita<\/i><\/presenter>, <presenter><i>Anthony Chan<\/i><\/presenter>, <presenter><i>Lu Yang<\/i><\/presenter>, <presenter><i>Sheela Pangeni Pokharel<\/i><\/presenter>, <presenter><i>Wei Lu<\/i><\/presenter>, <presenter><i>Mingli Li<\/i><\/presenter>, <presenter><i>Qiao Liu<\/i><\/presenter>, <presenter><i>Xiaobao Xu<\/i><\/presenter>, <presenter><i>Mingye Feng<\/i><\/presenter>, <presenter><i>Chun-Wei Chen<\/i><\/presenter>. City of Hope, Monrovia, CA, City of Hope, Monrovia, CA","CSlideId":"","ControlKey":"f9898f4a-017c-4809-83f9-b8c3d8772e1d","ControlNumber":"2533","DisclosureBlock":"&nbsp;<b>N. Mattson, <\/b> None..<br><b>K. Miyashita, <\/b> None..<br><b>A. Chan, <\/b> None..<br><b>L. Yang, <\/b> None..<br><b>S. Pangeni Pokharel, <\/b> None..<br><b>W. Lu, <\/b> None..<br><b>M. Li, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>X. Xu, <\/b> None..<br><b>M. Feng, <\/b> None..<br><b>C. Chen, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"915","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/dc19f0fd-6da0-42cc-8d30-bacef49e6fb8\/@y03B8ZAY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2920","PresenterBiography":null,"PresenterDisplayName":"Nicole Mattson, BS","PresenterKey":"8b5fed13-5d79-4730-8905-3a49a700d641","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2920. Targeting integrin alpha V beta 5 heterodimer stability using a novel small molecular inhibitor for tumor suppression","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting integrin alpha V beta 5 heterodimer stability using a novel small molecular inhibitor for tumor suppression","Topics":null,"cSlideId":""},{"Abstract":"Epigenetic modifications are dynamic and reversible processes that regulate gene expression without altering the underlying sequence of the DNA. Gene expression is instead controlled by modification to the chromatin including DNA methylation, histone modifications, and chromatin remodeling. The proteins that perform these epigenetic modifications can be divided into three classes: writers, which perform the modifications; readers, which recognize the modifications; and erasers, which remove the modifications. While essential for normal cellular function, abnormal expression or alteration of the proteins involved in epigenetic regulation can lead to disease, such as cancer. As a result, epigenetic modifiers present attractive targets for the discovery and development of novel therapeutics. At Reaction Biology we offer a suite of services to enable epigenetic drug including the largest panel for epigenetic screening and profiling in the industry and biochemical and biophysical technologies to evaluate inhibition, potency, target occupancy, and even binding modes. Here we highlight our biophysical platform surface plasmon resonance (SPR) using the epigenetic target PRMT5 as an example. SPR was used to measure the binding kinetics of several small molecule inhibitors of PRMT5 and explore their distinct binding modes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c3d2644f-4406-42c7-9c13-eaf62aebcf29\/@y03B8ZAY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Small molecule, protein, and nucleic acid interactions,,"},{"Key":"Keywords","Value":"Epigenetics,Drug discovery,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/916"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Rebecca Eells<\/i><\/u><\/presenter>, <presenter><i>Lynn K. Baker<\/i><\/presenter>, <presenter><i>Christopher Bray<\/i><\/presenter>, <presenter><i>Haiching Ma<\/i><\/presenter>. Reaction Biology, Malvern, PA","CSlideId":"","ControlKey":"28203a79-33d6-4508-8c1a-4fdd36407b32","ControlNumber":"2433","DisclosureBlock":"&nbsp;<b>R. Eells, <\/b> None..<br><b>L. K. Baker, <\/b> None..<br><b>C. Bray, <\/b> None..<br><b>H. Ma, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"916","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c3d2644f-4406-42c7-9c13-eaf62aebcf29\/@y03B8ZAY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2921","PresenterBiography":null,"PresenterDisplayName":"Rebecca Eells, PhD","PresenterKey":"6d255070-b944-4d2e-8791-5b6dfa4b6f11","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2921. Probing PRMT5 inhibitors with distinct binding modes using surface plasmon resonance","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Probing PRMT5 inhibitors with distinct binding modes using surface plasmon resonance","Topics":null,"cSlideId":""},{"Abstract":"EZH2 (enhancer of zeste homolog 2) is the main catalytic subunit of the polycomb repressive complex 2 (PRC2) that catalyzes methylation of histone H3K27. EZH2 is overexpressed in a broad spectrum of cancers including prostate, myeloma and lymphoma, and high expression correlates with poor prognosis. However, EZH2 inhibitors, which do not affect EZH2 protein levels, are ineffective at inhibiting growth of TNBC and other breast cancer cell lines with EZH2 overexpression even though they effectively inhibit the catalytic activity of EZH2\/PRC2. It has also been shown that overexpression of EZH2 is a major driver for breast cancer development and progression, and knockdown of EZH2 inhibits proliferation of TNBC and other breast cancer cells. These results together suggest that EZH2 overexpression, but not the methyltransferase activity of EZH2, is critical for driving breast cancer progression. Bivalent inhibitor technologies such as PROTACs (proteolysis targeting chimeras) and hydrophobic tagging have been successfully applied to selective degradation of multiple protein targets. CRBN-recruiting (E7) and VHL-recruiting EZH2 (YM281) EZH2 targeting PROTACs have been reported, but do not show potent efficacy in targeting TNBC. Here, we characterize MS8815, a VHL-recruiting EZH2 degrader, that we created. MS8815 displayed nanomolar efficacy at EZH2 degradation and potent in vitro effects on TNBC cell lines, no off-target interactions and utilized the canonical PROTAC mechanism of action. Based on these promising preliminary results, we report MS8815 as the best-in-class EZH2 PROTAC degrader that is able to efficiently degrade EZH2 and kill TNBC cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1a32a413-24f6-4b3b-99e8-6efe81aee9ff\/@y03B8ZAY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Small molecule, protein, and nucleic acid interactions,,"},{"Key":"Keywords","Value":"Epigenetics,Breast cancer,EZH2,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/917"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Brandon Dale<\/i><\/u><\/presenter>, <presenter><i>Chris Anderson<\/i><\/presenter>, <presenter><i>Kwang-su Park<\/i><\/presenter>, <presenter><i>H. Ümit Kaniskan<\/i><\/presenter>, <presenter><i>Xufen Yu<\/i><\/presenter>, <presenter><i>Jian Jin<\/i><\/presenter>. Icahn School of Medicine at Mount Sinai, New York, NY","CSlideId":"","ControlKey":"49b802ed-6ee0-42c3-9abf-66e26568e798","ControlNumber":"2484","DisclosureBlock":"&nbsp;<b>B. Dale, <\/b> None..<br><b>C. Anderson, <\/b> None..<br><b>K. Park, <\/b> None..<br><b>H. Kaniskan, <\/b> None..<br><b>X. Yu, <\/b> None.&nbsp;<br><b>J. Jin, <\/b> <br><b>Celgene Corporation<\/b> Grant\/Contract, Yes. <br><b>Levo Therapeutics<\/b> Grant\/Contract, Yes. <br><b>Cullgen Inc.<\/b> Grant\/Contract, Yes. <br><b>EpiCypher Inc<\/b> Other, Scientific consultant, No. <br><b>Accent Therapeutics Inc.<\/b> Other, Scientific consultant, No.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"917","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1a32a413-24f6-4b3b-99e8-6efe81aee9ff\/@y03B8ZAY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2922","PresenterBiography":null,"PresenterDisplayName":"Brandon Dale, BA","PresenterKey":"48b1da0d-a403-43c2-9364-37b476b9c3c8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2922. Targeting triple negative breast cancer with a VHL recruiting EZH2 protein degrader","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting triple negative breast cancer with a VHL recruiting EZH2 protein degrader","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PC) is generally dependent on the androgen signaling axis for growth. Advanced PC is managed by androgen deprivation therapy (ADT). However, the tumors frequently progress by restoring AR signaling that is either androgen-independent or hypersensitive to androgen, leading to castration resistant prostate cancer (CRPC). CRPC is also supported by hormone-independent actions of AR splice variants which lack the ligand binding domain. Additionally, ADT has many undesirable side effects on a variety of normal tissues that depend on androgen for non-growth related functions, including effects on the cardiovascular system, central nervous system (cognitive effects), bone and muscle. Therefore, a more strategic therapy approach would be to disrupt a functional arm of AR-signaling that is critical for PC\/CRPC growth but not for the essential physiological roles of AR in normal tissues. Previous studies in this laboratory have identified ELK1 as an AR tethering protein essential for activation of a critical set of androgen\/AR growth genes in various PC model cell line models, both <i>in vitro<\/i> and <i>in vivo<\/i>, including those resistant to castration and enzalutamide. It was also established that the N-terminal A\/B domain of AR binds to ELK1 by co-opting the two ERK docking sites on ELK1 to constitutively activate genes enriched for cell growth functions in PC cells. A platform antagonist (KCI807) was discovered that bound to AR (K<sub>d<\/sub> = 7x10<sup>-8<\/sup> M), blocking its association with ELK1 and inhibiting PC\/CRPC tumor growth. KCI807 has a limited target gene set (a subset of AR target genes) that is primarily and highly enriched for functions in cell cycle progression and mitosis. To further drug development, we must identify the ELK1 docking site recognition sites in AR and the KCI807 binding site. Using a variety of complimentary approaches, we have now mapped and validated the ELK1 docking site recognition sites in the AR A\/B domain and also the binding site of KCI807 in AR. The two docking site recognition sites in the AR A\/B domain for the two docking sites in ELK1 span amino acids 358-456 and amino acids 514-557. We have also developed a working model in which KCI807 binds in a cleft adjacent to the downstream ELK1-binding site, within the DBD, displacing an alpha helix which in turn disrupts ELK1 binding. Further structural and functional studies based on this knowledge will directly aid in design of next-generation antagonists to selectively target ELK1-dependent growth signaling by AR in PC\/CRPC tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Small molecule, protein, and nucleic acid interactions,,"},{"Key":"Keywords","Value":"Prostate cancer,Androgen receptor,Small molecule inhibitor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/918"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Claire L. Soave<\/i><\/u><\/presenter>, <presenter><i>Charles Ducker<\/i><\/presenter>, <presenter><i>Nathan Nicely<\/i><\/presenter>, <presenter><i>Yanfang Huang<\/i><\/presenter>, <presenter><i>Luke Pardy<\/i><\/presenter>, <presenter><i>Peter Shaw<\/i><\/presenter>, <presenter><i>Manohar Ratnam<\/i><\/presenter>. Wayne State University, Detroit, MI, University of Nottingham, Nottingham, United Kingdom, University of North Carolina Chapel Hill, Chapel Hill, NC","CSlideId":"","ControlKey":"f882de85-7084-4cfd-ad10-53c62640eabb","ControlNumber":"3512","DisclosureBlock":"&nbsp;<b>C. L. Soave, <\/b> None..<br><b>C. Ducker, <\/b> None..<br><b>N. Nicely, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>L. Pardy, <\/b> None..<br><b>P. Shaw, <\/b> None..<br><b>M. Ratnam, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"918","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2923","PresenterBiography":null,"PresenterDisplayName":"Claire Soave","PresenterKey":"0436923c-2267-439e-adde-9c0ad31514d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2923. New insights into interactions of the androgen receptor with ELK1 and the platform antagonist KCI807","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"New insights into interactions of the androgen receptor with ELK1 and the platform antagonist KCI807","Topics":null,"cSlideId":""},{"Abstract":"In an effort to map the selectivity and understand the mode of action of a CDK9 inhibitor (compound 1), we employed several orthogonal proteomics methods. Our results show a clear selectivity against the CDK family of kinases, with the highest specific affinity towards CDK9. In addition, our multi-method approach allows us to also map the protein binding sites of the inhibitor, identify non-kinase (off-) targets as well as detect the cellular molecular responses to the added inhibitor. Here we describe the methods used, their strengths and weaknesses, how they can be used in the drug discovery pipeline and how they synergize to provide mechanistic insights of compounds of interest. We have used chemoproteomics, kinase affinity tools (kinobeads), Cellular Thermal Shift Assay (CETSA) and Limited Proteolysis (LiP). The results obtained clearly show that CDK9 is the primary target of Compound 1, with affinity curves highly correlated between the different target deconvolution techniques. The chemoproteomic approach rely on a compound derivate, able to bind to a sepharose bead. Subsequently, the binding competition assays are performed on lysed cell material. The choice of a mild lysis buffer allowed us to identify, not only CDK9, but also it&#8217;s molecular partners in the p-Tefb complex (Cyclin T1, Cyclin T2 and Aff4) with similar concentration response behavior. The results for the kinases identified in the study were strikingly similar when also profiling the compound without the chemical modification using the kinobeads assay. In the CETSA experiments, where both lysed cells and intact cells were profiled, the lysate experiment most closely resembles that of the previous pull-downs. Here, only direct binders of Compound 1 show a thermal shift, for example several of the pulled down kinases but not the p-Tefb complex partners that were co-competed previously. In the intact cell version of CETSA, not only the direct binders of the compound show stability shifts, but also downstream events and other secondary modulatory effects leave thermal traces in the cell. For example, Compound 1 also binds to GSK3A\/B, causing their melting temperature to increase. Inhibition of GSK3 further affects the phosphorylation state and cellular location of FOXK1, which in turn is identified as a destabilized protein. Finally, Limited Proteolysis was used to identify target protein and using the LiP-Quant approach their LiP scores were assigned. Further, out of the identified CDK targets, mapping of peptide cleavage pattern was performed for the members of the CDK family for which structural data is published. The result identified the peptides to be directly adjacent to the ATP binding pocket of CDK9 or regions of high homology. The use of complementary techniques, based on unique biological and biochemical processes, allow robust and confident characterization of inhibitor compounds.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-04 Target identification, small molecule probes, and libraries,,"},{"Key":"Keywords","Value":"Small molecule inhibitor,Kinase inhibitors,CDK inhibitor,Systems biology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/919"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Adam Hendricks<\/i><\/presenter>, <presenter><i>Nigel Beaton<\/i><\/presenter>, <presenter><i>Alexey Chernobrovkin<\/i><\/presenter>, <presenter><i>Eric Miele<\/i><\/presenter>, <presenter><i>Ghaith Hamza<\/i><\/presenter>, <presenter><i>Piero Ricchiuto<\/i><\/presenter>, <presenter><i>Ronald Tomlinson<\/i><\/presenter>, <presenter><i>Tomas Friman<\/i><\/presenter>, <presenter><i>Cassandra Borenstein<\/i><\/presenter>, <presenter><i>Bernard Barlaam<\/i><\/presenter>, <presenter><i>Sudhir Hande<\/i><\/presenter>, <presenter><i>Chris De Savi<\/i><\/presenter>, <presenter><i>Rick Davies<\/i><\/presenter>, <presenter><i>Martin Main<\/i><\/presenter>, <presenter><i>Joakim Hellner<\/i><\/presenter>, <presenter><i>Kristina Beeler<\/i><\/presenter>, <presenter><u><i>Yuehan Feng<\/i><\/u><\/presenter>, <presenter><i>Roland Bruderer<\/i><\/presenter>, <presenter><i>Lukas Reiter<\/i><\/presenter>, <presenter><i>Daniel Martinez Molina<\/i><\/presenter>, <presenter><i>Maria Paola Castaldi<\/i><\/presenter>. AstraZeneca, Waltham, MA, Biognosys AG, Schlieren, Switzerland, Pelago Bioscience AB, Solna, Sweden, Kymera Therapeutics, Watertown, MA, AstraZeneca, Cambridge, United Kingdom, Medicine Discovery Catapult, Alderley Edge, United Kingdom","CSlideId":"","ControlKey":"54ae374b-f775-4ded-bb05-ac8adc05a23e","ControlNumber":"3438","DisclosureBlock":"&nbsp;<b>A. Hendricks, <\/b> None..<br><b>N. Beaton, <\/b> None..<br><b>A. Chernobrovkin, <\/b> None..<br><b>E. Miele, <\/b> None..<br><b>G. Hamza, <\/b> None..<br><b>P. Ricchiuto, <\/b> None..<br><b>R. Tomlinson, <\/b> None..<br><b>T. Friman, <\/b> None..<br><b>C. Borenstein, <\/b> None..<br><b>B. Barlaam, <\/b> None..<br><b>S. Hande, <\/b> None..<br><b>C. De Savi, <\/b> None..<br><b>R. Davies, <\/b> None..<br><b>M. Main, <\/b> None..<br><b>J. Hellner, <\/b> None..<br><b>K. Beeler, <\/b> None..<br><b>Y. Feng, <\/b> None..<br><b>R. Bruderer, <\/b> None..<br><b>L. Reiter, <\/b> None..<br><b>D. Martinez Molina, <\/b> None..<br><b>M. Castaldi, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"919","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2924","PresenterBiography":null,"PresenterDisplayName":"Yuehan Feng, PhD","PresenterKey":"7307bad2-eacb-448b-9ce8-96a5ea8dcbd1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2924. Target identification, selectivity profiling and mechanistic insights of a Cdk9 inhibitor using complementary proteomics methods","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Target identification, selectivity profiling and mechanistic insights of a Cdk9 inhibitor using complementary proteomics methods","Topics":null,"cSlideId":""},{"Abstract":"Heparanase is an enzyme highly involved in the progression of many types of cancer through its enzymatic processing of heparan sulfate proteoglycans. Unfortunately, research and clinical investigation of this target is hampered by the lack of simple, effective tools to detect its enzymatic activity. Despite the natural preference of heparanase to cleave polysaccharide substrates, we previously developed the first disaccharide-based fluorogenic probe for heparanase enzymatic activity, overcoming this deficiency in existing tools. However, the chemistry of the probe synthesis required installation of electron-withdrawing fluorine atoms on the fluorophore to facilitate activation by heparanase, a design strategy that excludes the use of many common imaging reporters. To accommodate a wider variety of imaging modalities for heparanase detection, we experimented with the addition of a collapsible linker with suitable electronegativity that can be easily tuned. Our results show that a tetra-fluorinated benzyl alcohol linker enables heparanase activation of a probe bearing any reporter, giving comparable results to our original fluorinated coumarin probe. This disaccharide-linker scaffold holds potential for accessing a broader scope of heparanase imaging probes for laboratory and clinical applications of this burgeoning biomarker.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1a13b34e-5734-4465-a261-0f2c3dd906d6\/@z03B8ZAZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-04 Target identification, small molecule probes, and libraries,,"},{"Key":"Keywords","Value":"Cancer detection,Extracellular matrix,Angiogenesis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/920"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Kelton Schleyer<\/i><\/u><\/presenter>, <presenter><i>Jun Liu<\/i><\/presenter>, <presenter><i>Zhishen Wang<\/i><\/presenter>, <presenter><i>Hua Guo<\/i><\/presenter>, <presenter><i>Lina Cui<\/i><\/presenter>. University of Florida, Gainesville, FL, University of New Mexico, Albuquerque, NM","CSlideId":"","ControlKey":"4d25d489-0623-4dc3-a282-2b981e378a8c","ControlNumber":"3287","DisclosureBlock":"&nbsp;<b>K. Schleyer, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>H. Guo, <\/b> None..<br><b>L. Cui, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"920","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1a13b34e-5734-4465-a261-0f2c3dd906d6\/@z03B8ZAZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2925","PresenterBiography":"","PresenterDisplayName":"Kelton Schleyer, BS;MS;PhD","PresenterKey":"f383ef7a-9f0e-46f9-908e-18ee2e20a254","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2925. Expanding the library of small molecule imaging probes for heparanase","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Expanding the library of small molecule imaging probes for heparanase","Topics":null,"cSlideId":""},{"Abstract":"The compounds CM03 and SOP1812 are tri- and tetra-substituted naphthalene diimide derivatives with high affinity for several human DNA quadruplexes. They have been designed by computer modelling based on co-crystal structures of 1<sup>st<\/sup>-generation substituted naphthalene diimides with human intramolecular telomeric quadruplexes. CM03 and SOP1812 have single-digit 1-20 nM anti-proliferative activity in a panel of human pancreatic ductal adenocarcinoma (PDAC) cell lines (Marchetti et al., <i>J. Med. Chem<\/i>, 2018, 61, 2500-2517: Ahmed et al., <i>ACS Med Chem Lett<\/i>, 2020, 11, 1634-1644) and significant anti-tumor activity in the MIA-PACA2 xenograft model for PDAC as well as in the more demanding KPC model. SOP1812 is bio-available at therapeutic doses and is well tolerated at these levels in animal models. It is currently being evaluated as a candidate for clinical development by Qualigen Therapeutics Inc. The role of water in protein-drug binding is well documented and known to be important for accurate estimates of drug binding energies and for docking\/virtual screening studies. To date this factor has not been seriously considered in studies of ligand-quadruplex interactions even though virtual screening has emerged as an important tool for finding new chemotypes and optimizing compound libraries <i>in silico<\/i>. A high-resolution crystal structure of a naphthalene diimide quadruplex complex (PDB id 3UYH: Micco et al., <i>J. Med. Chem<\/i>., 2013, 56, 2959-2974) has now been analyzed in detail. Patterns of water molecules have been found in each of the four quadruplex grooves, associated with the cationic side chains. Only a nitrogen atom on each N-methyl-piperazine cationic end groups is in direct hydrogen bonded contact with a phosphate group. The morpholino groups each have a small and well-defined cluster of water molecules mediating between cationic nitrogen atom and phosphate group. The rest of each groove is filled by a second cluster of waters, suggesting that larger substituents can be accommodated. Data from a library of naphthalene diimide derivatives is being examined to validate the role of these waters, especially with respect to their relative mobilities and ease of displacement.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4f208913-04c3-4f6a-97e2-77c5f7debbf2\/@z03B8ZAZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-05 X-ray and NMR structures,,"},{"Key":"Keywords","Value":"Drug design,Quadruplex DNA,Crystal structures,water structure,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/921"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Stephen Neidle<\/i><\/u><\/presenter>. University College London, London, United Kingdom","CSlideId":"","ControlKey":"a6b0588f-753a-444e-8284-1d5da9e53254","ControlNumber":"3350","DisclosureBlock":"&nbsp;<b>S. Neidle, <\/b> None.","End":"4\/12\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"921","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4f208913-04c3-4f6a-97e2-77c5f7debbf2\/@z03B8ZAZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2926","PresenterBiography":null,"PresenterDisplayName":"Stephen Neidle, DSc;PhD","PresenterKey":"62cb953f-6481-4252-904a-40c54617dca6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2926. Structure-based design of quadruplex-binding small molecule compounds: The essential role of water molecules","SearchResultFooter":"","SearchResultHeader":"Apr 12 2022  9:00AM","SessionId":"305","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/12\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Structure-based design of quadruplex-binding small molecule compounds: The essential role of water molecules","Topics":null,"cSlideId":""}]