[{"Abstract":"<b>Purpose:<\/b> To evaluate the impact of early detection with screening and primary prevention with risk-reducing medication to provide personalized data that will help identify women who are more likely to benefit from various interventions or combinations of interventions with the least harms.<br \/><b>Methods:<\/b> We adapted the CISNET microsimulation model G-E of breast cancer natural history to evaluate the harms and benefits of annual mammography and risk reducing medication among high-risk women (i.e., 5-year risk greater than or equal to 3%). Model G-E is a discrete event microsimulation model that follows millions of women from birth to death and captures the variability in distributions of each event. Each simulated woman is assigned a cohort-specific life expectancy which is used to select a date of breast cancer death. For this study, we dynamically updated the risk of developing breast cancer for each simulated woman based on her family history, breast density, age and history of biopsy. We used large observational and clinical trial data to derive input parameters for cohort-specific birth rates, incidence and stage without screening, other cause mortality by age, screening performance (sensitivity\/specificity), survival by age, stage, and subtype without treatment, treatment efficacy, and other cause mortality. We compared model outcomes for screening alone vs. screening with a 5-year course of risk reducing medication. We modeled various screening strategies including annual or biennial screening starting at ages 35, 40, 45 and stopping at ages 65 and 74 years. Model outcomes for each strategy included, the benefits of risk-reducing drugs (avoiding breast cancer) and screening (breast cancer stage, breast cancer-specific survival), and harms of screening (false positives, overdiagnosis). We also conducted sensitivity analysis to estimate the effects of uncertainty in model inputs or assumptions on results.<br \/><b>Results: <\/b>We found that risk reducing medication could result in an additional 28% decrease in invasive breast cancer incidence, 20% decrease in stage IV diagnosis, and a 30% decrease in breast cancer death if screening started at age 35 in a high-risk woman. However, potential breast density changes due to risk reducing medication among high-risk women could result in a 19% increase in false positive screening results compared to screening alone. The results varied by the starting age of screening.<br \/><b>Conclusions: <\/b>Simulation modeling is useful in assessing the relative benefits and harms of screening and risk reducing medication in high-risk women.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/66351446-9873-4a88-a41c-e2e3a7e492e4\/@C03B8ZT2\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-05 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Breast cancer,Chemoprevention,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17907"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jinani Jayasekera<\/i><\/u><\/presenter>, <presenter><i>Amy Zhao<\/i><\/presenter>. Georgetown University, Washington, DC","CSlideId":"","ControlKey":"63598a74-7719-4459-b560-8eabf1372126","ControlNumber":"2553","DisclosureBlock":"&nbsp;<b>J. Jayasekera, <\/b> None..<br><b>A. Zhao, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17907","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/66351446-9873-4a88-a41c-e2e3a7e492e4\/@C03B8ZT2\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5941","PresenterBiography":null,"PresenterDisplayName":"Jinani Jayasekera, B Pharm,MA,MS,PhD","PresenterKey":"001aa8de-2a1b-4225-8fc0-01567f8cbabf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5941. A simulation modeling study to support personalized breast cancer prevention and early detection in high-risk women","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A simulation modeling study to support personalized breast cancer prevention and early detection in high-risk women","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Use of vitamin D and calcium-containing supplements are associated with a decreased risk of breast cancer among women in the general population. Whether this association exists among women at a high-risk due to a <i>BRCA1 <\/i>or<i> BRCA2<\/i> mutation is not known. Thus, we conducted a case-control study to evaluate the association between vitamin D and\/or calcium supplement use and the risk of breast cancer among <i>BRCA <\/i>mutation carriers.<br \/><b>Methods: <\/b><i>BRCA<\/i> mutation carriers enrolled in a longitudinal study, that collected information on cancer history and lifestyle factors, were invited to complete a supplemental questionnaire on past supplement use. Vitamin D and calcium supplement use were categorized as never or ever use. Total average daily vitamin D and calcium use was stratified as never, moderate, or high intake based on tertiles. Unconditional logistic regression was used to estimate the odds ratio (OR) and 95% confidence intervals (CI) of invasive breast cancer associated with supplement use. Analyses were stratified by BRCA mutation type and menopausal status at breast cancer diagnosis.<br \/><b>Results:<\/b> This study included 134 cases and 276 controls. Compared to never users, ever vitamin D or calcium-containing supplement use was associated with decreased odds of breast cancer (OR=0.54; 95%CI 0.31, 0.91; <i>P<\/i>=0.02 for vitamin D; OR=0.61; 95%CI 0.36, 1.05; <i>P<\/i>=0.07 for calcium). The protective effect of vitamin D and calcium was stronger for those with the highest intake of each supplement (OR=0.44; 95% CI 0.22, 0.89; <i>P<\/i>=0.02 for vitamin D; OR=0.55; 95% CI 0.28, 1.08; <i>P<\/i>=0.08 for calcium), compared to never use. For vitamin D use, findings were significant among premenopausal women while for calcium use, the inverse associations were stronger among postmenopausal women. Findings were also significant for BRCA1 mutation carriers only, however, stratified analyses were limited by small strata.<br \/><b>Conclusions:<\/b> Although based on a relatively small sample, our findings suggest a potential protective effect of vitamin D and calcium-containing supplement use for breast cancer among high-risk women. Future studies with larger samples and prospective study design are warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/24a2d3f7-f967-4441-8d99-53fb89a0bf0e\/@C03B8ZT2\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-06 Diet, nutrition, and cancer,,"},{"Key":"Keywords","Value":"Vitamin D,Calcium,BRCA,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17908"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"55f73ae3-ef0b-4b18-ab34-89258a20f371","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/55f73ae3-ef0b-4b18-ab34-89258a20f371\/@C03B8ZT2\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Emma Guyonnet<\/i><\/u><\/presenter>, <presenter><i>Shana J. Kim<\/i><\/presenter>, <presenter><i>Cindy X. W. Zhang<\/i><\/presenter>, <presenter><i>Jeanna McCuaig<\/i><\/presenter>, <presenter><i>Susan Armel<\/i><\/presenter>, <presenter><i>Steven A. Narod<\/i><\/presenter>, <presenter><i>Joanne Kotsopoulos<\/i><\/presenter>. Women's College Research Institute, Women's College Hospital, Toronto, ON, Canada, Department of Physiology, University of Toronto, Toronto, ON, Canada, Familial Cancer Clinic, Princess Margaret Hospital Cancer Centre, University Health Network, Toronto, ON, Canada","CSlideId":"","ControlKey":"9979ccf9-8160-414f-9957-0008859834b0","ControlNumber":"1263","DisclosureBlock":"&nbsp;<b>E. Guyonnet, <\/b> None..<br><b>S. J. Kim, <\/b> None..<br><b>C. X. W. Zhang, <\/b> None..<br><b>J. McCuaig, <\/b> None..<br><b>S. Armel, <\/b> None..<br><b>S. A. Narod, <\/b> None..<br><b>J. Kotsopoulos, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17908","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/24a2d3f7-f967-4441-8d99-53fb89a0bf0e\/@C03B8ZT2\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5942","PresenterBiography":null,"PresenterDisplayName":"Emma Guyonnet, No Degree","PresenterKey":"5c421046-ca62-49bb-813a-a335ad766da3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5942. Vitamin D, calcium supplement use and the risk of breast cancer in <i>BRCA1 <\/i>and <i>BRCA2 <\/i>mutation carriers: A case-control study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Vitamin D, calcium supplement use and the risk of breast cancer in <i>BRCA1 <\/i>and <i>BRCA2 <\/i>mutation carriers: A case-control study","Topics":null,"cSlideId":""},{"Abstract":"Gastric cancer (GC) is the 5th most frequent neoplasm and the 3rd cancer with the highest mortality according to GLOBOCAN. GC is often diagnosed in middle aged and elderly people, with a peak in incidence between 60 and 70 years old. In contrast, early-onset GC is the GC had a strong hereditary component. Associations of sporadic late onset-GC and dietary factors have been published but the role of nutritional factors in early onset GC is unknown. The aim of this study is to investigate the association between the intake of red meat, pork, processed meats and carbonated drinks in a group of early-onset GC. Our study was carried out in 19 Chilean early-onset GC patients, aged between 32 and 60 years, and 32 healthy age matched individuals from the same population. Through a survey of nutritional habits carried out retrospectively considering the stage prior to the diagnosis of GC, we determined the amount, type and frequency of ingestion of red meat, pork, processed meat and carbonated beverages. To measure the association an odds ratio and non-parametric association statistic tests were used. For the association of meat intake, we used the WHO recommendation (less than 70 g of meat per day) to classify the meat consumption levels in both groups. An odds ratio of 25.5 (4.8-135.4, p=8.3x10<sup>5<\/sup>) was determined between the consumption of more than 70 g of meat per day in the early onset GC group vs the control group. Even though there are no international recommendations for carbonated drinks consumption levels, we found a higher carbonated drink consumption among cases (cases: Ave.= 180,7, SD= &#177;108,5 vs controls: Ave.=43,3, SD=&#177;38,3. P=0033) . In conclusion, our results shows significant associations between the consumption of red meat, pork, processed meats, and carbonated drinks in the risk of early-onset GC patients compared with the control group. Our findings, suggest that nutritional factors could play a role in the early GC presentation, acting in conjunction with low penetrance gene mutations. We will incorporate more early onset patients to the study group and do a sex matching for the control group to evaluate this possible confounding factor. We will also incorporate a late onset GC group. We think that nutritional factors could be an important factor to modulate genetic risk, even in early-onset patients. Beca Chile Postdoctorado 74190063 to GM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/dde44a04-9c8e-4c38-8d0a-c887455051f3\/@C03B8ZT2\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-06 Diet, nutrition, and cancer,,"},{"Key":"Keywords","Value":"Gastric cancer,Diet,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17909"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Carol Parra<\/i><\/presenter>, <presenter><i>Graciela Molina<\/i><\/presenter>, <presenter><u><i>Carla Coo<\/i><\/u><\/presenter>, <presenter><i>Jessica López<\/i><\/presenter>, <presenter><i>María San Martín<\/i><\/presenter>, <presenter><i>Javiera Siche<\/i><\/presenter>, <presenter><i>Luis Carvajal-Carmona<\/i><\/presenter>. LINA Facultad de Ciencias de la Salud, Universidad de Playa Ancha, Valparaíso., Valparaíso, Chile, UC Davis Genome Center, University of California-Davis, Davis, CA","CSlideId":"","ControlKey":"2b6672a0-a54b-4a7b-8b32-40e80200a44e","ControlNumber":"6593","DisclosureBlock":"&nbsp;<b>C. Parra, <\/b> None..<br><b>G. Molina, <\/b> None..<br><b>C. Coo, <\/b> None..<br><b>J. López, <\/b> None..<br><b>M. San Martín, <\/b> None..<br><b>J. Siche, <\/b> None..<br><b>L. Carvajal-Carmona, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17909","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/dde44a04-9c8e-4c38-8d0a-c887455051f3\/@C03B8ZT2\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5943","PresenterBiography":null,"PresenterDisplayName":"Carla Coo, No Degree","PresenterKey":"27fe55b2-7951-431d-8e58-a34f483694ec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5943. Association between the consumption of meat and carbonated drinks and early onset gastric cancer in Chilean patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association between the consumption of meat and carbonated drinks and early onset gastric cancer in Chilean patients","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer-related mortality in the world. Our previous studies have shown that the oral administration of <i>Euglena<\/i> water extract significantly inhibits the growth of grafted lung carcinoma tumors in mice. <i>Euglena gracilis<\/i>, a single-celled alga used as a nutritional dietary supplement, possesses a broad range of medicinal properties including anticancer activity against a few types of cancers. Most studies describing this anticancer activity have used xenograft cancer mouse models, but not carcinogen-induced cancer models. Since tobacco smoke carcinogen-induced lung carcinoma in mice mimics human lung cancer development, in this study, we investigated the anti-cancer properties and the underlying mechanism of the <i>E. gracilis<\/i> water extract against lung tumorigenesis induced by 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanone (NNK). A\/J mice (n=10 per treatment group) were used and the treatment regimen consisted of: (i) PBS control, (ii) <i>Euglena<\/i> water extract 2 weeks before NNK injection (pre-NNK) and (iii) this extract 10 weeks after NNK injection (post-NNK). We examined the metabolite landscape of the gut microbiota by a high-throughput metabolomics approach. The <i>Euglena<\/i> water extract treatment greatly attenuated NNK-induced tumorigenesis in lungs of A\/J mice. A Partial Least-Squares Discriminant Analysis demonstrated a separation of the fecal metabolites between the control and treatment groups. Using the untargeted metabolomics, we identified 20 potential metabolites that were differentially expressed in the <i>Euglena<\/i> extract (pre- and post-NNK) treatment groups as compared to the control group. Specifically, succinate, malate, triethanolamine, acetylserine were increased with the <i>Euglena<\/i> water extract treatment in comparison to the control. These metabolites are involved in the biosynthesis of short-chain fatty acids (SCFA). Furthermore, using the targeted analysis of SCFA, we observed a significant increase in acetic acid in the feces of mice treated with <i>Euglena<\/i> water extract both before and after NNK exposure; however, butyric and propionic acids were significantly higher in only post-treated mice. Moreover, <i>in vitro<\/i> treatment of both human and murine lung cancer cells with SCFA significantly suppressed their proliferation. The present study indicated that treating with the <i>Euglena<\/i> water extract both pre- and post-NNK exposure greatly inhibits NNK-induced lung tumorigenesis in mice even after early tumorigenesis has been established. This study also found that <i>Euglena<\/i> water extract increases the levels of SCFA and their precursors in the feces of the treated mice indicating a role of gut microbiota in suppressing the NNK-induced tumorigenesis. This study was supported by 2017 EUGLENA-RC2 (MT and JC), Kansas State University Johnson Cancer Research Center (MT and JC), and NIH grant P20 GM103418 (MT).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f63a9d71-4961-44b4-bbff-049726d7e6a9\/@C03B8ZT2\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-07 Microbiome and prevention,,"},{"Key":"Keywords","Value":"Lung cancer,Tobacco-specific carcinogen,Euglena extract ,Gut microbial metabolites alteration,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17910"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Deepa Upreti<\/i><\/u><\/presenter>, <presenter><i>Susumu Ishiguro<\/i><\/presenter>, <presenter><i>Ayaka Nakashima<\/i><\/presenter>, <presenter><i>Kengo Suzuki<\/i><\/presenter>, <presenter><i>Jeffrey Comer<\/i><\/presenter>, <presenter><i>Masaaki Tamura<\/i><\/presenter>. Kansas State University, Manhattan, KS, Central Research Laboratory, Euglena Co. Ltd., Tokyo, Japan","CSlideId":"","ControlKey":"b1611e28-3e05-41d3-a0d3-3e2d3d1ab2ff","ControlNumber":"3673","DisclosureBlock":"&nbsp;<b>D. Upreti, <\/b> None..<br><b>S. Ishiguro, <\/b> None..<br><b>A. Nakashima, <\/b> None..<br><b>K. Suzuki, <\/b> None..<br><b>J. Comer, <\/b> None..<br><b>M. Tamura, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17910","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f63a9d71-4961-44b4-bbff-049726d7e6a9\/@C03B8ZT2\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5944","PresenterBiography":null,"PresenterDisplayName":"Deepa Upreti, MS","PresenterKey":"42b46be5-0aed-4c6a-85c4-35e9c6b149c9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5944. <i>Euglena<\/i> water extract attenuates lung tumorigenesis induced by tobacco-specific carcinogen through modulation of gut microbiota metabolites","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>Euglena<\/i> water extract attenuates lung tumorigenesis induced by tobacco-specific carcinogen through modulation of gut microbiota metabolites","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is common among aging men. No cancer treatment is provided during active surveillance for prostate cancer. Targeted nutritional interception may prove to be the most appropriate chemoprevention for intermediate- and high-risk patients. Here, for the first time, we investigate the efficacy of Gnetin C, a resveratrol-dimer found abundantly in melinjo (<i>Gnetum gnemon<\/i>) plant that is characterized with improved pharmacokinetics compared to other stilbenes, in a transgenic mouse model of prostate cancer. We have generated two prostate-specific mouse models, one overexpressing MTA1 on the background of <i>Pten<\/i> heterozygosity (<i>R26<sup>MTA1<\/sup>; Pten<sup>+\/f<\/sup><\/i>), and the other overexpressing MTA1 on the background of <i>Pten<\/i> loss (<i>R26<sup>MTA1<\/sup>; Pten<sup>f\/f<\/sup><\/i>). Chemoprevention design included Gnetin C- dietary supplementation in the high-risk model while the therapeutic design included i.p. administration in the more aggressive <i>R26<sup>MTA1<\/sup>;<\/i> <i>Pten<sup>f\/f <\/sup><\/i>genotype. Our results show that while MTA1 cooperates with PTEN deficiency to accelerate PIN development by increasing MTA1-associated signaling, Gnetin C intervention combats the progression of prostate cancer. We show that mice treated with Gnetin C (7 mg\/kg bw, daily i.p.) exhibited more favorable histopathology with decreased severity and number of PIN foci (41.23 % reduction) accompanied by reduced proliferation (Ki67, 57.43% reduction), angiogenesis (CD31, 86.91% reduction), AR (31.57 % reduction), and MTA1 (27.94 % reduction). Ongoing chemopreventive studies with four different diets [Control-diet; Gnetin C high dose (70 mg\/kg diet); Gnetin C low dose (35 mg\/kg diet); and pterostilbene (70 mg\/kg diet)] are in progress. Altogether, these data provide an evidence for efficacy of Gnetin C in blocking prostate cancer progression and reveal its potential for novel chemopreventive and therapeutic implications in prostate cancer.Supported by NCI\/NIH R15CA216070 to ASL","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/9e9f9643-fca2-487e-8af2-6771aab2ae25\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-09 Molecular targets for prevention,,"},{"Key":"Keywords","Value":"Prostate cancer,Mouse models,Chemoprevention,Chemotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17911"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"3881d1e9-7c1a-4888-bf2c-42193d871ac9","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3881d1e9-7c1a-4888-bf2c-42193d871ac9\/@D03B8ZT3\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Gisella Campanelli<\/i><\/u><\/presenter>, <presenter><i>Rabab Al Deabel<\/i><\/presenter>, <presenter><i>Anand Puaar<\/i><\/presenter>, <presenter><i>Prashanth Parupathi<\/i><\/presenter>, <presenter><i>Amee Adhvaryu<\/i><\/presenter>, <presenter><i>Avinash Kumar<\/i><\/presenter>, <presenter><i>Anait S. Levenson<\/i><\/presenter>. Long Island University, Brooklyn, NY, Long Island University, Brookville, NY, Long Island University, Brookville, NY","CSlideId":"","ControlKey":"aa0990af-819c-4661-883c-3760411f993b","ControlNumber":"2583","DisclosureBlock":"&nbsp;<b>G. Campanelli, <\/b> None..<br><b>R. Al Deabel, <\/b> None..<br><b>A. Puaar, <\/b> None..<br><b>P. Parupathi, <\/b> None..<br><b>A. Adhvaryu, <\/b> None..<br><b>A. Kumar, <\/b> None..<br><b>A. S. Levenson, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17911","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/9e9f9643-fca2-487e-8af2-6771aab2ae25\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5945","PresenterBiography":null,"PresenterDisplayName":"Gisella Campanelli, B Pharm;MA;MS","PresenterKey":"8f8c8ef6-74a8-4328-a6b6-935d5834df5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5945. Gnetin C for chemoprevention and chemotherapy of prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gnetin C for chemoprevention and chemotherapy of prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The immune microenvironment of the breast is critical in the development and progression of breast cancer. By analyzing the immune components of breast tissues from patients at varying degrees of breast cancer risk, we may gain enhanced understanding of breast cancer risk and mechanisms of carcinogenesis.<br \/>Methods: We compared the immune cell composition in breast lobules of age-matched patients with normal and benign breast disease (BBD) at progressively lower breast cancer risk: 1) 18 women with germline mutations in (<i>BRCA1\/2<\/i>); 2) women at intermediate risk (BBD), and 3) women at normal risk (Komen Tissue Bank- (KTB)). We performed immunohistochemical stains for T lymphocytes (CD4, CD8); dendritic cells (CD11c); B lymphocytes (CD20) and macrophages (CD68) and quantitated immune cell densities in up to 10 representative lobules per sample.<br \/>Results: The median age of all groups was 43.8 years (range: 34-67). <i>BRCA<\/i> carriers and BBD patients had a higher percentage of fibrocystic lobules (50% fibrocystic) compared to KTB samples (15% fibrocystic), p&#60;0.001. <i>BRCA<\/i> carriers had significantly higher densities of CD4, CD8, CD11c, and CD68 positive immune cells compared to KTB donor breast tissues, see Table. Compared with BBD patients, mutation carriers had higher densities of CD8+ cells and suggestively higher CD4+ cells, with similar results for other markers assessed.<br \/>Conclusions: Preliminarily, these data showed that benign prophylactic breast tissues from <i>BRCA<\/i> mutation carriers contain increased numbers of several immune cell types versus tissues from patients at lower breast cancer risk, including BBD patients and research tissue donors. Further investigation is needed to confirm and expand these findings in relation to breast cancer risk.<br \/>Table:<b> <\/b>Pairwise Wilcoxon rank-sum p-values comparing immune cell densities in breast lobules from women with BRCA germline mutations, vs BBD and KTB groups.<table class=\"AbstractTable\" id=\"{B2117D79-55D9-4C13-9D2C-C40ADBE4CAF0}\"><caption class=\"AbstractTableCaption\"><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>All Lobules<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>BRCA<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>BBD<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>KTB<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>BRCA vs BBD<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>BRCA vs KTB<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Median<\/td><td rowspan=\"1\" colspan=\"1\">Median<\/td><td rowspan=\"1\" colspan=\"1\">Median<\/td><td rowspan=\"1\" colspan=\"1\">p-value<\/td><td rowspan=\"1\" colspan=\"1\">p-value<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">(IQR)<\/td><td rowspan=\"1\" colspan=\"1\">(IQR)<\/td><td rowspan=\"1\" colspan=\"1\">(IQR)<\/td><td rowspan=\"1\" colspan=\"1\">&nbsp;<\/td><td rowspan=\"1\" colspan=\"1\">&nbsp;<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>CD4+, cells\/mm<sup>2<\/sup><\/b><\/td><td rowspan=\"1\" colspan=\"1\">116.3<\/td><td rowspan=\"1\" colspan=\"1\">63.8<\/td><td rowspan=\"1\" colspan=\"1\">17.7<\/td><td rowspan=\"1\" colspan=\"1\">0.08<\/td><td rowspan=\"1\" colspan=\"1\"><b>&#60;0.001<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">(46.4-183.6)<\/td><td rowspan=\"1\" colspan=\"1\">(25.0-121.1)<\/td><td rowspan=\"1\" colspan=\"1\">(13.3-40.6)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>CD8+, cells\/mm<sup>2<\/sup><\/b><\/td><td rowspan=\"1\" colspan=\"1\">354.4<\/td><td rowspan=\"1\" colspan=\"1\">200<\/td><td rowspan=\"1\" colspan=\"1\">150.9<\/td><td rowspan=\"1\" colspan=\"1\"><b>0.01<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>&#60;0.001<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">(285.5-473.2)<\/td><td rowspan=\"1\" colspan=\"1\">(118.9-385)<\/td><td rowspan=\"1\" colspan=\"1\">(110.1-225.0)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>CD11c+, % pp<\/b><\/td><td rowspan=\"1\" colspan=\"1\">3.5<\/td><td rowspan=\"1\" colspan=\"1\">3.4<\/td><td rowspan=\"1\" colspan=\"1\">0.4<\/td><td rowspan=\"1\" colspan=\"1\">0.66<\/td><td rowspan=\"1\" colspan=\"1\"><b>&#60;0.001<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">(1.9-6.8)<\/td><td rowspan=\"1\" colspan=\"1\">(1.6-4.7)<\/td><td rowspan=\"1\" colspan=\"1\">(0-0.6)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">CD20+, cells\/mm<sup>2<\/sup><\/td><td rowspan=\"1\" colspan=\"1\">6.2<\/td><td rowspan=\"1\" colspan=\"1\">16.7<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><td rowspan=\"1\" colspan=\"1\">0.16<\/td><td rowspan=\"1\" colspan=\"1\">0.65<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">(0-25.4)<\/td><td rowspan=\"1\" colspan=\"1\">(0-58.3)<\/td><td rowspan=\"1\" colspan=\"1\">(0-20.8)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>CD68, cells\/mm<sup>2<\/sup><\/b><\/td><td rowspan=\"1\" colspan=\"1\">237.5<\/td><td rowspan=\"1\" colspan=\"1\">219<\/td><td rowspan=\"1\" colspan=\"1\">57.8<\/td><td rowspan=\"1\" colspan=\"1\">0.99<\/td><td rowspan=\"1\" colspan=\"1\"><b>&#60;0.001<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">(122.9-281.8)<\/td><td rowspan=\"1\" colspan=\"1\">(75.0-459.4)<\/td><td rowspan=\"1\" colspan=\"1\">(29.2-100.0)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><\/table><br \/>IQR - Interquartile Range pp - pixel positive","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fe9f2af9-1bc9-4451-a0af-38d50df98816\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-03 Biomarkers and intervention studies,,"},{"Key":"Keywords","Value":"Biomarkers,BRCA,benign breast disease,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18824"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Joshua W. Ogony<\/i><\/presenter>, <presenter><i>Tanya L. Hoskin<\/i><\/presenter>, <presenter><i>Melody L. Stallings Mann<\/i><\/presenter>, <presenter><i>Stacey J. Winham<\/i><\/presenter>, <presenter><i>Rushin Brahmbhatt<\/i><\/presenter>, <presenter><i>Muhammad Asad Arshad<\/i><\/presenter>, <presenter><i>Alvaro Pena Jimenez<\/i><\/presenter>, <presenter><i>Teresa M. Allers<\/i><\/presenter>, <presenter><i>Mark E. Sherrman<\/i><\/presenter>, <presenter><i>Daniel W. Visscher<\/i><\/presenter>, <presenter><i>Derek C. Radisky<\/i><\/presenter>, <presenter><u><i>Amy C. Degnim<\/i><\/u><\/presenter>. Mayo Clinic, Rochester, MN, Mayo Clinic, Jacksonville, FL, Mayo Clinic, Rochester, MN, Mayo Clinic, Rochester, MN, Mayo Clinic, Rochester, MN, Mayo Clinic, Jacksonville, FL, Mayo Clinic, Rochester, MN, Mayo Clinic, Jacksonville, FL","CSlideId":"","ControlKey":"da2bd91b-3605-47d0-879e-ee85fbe84f34","ControlNumber":"5008","DisclosureBlock":"&nbsp;<b>J. W. Ogony, <\/b> None..<br><b>T. L. Hoskin, <\/b> None..<br><b>M. L. Stallings Mann, <\/b> None..<br><b>S. J. Winham, <\/b> None..<br><b>R. Brahmbhatt, <\/b> None..<br><b>M. A. Arshad, <\/b> None..<br><b>A. Pena Jimenez, <\/b> None..<br><b>T. M. Allers, <\/b> None..<br><b>M. E. Sherrman, <\/b> None..<br><b>D. W. Visscher, <\/b> None..<br><b>D. C. Radisky, <\/b> None..<br><b>A. C. Degnim, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18824","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fe9f2af9-1bc9-4451-a0af-38d50df98816\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5947","PresenterBiography":null,"PresenterDisplayName":"Amy Degnim, MD","PresenterKey":"da8b4949-c636-4031-9bf3-745b24dd0a75","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5947. Immune biomarkers in breast tissues of patients with BRCA1\/2 mutations, benign breast disease, and normal tissue donors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immune biomarkers in breast tissues of patients with BRCA1\/2 mutations, benign breast disease, and normal tissue donors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Lung squamous cell carcinoma (LUSC) arises from the accumulation of genetic driver alterations in bronchial basal cells. LUSC genomes lack obvious actionable mutations and present with a high degree of inter-tumor heterogeneity. Tractable, patient relevant models are needed to study LUSC pathogenesis and investigate the role of recurrent genomic alterations in driving cancer progression. Therefore, we are developing a tractable human model of LUSC progression to increase our understanding of this disease.<br \/><b>Methods:<\/b> To investigate the contribution and co-operation of frequently mutated genes (<i>TP53 <\/i>and <i>CDKN2A<\/i>) and commonly deregulated pathways (SOX2\/P63, PI3K\/AKT and KEAP1\/NRF2 pathways) in driving LUSC progression, we genetically engineered primary human bronchial basal cells. This culminated in eight basal cell mutants harboring ubiquitous LOF alterations in <i>TP53 <\/i>and <i>CDKN2A <\/i>combined with additional pathway alterations. To assess the function of the genetic alterations in LUSC progression, we investigated proliferation using cell cycle analysis and colony forming assays. Air-liquid interface organotypic cultures were used to model histological changes in the bronchial epithelium driven by different combinations of mutations. The resultant cultures were analyzed for changes in histology indicative of LUSC progression using immunostaining to evaluate changes to epithelial cell proliferation, and expression of LUSC biomarkers.<br \/><b>Results: <\/b>Increases in proliferation were driven by inactivation of<i> TP53, CDKN2A and PTEN, <\/i>whereas<i> SOX2<\/i> overexpression inhibited mutant basal cell proliferation. LUSC alterations also drove striking phenotypic changes in 3D organotypic cultures of the bronchial epithelium. All mutant cultures displayed thickening of the bronchial epithelium and significantly increased cellularity (p&#60;0.001), indicating hyper-proliferation. <i>SOX2 <\/i>overexpression inhibited mucociliary differentiation and drove the appearance of a disordered epithelium with clear cellular and nuclear pleomorphism, indicative of high-grade premalignant lesions.<br \/><b>Conclusions:<\/b> We developed a basal cell model of recurrent LUSC genetic alterations. This approach is unique due to [1] the use of primary human cells and [2] the representation of interpatient heterogeneity and developmental stages by introducing different combinations of pathway alterations. Early results indicate that basal cells carrying cumulative alterations display increasingly complex phenotypes with features of low and high-grade premalignant lesions. Further work is required to assess the tumorigenicity of mutant cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b04a9ce8-0876-4fc3-9300-aaacc9ae9010\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-04 Cellular models,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Squamous cell carcinoma,Preclinical,Modeling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18825"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Julia Ogden<\/i><\/u><\/presenter>, <presenter><i>Caroline Dive<\/i><\/presenter>, <presenter><i>Carlos Lopez Garcia<\/i><\/presenter>. Translational Lung Cancer Biology, CRUK MI, Manchester, United Kingdom, Cancer Biomarker Centre, CRUK MI, Manchester, United Kingdom, CRUK Lung Cancer Centre of Excellence, Manchester, United Kingdom","CSlideId":"","ControlKey":"6bebe04d-8455-494a-860b-e8630c5bdfa8","ControlNumber":"527","DisclosureBlock":"&nbsp;<b>J. Ogden, <\/b> None.&nbsp;<br><b>C. Dive, <\/b> <br><b>Bioartics<\/b> honoraria for consultancy and\/or advisory boards, No. <br><b>Merck<\/b> honoraria for consultancy and\/or advisory boards, No. <br><b>AstraZeneca<\/b> Honoraria for consultancy and\/or advisory boards. <br><b>GRAIL<\/b> Honoraria for consultancy and\/or advisory boards. <br><b>Boehringer Ingelheim<\/b> Other, Honoraria for consultancy and\/or advisory boards. <br><b>Astex Pharmaceuticals<\/b> Grant\/Contract. <br><b>Bioven<\/b> Grant\/Contract. <br><b>Amgen<\/b> Grant\/Contract. <br><b>Carrick Therapeutics<\/b> Grant\/Contract. <br><b>Merck AG<\/b> Grant\/Contract. <br><b>Taiho Oncology<\/b> Grant\/Contract. <br><b>GSK<\/b> Grant\/Contract. <br><b>Bayer<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Celgene<\/b> Grant\/Contract. <br><b>Epigene Therapeutics Inc<\/b> Grant\/Contract. <br><b>Angle PLC<\/b> Grant\/Contract.<br><b>C. Lopez Garcia, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18825","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b04a9ce8-0876-4fc3-9300-aaacc9ae9010\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5948","PresenterBiography":null,"PresenterDisplayName":"Julia Ogden, MS","PresenterKey":"1592fd4f-c1d8-4dc0-82fe-0f8c6776ee8c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5948. Modeling lung squamous cell carcinoma progression using primary human bronchial basal cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modeling lung squamous cell carcinoma progression using primary human bronchial basal cells","Topics":null,"cSlideId":""},{"Abstract":"Aspirin&#8217;s role in colorectal cancer (CRC) prevention is evidential from several epidemiological data. Numerous theories and targets have been proposed, a consensus has not been reached regarding its mechanism of action. One of the unexplored area in aspirin&#8217;s CRC prevention is the role of Dihydroxy benzoic acids (DHBAs), which are generated from aspirin&#8217;s metabolism by gut microflora and cytochrome P450 (CYP450). Out of the screened DHBAs, 2,3-DHBA and 2,5-DHBA showed concentration dependent inhibition of CDK1, CDK2, CDK4 and CDK6 enzyme activity in-vitro. We demonstrated that 2,3&#8209;DHBA and 2,5&#8209;DHBA inhibits CDK&#8209;1 enzyme activity beginning at 500 &#181;M, while CDK2 and CDK4 activity was inhibited only at higher concentrations (&#62;750 &#181;M). 2,3&#8209;DHBA inhibited CDK6 enzyme activity from 250 &#181;M, while 2,5&#8209;DHBA inhibited its activity &#62;750 &#181;M. Using colony formation assays, we further demonstrated the role of 2,3-DHBA and 2,5-DHBA in cancer cell cycle inhibition in 3 different cancer cell lines. Out of the 2 DHBAs, 2,5&#8209;DHBA was highly effective in inhibiting clonal formation in HCT&#8209;116 and HT&#8209;29 CRC cell lines (250&#8209;500 &#181;M), and in the MDA&#8209;MB&#8209;231 breast cancer cell line (~100 &#181;M); whereas both aspirin and salicylic acid failed to inhibit all four CDKs and colony formation. Based on the present results, it is suggested that 2,3&#8209;DHBA and 2,5&#8209;DHBA may contribute to the chemopreventive properties of aspirin, possibly through the inhibition of CDKs. The present data and the proposed mechanisms should open new areas for future investigations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0692cc63-20af-49f9-bdd4-fc5b0161c96b\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-05 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Aspirin,Cell cycle,Salicylic acid,Dihydroxy Benzoic acids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18826"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"d68a19f8-4c83-4aed-b522-2105289911a3","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d68a19f8-4c83-4aed-b522-2105289911a3\/@D03B8ZT3\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Poojitha Tummala<\/i><\/u><\/presenter>, <presenter><i>Ranjini Sankaranarayanan<\/i><\/presenter>, <presenter><i>Rakesh Dachineni<\/i><\/presenter>, <presenter><i>Jayarama Gunaje Bhat<\/i><\/presenter>. South Dakota State University, Brookings, SD","CSlideId":"","ControlKey":"569126ed-6063-49ee-8aac-305e0202e394","ControlNumber":"843","DisclosureBlock":"&nbsp;<b>P. Tummala, <\/b> None..<br><b>R. Sankaranarayanan, <\/b> None..<br><b>R. Dachineni, <\/b> None..<br><b>J. G. Bhat, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18826","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0692cc63-20af-49f9-bdd4-fc5b0161c96b\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5949","PresenterBiography":null,"PresenterDisplayName":"Poojitha Tummala, MBBS","PresenterKey":"bbe48910-3bf9-4b86-a5a1-918822291bea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5949. Aspirins metabolites inhibit human colon cancer cell growth: Potential role in colorectal cancer prevention","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Aspirins metabolites inhibit human colon cancer cell growth: Potential role in colorectal cancer prevention","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Fanconi Anemia (FA) patients develop head and neck squamous cell carcinoma (HNSCC) at significantly elevated rates and conventional adjunctive chemotherapy and radiation are exquisitely toxic to these patients. We endeavor to find a safer chemotherapeutic agent for treatment of head and neck cancer in this population. Currently, agents such as metformin are in FA clinical trials for marrow failure and are also high interest agents in head and neck cancer chemoprevention. HNSCC in FA is a disease model that has applications to typical head and neck cancer, as its mutational defects are felt to be similar.<br \/><b>Methods:<\/b> We completed cell proliferation assays on FA-derived HNSCC cell lines MOP FA-1 and VU-1131. MTT, Cell Titer Glo, trypan blue, and clonogenic assays were completed on each cell line to evaluate the effect of N1-hexyl-N5-benzyl-biguanide (HBB) in comparison with standard cisplatin chemotherapy. We also compared the caspase activity in an effort to evaluate a putative mechanism of HBB cellular inhibition.<br \/><b>Results:<\/b> HBB showed a statistically significant dose-dependent inhibition of cellular proliferation. In MTT assays, 5 uM HBB showed 28-46% inhibition at 72 hours and 10uM HBB showed 77-82% inhibition at 72 hours. There was an additive inhibition of cellular proliferation when HBB was combined with low-dose cisplatin.<br \/><b>Conclusion:<\/b> HBB is a novel biguanide that inhibited cellular proliferation in two FA HNSCC cell lines and chemosensitized to low-dose cisplatin. This may be an alternative adjunct treatment agent, or may be chemosensitizing for low-dose cytotoxic agents such as platinum-based chemotherapeutics in this unique population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/987b211b-4f1c-467f-a9b8-d2be7cbb4772\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-05 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Chemopreventive agents,Head and neck squamous cell carcinoma,Fanconi Anemia,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18827"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Hunter Archibald<\/i><\/u><\/presenter>, <presenter><i>Beverly Wuertz<\/i><\/presenter>, <presenter><i>Frank Ondrey<\/i><\/presenter>. University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"c1e4270e-1aba-425b-826b-416ddabc093c","ControlNumber":"1369","DisclosureBlock":"&nbsp;<b>H. Archibald, <\/b> None..<br><b>B. Wuertz, <\/b> None..<br><b>F. Ondrey, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18827","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/987b211b-4f1c-467f-a9b8-d2be7cbb4772\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5950","PresenterBiography":null,"PresenterDisplayName":"Hunter Archibald","PresenterKey":"c8d8e35e-5165-49ff-8726-b86b5a0b5470","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5950. A novel biguanide as a potential head and neck cancer therapeutic in Fanconi anemia","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel biguanide as a potential head and neck cancer therapeutic in Fanconi anemia","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Worldwide, endometrial cancer (EC) is the most common gynecological malignancy with increasing rate of incidence and mortality. While progesterone-based hormone therapy is a well-accepted conservative therapeutic option for EC patients, loss of progesterone receptor (PR) in long-term treatment leading to hormonal resistance and disease recurrence is still an area of concern. We demonstrated potent anti-cancerous activity of sulforaphane against EC <i>in vitro<\/i> and <i>in vivo<\/i> and hypothesized that it will activate PR and overcome progesterone therapy limitations. The purpose of this study was to evaluate the interaction of sulforaphane and progesterone against EC.<br \/><b>Methods:<\/b> The <i>in vitro<\/i> synergistic interaction between sulforaphane and progesterone was investigated with isobologram analysis of plotting MTT metabolic viability assay results of EC cells treated with drugs individually and in combination using CompuSyn software. ATP, soft-agar colony formation and invasion assays were performed to evaluate the combined drug effects on cell viability, anchorage independent colony formation and invasion properties, respectively. Mitochondrial membrane potential and caspase-3 activity were measured by JC-1 and caspase-3 detection ELISA kit, respectively. Protein expression was accessed by western blot. Progesterone resistant EC cells were developed by treating cells with 30&#181;M of progesterone for more than 3 months.<br \/><b>Results:<\/b> Sulforaphane demonstrated strong synergy or additive effects with progesterone in the EC cell lines tested. Sulforaphane in combination with progesterone significantly decreased levels of cellular ATP, anchorage-independent colony formation, invasion and mitochondrial membrane potential. Furthermore, combination of sulforaphane and progesterone increased caspase-3 activity as compared to individual drug or controls, suggesting induction of apoptosis. Western blot results demonstrated an increased expression of cleaved PARP, with reduced expression of total caspase-3 and PCNA in the combination groups as compared to control and individual drugs. Sulforaphane alone or in combination showed increased expression of PR-A while it had minimal effects on PR-B. Further, in all EC cell lines, the combination of sulforaphane and progesterone demonstrated upregulation of PR-A\/PR-B ratio. The progesterone resistant cells demonstrated less sensitivity to progesterone as compared to parent cell lines, however it was found to be sensitive to sulforaphane.<br \/><b>Conclusions:<\/b> Sulforaphane demonstrated synergistic activity with progesterone leading to increased apoptosis and reduced proliferation. Furthermore, sulforaphane exhibited potent toxicity to progesterone resistance cells. Sulforaphane in combination with progesterone could overcome progesterone therapy limitation by re-activation of PR.<br \/><b>Funding:<\/b> Administrative Suppl (P30CA225520) and PHF (GRF00005456)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/db773350-5013-4697-9d78-1d6fb216c265\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-05 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Endometrial cancer,Progesterone,chemoprevention,Sulforaphane,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18828"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Rajani Rai<\/i><\/u><\/presenter>, <presenter><i>Swati Choudhary<\/i><\/presenter>, <presenter><i>Doris M. Benbrook<\/i><\/presenter>, <presenter><i>Vishal Chandra<\/i><\/presenter>. University of Oklahoma Health Sciences Center, Oklahoma City, OK","CSlideId":"","ControlKey":"27f4dc6d-0cd4-405a-a990-bbe6fad31264","ControlNumber":"3386","DisclosureBlock":"&nbsp;<b>R. Rai, <\/b> None..<br><b>S. Choudhary, <\/b> None..<br><b>D. M. Benbrook, <\/b> None..<br><b>V. Chandra, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18828","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/db773350-5013-4697-9d78-1d6fb216c265\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5951","PresenterBiography":"","PresenterDisplayName":"Rajani Rai, PhD","PresenterKey":"6f0b7573-b47d-4555-b619-e5b502a6e86d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5951. Synergistic efficacy of sulforaphane and progesterone against endometrial cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic efficacy of sulforaphane and progesterone against endometrial cancer","Topics":null,"cSlideId":""},{"Abstract":"Curcumin is a naturally occurring compound found in turmeric and is well-known for its anticancer and anti-inflammatory properties, however, low solubility, poor absorption and fast clearance resulting in low systemic bioavailability has hindered therapeutic applications for free curcumin and has prompted the development of curcumin-based formulations with improved bioavailability. Curcumin monoglucuronide (CMG) is a water-soluble injectable prodrug that shows improved bioavailability over oral free curcumin and has demonstrated anticancer activity. In this study, we examine the therapeutic efficacy and immunomodulatory effects of CMG in mouse prostate cancer models driven by the conditional inactivation of <i>Pten<\/i>. The acute immunomodulatory effects of CMG were profiled in tumors from 28-week-old conditional <i>Pten\/Trp53<\/i> double knockout mice one-week after intraperitoneal dosing with CMG and were evaluated using a focused panel of qRT-PCR-based immune related genes, flow cytometry and immunohistochemistry (IHC). Overall, mice receiving CMG showed a higher inflammation profile compared to vehicle controls and was characterized with enrichments in macrophage, dendritic cell, and T cell gene signatures. CMG treated mice showed enhanced dendritic cell activity in tumors including an increased abundance of activated of migratory dendritic cells (CD11b+\\CD11c+\\XCR1+\\MHC-II+\\CD80+). Tumors from CMG-treated mice also contained increased T cell infiltration (including CD8+ and CD4+ T cells) as well as enrichment of genes related to T cell differentiation and activation and an increased abundance of CD4+\\CD25+ regulatory T cells. While one week of dosing did not result in a significant reduction of tumor burden for CMG-treated mice, there was a 1.9-fold increase in cancer cell apoptosis as measures by cleaved caspase-3 IHC expression (<i>P<\/i>=0.004) and was correlated to leukocyte infiltration particularly in the ventral lobes of the prostate. The antitumor efficacy and long-term immunomodulatory effects of CMG were further evaluated in 16-week-old conditional <i>Pten<\/i> knockout after four weeks of dosing. In this model, tumor from mice treated with CMG showed a 10% reduction of tumor burden compared to vehicle controls (<i>P<\/i>=0.065). Tumors from CMG treated mice also had a 1.7-fold increase in apoptosis compared to vehicle treated mice (P=0.009) and tended to have reduced cancer cell proliferation compared to vehicle controls (P=0.148). Gene expression and flow cytometry analyses showed that tumors from mice treated with CMG for four weeks maintained improved tumor inflammation and showed an increased T cell infiltration over vehicle treated controls including effector cytotoxic T cells (CD8+\\Granzyme B+). These findings provide preclinical evidence for the antitumor and immune modulatory activity of CMG in mouse hormone sensitive <i>Pten<\/i>-deficient prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/7d610f88-178b-447d-8b1b-ced09263b592\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-05 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Curcumin,Immunomodulation,Microenvironment,Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18829"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Yurie Kura\u0009<\/i><\/presenter>, <presenter><u><i>Marco A. De Velasco<\/i><\/u><\/presenter>, <presenter><i>Naomi Ando<\/i><\/presenter>, <presenter><i>Kazuko Sakai<\/i><\/presenter>, <presenter><i>Kazutoshi Fujita\u0009<\/i><\/presenter>, <presenter><i>Eri Banno\u0009<\/i><\/presenter>, <presenter><i>Yoshihiko Fujita<\/i><\/presenter>, <presenter><i>Mamoru Hashimoto<\/i><\/presenter>, <presenter><i>Masahiro Nozawa\u0009<\/i><\/presenter>, <presenter><i>Kazuhiro Yoshimura\u0009<\/i><\/presenter>, <presenter><i>Kazuto Nishio\u0009<\/i><\/presenter>, <presenter><i>Hirotsugu Uemura\u0009<\/i><\/presenter>. Kindai University Faculty of Medicine, Osaka-Sayama, Japan","CSlideId":"","ControlKey":"a416f63f-aef0-4a17-8789-4aeacd1a51c9","ControlNumber":"4670","DisclosureBlock":"&nbsp;<b>Y. Kura\u0009, <\/b> None.&nbsp;<br><b>M. A. De Velasco, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, No.<br><b>N. Ando, <\/b> None.&nbsp;<br><b>K. Sakai, <\/b> <br><b>AstraZeneca<\/b> Other, Honoraria (lecture fee), No. <br><b>Chugai Pharmaceutical\u0009<\/b> Honoraria (lecture fee), No.<br><b>K. Fujita\u0009, <\/b> None..<br><b>E. Banno\u0009, <\/b> None..<br><b>Y. Fujita, <\/b> None..<br><b>M. Hashimoto, <\/b> None..<br><b>M. Nozawa\u0009, <\/b> None..<br><b>K. Yoshimura\u0009, <\/b> None.&nbsp;<br><b>K. Nishio\u0009, <\/b> <br><b>Otsuka Pharmaceutical\u0009<\/b> Grant\/Contract, No. <br><b>Eli Lilly\u0009<\/b> Grant\/Contract, Other, Honoraria (lecture fee), No. <br><b>Nippon Boehringer Ingelheim\u0009<\/b> Grant\/Contract, Honoraria (lecture fee), No. <br><b>AstraZeneca<\/b> Other, No. <br><b>Chugai Pharmaceutical \u0009<\/b> Other, No. <br><b>Eisai<\/b> Other, Honoraria (lecture fee), No. <br><b>Pfizer<\/b> Other, Honoraria (lecture fee), No. <br><b>Novartis<\/b> Other, Honoraria (lecture fee), No. <br><b>MSD<\/b> Other, Honoraria (lecture fee), No. <br><b>Ono Pharmaceutical\u0009<\/b> Other, Honoraria (lecture fee), No. <br><b>Bristol-Myers Squibb\u0009<\/b> Other, Honoraria (lecture fee), No. <br><b>Otsuka Pharmaceutical<\/b> Other, Honoraria (lecture fee), No. <br><b>Sanofi<\/b> Other, Honoraria (lecture fee), No. <br><b>H. Uemura\u0009, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Honoraria (lecture fee), No. <br><b>Janssen\u0009<\/b> Other, Honoraria (lecture fee), No. <br><b>Takeda\u0009<\/b> Grant\/Contract, Other, Honoraria (lecture fee), No. <br><b>Taiho Pharmaceuticals<\/b> Grant\/Contract, Other, Leadership position\/advisory role, No. <br><b>Sanofi\u0009<\/b> Grant\/Contract, Other, Leadership position\/advisory role, No. <br><b>Astellas<\/b> Grant\/Contract, Other, Honoraria (lecture fee), No. <br><b>Ono Pharmaceutical<\/b> Other, Honoraria (lecture fee)\u0009\u0009Leadership position\/advisory role, No. <br><b>Novartis<\/b> Other, Honoraria (lecture fee)\u0009\u0009Leadership position\/advisory role, No. <br><b>Bristol-Myers Squibb\u0009<\/b> Other, Honoraria (lecture fee)\u0009\u0009, No. <br><b>Bayer \u0009<\/b> Other, Honoraria (lecture fee)\u0009\u0009, No.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18829","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/7d610f88-178b-447d-8b1b-ced09263b592\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5952","PresenterBiography":"","PresenterDisplayName":"Marco De Velasco, PhD","PresenterKey":"d9dd4a98-fb19-4cd4-a4b3-0e9c54a19459","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5952. Curcumin monoglucuronide modulates the tumor microenvironment of <i>Pten<\/i>-null prostate tumors and exhibits antitumor activity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Curcumin monoglucuronide modulates the tumor microenvironment of <i>Pten<\/i>-null prostate tumors and exhibits antitumor activity","Topics":null,"cSlideId":""},{"Abstract":"Cancer cachexia and the associated skeletal muscle wasting are considered poor prognostic factors, although effective treatment has not yet been established. Recent studies have indicated that the pathogenesis of skeletal muscle loss in age-related sarcopenia may involve dysbiosis of the gut microbiota and the accompanying chronic inflammation or altered metabolism, the so-called &#8216;gut-muscle axis&#8217;. However, limited evidence is available on the relationship between cancer-related sarcopenia and the gut environment. Dietary fiber, a non-digestible nutrient including polysaccharides which modulate composition and activity of the gut microbiota, are now noticed for its beneficial effects. In this study, we evaluated the possible effects of modifying the gut microenvironment with partially hydrolyzed guar gum (PHGG), a soluble dietary fiber, on cancer-related muscle wasting and its mechanism using a colon-26 murine cachexia model. Compared to a fiber-free (FF) diet, PHGG contained fiber-rich (FR) diet attenuated body weight and skeletal muscle loss in cachectic mice by suppressing the<br \/>elevation of the major muscle-specific ubiquitin ligases Atrogin-1 and MuRF1, as well as the autophagy markers LC3 and Bnip3. Although tight junction markers were partially reduced in both FR and FF diet-fed cachectic mice, the abundance of <i>Bifidobacterium<\/i>, <i>Akkermansia,<\/i> and unclassified <i>S24-7 family<\/i> increased by FR diet, contributing to the significant retention of the colonic mucus layer. The reinforcement of the gut barrier function resulted in the controlled entry of pathogens into the host system and reduced circulating levels of lipopolysaccharide-binding protein (LBP) and IL-6, which in turn led to the suppression of proteolysis by downregulating the ubiquitin-proteasome system and autophagy pathway.<b> <\/b>Moreover, cecal short chain fatty acid (SCFA) levels were relatively low in cachectic mice, although the reduction was mitigated when PHGG supplementation was given. To explore the effects of SCFAs on skeletal muscle mass, we used a well-established in vitro myotube culture model. Exposure of C2C12 myotubes to LPS induced a significant decrease in the diameter, but was reversed on administering a cocktail of SCFAs by suppressing the elevation of Atrogin-1, and upregulating the expression of PGC1&#945; and Tfam, markers of mitochondrial biogenesis. Taken together, our findings suggest that dietary fiber may have the potential to alleviate skeletal muscle loss in cancer cachexia, providing new insights for developing effective strategies in the future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-06 Diet, nutrition, and cancer,,"},{"Key":"Keywords","Value":"Cachexia,Gut microbiota,sarcopenia,Interleukin-6,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18830"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Tomoki Sakakida<\/i><\/u><\/presenter>, <presenter><i>Takeshi Ishikawa<\/i><\/presenter>, <presenter><i>Toshifumi Doi<\/i><\/presenter>, <presenter><i>Ryuichi Morita<\/i><\/presenter>, <presenter><i>Yasuko Hirai<\/i><\/presenter>, <presenter><i>Katsura Mizushima<\/i><\/presenter>, <presenter><i>Yasuki Higashimura<\/i><\/presenter>, <presenter><i>Ken Inoue<\/i><\/presenter>, <presenter><i>Tetsuya Okayama<\/i><\/presenter>, <presenter><i>Kazuhiko Uchiyama<\/i><\/presenter>, <presenter><i>Tomohisa Takagi<\/i><\/presenter>, <presenter><i>Aya Abe<\/i><\/presenter>, <presenter><i>Ryo Inoue<\/i><\/presenter>, <presenter><i>Yoshito Itoh<\/i><\/presenter>, <presenter><i>Yuji Naito<\/i><\/presenter>. Kyoto Prefectural University of Medicine, Kyoto, Japan, Ishikawa Prefectural University, Nonoichi, Japan, Taiyo Kagaku Co. Ltd., Yokkaichi, Japan, Setsunan University, Hirakata, Japan","CSlideId":"","ControlKey":"3e5913cf-e29b-435b-af3b-9b9eddac3fae","ControlNumber":"828","DisclosureBlock":"&nbsp;<b>T. Sakakida, <\/b> None..<br><b>T. Ishikawa, <\/b> None..<br><b>T. Doi, <\/b> None..<br><b>R. Morita, <\/b> None..<br><b>Y. Hirai, <\/b> None..<br><b>K. Mizushima, <\/b> None..<br><b>Y. Higashimura, <\/b> None..<br><b>K. Inoue, <\/b> None..<br><b>T. Okayama, <\/b> None..<br><b>K. Uchiyama, <\/b> None..<br><b>T. Takagi, <\/b> None..<br><b>A. Abe, <\/b> None..<br><b>R. Inoue, <\/b> None..<br><b>Y. Itoh, <\/b> None.&nbsp;<br><b>Y. Naito, <\/b> <br><b>Taiyo Kagaku Co. Ltd.<\/b> Grant\/Contract, Yes.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18830","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5953","PresenterBiography":null,"PresenterDisplayName":"Tomoki Sakakida, MD","PresenterKey":"61a7f100-bfc8-422f-aeaf-19eb4362ef88","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5953. Modulation of the gut microenvironment by water-soluble dietary fiber alleviates cancer-induced muscle wasting in mice","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modulation of the gut microenvironment by water-soluble dietary fiber alleviates cancer-induced muscle wasting in mice","Topics":null,"cSlideId":""},{"Abstract":"Ample evidence from epidemiological studies links high-sugar diets with increased breast cancer risk, but the underlying molecular mechanisms remain unclear. We previously reported that sucrose-enriched diets (SED) accelerated breast tumorigenesis in MMTV-ErbB2 mice and promoted the breast tumor growth in orthotopic models of mouse (4T1) or human breast cancer cells (MDA-MB-231) by up-regulating 12-lipoxygenase (12-LOX) and its arachidonate metabolite 12-HETE. In this report, we performed mechanistic studies to determine the role of 12-LOX in SED-induced breast tumorigenesis and also examined the SED effects on remodeling breast tumor microenvironment during SED-induced breast tumorigenesis. We found SED (diet with 125 g\/kg sucrose), at a concentration equivalent to the average sugar consumption of American population, significantly increased the 4T1 orthotopic tumor weights by 3.7-fold in average compared to the isocaloric cornstarch control diet group. We obtained data showing that 12-LOX downregulation by CRISPR\/Cas9 technology not only significantly reduced tumor incidence and inhibited the tumor growth, but also blocked the SED-promoted breast tumor growth in the MDA-MB-231 cell mouse orthotopic model. We also found that SED increased expression of peroxisome proliferator-activated receptor-delta (PPARd), a lipid nuclear receptor along with its target genes (i. g., LPL, CD36 and SCD1) in 4T1 orthotopic breast tumor tissues. 12-LOX downregulation decreased PPARD expression in MDA-MB-231 cells, while 12-HETE increased PPARd and its target proteins such as PDK4 and ANGPLT4 expression levels in 4T1 cells. Together, these data suggest PPARd as a downstream target gene of 12-LOX. Additionally, our studies showed that SED significantly increased chemokine CCL2 in 4T1 orthotopic tumor tissues and 12-HETE led to higher secreted CCL2 in 4T1 mouse breast cancer cells which was blocked by suppressing PPARd expression. Furthermore, we observed 10-fold higher CD11b<sup>+<\/sup>\/Ly6G<sup>+<\/sup> cells in SED-induced 4T1 tumor tissues by flow cytometry. Among CD45<sup>+<\/sup> cells, percentage of CD8<sup>+<\/sup> T cells was decreased by 34% in SED-induced 4T1 tumors, and percentages of CD8<sup>+<\/sup>\/CD69<sup>+<\/sup> (active CD8<sup>+<\/sup> T cells) and CD8<sup>+<\/sup>\/GrzB<sup>+<\/sup> (effector T cells) were reduced by 78% and 60%, respectively, in SED-induced 4T1 tumors, suggesting SED also led to immune suppressive tumor microenvironment (iTME) during breast tumorigenesis. We further noted that MDSCs, but not macrophages, expressed higher CCR2 in TILs of SED fed tumor than that of cornstarch control diet group, indicating SED induced accumulation of MDSCs is likely mediated by CCL2. In conclusion,<b> <\/b>our data strongly supports added sugar (sucrose) to accelerate the development and progression of breast cancer, potentially involving up-regulation of the expression of 12-LOX and PPARd as well as iTME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/7e9bb7fa-1eda-4e73-aaf0-007360596f60\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-06 Diet, nutrition, and cancer,,"},{"Key":"Keywords","Value":"Tumor microenvironment,12-lipoxygenase,PPARd,Sucrose enriched diet,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18831"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Sharmistha Chakraborty<\/i><\/presenter>, <presenter><i>Xiangsheng Zuo<\/i><\/presenter>, <presenter><i>Venkatesh Hedge<\/i><\/presenter>, <presenter><i>Megan Tran<\/i><\/presenter>, <presenter><i>Yan Jiang<\/i><\/presenter>, <presenter><i>Mihai Gagea<\/i><\/presenter>, <presenter><i>Jagannadha Sastry<\/i><\/presenter>, <presenter><u><i>Peiying Yang<\/i><\/u><\/presenter>. The University of Texas MD Anderson Cancer Center, Houston, TX, The University of Texas MD Anderson Cancer Center, Houston, TX, The University of Texas MD Anderson Cancer Center, Houston, TX, The University of Texas MD Anderson Cancer Center, Houston, TX, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"bcb13ee5-e3bb-4397-8d46-de69d6c6c692","ControlNumber":"3704","DisclosureBlock":"&nbsp;<b>S. Chakraborty, <\/b> None..<br><b>X. Zuo, <\/b> None..<br><b>V. Hedge, <\/b> None..<br><b>M. Tran, <\/b> None..<br><b>Y. Jiang, <\/b> None..<br><b>M. Gagea, <\/b> None..<br><b>J. Sastry, <\/b> None.&nbsp;<br><b>P. Yang, <\/b> <br><b>Phoenix Biotechnology Inc<\/b> Grant\/Contract, No. <br><b>Shanxi ZhenDong Pharmaceutical Inc<\/b> Grant\/Contract, No. <br><b>Holy Stone Healthcare LLC<\/b> Grant\/Contract, No.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18831","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/7e9bb7fa-1eda-4e73-aaf0-007360596f60\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5954","PresenterBiography":null,"PresenterDisplayName":"Peiying Yang, PhD","PresenterKey":"fb1d4166-3ae8-4a6e-86dd-8926932dcfba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5954. Dietary sugar promotes breast tumorigenesis partially through upregulating 12 lipoxygenase\/PPARd signaling and remodeling breast tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dietary sugar promotes breast tumorigenesis partially through upregulating 12 lipoxygenase\/PPARd signaling and remodeling breast tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Background: Mexican Americans (MAs) have the highest rates of liver steatosis, nonalcoholic fatty liver disease, and liver cancer compared to other Hispanic subpopulations, non-Hispanic Whites, and non-Hispanic Blacks. While some diet patterns have been identified to increase or decrease risk of liver steatosis and fibrosis, no research to our knowledge has identified diet patterns associated with these outcomes in MAs. The purpose of this study was to examine associations between dietary patterns derived from factor analysis and liver steatosis and fibrosis in a nationally representative sample of MAs.<br \/>Methods: We conducted a cross-sectional analysis of participant data from the National Health and Nutrition Examination Survey 2017-2018. Participants were adults who identified as MA who were not pregnant or breastfeeding and had no previous diagnosis of hepatitis A or B, cirrhosis, or liver cancer. Dietary patterns were derived by exploratory factor analysis of 24-hr dietary recall data. Individuals who completed only one recall, had unreliable dietary data, or reported an average caloric intake &#60; 500 kcals\/day or &#62; 4,000 kcals\/day were excluded. Elastography measurements were obtained from eligible participants in a fasting state using the Fibroscan&#174; which provided measures of liver steatosis as controlled attenuation parameter and liver stiffness, a validated proxy for fibrosis. The associations of each derived dietary pattern with liver steatosis and fibrosis were evaluated in multivariate linear regression models controlling for body mass index (BMI), sex, age, average total caloric intake, sedentary time, household income, diabetes status, and smoking status.<br \/>Results: The final analytic sample consisted of 633 MA adults with a mean age of 37.7 &#177; 0.3 years and mean BMI of 31.0 &#177; 1.1 kg\/m2. Five factors (i.e. diet patterns) were derived accounting for 86% of the variation prior to rotation. Factor 4, characterized by relatively high intake of nuts, seeds, and oils was significantly associated with decreased levels of liver steatosis in two of the three models but not the fully-adjusted model. Factor 4 was also significantly associated with decreased fibrosis in all three models, including the fully-adjusted model (p=0.05). Factor 2, characterized by relatively high intake of milk and dairy, was significantly associated with increased levels of liver steatosis in two of the three models, including the fully-adjusted model (p=0.03). Conclusion: In a large, nationally representative sample of MA adults, we identified diet patterns associated with levels of liver fibrosis and steatosis in an exploratory analysis. Future research should investigate the association of dietary patterns in larger samples to inform interventions to reduce liver disease risk in MAs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/26ba960b-f15a-433b-9236-3466b8045db3\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-06 Diet, nutrition, and cancer,,"},{"Key":"Keywords","Value":"Liver,Diet,Hispanic,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18832"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Kristin E. Morrill<\/i><\/u><\/presenter>, <presenter><i>Melissa Lopez-Pentecost<\/i><\/presenter>, <presenter><i>Joel Parker<\/i><\/presenter>, <presenter><i>David O. Garcia<\/i><\/presenter>, <presenter><i>Elizabeth T. Jacobs<\/i><\/presenter>. University of Arizona Cancer Center, Tucson, AZ, University of Arizona, Tucson, AZ, University of Arizona, Tucson, AZ, University of Arizona, Tucson, AZ","CSlideId":"","ControlKey":"7a98bdcf-1e07-487e-9a5a-6651d0a34e1f","ControlNumber":"5681","DisclosureBlock":"&nbsp;<b>K. E. Morrill, <\/b> None..<br><b>M. Lopez-Pentecost, <\/b> None..<br><b>J. Parker, <\/b> None..<br><b>D. O. Garcia, <\/b> None..<br><b>E. T. Jacobs, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18832","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/26ba960b-f15a-433b-9236-3466b8045db3\/@D03B8ZT3\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5955","PresenterBiography":null,"PresenterDisplayName":"Kristin Morrill, PhD","PresenterKey":"72a7bb01-8a5d-49ec-97b5-3d9dc3f126dd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5955. Association of dietary patterns and liver steatosis and fibrosis among Mexican Americans in NHANES 2017-2018","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association of dietary patterns and liver steatosis and fibrosis among Mexican Americans in NHANES 2017-2018","Topics":null,"cSlideId":""},{"Abstract":"Background: Mexican-origin (MO) Hispanic adults have the highest rates of non-alcoholic fatty liver disease (NAFLD) in the United States (US), which places them at high risk of hepatocellular carcinoma (HCC). Diet plays a significant role in the development and treatment of NAFLD given the lack of pharmacological treatment. Nutritional components hypothesized to influence NAFLD risk include an imbalance in the consumption of omega-6 (n-6) relative to omega-3 (n-3) polyunsaturated fatty acids (PUFAs). However, data on the relationship between dietary intake of fatty acids (FA) and liver steatosis and fibrosis is limited for MO adults.<br \/>Purpose: This study examined FA intake among overweight and obese Mexican-origin (MO) Hispanic adults and evaluated its association to liver steatosis and fibrosis.<br \/>Methods: Overweight and obese participants (n=285, MO Hispanic adults) completed three 24-hour dietary recalls on two week days and one weekend day, to estimate dietary FA intake. Liver steatosis was defined by continuous attenuation parameter (CAP) scores that can range from 100 to 400 dB\/m. Fibrosis was defined by kilopascals (kPa) and can range from 2 to 75 kPa. Liver steatosis and fibrosis were quantified using non-invasive transient elastography (Fibroscan&#174;). Multiple regression analyses tested relationships between FA intakes and liver steatosis or fibrosis, adjusting for sex, BMI, and total energy intake.<br \/>Results: Among MO Hispanic adults, mean CAP score was 289.5 &#177; 48.9 dB\/m, equivalent to approximately 67% hepatic steatosis, and a mean fibrosis of 5.67&#177; 2.83 kPa. The mean intake of n-6 and n-3 was 12.0 &#177; 6.5 g\/day and 1.50 &#177; 1.01 g\/day, respectively, with a ratio of 8.9 (range: 2.46 - 19.8). The most commonly consumed n-6 and n-3 FAs were linoleic acid (LA) (12 &#177; 6.5 g\/day) and alpha-linoleic acid (ALA) (1.50 g\/day &#177; 1.01), respectively. Overall, no associations were observed between the ratio of n-6 to n-3 and liver steatosis. However, LA-to-ALA ratio and the n-6 to n-3 ratio were positively associated with liver fibrosis such that a one point increase in the LA-to-ALA ratio resulted in a 1.01-point increase in fibrosis (95% CI: [1.00, 1.03]; p=0.029), and a one point increase in the n-6 to n-3 resulted in a 1.02-point increase in fibrosis (95% CI: [1.01, 1.03]; p=0.005).<br \/>Conclusion: Intake and ratios of n-6 and n-3 PUFAs were comparable to what is observed in general US populations and were not associated with liver steatosis. However, n-6 and n-3 ratios were associated with liver fibrosis. These findings highlight the need for a more rigorous examination of the association between n-PUFAS and liver fibrosis and their potential as a therapeutic strategy for more severe liver disease such as non-alcoholic steatohepatitis (NASH) and cirrhosis in this high-risk population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-06 Diet, nutrition, and cancer,,"},{"Key":"Keywords","Value":"Cancer prevention,Hispanic,Diet,Liver,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18833"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Melissa Lopez-Pentecost<\/i><\/u><\/presenter>, <presenter><i>Brian Hallmark<\/i><\/presenter>, <presenter><i>Cynthia Thomson<\/i><\/presenter>, <presenter><i>Floyd Chilton<\/i><\/presenter>, <presenter><i>David Garcia<\/i><\/presenter>. The University of Arizona, Tucson, AZ, The University of Arizona, Tucson, AZ, The University of Arizona, Tucson, AZ, The University of Arizona, Tucson, AZ","CSlideId":"","ControlKey":"f1ff2fcd-3add-4705-ad2f-c5d01b2f4dfb","ControlNumber":"5695","DisclosureBlock":"&nbsp;<b>M. Lopez-Pentecost, <\/b> None..<br><b>B. Hallmark, <\/b> None..<br><b>C. Thomson, <\/b> None..<br><b>F. Chilton, <\/b> None..<br><b>D. Garcia, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18833","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5956","PresenterBiography":null,"PresenterDisplayName":"Melissa Lopez-Pentecost, BS;MS;PhD;RD","PresenterKey":"b45b94d1-5f46-4d30-92df-33f1d6ed5000","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5956. Relationship between fatty acid intake and liver steatosis and fibrosis among overweight and obese Mexican-origin adults","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Relationship between fatty acid intake and liver steatosis and fibrosis among overweight and obese Mexican-origin adults","Topics":null,"cSlideId":""},{"Abstract":"Microbiome analysis has attracted attention in recent years as a tool to monitor individual health status. In particular, gut microbiota is closely related to autoimmunity, and detailed study of gut microbiota may enable prediction of the health status of individuals.Here, we aimed to conduct a detailed study to identify gastric cancer-specific gut microbiota and compare the data between patients with gastric cancer and healthy individuals. Toward this, we extracted DNA from feces of patients with advanced gastric cancer enrolled in the observational\/ translational study, the DELIVER trial (JACCRO GC-08: UMIN000030850) which evaluated clinical outcomes of nivolumab and developed host-related biomarkers for nivolumab in 500 patients with advanced gastric cancer, and obtained their sequence data at an average of 5 Gbps using whole-genome shotgun sequencing. We then performed genus classification and functional pathway analysis using Kyoto Encyclopedia of Genes and Genomes (KEGG).We analyzed differences in bacterial composition using the data of 476 Japanese patients with advanced gastric cancer (median age 70y, median BMI 20.0, 71% male, 37.0% of patients with relapse, 55.5% with previous gastrectomy) and public database of 106 healthy cases. <i>Bifidobacterium<\/i>, <i>Anaerostipes<\/i>, and <i>Parabacteroides <\/i>were predominant in the healthy individuals, whereas <i>Streptococcus<\/i>, <i>Lactobacillus<\/i>, and <i>Odoribacter <\/i>were predominant in patients with advanced gastric cancer. Furthermore, the KEGG pathway analysis showed that butanoate and pyruvate metabolism were enriched in the healthy individuals, whereas factors such as ABC transporters and ribosomes were enriched in the patients with advanced gastric cancer. Clustering analysis broadly classified the patients with advanced gastric cancer and healthy individuals into two clusters, and the clustering using pathway data enabled clearer classification of the patients with advanced gastric cancer and healthy individuals than the clustering using flora analysis. Additionally, the healthy individuals had higher bacterial flora diversity compared to the patients with advanced gastric cancer.We thus successfully identified the molecular characteristic of microbial genera and functional pathways in the gut in patients with advanced gastric cancer. We conclude that fecal metagenomic shotgun sequencing analysis might be used to detect gastric cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/eaf1d52e-8a8a-46d6-846c-c6e9e5ee290c\/@E03B8ZT4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-07 Microbiome and prevention,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: stomach,Microbiome,Biomarkers,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18834"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ryo Matoba<\/i><\/u><\/presenter>, <presenter><i>Hiroshi Iijima<\/i><\/presenter>, <presenter><i>Yasuhiro Sakamoto<\/i><\/presenter>, <presenter><i>Ryohei Kawabata<\/i><\/presenter>, <presenter><i>Atsushi Ishiguro<\/i><\/presenter>, <presenter><i>Yusuke Akamaru<\/i><\/presenter>, <presenter><i>Yosuke Kito<\/i><\/presenter>, <presenter><i>Hiroshi Yabusaki<\/i><\/presenter>, <presenter><i>Jin Matsuyama<\/i><\/presenter>, <presenter><i>Masazumi Takahashi<\/i><\/presenter>, <presenter><i>Akitaka Makiyama<\/i><\/presenter>, <presenter><i>Takahisa Suzuki<\/i><\/presenter>, <presenter><i>Masahiro Tsuda<\/i><\/presenter>, <presenter><i>Hisateru Yasui<\/i><\/presenter>, <presenter><i>Jun Hihara<\/i><\/presenter>, <presenter><i>Toru Masuzawa<\/i><\/presenter>, <presenter><i>Hiroyuki Okuda<\/i><\/presenter>, <presenter><i>Junji Kawada<\/i><\/presenter>, <presenter><i>Shuhei Suzuki<\/i><\/presenter>, <presenter><i>Hisato Kawakami<\/i><\/presenter>, <presenter><i>Takako Eguchi Nakajima<\/i><\/presenter>, <presenter><i>Kei Muro<\/i><\/presenter>, <presenter><i>Wataru Ichikawa<\/i><\/presenter>, <presenter><i>Masashi Fujii<\/i><\/presenter>, <presenter><i>Yu Sunakawa<\/i><\/presenter>. DNA Chip Research Inc, Tokyo, Japan, Osaki Citizen Hospital, Osaki, Miyagi, Japan, Osaka Rosai Hospital, Sakai, Osaka, Japan, Teine Keijinkai Hospital, Sapporo, Hokkaido, Japan, Ikeda City Hospital, Ikeda, Osaka, Japan, Ishikawa Prefectural Central Hospital, Kanazawa, Ishikawa, Japan, Niigata Cancer Center Hospital, Niigata, Japan, Higashiosaka City Medical Center, Higashiosaka, Osaka, Japan, Yokohama Municipal Citizen’s Hospital, Yokohama, Kanagawa, Japan, Gifu University Hospital, Gifu, Japan, National Hospital Organization Kure Medical Center, Kure, Hiroshima, Japan, Hyogo Cancer Center, Akashi, Hyogo, Japan, Kobe City Medical Center General Hospital, Kobe, Hyogo, Japan, Hiroshima City Asa Hospital, Hiroshima, Japan, Kansai Rosai Hospital, Amagasaki, Hyogo, Japan, Keiyukai Sapporo Hospital, Sapporo, Hokkaido, Japan, Yao Municipal Hospital, Yao, Osaka, Japan, Yamagata Faculty of Medicine, Yamagata University, Yamagata, Japan, Kindai University, Higashiosaka, Osaka, Japan, Kyoto University Graduate School of Medicine, Kyoto, Japan, Aichi Cancer Center Hospital, Nagoya, Aichi, Japan, Showa University Fujigaoka Hospital, Yokohama, Kanagawa, Japan, Nihon University School of Medicine, Tokyo, Japan, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan","CSlideId":"","ControlKey":"f85ac83b-b367-4091-b4a3-36d87a5c1d66","ControlNumber":"559","DisclosureBlock":"<b>&nbsp;R. Matoba, <\/b> <br><b>DNA Chip Research Inc<\/b> Stock, No. <br><b>H. Iijima, <\/b> <br><b>DNA Chip Research Inc<\/b> Employment, No.<br><b>Y. Sakamoto, <\/b> None..<br><b>R. Kawabata, <\/b> None..<br><b>A. Ishiguro, <\/b> None..<br><b>Y. Akamaru, <\/b> None.&nbsp;<br><b>Y. Kito, <\/b> <br><b>Daiichi Sankyo<\/b> Other, Honoraria, No. <br><b>Taiho Pharmaceutical<\/b> Other, Honoraria, No. <br><b>Takeda Pharmaceutical<\/b> Other, Honoraria, No. <br><b>Merck BioPharma<\/b> Other, Honoraria, No.<br><b>H. Yabusaki, <\/b> None..<br><b>J. Matsuyama, <\/b> None..<br><b>M. Takahashi, <\/b> None.&nbsp;<br><b>A. Makiyama, <\/b> <br><b>Eli Lilly Japan K.K.<\/b> Other, Honoraria, No. <br><b>Taiho Pharmaceutical Co. Ltd<\/b> Other, Honoraria, No. <br><b>Ono Pharmaceutical Co. Ltd.<\/b> Other, Honoraria, No. <br><b>Bristol-Myers Squibb Co. Ltd.<\/b> Other, Honoraria, No. <br><b>Daiichi Sankyo Co. Ltd.<\/b> Other, Honoraria, No.<br><b>T. Suzuki, <\/b> None..<br><b>M. Tsuda, <\/b> None..<br><b>H. Yasui, <\/b> None..<br><b>J. Hihara, <\/b> None..<br><b>T. Masuzawa, <\/b> None..<br><b>H. Okuda, <\/b> None..<br><b>J. Kawada, <\/b> None..<br><b>S. Suzuki, <\/b> None.&nbsp;<br><b>H. Kawakami, <\/b> <br><b>Bristol-Myers Squibb Co. Ltd.<\/b> Other Business Ownership, Grant\/Contract, No. <br><b>Ono Pharmaceutical Co. Ltd.<\/b> Other Business Ownership, No. <br><b>Daiichi-Sankyo Co. Ltd.<\/b> Other Business Ownership, No. <br><b>Taiho Pharmaceutical Co. Ltd<\/b> Other Business Ownership, Grant\/Contract, No. <br><b>Kobayashi Pharmaceutical. Co., Ltd<\/b> Grant\/Contract, No. <br><b>Eisai Co. Ltd<\/b> Grant\/Contract, No. <br><b>T. E. Nakajima, <\/b> <br><b>Sumitomo Dainippon Pharma Co.<\/b> Other, Lecture fee, No. <br><b>Boehringer Ingelheim<\/b> Other, Lecture fee, No. <br><b>Bristol-Myers Squibb<\/b> Other, Lecture fee, No. <br><b>Ono Pharmaceutical Co.<\/b> Other, Lecture fee, No. <br><b>Taiho Pharmaceutical Co.<\/b> Other, Lecture fee, No. <br><b>Amgen<\/b> Other, Lecture fee, No. <br><b>Takeda Pharmaceutical Co.<\/b> Other, Lecture fee, No. <br><b>Chugai Pharmaceutical Co.<\/b> Other, Lecture fee, No. <br><b>Sanofi K.K.<\/b> Other, Lecture fee, No. <br><b>Novartis Japan<\/b> Other, Lecture fee, No. <br><b>GlaxoSmithKline K.K<\/b> Other, Lecture fee, No. <br><b>IQVIA<\/b> Other, Lecture fee, No. <br><b>AstraZeneca<\/b> Other, Lecture fee, No. <br><b>Nippon Kayaku Co.<\/b> Grant\/Contract, No. <br><b>Eli Lilly Japan K.K.<\/b> Grant\/Contract, No. <br><b>SHIONOGI & Co., Ltd.<\/b> Grant\/Contract, No. <br><b>K. Muro, <\/b> <br><b>Eli Lilly K.K.<\/b> Other, Lecture fee, No. <br><b>Chugai Pharmaceutical Co., Ltd.<\/b> Other, Lecture fee, Advisory role, No. <br><b>Takeda Pharmaceutical Co., Ltd.<\/b> Other, Lecture fee. <br><b>Ono Pharmaceutical Co., Ltd.<\/b> Grant\/Contract, Other, Lecture fee, Advisory role, No. <br><b>Taiho Pharmaceutical Co., Ltd.<\/b> Grant\/Contract, Other, Lecture fee, No. <br><b>Sanofi K.K.<\/b> Grant\/Contract, Other, Lecture fee, No. <br><b>Bristol-Myers Squibb<\/b> Other, Lecture fee, No. <br><b>Bayer Holding Ltd.<\/b> Other, Lecture fee, No. <br><b>Amgen K.K.<\/b> Grant\/Contract, Other, Advisory role, No. <br><b>Astrazeneca K.K.<\/b> Other, Advisory role, No. <br><b>Astellas K.K.<\/b> Grant\/Contract, No. <br><b>Daiichi Sankyo Co., Ltd.<\/b> Grant\/Contract, No. <br><b>Parexel International Inc.<\/b> Grant\/Contract, No. <br><b>MSD K.K.<\/b> Grant\/Contract, No. <br><b>Merck Biopharma Co.Ltd.<\/b> Grant\/Contract, No. <br><b>Pfizer Inc.<\/b> Grant\/Contract, No. <br><b>Eisai Co., Ltd.<\/b> Grant\/Contract, No. <br><b>Solasia Pharma K.K.<\/b> Grant\/Contract, No.<br><b>W. Ichikawa, <\/b> None..<br><b>M. Fujii, <\/b> None.&nbsp;<br><b>Y. Sunakawa, <\/b> <br><b>Eli Lilly Japan<\/b> Grant\/Contract, No. <br><b>Takeda<\/b> Grant\/Contract, No. <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract, No. <br><b>Taiho Pharmaceutical<\/b> Grant\/Contract, No. <br><b>Sanofi<\/b> Grant\/Contract, No. <br><b>Ohtsuka Pharmaceutical<\/b> Grant\/Contract, No.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18834","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/eaf1d52e-8a8a-46d6-846c-c6e9e5ee290c\/@E03B8ZT4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5957","PresenterBiography":null,"PresenterDisplayName":"Ryo Matoba, PhD","PresenterKey":"8952e606-615b-4aa1-b210-33c74ff92182","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5957. Molecular characteristics of gut microbiota in patients with gastric cancer: The DELIVER trial (JACCRO GC-08)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular characteristics of gut microbiota in patients with gastric cancer: The DELIVER trial (JACCRO GC-08)","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancers (TNBCs) are highly aggressive, heterologous and frequently recurrent. The standard radiotherapy and chemotherapy have limited clinical benefits while the combined therapies or antibody-drug conjugates (ADCs) are promising to treat TNBC. The objective of this study was to develop a combined therapy, CD276\/CD47-targeted ADCs, for TNBC treatment. Specifically, the CD276 and CD47 surface receptors were identified with immunohistochemistry staining of drug-sensitive and resistant patient tissues and confirmed in other assays. Two innovative monoclonal antibodies (mAbs), i.e. anti-CD276 mAb and anti-CD47 mAb that target the N-glycosylated extracellular domains (Leu29-Pro245 and Gln19-Glu141) of surface receptors, were developed using hybridoma technology. The top mAb clones with high surface binding, drug delivery and affinity were screened, produced in fed-batch culture, purified using liquid chromatography, and conjugated with payload mertansine (DM1). Flow cytometry, confocal microscopy, and in vivo imaging system (IVIS) showed that the CD276\/CD47 ADCs effectively target human and mouse TNBC cells and xenograft models. The <i>in vitro<\/i> anti-cancer cytotoxicity was confirmed in multiple cell lines (MDA-MB-468, MDA-MB-231, 4T1), and <i>in vivo<\/i> evaluations using TNBC cell line-derived xenograft models and patient-derived xenograft (PDX) models demonstrated high anti-tumor efficacy and tumoral immunity of the dually targeted ADCs. In addition, whole blood analysis indicated that neither CD276 mAb nor CD47 mAb showed general immune toxicity in immunocompetent model. The maximal tolerated dose (MTD), pharmacokinetics (PK) and biodistribution will be further investigated. This study indicated that the ADCs dually targeting CD276 and CD47 have great potential to treat TNBCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/daf486a4-dfb4-4596-8b08-06cf27b2bbc1\/@E03B8ZT4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-10 New agent development,,"},{"Key":"Keywords","Value":"Breast cancer,Targeted therapy,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18835"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Yingnan Si<\/i><\/presenter>, <presenter><i>Kai Chen<\/i><\/presenter>, <presenter><i>Seulhee Kim<\/i><\/presenter>, <presenter><i>Zhuoxin Zhou<\/i><\/presenter>, <presenter><i>Lufang Zhou<\/i><\/presenter>, <presenter><u><i>X. Margaret Liu<\/i><\/u><\/presenter>. University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"2b672613-e0ad-4921-9cb9-70eeb7557bf2","ControlNumber":"636","DisclosureBlock":"&nbsp;<b>Y. Si, <\/b> None..<br><b>K. Chen, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>Z. Zhou, <\/b> None..<br><b>L. Zhou, <\/b> None..<br><b>X. Liu, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18835","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/daf486a4-dfb4-4596-8b08-06cf27b2bbc1\/@E03B8ZT4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5958","PresenterBiography":"","PresenterDisplayName":"Xiaoguang \"Margaret\" Liu, PhD","PresenterKey":"aae1555d-24ea-436f-a869-8fb475f293be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5958. CD276\/CD47-targeted antibody-drug conjugates to treat triple-negative breast cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CD276\/CD47-targeted antibody-drug conjugates to treat triple-negative breast cancers","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer is an almost uniformly lethal malignancy, in large part because is it rarely detected in its early, curable stages. We recently conducted a study to evaluate the use of proteins associated with extracellular vesicles (EVs) isolated using an alternating current electrokinetic (ACE) system for the early detection of pancreatic ductal adenocarcinoma. Because earlier detection of pancreatic cancer greatly improves outcomes, we sought to devise a blood-based test with high specificity for detecting early-stage PDAC based on identification of EV-bound biomarkers. EVs were purified from control or stage I-II pancreatic ductal adenocarcinoma (PDAC) patient plasma using an ACE microelectrode array. Following collection of EVs onto the electrodes, contaminating plasma elements were washed away, and the electric field was turned off to release EVs into buffer. The isolated EV\/exosome samples were then tested using bead-based multiplex immunoassay kits to determine relative concentrations of biomarkers of interest. Sample cohorts were divided into a training set (controls, N=146; PDAC cases, N=33) to develop a logistic regression-based classification model, and a validation set (controls, N=139; PDAC cases, N=35) to generate a probability-based score for predicting the presence of PDAC. For the training set, the algorithm identified six protein biomarkers associated with the presence of stages I-II cancer in PDAC patient plasma, with a receiver-operating characteristic (AUC) of 0.997 (95% CI: 0.978-1.000) compared to control plasma samples. For the validation set, the algorithm had a sensitivity of 82.9% (95% CI: 67.3% - 91.9%) at a specificity of 99.3% (95% CI: 96.0% - 99.9%), generating an AUC = 0.978 (95% CI=0.954-0.995). The exosomal PDAC assay shows feasibility for developing minimally invasive liquid biopsies that allow low-risk, routine screening of high-risk patients. Those patients identified by the test would be able to undergo additional testing to determine if there is PDAC present. The additional screening and testing of these patients may increase the likelihood of curative treatment. Further work in large datasets is warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4b1fdf4b-e1c0-4483-a7f8-f8251e2e56b1\/@E03B8ZT4\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-11 Screening and early detection,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Early detection,Extracellular vesicles,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18837"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Juan P. Hinestrosa<\/i><\/u><\/presenter>, <presenter><i>Jean M. Lewis<\/i><\/presenter>, <presenter><i>Heath I. Balcer<\/i><\/presenter>, <presenter><i>Razelle Kurzrock<\/i><\/presenter>, <presenter><i>Scott Lippman<\/i><\/presenter>, <presenter><i>Rajaram Krishnan<\/i><\/presenter>. Biological Dynamics, San Diego, CA, Worldwide Innovative Network (WIN) for Personalized Cancer Therapy, Villejuif, France, University of California San Diego, San Diego, CA","CSlideId":"","ControlKey":"9ad798c7-a15d-4621-ab4a-1b06ff433d88","ControlNumber":"6526","DisclosureBlock":"<b>&nbsp;J. P. Hinestrosa, <\/b> <br><b>Biological Dynamics<\/b> Employment, Yes. <br><b>J. M. Lewis, <\/b> <br><b>Biological Dynamics<\/b> Employment. <br><b>H. I. Balcer, <\/b> <br><b>Biological Dynamics<\/b> Employment. <br><b>R. Kurzrock, <\/b> <br><b>Worldwide Innovative Network (WIN) for Personalized Cancer Therapy<\/b> Employment, No. <br><b>Biological Dynamics<\/b> Other, Consulting agreement, Yes.<br><b>S. Lippman, <\/b> None.&nbsp;<br><b>R. Krishnan, <\/b> <br><b>Biological Dynamics<\/b> Employment, Yes.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18837","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4b1fdf4b-e1c0-4483-a7f8-f8251e2e56b1\/@E03B8ZT4\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5960","PresenterBiography":null,"PresenterDisplayName":"Juan Hinestrosa, PhD","PresenterKey":"08959934-429c-4cbf-a4a9-15e300ef4825","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5960. Blood-based extracellular vesicle biomarker test for detection of early-stage pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Blood-based extracellular vesicle biomarker test for detection of early-stage pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Lung cancer is one of the deadliest types of cancer in China. Its 5-year survival rates at early stages are significantly higher than advanced stages. LDCT has been adopted for lung cancer screening in high-risk individuals; however, debate regarding its accuracy is still ongoing. Mutation detection on cell free DNA (cfDNA) has traditionally been used to monitor DNA molecular changes derived from lung cancer cells in blood, while recently fragmentation pattern profiling of cfDNA has been shown as a promising alternative for early cancer detection. We aimed to combine mutation detection and fragmentation pattern analysis on cfDNA to develop a non-invasive assay to screen early lung cancer.<br \/>Methods: Candidate DNA mutations were curated from literature and public databases, including COSMIC and TCGA. DNA fragmentation markers were collected from literature and whole genome sequencing (WGS) datasets. A panel of 407 primers covering selected mutation and fragmentation markers was developed to distinguish lung adenocarcinoma (ADC) plasma and normal plasma. We enrolled a total of 122 plasma samples (64 normal, 58 ADC) for this study. 49 normal samples and 44 ADC samples were used to construct a mutation-based classification model and a fragmentation-based classification model separately. The tuning parameters and features were determined by inner 4-fold cross validation. For the mutation-based model, baseline was set using normal samples in training set. Maximum allele frequency was calculated for each sample in test data (15 normal, 14 ADC), which was filtered by the background baseline. For the fragmentation-based model, we used the DELFI fragment score to construct fragmentation profiles, which was the ratio between short fragments (100-150bp) and long fragments (151-220bp). After optimization, the two models were integrated by Logistic Regression to create a combined model, which was validated by 4-fold nested cross validation.<br \/>Results: ADC and normal plasma were sequenced by the aforementioned panel at an average depth of 2,000X to ensure the reliability of model construction and classification results. In classifying normal and ADC plasma, the mutation model alone is only modestly accurate as it produced an AUC of 0.69. But the fragmentation model demonstrated significantly higher accuracy, achieving AUC of 0.85. Furthermore, the combined model performed better than either model along, achieving an elevated AUC of 0.87.<br \/>Conclusions: We demonstrate that DNA mutation and fragmentation pattern of cfDNA can classify lung cancer and normal plasmas separately, but fragmentation pattern are more accurate than mutation in this task. Combining the two models further improved prediction accuracy, suggesting they complement each other. Although this is a pilot study of limited cases, it demonstrated the potential of combining markers for accurate lung ADC detection in plasma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/56d82813-0441-404b-b4a7-a3b0fd2a9eb8\/@E03B8ZT4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-11 Screening and early detection,,"},{"Key":"Keywords","Value":"Early detection,Screening,Lung adenocarcinoma,Mutation detection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/19038"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Zhoufeng Wang<\/i><\/presenter>, <presenter><i>Minjie Xu<\/i><\/presenter>, <presenter><i>Hua Chen<\/i><\/presenter>, <presenter><i>Kehui Xie<\/i><\/presenter>, <presenter><i>Minyang Su<\/i><\/presenter>, <presenter><i>Qiye He<\/i><\/presenter>, <presenter><i>Zhixi Su<\/i><\/presenter>, <presenter><u><i>Rui Liu<\/i><\/u><\/presenter>, <presenter><i>Weimin Li<\/i><\/presenter>. Sichuan University, Sichuan, China, Singlera Genomics, Shanghai, China","CSlideId":"","ControlKey":"8fe6bc85-0300-4aa5-ad4e-4956acec9cd7","ControlNumber":"5487","DisclosureBlock":"&nbsp;<b>Z. Wang, <\/b> None.&nbsp;<br><b>M. Xu, <\/b> <br><b>Singlera Genomics<\/b> Employment. <br><b>H. Chen, <\/b> <br><b>Singlera Genomics<\/b> Employment. <br><b>K. Xie, <\/b> <br><b>Singlera Genomics<\/b> Employment. <br><b>M. Su, <\/b> <br><b>Singlera Genomics<\/b> Employment. <br><b>Q. He, <\/b> <br><b>Singlera Genomics<\/b> Employment. <br><b>Z. Su, <\/b> <br><b>Singlera Genomics<\/b> Employment. <br><b>R. Liu, <\/b> <br><b>Singlera Genomics<\/b> Employment.<br><b>W. Li, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"19038","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/56d82813-0441-404b-b4a7-a3b0fd2a9eb8\/@E03B8ZT4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6202","PresenterBiography":null,"PresenterDisplayName":"Rui Liu, MD;PhD","PresenterKey":"dddf2df5-1560-4381-afaf-cb1dc2acfa1b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6202. Plasma cell-free DNA fragmentation patterns combined with tumor mutation detection in diagnosis of lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Plasma cell-free DNA fragmentation patterns combined with tumor mutation detection in diagnosis of lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Lung cancer is the leading cause of cancer-related deaths in the United States. In 2021, it is anticipated that there will be 235,760 cases and 131,880 deaths due to lung cancer in the US, accounting for close to 22% of all cancer related deaths. Lung cancer's high mortality rate is largely due to the fact that approximately 75% of new cases are diagnosed in late stages. On a local level, Winnebago County has 17% higher incidence and mortality rates due to lung cancer than the corresponding national rates. Low-dose computed tomography (LDCT) is a valuable lung screening technique that utilizes 90% less ionizing radiation than a conventional chest CT scan.<br \/>Hypothesis\/Aims: Increased awareness of LDCT in clinical and community settings will lead to increased detection of lung cancer at its early stages and decreased mortality rates attributed to the disease.<br \/>Study Design: This project harnessed the power of education, specifically through informational seminars and booths at community events, to promote LDCT screening in our community. We spread information on the new U.S. Preventive Services Task Force guidelines to both smokers and physicians in Winnebago County. We evaluated the number of LDCT screenings in Winnebago County between June 2015 and October 2021, and we recorded the number and stage classifications of lung cancer cases detected as a result of these screenings. Lastly, we created a Facebook page (Northern Illinois Lung Cancer Screening Project) to continue promoting LDCT screening in a socially distanced manner.<br \/>Results: 16 seminars and 42 public awareness booths targeting an estimated 400 physicians and 2,000 smokers were conducted to increase knowledge of LDCT. 4,170 patients underwent LDCT screening at local hospitals during the timeframe of our study. 90 patients were diagnosed with lung cancer, with 50 cases being early stage. 1,264 additional individuals were found to have small lung nodules and are being followed up on in accordance with Lung RADS Criteria on pulmonary nodules detected using LDCT. These studies are being done in Boone, Ogle, and Stephenson Counties, which are also characterized by alarmingly high incidence and mortality rates attributed to lung cancer. In an alternative effort to promote lung cancer screening in Northern Illinois, we created a Facebook page where we publish posts weekly and have reached over 2,177 people and garnered 176 engagements from Facebook users.<br \/>Conclusions: 50 local community members were diagnosed with early stage lung cancer, thus improving their prognosis and increasing therapy options. Physicians and smokers in the community are more educated on the clinical benefits of LDCT. These community-based studies are being expanded to surrounding areas, and new screening techniques are being implemented to expand the reach and effectiveness of our studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2c1bf19c-b2a7-4864-b96b-e1cff8e3e390\/@E03B8ZT4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-11 Screening and early detection,,"},{"Key":"Keywords","Value":"Lung cancer,Early Diagnosis,Screening,Low Mortality,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/21436"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Shruti Gautam<\/i><\/u><\/presenter>, <presenter><i>Roberto E. DeVera IV<\/i><\/presenter>, <presenter><i>Meet Patel<\/i><\/presenter>. University of Illinois College of Medicine, Rockford, IL","CSlideId":"","ControlKey":"69d2b972-8f4b-4f9c-b1cf-5f7740420218","ControlNumber":"5620","DisclosureBlock":"&nbsp;<b>S. Gautam, <\/b> None..<br><b>R. E. DeVera, <\/b> None..<br><b>M. Patel, <\/b> None.","End":"","HasWebcast":null,"Highlights":[],"Id":"21436","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2c1bf19c-b2a7-4864-b96b-e1cff8e3e390\/@E03B8ZT4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6347","PresenterBiography":null,"PresenterDisplayName":"Shruti Gautam, BS","PresenterKey":"3247b778-b478-4d2f-b0b5-02ccc1e89f89","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6347. Promotion of low-dose computed tomography for early-stage lung cancer detection","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Promotion of low-dose computed tomography for early-stage lung cancer detection","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer is a leading cause of cancer-related deaths worldwide with increasing incidence. Early diagnosis of pancreatic cancer is a key challenge, as the disease is typically detected at a late stage. However, patients who present with early-stage disease can be cured by a combination of surgery, chemotherapy and radiotherapy. Thus, a better understanding of the risk factors for pancreatic cancer and detection at early stages has great potential to improve patient survival and reduce overall mortality from this aggressive malignancy. Here we exploit the power of advanced machine learning (ML) technology by focusing on the time sequence of clinical events and by predicting the risk of cancer occurrence over a multi-year time interval. This investigation was initially carried out using the Danish National Patient Registry (DNPR) and data which covers 41 years (1977 to 2018) of clinical records for 8.6 million patients, of which about 40,000 had a diagnosis of pancreatic cancer. To maximize predictive information extraction from these records we tested a range of ML methods, ranging from regression methods and ML without or with time dependence to time series methods such as GRU and Transformer. We explicitly train machine learning models on the time sequence of diseases in patient clinical histories and test the ability to predict cancer occurrence in time intervals of 3 to 60 months after risk assessment. For cancer occurrence within 36 months, the performance of the best model (AUROC=0.88; OR=47.5 for 20% recall and OR=159.0 for 10% recall), substantially exceeds that of a model without time information, even when disease events within a 3 month window before cancer diagnosis are excluded from training (AUROC[3m]=0.84). Independent training and testing on the Boston dataset reaches comparable performance (AUROC=0.87, OR=112.0 for 20% recall and OR=162.4 for 10% recall). We also extract from the AI machine an estimate of the contribution to prediction of individual disease features, e.g., obesity and diabetes. These results raise the state-of-the-art level of performance of cancer risk prediction on real-world data sets and provide support for the design of future screening trials for high-risk patients. AI on real-world clinical records has the potential to shift focus from treatment of late-stage to early-stage cancer, benefiting patients by improving lifespan and quality of life. We expect further increases in prediction accuracy with the availability of data beyond disease codes, such as prescriptions, laboratory values, and images.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/def17986-f4a1-4ee2-9e38-2fdedf51f530\/@E03B8ZT4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++PR01-11 Screening and early detection,,"},{"Key":"Keywords","Value":"Machine learning,Cancer screening,Cancer prevention,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/20113"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Davide Placido<\/i><\/presenter>, <presenter><u><i>Bo Yuan<\/i><\/u><\/presenter>, <presenter><i>Jessica X. Hjaltelin<\/i><\/presenter>, <presenter><i>Amalie D. Haue<\/i><\/presenter>, <presenter><i>Piotr J. Chmura<\/i><\/presenter>, <presenter><i>Chen Yuan<\/i><\/presenter>, <presenter><i>Jihye Kim<\/i><\/presenter>, <presenter><i>Renato Umeton<\/i><\/presenter>, <presenter><i>Gregory Antell<\/i><\/presenter>, <presenter><i>Alexander Chowdhury<\/i><\/presenter>, <presenter><i>Alexandra Franz<\/i><\/presenter>, <presenter><i>Lauren Brais<\/i><\/presenter>, <presenter><i>Elizabeth Andrews<\/i><\/presenter>, <presenter><i>Debora S. Marks<\/i><\/presenter>, <presenter><i>Aviv Regev<\/i><\/presenter>, <presenter><i>Peter Kraft<\/i><\/presenter>, <presenter><i>Brian M. Wolpin<\/i><\/presenter>, <presenter><i>Michael Rosenthal<\/i><\/presenter>, <presenter><i>Søren Brunak<\/i><\/presenter>, <presenter><i>Chris Sander<\/i><\/presenter>. Novo Nordisk Foundation Center for Protein Research, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark, Copenhagen, Denmark, Harvard University, Cambridge, MA, Copenhagen University Hospital, Rigshospitalet, Copenhagen, Denmark, Copenhagen, Denmark, Dana-Farber Cancer Institute, Boston, USA, Boston, MA, Harvard T.H. Chan School of Public Health, Boston, USA, Boston, MA, Harvard Medical School, Boston, USA, Boston, MA, Broad Institute of MIT and Harvard, Boston, USA, Boston, MA","CSlideId":"","ControlKey":"a1bdded7-b4d5-44da-a0ae-b9ae11eabd16","ControlNumber":"8201","DisclosureBlock":"&nbsp;<b>D. Placido, <\/b> None..<br><b>B. Yuan, <\/b> None..<br><b>J. X. Hjaltelin, <\/b> None..<br><b>A. D. Haue, <\/b> None..<br><b>P. J. Chmura, <\/b> None..<br><b>C. Yuan, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>R. Umeton, <\/b> None..<br><b>G. Antell, <\/b> None..<br><b>A. Chowdhury, <\/b> None..<br><b>A. Franz, <\/b> None..<br><b>L. Brais, <\/b> None..<br><b>E. Andrews, <\/b> None..<br><b>D. S. Marks, <\/b> None.&nbsp;<br><b>A. Regev, <\/b> <br><b>Celsius Therapeutics<\/b> Stock, No. <br><b>Immunitas<\/b> Stock, No. <br><b>ThermoFisher Scientific<\/b> Employment, No. <br><b>Syros Pharmaceuticals<\/b> Employment, No. <br><b>Neogene Therapeutics<\/b> Employment. <br><b>Asimov<\/b> Employment, No. <br><b>Genentech<\/b> Employment, No.<br><b>P. Kraft, <\/b> None.&nbsp;<br><b>B. M. Wolpin, <\/b> <br><b>Celgene<\/b> Grant\/Contract, Other, consulting fees, No. <br><b>Eli Lilly<\/b> Grant\/Contract, No. <br><b>BioLineRx<\/b> Other, Consulting fee, No. <br><b>GRAIL<\/b> Other, consulting fees, No.<br><b>M. Rosenthal, <\/b> None.&nbsp;<br><b>S. Brunak, <\/b> <br><b>Intomics A\/S<\/b> Employment, Stock, No. <br><b>Hoba Therapeutics Aps<\/b> Stock, No. <br><b>Novo Nordisk A\/S<\/b> Stock, No. <br><b>Lundbeck A\/S<\/b> Stock. <br><b>Proscion A\/S<\/b> Employment, Stock, No.<br><b>C. Sander, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"20113","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/def17986-f4a1-4ee2-9e38-2fdedf51f530\/@E03B8ZT4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB550","PresenterBiography":null,"PresenterDisplayName":"Bo Yuan, BS","PresenterKey":"b7da1e4a-b26f-46c8-83d9-60a2ac46a7f1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB550. AI predicts risk of pancreatic cancer from disease trajectories using real-world electronic health records (EHRs) from Denmark and the USA","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AI predicts risk of pancreatic cancer from disease trajectories using real-world electronic health records (EHRs) from Denmark and the USA","Topics":null,"cSlideId":""},{"Abstract":"Background: Unlike apoptosis, necroptosis, a programmed necrosis discovered in the past decade, elicits robust adaptive immune responses, including inflammatory cascade, against bacterial infection. However, no human study has yet examined the role of necroptosis in colorectal carcinogenesis.<br \/>Methods: To compare the roles of necroptosis (TRPM7, pMLKL) with inflammation (COX-2), apoptosis (BAX, TUNEL) and cell proliferation (Ki67) biomarkers across the colorectal carcinogenesis spectrum, we evaluated the trends of biomarker levels from normal colorectal mucosa, to small adenoma, large adenomas and early stages of CRC in tissue microarray (TMA). Furthermore, we compared whether these biomarkers in rectal biopsies can predict the risk of developing metachronous polyp\/adenoma.<br \/>Results: In TMA, we revealed that levels of TRPM7, did not apparently change from normal mucosa (median=1.1) to small adenoma (median=0.8), but then substantially dropped in large adenoma (median=0.1) only to rise dramatically increased in early colorectal cancer (median=7.4) (<i>P<\/i> for trend=0.004). pMLKL, tended to decrease during carcinogenesis, although not significantly. Ki67 linearly and significantly increased during carcinogenesis (<i>P<\/i>trend=0.002). Similar to Ki67, levels of BAX and TUNEL increased significantly during carcinogenesis, but BAX started to drop in early carcinogenesis. Thus, compared to TRPM7, a necroptosis biomarker, BAX, an apoptosis biomarker, had an almost completely opposite trend during carcinogenesis. COX-2 intensity in the epithelium, but not the stroma, increased in carcinogenesis (<i>P<\/i>trend=0.01). Of 124\/227 participants who had follow-up colonoscopy within 5 years, 69 (55.6%) were identified as having metachronous polyp\/adenoma. For single biomarker analysis, overexpression of COX-2 was significantly associated with an increased risk of metachronous polyp OR=3.61 ( 95% CI: 1.05-2.47, <i>P<\/i>trend=0.02) and adenoma (OR=3.58, 95% CI 0.96-3.36, <i>P<\/i>trend=0.04). Higher expression of TRPM7 was associated with risk of recurrent polyp and adenoma in a dose-response manner although it did not reaching statistically significance. According to the results of single biomarker analysis and biological plausibility, we combined COX-2 with two necroptosis biomarkers, i..e., pMLKL, TRPM7 and two apoptosis biomarkers (BAX and TUNEL) to generate composite index scores using factor analysis. Several of these composite scores were strongly associated with a 3- to 5-fold increased of metachronous polyp and\/or adenoma risk in the highest quartile including COX-2 with pMLKL, COX-2 and TRPM7, BAX and TRPM7 and COX-2 with BAX. The results were similar after the exclusion of recurrence within one year after the completion of the PPCCT.<br \/>Conclusion: Necroptosis plays a key role in colorectal carcinogenesis. Combining necroptosis biomarkers with inflammation and apoptosis biomarkers can improve the prediction of risk of metachronous polyp\/adenoma compared to using necroptosis, inflammation or apoptosis biomarkers alone.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6ced059a-4d8f-4bcf-be03-95f6ab057f5f\/@E03B8ZT4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++PR01-03 Biomarkers and intervention studies,,"},{"Key":"Keywords","Value":"Colorectal,Polyp\/Adenoma,Necroptosis,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/20412"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Xiangzhu Zhu<\/i><\/u><\/presenter>, <presenter><i>Timothy Su<\/i><\/presenter>, <presenter><i>Yong Li<\/i><\/presenter>, <presenter><i>Chang Yu<\/i><\/presenter>, <presenter><i>Xinqing Deng<\/i><\/presenter>, <presenter><i>Eugene Shubin<\/i><\/presenter>, <presenter><i>Wei Zheng<\/i><\/presenter>, <presenter><i>Harvey J. Murff<\/i><\/presenter>, <presenter><i>Reid M. Ness<\/i><\/presenter>, <presenter><i>Martha J. Shrubsole<\/i><\/presenter>, <presenter><i>Qi Dai<\/i><\/presenter>. Department of Medicine, Division of Epidemiology, Vanderbilt University Medical Center, Nashville, TN, Guizhou People's Hospital, Guiyang, China, Department of Biostatistics, Vanderbilt University Medical Center, Nashville, TN, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN, Saint Joseph Health System, South Bend, IN, Department of Medicine, Division of Geriatric Medicine, Vanderbilt University Medical Center, Nashville, TN, Department of Medicine, Division of Gastroenterology, Hepatology, and Nutrition,, Vanderbilt University Medical Center, Nashville, TN","CSlideId":"","ControlKey":"8c2f09de-6700-415a-bd6a-808aab71a0c8","ControlNumber":"8121","DisclosureBlock":"&nbsp;<b>X. Zhu, <\/b> None..<br><b>T. Su, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>C. Yu, <\/b> None..<br><b>X. Deng, <\/b> None..<br><b>E. Shubin, <\/b> None..<br><b>W. Zheng, <\/b> None..<br><b>H. Murff, <\/b> None..<br><b>R. Ness, <\/b> None..<br><b>M. Shrubsole, <\/b> None..<br><b>Q. Dai, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"20412","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6ced059a-4d8f-4bcf-be03-95f6ab057f5f\/@E03B8ZT4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB551","PresenterBiography":null,"PresenterDisplayName":"Xiangzhu Zhu, MD","PresenterKey":"64f58c3f-cb85-4815-bfff-f6c4491c3a58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB551. Critical role of necroptosis in colorectal carcinogenesis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Critical role of necroptosis in colorectal carcinogenesis","Topics":null,"cSlideId":""},{"Abstract":"Background: Breath analysis holds great promise for rapid and noninvasive early cancer detection. However, clinical implementation of endogenous volatile organic compound (VOC) signatures in breath is limited by low signal from nascent tumors and high background expression by nonmalignant tissues. By engineering tumors to express synthetic reporters that are not naturally produced in the human body, background signal from healthy tissues can be minimized, thereby maximizing sensitivity and specificity for tumor detection. Humans and plants share a common cholesterol biosynthesis (mevalonate) pathway, but in plants this pathway also generates volatile secondary metabolites (e.g. that attract pollinators). We therefore hypothesized that cancer cells could be coaxed to produce plant VOCs by genetically introducing the appropriate plant enzymes, and that these VOCs would be detectable in the breath as unique biomarkers of cancer.<br \/>Aims: 1) To express the citrus VOC, limonene, in a cultured human cancer cell line; 2) To determine the smallest tumor size at which exhaled limonene can be detected in mice implanted with limonene-expressing tumor cells.<br \/>Methods: HeLa cervical cancer cells were stably transfected with DNA vectors encoding limonene synthase (LS) alone or in combination with a truncated version of HMG-CoA reductase (HMGR), a key regulatory enzyme of the mevalonate pathway. Truncation of HMGR (tHMGR) by deletion of its regulatory domain renders it insensitive to feedback inhibition, augmenting flux through the mevalonate pathway and increasing limonene precursors. Cell culture headspace was analyzed using solid phase microextraction (SPME) and gas chromatography-mass spectrometry (GC-MS), confirming the presence of limonene. A xenograft murine tumor model was created by subcutaneously implanting HeLa-LS, HeLa-LS-tHMGR, or untransfected control HeLa cells in both flanks of 10-week-old athymic nude mice. For weekly VOC measurements, mice (n = 12) were placed in 1-liter chambers with continuous flow of highly pure air, and VOCs were collected using Tenax sorbent tubes, which were subsequently analyzed by GC-MS.<br \/>Results: Limonene production in HeLa-LS-tHMGR cells was double that of HeLa-LS cells (11.0 vs. 5.6 fg\/cell\/day) with LODs of 107,000 and 360,000 cells, respectively, and was undetectable in untransfected HeLa cells. In xenograft mice, tumor detection improved proportionally with breath sampling time: a 10-fold increase in sampling duration resulted in 9.4-fold greater limonene production (94 ng vs. 10 ng), and dynamic headspace sampling was ~100-fold more sensitive than static sampling. Importantly, limonene was a sensitive volatile reporter, permitting detection of tumors as small as 5 mm, and increased linearly with tumor size (R<sup>2<\/sup> = 0.97), demonstrating strong utility for monitoring tumor progression. Pharmacokinetic modeling of tumor-derived limonene predicts detection of tumors as small as 7 mm in humans, equivalent to the detection limit of PET imaging, yet far more economical. In future work, this strategy will be incorporated into an inhalable nonviral vector formulation with a tumor-activatable promoter (e.g. survivin) for safe, non-invasive <i>in vivo<\/i> gene delivery and tumor-specific expression of limonene for breath-based early detection of non-small cell lung cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/215b7e01-45f2-491d-a2af-235977f5376b\/@E03B8ZT4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++PR01-11 Screening and early detection,,"},{"Key":"Keywords","Value":"Biomarkers,Cancer detection,Early detection,In vivo,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/21050"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"1eafeef4-4105-463c-ab9d-2fc9cea8cd3d","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1eafeef4-4105-463c-ab9d-2fc9cea8cd3d\/@E03B8ZT4\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ophir Vermesh<\/i><\/u><\/presenter>, <presenter><i>Aloma D'Souza<\/i><\/presenter>, <presenter><i>Israt Alam<\/i><\/presenter>, <presenter><i>Mirwais Wardak<\/i><\/presenter>, <presenter><i>Theresa McLaughlin<\/i><\/presenter>, <presenter><i>Fadi El Rami<\/i><\/presenter>, <presenter><i>Ataya Sathirachinda<\/i><\/presenter>, <presenter><i>John Bell<\/i><\/presenter>, <presenter><i>Sharon Pitteri<\/i><\/presenter>, <presenter><i>Michelle James<\/i><\/presenter>, <presenter><i>Sharon Hori<\/i><\/presenter>, <presenter><i>Eric Gross<\/i><\/presenter>, <presenter><i>Sanjiv Gambhir<\/i><\/presenter>. Stanford University School of Medicine, Stanford, CA, Stanford University, Stanford, CA, University of Ottawa, Ottawa, ON, Canada","CSlideId":"","ControlKey":"965cf103-1bc6-4eda-be1d-bf7b0aeff032","ControlNumber":"7328","DisclosureBlock":"&nbsp;<b>O. Vermesh, <\/b> None..<br><b>A. D'Souza, <\/b> None..<br><b>I. Alam, <\/b> None..<br><b>M. Wardak, <\/b> None..<br><b>T. McLaughlin, <\/b> None..<br><b>F. El Rami, <\/b> None..<br><b>A. Sathirachinda, <\/b> None..<br><b>J. Bell, <\/b> None..<br><b>S. Pitteri, <\/b> None..<br><b>M. James, <\/b> None..<br><b>S. Hori, <\/b> None..<br><b>E. Gross, <\/b> None..<br><b>S. Gambhir, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"21050","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/215b7e01-45f2-491d-a2af-235977f5376b\/@E03B8ZT4\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB560","PresenterBiography":null,"PresenterDisplayName":"Ophir Vermesh, MD;PhD","PresenterKey":"383af77c-f2e7-4866-94c6-b88b72c35030","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB560. Engineering genetically-encoded synthetic biomarkers for breath-based cancer detection","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"548","SessionOnDemand":"False","SessionTitle":"Preclinical Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Engineering genetically-encoded synthetic biomarkers for breath-based cancer detection","Topics":null,"cSlideId":""}]