[{"Abstract":"Ovarian cancer (OC) is the most lethal gynecological cancer characterized by an enhanced migratory capacity, invasiveness, elevated resistance to apoptosis, and rearrangement of extra-cellular matrix (ECM) components. In OC, the interaction between fibronectin (FN) and the &#946;1 integrins activates the adaptor protein integrin linked kinase (ILK) that acts as central hub integrating the mechanical forces with the activation of various signaling pathways, leading to cell survival, proliferation, and migration. ILK overexpression was correlated with OC progression and its functional inhibition blocked tumorigenicity by inactivation of glycogen synthase kinase-3&#945;\/&#946; (GSK-3&#945;\/&#946;) and the &#946;-catenin-TCF\/LEF1 transcriptional activity, thus pointing towards the direct involvement of ILK as a modulator of the crosstalk between ECM and the canonical Wnt signaling. However, the connection between integrins and &#946;-catenin remains poorly understood. The multifunctional protein tissue transglutaminase (TG2) with enzymatic and scaffold functions is an important molecule secreted in the tumor microenvironment where it modulates oncogenic signaling by interacting with FN and integrins. Previously, we demonstrated that TG2\/FN\/&#946;1 integrin clusters regulated &#946;-catenin activation, correlating with OC progression. Here, we investigated whether TG2-FN interaction is essential to activate the integrin-ILK axis, thereby stabilizing &#946;-catenin. First, we demonstrate that TG2-expressing OC cells plated on FN matrix increase the pool of active p-ILK<sup>Ser246<\/sup>. Confocal microscopy shows that TG2 co-localizes with p-ILK<sup>Ser246<\/sup> in OC cells and that the presence of FN matrices is instrumental in the formation of active TG2\/p-ILK<sup>Ser246<\/sup> clusters. Further, proximity ligation assay analysis reveals that each protein of the ternary TG2\/FN\/&#946;1 integrin complex actively engages with p-ILK<sup>Ser246<\/sup> in primary ovarian tumor cells, supporting the functional relevance of TG2-mediated outside in transduction signals in vivo. Second, we show that TG2-mediated ILK activation mechanistically amplifies the response of OC cells to Wnt-3A treatment, leading to the inhibitory phosphorylation of the GSK-3&#945;\/&#946; at Ser21\/9, which in turn allows &#946;-catenin nuclear translocation and transcriptional activity. Finally, we evaluate whether the TG2-ILK complex has functional outcomes. In the presence of an active TG2\/p-ILK<sup>Ser246 <\/sup>axis, Wnt-3a treatment efficiently increases proliferation and migration in OC cells compared to control, whereas the inhibitory anti-TG2 blocking antibody (clone 4G3) directed against the FN-binding domain of TG2 and ILK inhibition by the small molecule cpd-22 drastically reduce the Wnt-3A impact on the OC cell proliferative and migratory capacity. In sum, here we demonstrate that TG2 directly activates ILK and define a new mechanism which links ECM cues with &#946;-catenin signaling in OC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4058bec8-35de-453f-980d-91c0b5b11a2e\/@o03B8ZNr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-01 Cell adhesion and extracellular matrix,,"},{"Key":"Keywords","Value":"Ovarian cancer,Extracellular matrix,&#946;-catenin,Tumor progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/922"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Salvatore Condello<\/i><\/u><\/presenter>, <presenter><i>Rula Atwani<\/i><\/presenter>, <presenter><i>Daniela Matei<\/i><\/presenter>. Indiana University School of Medicine, Indianapolis, IN, Northwestern University, Feinberg School of Medicine, Chicago, IL","CSlideId":"","ControlKey":"102ef13e-96e8-46ac-be06-499920f5466e","ControlNumber":"3830","DisclosureBlock":"&nbsp;<b>S. Condello, <\/b> None..<br><b>R. Atwani, <\/b> None..<br><b>D. Matei, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"922","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4058bec8-35de-453f-980d-91c0b5b11a2e\/@o03B8ZNr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"995","PresenterBiography":null,"PresenterDisplayName":"Salvatore Condello, PhD","PresenterKey":"9a25024a-98c8-48dd-8423-84c6b3fa9f88","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"995. Tissue transglutaminase regulates integrin-linked kinase and beta-catenin signaling in ovarian cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"476","SessionOnDemand":"False","SessionTitle":"Tumor Adhesion","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tissue transglutaminase regulates integrin-linked kinase and beta-catenin signaling in ovarian cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer ranks first among female cancer-related deaths in 2021, and fewer than 20% of patients survive five years after metastasis. Triple negative breast cancer (TNBC or basal) is highly aggressive and particularly difficult to treat due to the lack therapeutic target receptors. Notably, elevated fibronectin expression within the microenvironment of TNBC is an indicator of advanced disease stage. In this regard, we previously reported that the two-step, hypusination reaction that activates eukaryotic initiation factor 5A 1\/2 (eIF5A1\/2) is necessary for PEAK1 pseudokinase translation and fibronectin\/TGF&#946;-mediated TNBC metastasis. In our current study, we observed intratumoral heterogeneity of DOHH, DHPS, eIF5A and eIF5A2 expression in TNBC patient tumor samples, suggesting a role for this pathway in disease progression and therapy resistance. Using bioinformatics tools, we identified a correlation between elevated solute carrier 3A2 (SLC3A2 or CD98) and decreased survival in breast cancer patients with amplified SMAD3 loci. Given that SMAD3-dependent transcription is one mechanism by which canonical TGF&#946; signaling elicits tumor suppressive outcomes, we asked whether SLC3A2 may function to prime TNBC cells for tumor promoting outcomes in response to TGF&#946;. In this regard, inhibition of SLC3A2 or DHPS decreased TNBC spheroid growth. Notably, spiking fibronectin into 3D culture media partially rescued spheroid growth from SLC3A2 inhibition - an effect blocked by dual DHPS\/SLC3A2 inhibition. In agreement with these data, dual DHPS\/SLC3A2 inhibition in TNBC cells cultured with exogenous fibronectin significantly reduced the percentage of cells in S phase and subsequently increased the percentage of cells in either G0\/G1 or Sub-G0\/G1 phases, suggesting that DHPS and SLC3A2 cooperatively promote TNBC cell proliferation\/survival in fibronectin-rich contexts. eIF5A1\/2 carries out hypusination-dependent functions in both the nucleus (i.e., mRNA export) and cytoplasm (i.e., translation). Interestingly, it undergoes nucleocytoplasmic transport via exportin four (XPO4) - the same nuclear pore complex protein that is used for nuclear export of SMAD3. Using structured illumination microscopy, we discovered that fibronectin promotes an increase in cytoplasmic eIF5A1\/2 levels - an effect blocked by dual DHPS\/SLC3A2 inhibition. In contrast, DHPS inhibition alone increased nuclear SMAD3 levels independent of extracellular matrix proteins. Taken together, these data provide a possible mechanism for the antiproliferative\/cytotoxic effects of dual DHPS\/SLC3A2 inhibition and suggest that this treatment strategy may be efficacious in TNBC patients with advanced stage disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b22bd680-d8d3-4b14-a61a-ae53da0d1953\/@o03B8ZNr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-01 Cell adhesion and extracellular matrix,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Extracellular matrix,Nuclear-cytoplasmic transport,Polyamines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/923"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Cameron Geller<\/i><\/presenter>, <presenter><i>Joanna Maddela<\/i><\/presenter>, <presenter><i>Ranel Tuplano<\/i><\/presenter>, <presenter><i>Joseph Cantor<\/i><\/presenter>, <presenter><u><i>Jonathan A. Kelber<\/i><\/u><\/presenter>. California State University Northridge, Northridge, CA, BD Biosciences, La Jolla, CA","CSlideId":"","ControlKey":"00de7d49-756b-46ac-a507-b495f8150b03","ControlNumber":"4801","DisclosureBlock":"&nbsp;<b>C. Geller, <\/b> None..<br><b>J. Maddela, <\/b> None..<br><b>R. Tuplano, <\/b> None..<br><b>J. Cantor, <\/b> None..<br><b>J. A. Kelber, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"923","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b22bd680-d8d3-4b14-a61a-ae53da0d1953\/@o03B8ZNr\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"996","PresenterBiography":"","PresenterDisplayName":"Jonathan Kelber, PhD","PresenterKey":"d95dcd1e-931f-4520-8b5f-c67fd4dbddc3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"996. Fibronectin exposes a targetable DHPS\/SLC3A2 vulnerability that can be leveraged to decrease cytoplasmic levels of eIF5A1\/2 and proliferation\/survival in TNBC","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"476","SessionOnDemand":"False","SessionTitle":"Tumor Adhesion","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fibronectin exposes a targetable DHPS\/SLC3A2 vulnerability that can be leveraged to decrease cytoplasmic levels of eIF5A1\/2 and proliferation\/survival in TNBC","Topics":null,"cSlideId":""},{"Abstract":"&#947;-Tocotrienol is a rare natural isoform of vitamin E that displays potent apoptotic and anti-metastatic activity against breast cancer. Galectin-3 is a protein that plays an important role in metastasis by binding to glycoconjugates on receptors and extracellular matrix proteins. Studies were conducted to investigate the effects of &#947;-tocotrienol on galectin-3 expression and morphology in highly malignant +SA, TS\/A MDA-MB-231 tumor cells. Computer-aided molecular modeling studies compared anticancer agents, salirasib and &#947;-tocotrienol, with the active site of galectin-3 and &#946;-lactose (a known ligand). Results showed that &#947;-tocotrienol displays similar galectin-3 amino acid interactions as &#946;-lactose and salirasib. Protein docking show that salirasib (active binding -2.8) and &#947;- tocotrienol (active binding -2.87) had similar binding scores and binding moieties. Immunocytochemical fluorescent staining show that &#947;-tocotrienol treatment disrupted galectin-3 expression and distribution, and a corresponding reduction in +SA cellular migration similar to that induced by &#946;-lactose. Western blot analysis shows that &#947;-tocotrienol treatment induces a downregulation of galectin-3 expression. Immunocytochemistry studies shows that galectin-3 is highly expressed in +SA and TS\/A cells, and &#947;-tocotrienol greatly reduced galectin-3 expression and distribution Furthermore, galectin-3 was found to form extracellular structures on the outer membrane of +SA, TS\/A, and MDA-MB-231 cells, and &#947;-tocotrienol greatly attenuated galectin-3 and fibronectin distribution. &#947;-Tocotrienol treatment decreased f-actin stress fibers distribution in all cell lines. Furthermore, treatment with 1.5 &#956;M histamine significantly stimulated +SA mammary tumor cell migration, whereas combination treatment with 5 &#956;M &#947;-tocotrienol completely blocked histamine-induced +SA cell migration. In TS\/A cells, 6-15 &#956;M tocotrienol induced a dose-responsive increase in doxorubicin staining inside the nucleus. In MDA-MB-231 cells, syncytial cells were associated with galectin-3 expression and this was suppressed by 5-15 &#956;M &#947;-tocotrienol. In summary, these results demonstrate that &#947;-tocotrienol treatment inhibits extracellular galectin-3 expression and disrupts galectin-3 carbohydrate binding and activation of +SA, TS\/A and MDA-MB-231 breast cancer cells. These findings also suggest that &#947;-tocotrienol may provide significant benefits in the prevention and\/or treatment of metastatic breast cancer. This study was supported in part by funding from the Louisiana Cancer Foundation.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4350b28f-08f9-488b-bbcc-f9ac8ca711dc\/@p03B8ZNs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-01 Cell adhesion and extracellular matrix,,"},{"Key":"Keywords","Value":"Breast cancer,Tocotrienol,Galectin-3,Cell adhesion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/924"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Paul W. Sylvester<\/i><\/u><\/presenter>, <presenter><i>Jessie J. Grazier<\/i><\/presenter>. University of Louisiana at Monroe, Monroe, LA","CSlideId":"","ControlKey":"26c5f99a-e494-4723-834b-05b07d6b457a","ControlNumber":"3448","DisclosureBlock":"&nbsp;<b>P. W. Sylvester, <\/b> None..<br><b>J. J. Grazier, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"924","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4350b28f-08f9-488b-bbcc-f9ac8ca711dc\/@p03B8ZNs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"997","PresenterBiography":null,"PresenterDisplayName":"Paul Sylvester, PhD","PresenterKey":"15c6b57a-cb9b-4fc5-92da-b40598316ad9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"997. &#947;-Tocotrienol inhibition of metastatic phenotypic behavior is associated with a decrease in galectin-3 expression and distribution in the highly malignant mouse +SA &#38; TS\/A mammary tumor cells","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"476","SessionOnDemand":"False","SessionTitle":"Tumor Adhesion","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"&#947;-Tocotrienol inhibition of metastatic phenotypic behavior is associated with a decrease in galectin-3 expression and distribution in the highly malignant mouse +SA &#38; TS\/A mammary tumor cells","Topics":null,"cSlideId":""},{"Abstract":"The extracellular matrix (ECM) is a dynamic niche that is extensively reshaped in the development of the tumor microenvironment (TME). Our current understanding of ECM function and dynamics is largely informed by identification of protein-protein interactions (PPIs) using co-immunoprecipitation (co-IP) techniques that may miss transient and weak\/unstable interactions. Recent advances in proximity labeling techniques have greatly expanded the interactome networks of numerous intracellular proteins, however these tools have yet to be extended to study PPIs in the ECM. We have recently optimized a systematic approach to identify PPIs in the ECM using fusion constructs of the biotinylating enzymes, BioID2 and TurboID, with the widely expressed matrix regulator TIMP2. BioID2 and TurboID offer differing reaction kinetics that may provide complimentary information on extracellular PPIs (ePPIs). Matrix metalloproteinases (MMPs) and their endogenous inhibitors, tissue inhibitors of metalloproteinases (TIMPs) are crucial regulators of ECM structure and composition. TIMPs are widely expressed multifunctional proteins that serve to promote ECM homeostasis that is often perturbed in many cancers and chronic disorders. Although biochemical data suggests that TIMPs are promiscuous proteins, the TIMP interactome is poorly defined. We have optimized a protocol for the identification of ePPIs for the TIMP family of proteins. Fusion constructs equipped with a promiscuous biotin ligase (BioID2\/TurboID) fused to the N- or C-terminal of full length TIMP2 were packaged into retroviral vectors for cellular delivery. Cells were exposed to the extracellular proximity labelling (ePL) fusion proteins and processed in our optimized analysis pipeline. ePPIs were identified via streptavidin pulldown and proteomic techniques. We present our optimized ePL pipeline and show that this technique is an effective tool for the identification of novel ePPIs for multiple extracellular targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bc9c6665-2c96-4f9b-ab83-ea23117e193d\/@p03B8ZNs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-01 Cell adhesion and extracellular matrix,,"},{"Key":"Keywords","Value":"TIMP,Extracellular matrix,Protein-protein interactions,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/925"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Sadeechya Gurung<\/i><\/u><\/presenter>. National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"d611428f-9ed1-42fb-bce0-ffebbadb12db","ControlNumber":"3776","DisclosureBlock":"&nbsp;<b>S. Gurung, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"925","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bc9c6665-2c96-4f9b-ab83-ea23117e193d\/@p03B8ZNs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"998","PresenterBiography":null,"PresenterDisplayName":"Sadeechya Gurung, BS","PresenterKey":"9400e181-77e9-41e1-9fa2-32cf03056b02","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"998. Extracellular proximity labeling (ePL) as a tool to identify protein-protein interactions in the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"476","SessionOnDemand":"False","SessionTitle":"Tumor Adhesion","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extracellular proximity labeling (ePL) as a tool to identify protein-protein interactions in the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Identifying precise molecular subtypes attributable to specific stages of localized prostate cancer has proven difficult due to high levels of heterogeneity. Bulk assays represent a population-average, which mask the heterogeneity that exists at the single-cell level. In this work, we sequenced the accessible chromatin regions of 14,424 single-cells from 18 flash-frozen prostate tumors. We observe shared chromatin features among low-grade prostate cancer cells are lost in high-grade tumors. Despite this loss, high-grade tumors exhibit an enrichment for FOXA1, HOXB13 and CDX2 transcription factor binding sites, indicating a shared trans-regulatory program. We identify two unique genes encoding neuronal adhesion molecules that are highly accessible in high-grade prostate tumors. We show NRXN1 and NLGN1 expression in epithelial, endothelial, immune and neuronal cells in prostate cancer using cyclic immunofluorescence. Our results provide a deeper understanding of the active gene regulatory networks in primary prostate tumors, critical for molecular stratification of the disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6ccaea41-c974-41c2-be40-0b782783a49b\/@p03B8ZNs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-02 Cell-cell adhesion,,"},{"Key":"Keywords","Value":"Tumor heterogeneity,Single cell,Stromal-epithelial interactions,Cell adhesion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/926"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ece Sebnem Eksi<\/i><\/u><\/presenter>, <presenter><i>Zeynep Sayar<\/i><\/presenter>, <presenter><i>Alex Chitsazan<\/i><\/presenter>, <presenter><i>George T. Thomas<\/i><\/presenter>, <presenter><i>Andrew Adey<\/i><\/presenter>, <presenter><i>Paul T. Spellman<\/i><\/presenter>, <presenter><i>Ryan Kopp<\/i><\/presenter>. OHSU, Portland, OR","CSlideId":"","ControlKey":"21dc7dd9-d48b-4125-acbd-8c5b2078ddec","ControlNumber":"444","DisclosureBlock":"&nbsp;<b>E. S. Eksi, <\/b> None..<br><b>Z. Sayar, <\/b> None..<br><b>A. Chitsazan, <\/b> None..<br><b>G. T. Thomas, <\/b> None..<br><b>A. Adey, <\/b> None..<br><b>P. T. Spellman, <\/b> None..<br><b>R. Kopp, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"926","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6ccaea41-c974-41c2-be40-0b782783a49b\/@p03B8ZNs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"999","PresenterBiography":null,"PresenterDisplayName":"Ece Eksi, PhD","PresenterKey":"587c5bf4-e6ac-4f04-939a-8119bf888e63","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"999. Epigenetic loss of heterogeneity from low to high grade localized prostate tumors","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"476","SessionOnDemand":"False","SessionTitle":"Tumor Adhesion","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic loss of heterogeneity from low to high grade localized prostate tumors","Topics":null,"cSlideId":""},{"Abstract":"The loss of the intercellular adhesion molecule E-cadherin is a hallmark of the epithelial-mesenchymal transition (EMT), during which tumor cells transition into an invasive phenotype. Thus, E-cadherin has long been considered a tumor suppressor gene. However, recent studies have provided evidence that E-cadherin may promote metastasis rather than suppress it, suggesting oncogenic behavior. Here we provide data that E-cadherin plays an oncogenic role in breast cancer by promoting a hyper-proliferative phenotype in breast cancer cells via interaction with EGFR. This interaction results in the activation of the MEK\/ERK signaling pathway, leading directly to changes in proliferation via transcription factors such as c-Fos. Pharmacological inhibition of MEK in E-cadherin positive breast cancer cells significantly decreases both tumor growth and macro-metastasis <i>in vivo<\/i>. This work provides evidence for a novel role of E-cadherin in breast tumor progression and identifies a potential new target to treat hyper-proliferative E-cadherin-positive breast tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/07180070-6f98-46d2-b49e-6ae66d8ea25f\/@p03B8ZNs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-02 Cell-cell adhesion,,"},{"Key":"Keywords","Value":"E-cadherin,EGFR,Breast cancer,MEK inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/927"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Gabriella C. Russo<\/i><\/u><\/presenter>, <presenter><i>Ashleigh Crawford<\/i><\/presenter>, <presenter><i>David J. Clark<\/i><\/presenter>, <presenter><i>Julie Cui<\/i><\/presenter>, <presenter><i>Ryan Carney<\/i><\/presenter>, <presenter><i>Michelle N. Karl<\/i><\/presenter>, <presenter><i>Boyang Su<\/i><\/presenter>, <presenter><i>Batrholomew Starich<\/i><\/presenter>, <presenter><i>Tung-Shing Lee<\/i><\/presenter>, <presenter><i>Qiming Zhang<\/i><\/presenter>, <presenter><i>Pei-hsun Wu<\/i><\/presenter>, <presenter><i>Meng-Horng Lee<\/i><\/presenter>, <presenter><i>Hon S. Leong<\/i><\/presenter>, <presenter><i>Vito Rebecca<\/i><\/presenter>, <presenter><i>Hui Zhang<\/i><\/presenter>, <presenter><i>Denis Wirtz<\/i><\/presenter>. Johns Hopkins University, Baltimore, MD, Johns Hopkins University, Baltimore, MD, Johns Hopkins University, Baltimore, MD, University of Toronto, Toronto, ON, Canada, Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"96b47caf-f660-467f-a943-5d4e81e1a7e6","ControlNumber":"5255","DisclosureBlock":"&nbsp;<b>G. C. Russo, <\/b> None..<br><b>A. Crawford, <\/b> None..<br><b>D. J. Clark, <\/b> None..<br><b>J. Cui, <\/b> None..<br><b>R. Carney, <\/b> None..<br><b>M. N. Karl, <\/b> None..<br><b>B. Su, <\/b> None..<br><b>B. Starich, <\/b> None..<br><b>T. Lee, <\/b> None..<br><b>Q. Zhang, <\/b> None..<br><b>P. Wu, <\/b> None..<br><b>M. Lee, <\/b> None..<br><b>H. S. Leong, <\/b> None..<br><b>V. Rebecca, <\/b> None..<br><b>H. Zhang, <\/b> None..<br><b>D. Wirtz, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"927","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/07180070-6f98-46d2-b49e-6ae66d8ea25f\/@p03B8ZNs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1000","PresenterBiography":null,"PresenterDisplayName":"Gabriella Russo, BS;MS","PresenterKey":"f27f1310-46fb-4dd6-8009-8982a29118cb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1000. E-cadherin and EGFR interactions result in hyper-proliferation via ERK signaling in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"476","SessionOnDemand":"False","SessionTitle":"Tumor Adhesion","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"E-cadherin and EGFR interactions result in hyper-proliferation via ERK signaling in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Cell adherens junction plays an important role in cell communication and regulation. E-cadherin is an important protein as adherens junctions. Loss of E-cadherin leads to epithelial cells transit to mesenchymal cells. Studies has demonstrated that E-cadherin dominates cell contact inhibition, which plays an important role in cell growth, however, recent studies demonstrated collective cell migration required E-cadherin expression escaping cell growth inhibition is important in metastasis. E-cadherin dynamics has been shown to be regulated by vesicle trafficking, however, the detail mechanism of vesicle trafficking in collective cell migration is not clear. This study is investigating the relationship between the endocytosis mechanism of E-cadherin and its dynamic expression resulting in collective cell migration. The expression of E-cadherin was controlled by regulating the concentration of calcium and EDTA to observe its effect on cell-cell contact. Through Transmission electron microscope, immunofluorescence staining and western blotting to observe the relationship between vesicle trafficking and E-cadherin. Collective cell migration is analyzed by transwell assay. When calcium concentration was increased, the E-cadherin in cell-cell contacts became stronger. Conversely, when EDTA concentration was increased, the E-cadherin in the cell-cell contacts became weaker. Meanwhile, we found colocalization occurs in Rab5 and Rab11 with E-cadherin. Besides, intracellular E-cadherin transported to the lysosome for degradation was also observed. We identified the role of E-cadherin is regulated in endocytosis mechanism and at cell-cell contacts through different regulatory, which provides a basis for the future use of drugs to affect E-cadherin expression to inhibit collective cell migration.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/aea386d5-8f2a-4c90-9295-584656963c2c\/@p03B8ZNs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-02 Cell-cell adhesion,,"},{"Key":"Keywords","Value":"E-cadherin,Lysosome,Endocytosis,Cell migration,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/928"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Hui Min Koo<\/i><\/u><\/presenter>, <presenter><i>Xiang-Ling Hou<\/i><\/presenter>, <presenter><i>Yu-Lin Li<\/i><\/presenter>, <presenter><i>Yi-Wen Lu<\/i><\/presenter>, <presenter><i>Viriya Adhiguna Winarso<\/i><\/presenter>, <presenter><i>Yu-Cheng Weng<\/i><\/presenter>, <presenter><i>Wei-Ting Chao<\/i><\/presenter>. Tunghai University, Taichung City, Taiwan","CSlideId":"","ControlKey":"7bf3e788-44c6-45ed-8abb-5c0d59386040","ControlNumber":"4296","DisclosureBlock":"&nbsp;<b>H. Koo, <\/b> None..<br><b>X. Hou, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>Y. Lu, <\/b> None..<br><b>V. A. Winarso, <\/b> None..<br><b>Y. Weng, <\/b> None..<br><b>W. Chao, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"928","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/aea386d5-8f2a-4c90-9295-584656963c2c\/@p03B8ZNs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1001","PresenterBiography":null,"PresenterDisplayName":"Hui Min Koo, No Degree","PresenterKey":"4f0a7840-84db-4d40-8a37-e6afde9e1bea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1001. Investigates the role of vesicle trafficking in E-cadherin dynamics in collective migrated colon cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"476","SessionOnDemand":"False","SessionTitle":"Tumor Adhesion","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigates the role of vesicle trafficking in E-cadherin dynamics in collective migrated colon cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Adaptation of tumors to therapeutic interventions contributes to dismal long-term patient outcomes. Adaptation to therapy involves the co-action of functionally related proteins that together activate cell survival programs and compensate for the therapeutic impact. Oncogenic dependencies to such adaptive events, however, can generate new therapeutic vulnerabilities that can be targeted with drug combinations. The precision medicine approaches in which targeted drugs are matched to pre-existing genomic aberrations fail to address the adaptive responses and resulting vulnerabilities. Here, we provide the mathematical formulation, implementation, and validation of the TargetScore method. The TargetScore identifies collective adaptive responses to targeted interventions as concurrent changes of phospho-proteins that are connected within a signaling network. Based on the adaptive responses, the method predicts drug-induced vulnerabilities. Using TargetScore, we inferred the adaptive responses with short-term (i.e., days) stress and long-term (i.e., months) acquired resistance to inhibitors of antiapoptotic mediators, MCL1 and BCL2. With experiments guided by the predictions, we identified synergistic interactions between inhibitors of PARP, SHP2, and MCL1 in breast cancer cells. TargetScore is readily applicable to existing precision oncology efforts by matching targeted drug combinations to emerging molecular signatures under therapeutic stress.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/de504753-0446-4a2b-ac8d-f9ce1c5437bf\/@p03B8ZNs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Drug resistance,,"},{"Key":"Keywords","Value":"Drug resistance,Breast cancer,Ovarian cancer,Pharmacogenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/930"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Heping Wang<\/i><\/presenter>, <presenter><u><i>Augustin Luna<\/i><\/u><\/presenter>, <presenter><i>Gonghong Yan<\/i><\/presenter>, <presenter><i>Xubin Li<\/i><\/presenter>, <presenter><i>Ozgun Babur<\/i><\/presenter>, <presenter><i>Chris Sander<\/i><\/presenter>, <presenter><i>Gordon Mills<\/i><\/presenter>. UT MD Anderson Cancer Center, Houston, TX, Harvard Medical School, Boston, MA, Oregon Health and Science University, Portland, OR","CSlideId":"","ControlKey":"73da6ffa-64d4-4928-a4de-4fdaaf6c53f8","ControlNumber":"577","DisclosureBlock":"&nbsp;<b>H. Wang, <\/b> None..<br><b>A. Luna, <\/b> None..<br><b>G. Yan, <\/b> None..<br><b>X. Li, <\/b> None..<br><b>O. Babur, <\/b> None..<br><b>C. Sander, <\/b> None.&nbsp;<br><b>G. Mills, <\/b> <br><b>AstraZeneca, Chrysallis Biotechnology, ImmunoMET, Ionis, Lilly, Nuevolution, PDX Pharmaceuticals, Signalchem Lifesciences, Symphogen, Tarveda<\/b> Other, SAB\/Consultant, No. <br><b>Catena Pharmaceuticals, ImmunoMet, SignalChem, Tarveda<\/b> Stock, No. <br><b>Myriad Genetics, Nanostring<\/b> Other Intellectual Property, No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"930","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/de504753-0446-4a2b-ac8d-f9ce1c5437bf\/@p03B8ZNs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1002","PresenterBiography":null,"PresenterDisplayName":"Augustin Luna, PhD","PresenterKey":"f8a9d836-fbdc-4780-98cb-b97ad3ee8d58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1002. Targeting adaptation to cancer treatment by drug combinations","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"476","SessionOnDemand":"False","SessionTitle":"Tumor Adhesion","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting adaptation to cancer treatment by drug combinations","Topics":null,"cSlideId":""},{"Abstract":"Melanoma is the most aggressive form of skin cancer with a dismal 5-year survival rate of 16% at the metastatic stage of the disease. Exosomes have recently emerged as a critical mediator of cancer therapy resistance by regulating epithelial to mesenchymal transition (EMT) and drug efflux. Exosomes are extracellular vesicles (diameters 30-150nm) released from almost all types of cells including tumor cells which package and transfer proteins, RNA, and lipids (often called cargo) from one cell to another. This intercellular communication via exosomes has been reported to induce a drug-resistant phenotype across the tumor by transporting ABC multidrug transporters and mediators of EMT. Multiple studies have established that pituitary-, or tumor- or tumor microenvironment-derived growth hormone (GH) promotes EMT and drug resistance in cancer by binding to GHR-expressing tumor cells. A question arises: Does GH exert this effect across the tumor population via modulating tumor-derived exosomal cargo? No study has yet directly assessed the effect of GH on exosomes in terms of modulating EMT or drug resistance. We isolated exosomes from human melanoma cells with differential levels of GHR expression, following treatment with combinations of GH, anti-cancer drugs, and the GHR antagonist, pegvisomant. We observed no change in the quantity of tumor-derived exosomes with changes in GH action. However, we found significant upregulation of multidrug efflux pumps ABCB1, ABCC1, ABCC2, and ABCG2 in GH-treated tumor exosomes. Importantly, treatment of na&#239;ve melanoma cells with these exosomes increased their drug efflux rate and reduced drug retention. Exosomes derived from pegvisomant treated melanoma cells showed markedly reduced ABC transporter contents and did not increase the efflux rate of na&#239;ve tumor cells. A similar trend in matrix metalloproteinases (MMP2, MMP9) and TGFb levels in isolated exosomes as well as TGFb signaling and invasion capacity in na&#239;ve tumor cells treated with isolated exosomes were observed. These results present a unique effect of GH on tumor-derived exosomal content modulation towards propagating a drug-resistant tumor phenotype in na&#239;ve cancer cells.<br \/>Acknowledgment: This work was supported in part by the State of Ohio&#8217;s Eminent Scholar Program that includes a gift from Milton and Lawrence Goll, by the AMVETS, and Ohio University&#8217;s Student Enhancement Award and Edison Biotechnology Institute.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/9a00dc3c-1164-4842-a88d-9e8c1760146d\/@p03B8ZNs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Drug resistance,,"},{"Key":"Keywords","Value":"Exosomes,Hormone receptors,Drug resistance,Melanoma\/skin cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/932"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Prateek Kulkarni<\/i><\/u><\/presenter>, <presenter><i>Reetobrata Basu<\/i><\/presenter>, <presenter><i>John J. Kopchick<\/i><\/presenter>. Ohio University, Athens, OH","CSlideId":"","ControlKey":"5b8e68d2-043d-4820-8758-06feca5a5cfa","ControlNumber":"5770","DisclosureBlock":"&nbsp;<b>P. Kulkarni, <\/b> None..<br><b>R. Basu, <\/b> None..<br><b>J. J. Kopchick, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"932","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/9a00dc3c-1164-4842-a88d-9e8c1760146d\/@p03B8ZNs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1004","PresenterBiography":null,"PresenterDisplayName":"Prateek Kulkarni, MS","PresenterKey":"2c1e47ff-99ad-4c4b-973b-0466a8679225","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1004. Growth hormone upregulates tumor-derived exosomal distribution of EMT mediators and multi-drug efflux pumps in melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"476","SessionOnDemand":"False","SessionTitle":"Tumor Adhesion","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Growth hormone upregulates tumor-derived exosomal distribution of EMT mediators and multi-drug efflux pumps in melanoma","Topics":null,"cSlideId":""},{"Abstract":"The interplay of positive and negative interactions between drug sensitive and resistant cells determines the efficacy of treatment in heterogeneous cancer cell populations. While competition between different cell lineages within tumors has been considered in cancer evolution and progression, cooperative interactions receive far less study. We have developed <i>in vitro<\/i> ER+ breast cancer model systems to investigate cell-cell communication in heterogeneous cancer populations under selective drug pressure and probe for differences in growth, resistance, and interactions, such as cooperation, between cell types. Using cells resistant and sensitive to ribociclib (CDK 4\/6 inhibitor), we have compared cell population growth in monoculture and coculture under different treatments. Furthermore, with the application of mathematical models, we have unraveled the contributions of proliferation rates, treatment effects, competition, and cooperation. Under ribociclib treatment, resistant cells confer an increased survival benefit to sensitive cells when cocultured together. Treatment-conditioned media taken from monocultured resistant cells and used to supplement sensitive cells reproduces this advantage, suggesting that secretion of some factor from resistant cells manifest the effect. Resistant cells may promote this growth by supplying estradiol as LC-MS\/MS assays detected increased estradiol levels in coculture media compared with monoculture media under ribociclib pressure. This suggests estrogen-dependent sensitive cells benefit from the increase in local estradiol from resistant cells under treatment in coculture, resulting in cooperation. scRNA sequencing data between populations also revealed broad dysregulation of cell cycle pathways in resistant cells with cocultured sensitive cells shifting toward this resistant phenotype. Western blot detection in conjunction with scRNAseq data also supports an increased expression of estradiol conversion enzyme, HSD17&#946;1, in resistant cells and increased expression of estradiol inactivating enzyme, HSD17&#946;8, in sensitive cells shedding mechanistic insight into the estrogen-induced survival benefit provided by resistant cells. Proliferation of drug sensitive cells by resistant cells in co-culture is also enhanced through addition of estradiol, and blocked by small molecule inhibitors targeting the estrogen signaling pathway. These studies show that cooperation imparts drug resistance to normally sensitive cells and promotes survival, which highlights how interactions within heterogenous cell populations can shape the dynamics of growth and resistance. From a therapeutic standpoint, uncovering the mechanisms and consequences of cooperative cell-cell interactions may lead to strategic advancements for promoting drug response by targeting these influential interactions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/93f073f5-0821-4bcf-b71b-4ea9c6f2dbee\/@p03B8ZNs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Drug resistance,,"},{"Key":"Keywords","Value":"Resistance,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/933"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Rena Emond<\/i><\/u><\/presenter>, <presenter><i>Jason Griffiths<\/i><\/presenter>, <presenter><i>Vince K. Grolmusz<\/i><\/presenter>, <presenter><i>Rachel Sousa<\/i><\/presenter>, <presenter><i>Jinfeng Chen<\/i><\/presenter>, <presenter><i>Eric M. Castaneda<\/i><\/presenter>, <presenter><i>Andrea H. Bild<\/i><\/presenter>, <presenter><i>Frederick R. Adler<\/i><\/presenter>. City of Hope, Duarte, CA, Oregon State, Corvallis, OR, University of Utah, Salt Lake City, UT","CSlideId":"","ControlKey":"8d961bbb-a06d-45f8-b728-ff80904b00a7","ControlNumber":"6574","DisclosureBlock":"&nbsp;<b>R. Emond, <\/b> None..<br><b>J. Griffiths, <\/b> None..<br><b>V. K. Grolmusz, <\/b> None..<br><b>R. Sousa, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>E. M. Castaneda, <\/b> None..<br><b>A. H. Bild, <\/b> None..<br><b>F. R. Adler, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"933","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/93f073f5-0821-4bcf-b71b-4ea9c6f2dbee\/@p03B8ZNs\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1005","PresenterBiography":null,"PresenterDisplayName":"Rena Emond, BS","PresenterKey":"fa10a789-fd36-4a14-9f0b-beac28346dab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1005. Ecological interactions in breast cancer: Cell cooperation within heterogeneous populations promotes growth and survival under drug pressure","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"476","SessionOnDemand":"False","SessionTitle":"Tumor Adhesion","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ecological interactions in breast cancer: Cell cooperation within heterogeneous populations promotes growth and survival under drug pressure","Topics":null,"cSlideId":""},{"Abstract":"Medullary thyroid carcinoma (MTC) is a rare neuroendocrine tumor caused by activating mutations in the <i>RET<\/i> proto-oncogene. Vandetanib is an FDA approved systemic therapy targeting RET, EGFR, VEGFR, BRK, TIE2, members of EPH receptors kinase family, and members of Src family of tyrosine kinases. Treatment of MTC patients with metastatic disease leads to partial response accompanied by adverse side effects, poor tolerability, and the development of resistance. The mechanisms of MTC resistance to Vandetanib are not completely understood. Our overall goal is to understand the genetic and epigenetic mechanisms of resistance to Vandetanib, which would lead to novel combination therapies to prevent resistance or utilized to treat MTC patients. TT cell line, a MTC cell line with activating mutation C634W in <i>RET<\/i>, was used to generate resistant cell lines at 600 nM concentration compared to 270 nM IC50 in the parental cell line. To study the resistance in MTC, exome sequencing was done to identify genetic alterations such as novel mutations and copy number alterations. RNA-seq was performed to identify altered pathways, alternation in drug targets expression, and splicing events of some mRNAs. CRISPR KO screening was performed to validate our finding and identify genes that are synthetic lethal or conforming resistance to vandetanib. Also, we are analyzing the chromosomal changes by SKY analysis to validate copy number variations identified by exome sequencing and investigate tumor heterogeneity and epigenetic changes will be studied by DNA methylation. Preliminary results from exome sequencing confirmed that there is an enrichment in variant allele fraction in resistant cell line of C634W mutation from 0.72 to 0.99 in drug resistant cells. Also, RNA-seq data showed that there is an increased an expression in mutant <i>RET<\/i> transcript from log2(TPM) of 8.58 to 9.37 in resistance cell lines. Moreover, SKY analysis demonstrated four copies of chromosome 10 where <i>RET<\/i> gene is located indicating that there three mutant copies and one wild type copy. Western blot data confirmed the activation and an increased in <i>RET<\/i> expression in resistant cell line. CRISPR Knock-Out data showed that Cdk5, NF-&#312;B, and IGF-1 were enriched in resistant cell line; whereas STAT, drug resistance, and mTOR pathway genes found to be depleted, suggest these genes may be synthetic lethal with vandetanib. Overall, our results suggest that the resistance is a result of an increase in mutated <i>RET<\/i> copies leading to increased <i>RET<\/i> transcripts. We will explore this hypothesis by performing CRISPR activation screening to identify genes confirms resistance upon activation. Also, we will perform SKY analysis in resistant cell line to determine the copy number of chromosome10. Additionally, simple western and phosphoproteomics will be conducted to identify other signaling alongside RET that may be altered as part of the resistance mechanism.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d7568680-2607-4c25-b35e-7432acfa4e46\/@q03B8ZNt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Drug resistance,,"},{"Key":"Keywords","Value":"Nude mice,Araawy,RNA,Heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/934"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Arwa Fallatah<\/i><\/u><\/presenter>. National Institutes of Health, Bethesda, MD","CSlideId":"","ControlKey":"1ba7b4ce-415c-4249-856f-4b97cf1e64cc","ControlNumber":"2089","DisclosureBlock":"&nbsp;<b>A. Fallatah, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"934","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d7568680-2607-4c25-b35e-7432acfa4e46\/@q03B8ZNt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1006","PresenterBiography":null,"PresenterDisplayName":"Arwa Fallatah, PhD","PresenterKey":"6db571d5-d309-4773-8380-987c558ab3a2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1006. Understanding the resistance mechanisms of MTC to RTK inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"476","SessionOnDemand":"False","SessionTitle":"Tumor Adhesion","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Understanding the resistance mechanisms of MTC to RTK inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Various heterogeneities in response of metastatic tumors to systemic anti-cancer therapy are major source of therapeutic resistance. Cancer cells from bulk tumors and cancer cell lines are not clonal. A highly heterogeneous tumor microenvironment is known to develop by subclones. Furthermore, metastasis can evolve during the disease progression as well as in response to systemic therapies. These spatial and temporal variations of heterogeneity in tumors can affect blood perfusion and vascular permeability which can determine the level of mass\/anti-cancer drugs transport to tumors (we refer to as &#8220;transport phenotype&#8221;) .Insufficient drug transport to tumor <i>in vivo<\/i> can generate transport-based therapeutic resistance even for agents with proven efficacy against the target cancer cell lines <i>in vitro<\/i>. Our goal is to understand spatial and temporal heterogeneity in transport of mass\/anti-cancer drugs to metastatic tumors to overcome the therapeutic resistance. The study of bulk tumors will provide a mixture of different functions from heterogeneous sets of various clones. We sought to establish single cell-derived clones from a 4T1 parental murine breast cancer cell line in order to dissect and simplify the heterogeneity in polyclonal cell populations in tumors. First, we found heterogeneous accumulation of systemically injected PEGylated liposomal doxorubicin (PLD) among multiple, experimental liver metastases of 4T1 parental (polyclonal) breast cancer in mouse. Intravital Microscopy imaging of liver metastases through a window chamber over time revealed different transport phenotypes, in terms of circulation and diffusion of systemically injected fluorescent tracers around\/inside parental (polyclonal) tumors. Furthermore, transport phenotype can be modulated from one to another after PLD therapy, creating possible mechanisms of transport based on drug resistance. When single cell clone-derived metastases were established, a clone dependent difference in transport phenotype was found. Interestingly transport phenotype even in clonal tumors was temporally evolved and increased its heterogeneity. These data suggest that transport phenotype cannot be determined solely by genotype of tumor and can be evolved and more heterogeneous as a function of tumor growth and systemic chemotherapy. Clinical implication of our findings is that transport of therapeutics to tumor and its efficacy may not be predicted by DNA-based assay for clinical decision-making and transport-based therapeutics resistance will eventually occur in every tumor types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Drug resistance,,"},{"Key":"Keywords","Value":"Breast cancer,Metastasis,Drug resistance,Liver,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/935"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Aygul Sadigova<\/i><\/u><\/presenter>, <presenter><i>Megumi Kai<\/i><\/presenter>, <presenter><i>Yan Ting Liu<\/i><\/presenter>, <presenter><i>Thao Nguyen<\/i><\/presenter>, <presenter><i>Chihiro Hashimoto<\/i><\/presenter>, <presenter><i>Kenji Yokoi<\/i><\/presenter>. Houston Methodist Research Institute, Houston, TX","CSlideId":"","ControlKey":"a5761051-6a17-4065-9999-1a2adba21f2f","ControlNumber":"4046","DisclosureBlock":"&nbsp;<b>A. Sadigova, <\/b> None..<br><b>M. Kai, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>T. Nguyen, <\/b> None..<br><b>C. Hashimoto, <\/b> None..<br><b>K. Yokoi, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"935","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1007","PresenterBiography":null,"PresenterDisplayName":"Aygul Sadigova","PresenterKey":"6b2ede82-8585-4937-8270-a7fc22de7870","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1007. Spatial, temporal and heterogeneous changes in transport phenotype in liver metastasis of breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"476","SessionOnDemand":"False","SessionTitle":"Tumor Adhesion","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial, temporal and heterogeneous changes in transport phenotype in liver metastasis of breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Assessment of chemosensitivity and resistance varies with cancer cell of origin, drug and culture conditions. However, it is also not uncommon to find multiple different IC50 values for the same chemotherapeutic treatments acting on the same tumor cell lines. The aim of this research was to investigate this discrepancy in phenotypes and elucidate relevant variables that influence them. We assessed chemosensivity as a function of tumor cell density by plating TOV-21G ovarian, HT29 colorectal, and U2OS osteosarcoma cell lines in 96-well plates at various seeding densities per well and treated them with various concentrations of cisplatin, 5-fluorouracil (5-FU), and etoposide, respectively. CellTiter Glo assays were performed at 72 hours of treatment to determine IC50. Cisplatin IC50 for TOV-21G cells plated at 50,000, 20,000, 10,000, 5,000, 2,000, 1,000, and 500 cells\/well were 12.00 &#956;M, 5.47 &#956;M, 3.16 &#956;M, 2.45 &#956;M, 2.54 &#956;M, 2.83 &#956;M, and 2.66 &#956;M, respectively. Etoposide IC50 for U2OS cells plated at the same seeding densities were 6.50 &#956;M, 5.19 &#956;M, 3.23 &#956;M, 2.98 &#956;M, 2.49 &#956;M, 2.13 &#956;M, and 1.88 &#956;M, respectively. IC50 values for HT29 cells treated with 5-FU at 2,000, 1,000, and 500 cells\/well were 35.89 &#956;M, 19.74 &#956;M, and 13.42 &#956;M, respectively. TOV-21G, U2OS, and HT29 cells all showed differences in IC50 values depending on cell plating density. TOV-21G and U2OS cells both showed a gradual decrease and plateau in IC50 as the cancer cell density decreased from 50,000 cells\/well to 500 cells\/well. HT29 cells displayed a sharper IC50 decrease as the cell density decreased from 2,000 cells\/well to 500 cells\/well. Our experiments demonstrate that IC50 values are not static at 72 hours and that tumor cell density is an important variable in influencing observed tumor resistance to traditionally effective drugs. As the density of cancer cells increases, the cells develop more resistance to the associated chemotherapy and require higher quantities of drug to achieve the same level of growth inhibition. We are currently exploring underlying molecular mechanisms that may influence these changes in IC50 including cell survival signaling proteins, cell-cell contact or growth factors that may influence cell density-related chemoresistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3cc13c59-8c33-4893-a84e-02380bed9344\/@q03B8ZNt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Drug resistance,,"},{"Key":"Keywords","Value":"Chemoresistance,Cell growth,Cell density,Growth inhibition,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/936"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Thomas Brown<\/i><\/u><\/presenter>, <presenter><i>Ujwal Punyamurtula<\/i><\/presenter>, <presenter><i>Jill Strandberg<\/i><\/presenter>, <presenter><i>Wafik S. El-Deiry<\/i><\/presenter>. Brown University, Providence, RI","CSlideId":"","ControlKey":"1325d459-6624-455a-ab38-8f5269f62951","ControlNumber":"6377","DisclosureBlock":"&nbsp;<b>T. Brown, <\/b> None..<br><b>U. Punyamurtula, <\/b> None..<br><b>J. Strandberg, <\/b> None..<br><b>W. S. El-Deiry, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"936","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3cc13c59-8c33-4893-a84e-02380bed9344\/@q03B8ZNt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1008","PresenterBiography":null,"PresenterDisplayName":"Thomas Brown, No Degree","PresenterKey":"767a294b-e54d-4551-b5dc-713c4cb0d02a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1008. Cell density-related variability in chemotherapeutic resistance patterns in human cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"476","SessionOnDemand":"False","SessionTitle":"Tumor Adhesion","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell density-related variability in chemotherapeutic resistance patterns in human cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Background: Although several N-terminal HSP90 inhibitors have been investigated in clinical trials, none have yet been approved for clinical use due to issues including induction of the heat shock response (HSR), off-target effects and toxicity. A major issue for N-terminal inhibitors is induction of the heat shock response (HSR) which triggers cell survival. In the present study, we investigated the effects of NCT-58, a rationally-designed novel HSP90 inhibitor that instead targets the C-terminal domain, and evaluated its capacity to induce apoptosis and target cancer stem-like properties in triple-negative breast cancer.<br \/>Materials and Methods: The effect of NCT-58 on TNBC cell lines in vitro was evaluated with cell viability, apoptosis, heat shock response and cell migration. Cancer stem-like properties were examined by Aldefluor positivity, CD44+\/CD24- stem-like population and mammosphere formation assays.<br \/>Results: NCT-58 induces apoptosis in TNBC cells without triggering the heat shock response (HSR) due to its targeting of the C-terminal region. This is accompanied by potent and simultaneous degradation of AKT, MEK and STAT3. Importantly, NCT-58 kills not only the rapidly proliferating tumor cells and but also effectively eradicates the breast cancer stem-like population (BCSCs). The latter phenomena are accompanied by reductions in the activity of stem\/progenitor marker ALDH1 and the CD44+\/CD24- stem-like population and as well as impairment of mammosphere formation. Furthermore, NCT-58 markedly impairs cell migratory ability, coinciding with collapse of HSP90 client cytoskeletal proteins including vimentin and F-actin in TNBC cells in vitro. It is noteworthy that NCT-58 exhibits more cytotoxic to tumor cells but minimally cytotoxicity to non-malignant cells.<br \/>Conclusion: These findings suggest that NCT-58 may represent an effective therapeutic approach for the simultaneous targeting of HSP90 and its client oncoproteins for the treatment of molecularly heterogeneous TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Drug resistance,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),HSP90 inhibitor,NCT-58,heat shock response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/937"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Soeun Park<\/i><\/u><\/presenter>, <presenter><i>Jung Min Park<\/i><\/presenter>, <presenter><i>Minsu Park<\/i><\/presenter>, <presenter><i>Dongmi Ko<\/i><\/presenter>, <presenter><i>Seongjae Kim<\/i><\/presenter>, <presenter><i>Juyeon Seo<\/i><\/presenter>, <presenter><i>Kee Dal Nam<\/i><\/presenter>, <presenter><i>Yoon-Jae Kim<\/i><\/presenter>, <presenter><i>Ji Young Kim<\/i><\/presenter>, <presenter><i>Jae Hong Seo<\/i><\/presenter>. Korea University, Seoul, Korea, Republic of, Korea University Guro hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"30d3d00b-c296-4579-9c07-100c8cf9f691","ControlNumber":"4588","DisclosureBlock":"&nbsp;<b>S. Park, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>M. Park, <\/b> None..<br><b>D. Ko, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>J. Seo, <\/b> None..<br><b>K. Nam, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Seo, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"937","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1009","PresenterBiography":null,"PresenterDisplayName":"Soeun Park","PresenterKey":"60209a63-14fe-4fa2-9b71-2da4eab56cd3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1009. A novel C-terminal HSP90 inhibitor NCT-58 targets cancer stem-like properties and suppresses migratory ability in triple-negative breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"476","SessionOnDemand":"False","SessionTitle":"Tumor Adhesion","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel C-terminal HSP90 inhibitor NCT-58 targets cancer stem-like properties and suppresses migratory ability in triple-negative breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Cytotoxic chemotherapy for sporadic Triple Negative Breast Cancer (TNBC) remains the standard of care and the recent approval for adjuvant PD1 therapy is not biomarker guided. Pathological complete response (pCR) is often not achieved and portends poor survival. Predictive markers for individual drugs have proven elusive.<br \/><b>Approach:<\/b> Microscaled proteogenomics (MPG) was applied to snap-frozen TNBC clinical trial core needle biopsies obtained before treatment with carboplatin and docetaxel (WashU: NCT201404107 and BCM: NCT02544987). Clinical endpoints for discovery analysis were pathological complete response (pCR) and residual cancer burden (RCB). Standard non-parametric statistical tests were employed to identify proteogenomic features associated with these endpoints.<br \/><b>Results: <\/b>Copy number aberrations (CNA) are a recurrent feature of TNBC and a potential driver of chemotherapy sensitivity. We therefore sought CNA with concordant changes at the mRNA and protein levels that also associate with pCR status. Genes located within a recurrent interstitial deletion at chromosomal location 19q13.3 were the most significantly down-regulated at mRNA and protein level in chemotherapy resistant cases. 19q13.3 encodes multiple DNA damage response (DDR) genes; however, only LIG1, a DNA ligase required for lagging strand synthesis and DNA repair, showed concordant changes at both the mRNA and protein level. In multiple independent TNBC data sets, LIG1 deletion was associated lack of pCR and poor metastasis-free survival. Additionally in the BrighTNess TNBC trial lower LIG1 mRNA levels were associated with increased chemotherapy resistance in the carboplatin containing arms (no pCR and residual cancer burden I-III; p=0.0008 and 0.003 respectively). In PDX-derived short-term cultures and PDXs treated with docetaxel or carboplatin, a specific association of carboplatin resistance with LIG1 deletion was observed. LIG1 depleted-tumors did not harbor elevated scores for homologous recombination defect signature, suggesting LIG1 loss is an orthogonal pathway for TNBC pathogenesis The high chromosomal instability index in LIG1 deletion tumors in our TNBC study was robustly reproduced in multiple datasets (including TCGA-BRCA ; Metastatic breast cancer project). LIG1 copy number deletion was also associated with poor progression free survival, and high chromosomal instability in multiple other cancers (including TCGA-&#8203;UCEC HR=2.23, TCGA-HNSC HR=1.46, TCGA-PRAD HR=2.07, TCGA- COAD HR=1.75 and TCGA-KIRP HR=4.00).<br \/><b>Conclusion<\/b>: Deletion of LIG1 is associated with chromosomal instability in TNBC and occurs in tumors without genomic evidence for defects in homologous recombination. Other clinical features of LIG1 deleted TNBC and how LIG1 loss may cause chromosomal instability and tumorigenesis will be discussed.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2de6cad2-6c03-4033-956e-6ff79294eeb8\/@q03B8ZNt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Drug resistance,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Chemotherapy response,DNA replication,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18374"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Meenakshi Anurag<\/i><\/u><\/presenter>, <presenter><i>Eric Jaehnig<\/i><\/presenter>, <presenter><i>Jonathan Lei<\/i><\/presenter>, <presenter><i>Beom-Jun Kim<\/i><\/presenter>, <presenter><i>Anh Minh Tran Huynh<\/i><\/presenter>, <presenter><i>Yongchao Dou<\/i><\/presenter>, <presenter><i>Tanmayi Vashist<\/i><\/presenter>, <presenter><i>Erik Bergstrom<\/i><\/presenter>, <presenter><i>Xuxu Gou<\/i><\/presenter>, <presenter><i>Viktoriya Korchina<\/i><\/presenter>, <presenter><i>Donna Marie Muzny<\/i><\/presenter>, <presenter><i>Kristen Otte<\/i><\/presenter>, <presenter><i>Harshavardhan Doddapaneni<\/i><\/presenter>, <presenter><i>Lacey Dobrolecki<\/i><\/presenter>, <presenter><i>Gloria Vittone Echeverria<\/i><\/presenter>, <presenter><i>Bora Lim<\/i><\/presenter>, <presenter><i>Mothaffar Rimawi<\/i><\/presenter>, <presenter><i>Karsten Krug<\/i><\/presenter>, <presenter><i>Ian Hageman<\/i><\/presenter>, <presenter><i>Henry Rodriguez<\/i><\/presenter>, <presenter><i>Ana I. Robles<\/i><\/presenter>, <presenter><i>Tara Hiltke<\/i><\/presenter>, <presenter><i>Kent Osborne<\/i><\/presenter>, <presenter><i>Michael Gillette<\/i><\/presenter>, <presenter><i>George Miles<\/i><\/presenter>, <presenter><i>Steven Carr<\/i><\/presenter>, <presenter><i>Michael T Lewis<\/i><\/presenter>, <presenter><i>Bing Zhang<\/i><\/presenter>, <presenter><i>Foluso Ademuyiwa<\/i><\/presenter>, <presenter><i>Shankha Satpathy<\/i><\/presenter>, <presenter><i>Matthew J. Ellis<\/i><\/presenter>. Baylor College of Medicine, Houston, TX, Broad Institute of MIT and Harvard, Cambridge, MA, Washington University School of Medicine, St Louis, MO, National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"7e70f39d-5e9e-44b5-aba9-aa02e7c6dcb3","ControlNumber":"2548","DisclosureBlock":"&nbsp;<b>M. Anurag, <\/b> None..<br><b>E. Jaehnig, <\/b> None..<br><b>J. Lei, <\/b> None..<br><b>B. Kim, <\/b> None..<br><b>A. Huynh, <\/b> None..<br><b>Y. Dou, <\/b> None..<br><b>T. Vashist, <\/b> None..<br><b>E. Bergstrom, <\/b> None..<br><b>X. Gou, <\/b> None..<br><b>V. Korchina, <\/b> None..<br><b>D. Muzny, <\/b> None..<br><b>K. Otte, <\/b> None..<br><b>H. Doddapaneni, <\/b> None.&nbsp;<br><b>L. Dobrolecki, <\/b> <br><b>StemMed<\/b> Employment.<br><b>G. Echeverria, <\/b> None.&nbsp;<br><b>B. Lim, <\/b> <br><b>Astrazeneca<\/b> Other. <br><b>Pfizer<\/b> Other. <br><b>M. Rimawi, <\/b> <br><b>Astrazeneca<\/b> Other. <br><b>Daiichi Sankyo<\/b> Other. <br><b>Seattle Genetics<\/b> Other. <br><b>Pfizer<\/b> Other.<br><b>K. Krug, <\/b> None..<br><b>I. Hageman, <\/b> None..<br><b>H. Rodriguez, <\/b> None..<br><b>A. Robles, <\/b> None..<br><b>T. Hiltke, <\/b> None.&nbsp;<br><b>K. Osborne, <\/b> <br><b>Eli Lilly Monarch VII<\/b> Other. <br><b>GeneTex<\/b> Stock. <br><b>.  Tolmar pharmaceuticals<\/b> Other. <br><b>Pfizer<\/b> Other. <br><b>AstraZeneca<\/b> Other. <br><b>Genentech<\/b> Other.<br><b>M. Gillette, <\/b> None..<br><b>G. Miles, <\/b> None.&nbsp;<br><b>S. Carr, <\/b> <br><b>Kymera<\/b> Other. <br><b>PTM BioLabs<\/b> Other. <br><b>Seer.<\/b> Other. <br><b>Pfizer<\/b> Other. <br><b>Biogen<\/b> Other. <br><b>M. Lewis, <\/b> <br><b>StemMed<\/b> Employment, Other. <br><b>Tvardi Therapeutics<\/b> Other.<br><b>B. Zhang, <\/b> None.&nbsp;<br><b>F. Ademuyiwa, <\/b> <br><b>Eisai.<\/b> Other. <br><b>Immunomedics.<\/b> Other. <br><b>Astra Zeneca<\/b> Other. <br><b>Athenex<\/b> Other. <br><b>Cardinal Health.<\/b> Other. <br><b>Pfizer<\/b> Other. <br><b>Abbvie<\/b> Other. <br><b>Best Doctors<\/b> Other. <br><b>Advance Medical.<\/b> Other.<br><b>S. Satpathy, <\/b> None.&nbsp;<br><b>M. J. Ellis, <\/b> <br><b>Bioclassifier LLC.<\/b> Other, No. <br><b>Veracyte for Prosigna<\/b> Income from patents related to Pam50 based diagnostics; Prosigna., No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"18374","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2de6cad2-6c03-4033-956e-6ff79294eeb8\/@q03B8ZNt\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1010","PresenterBiography":"","PresenterDisplayName":"Meenakshi Anurag, PhD","PresenterKey":"a767631c-4072-463b-bfdf-205a62a42f69","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1010. LIG1 deletion predicts chemotherapy resistance, chromosomal instability, and poor prognosis in triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"476","SessionOnDemand":"False","SessionTitle":"Tumor Adhesion","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LIG1 deletion predicts chemotherapy resistance, chromosomal instability, and poor prognosis in triple negative breast cancer","Topics":null,"cSlideId":""}]