[{"Abstract":"Targeted protein degradation (TPD) using the endogenous Ubiquitin Proteasome System (UPS) is a rapidly growing drug discovery strategy to eliminate pathogenic proteins. Molecular glues are small molecules that promote a novel interaction between a protein of interest with an E3 ubiquitin ligase leading to proximity induced protein degradation. This has enabled targeting undruggable proteins, such as the zinc-finger transcription factor Helios (IKZF2), that have no known small molecule binding pocket.<br \/>Despite recent clinical breakthroughs in checkpoint blockade in treating solid tumors, suppression of the antitumor immune response in the tumor microenvironment (TME) is a major obstacle to tumor regression. Regulatory T cells (Tregs) in the TME are potent immunosuppressive cells that promote progression of cancer. IKZF2 has been shown to be a marker of highly suppressive Treg cells and is critical for maintaining the anergic and suppressive phenotype in the highly inflammatory tumor microenvironment. Genetic depletion of IKZF2 in Treg cells results in both loss of suppressive activity and conversion of Tregs into T effector cells, leading to enhanced anti-tumor immunity. Collectively, these findings support that an IKZF2-specific degrader could be beneficial in enhancing the efficacy of current immunotherapies.<br \/>Here we report our efforts leading to the development of a series of potent and selective IKZF2 degraders for the treatment of cancer. Our lead compound, PLX-4107, is a novel molecular glue that was optimized to be a highly selective, deep, and rapid IKZF2 degrader via the redirection of the E3 substrate receptor, cereblon. Proteome-wide analysis demonstrated that PLX-4107 depletes IKZF2 protein levels without degrading other known cereblon neo-substrates. PLX-4107 mediated degradation of IKZF2 resulted in conversion of highly suppressive Tregs into T effector cells, coupled with an increased expression of the effector cytokines IL2 and IFN&#947;. Oral administration of PLX-4107 to cynomolgus monkeys caused rapid, complete, and prolonged degradation of IKZF2 in Tregs, indicative of the catalytic nature of degraders where sustained pharmacodynamic response is observed well beyond plasma drug exposure levels. These preliminary data provide a strong rationale for developing small molecule therapeutics that target the undruggable IKZF2 transcription factor with the potential to enhance the efficacy of immune checkpoint therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/11d2ca85-bba7-461b-98dc-6bb2ba9ae925\/@C03B8ZF5\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-04 Role of the microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Regulatory T cells,Tumor microenvironment,IKZF2,Helios,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16268"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Peggy A. Thompson<\/i><\/u><\/presenter>, <presenter><i>Pengyu Yang<\/i><\/presenter>, <presenter><i>Xiaoming Li<\/i><\/presenter>, <presenter><i>Stephen Chien<\/i><\/presenter>, <presenter><i>Mary E. Spalding<\/i><\/presenter>, <presenter><i>Alejandro Dearie<\/i><\/presenter>, <presenter><i>Elizabeth Daniele<\/i><\/presenter>, <presenter><i>Linette Yang<\/i><\/presenter>, <presenter><i>E Adam Kallel<\/i><\/presenter>, <presenter><i>Aleksandar Jamborcic<\/i><\/presenter>, <presenter><i>Julia Toth<\/i><\/presenter>, <presenter><i>Gregory Parker<\/i><\/presenter>, <presenter><i>Simon Bailey<\/i><\/presenter>. Plexium, San Diego, CA","CSlideId":"","ControlKey":"7ae6f691-e20b-455f-842d-2806f9f5de1e","ControlNumber":"3919","DisclosureBlock":"<b>&nbsp;P. A. Thompson, <\/b> <br><b>Plexium<\/b> Employment, Stock Option, Yes. <br><b>P. Yang, <\/b> <br><b>Plexium<\/b> Employment, Stock Option, Patent. <br><b>X. Li, <\/b> <br><b>Plexium<\/b> Employment, Stock Option. <br><b>S. Chien, <\/b> <br><b>Plexium<\/b> Employment, Stock Option. <br><b>M. E. Spalding, <\/b> <br><b>Plexium<\/b> Employment, Stock Option. <br><b>A. Dearie, <\/b> <br><b>Plexium<\/b> Employment, Stock Option. <br><b>E. Daniele, <\/b> <br><b>Plexium<\/b> Employment, Stock Option. <br><b>L. Yang, <\/b> <br><b>Plexium<\/b> Employment, Stock Option. <br><b>E. A. Kallel, <\/b> <br><b>Plexium<\/b> Employment, Stock Option. <br><b>A. Jamborcic, <\/b> <br><b>Plexium<\/b> Employment, Stock Option. <br><b>J. Toth, <\/b> <br><b>Plexium<\/b> Employment, Stock Option. <br><b>G. Parker, <\/b> <br><b>Plexium<\/b> Employment, Stock Option. <br><b>S. Bailey, <\/b> <br><b>Plexium<\/b> Employment, Stock Option, Patent.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16268","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/11d2ca85-bba7-461b-98dc-6bb2ba9ae925\/@C03B8ZF5\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1111","PresenterBiography":null,"PresenterDisplayName":"Peggy Thompson, PhD","PresenterKey":"5b7e3a3c-05d1-4783-aa25-5416042421e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1111. Identification of selective IKZF2 degraders that reprogram suppressive regulatory T cells in solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of selective IKZF2 degraders that reprogram suppressive regulatory T cells in solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Immunogenic cell death (ICD) is a form of apoptosis that kills susceptible populations of cancer cells while teaching the immune system to attack the remaining resistant cells. Chemotherapeutics which induce ICD elicit their immune response by inducing tumor cells to display or release damage-associated molecular patterns (DAMPs). There are two key biomarkers for ICD:&#8239; 1) during the apoptotic process, tumor cells secrete ATP (extracellular ATP or eATP) and 2) during secondary necrosis, tumor cells release HMGB1 (high mobility group box 1). Because the dying tumor cells display these DAMP molecules, they stimulate the recruitment of dendritic cells (DCs) into the tumor bed and ultimately &#8220;teach&#8221; cytotoxic T-lymphocytes (CTLs) to respond to these tumor specific antigens. These primed CTLs will then kill additional tumor cells through a direct cytotoxic response. Therefore, therapeutics which provoke an ICD response offer a therapeutically desirable outcome for cancer therapy. Current assay methods such as ELISA assays and flow cytometry for measuring these ICD biomarkers are laborious and involve multiple transfer and wash steps. We have developed homogeneous (no wash), single addition assays for measuring the two principle ICD biomarkers. The eATP assay uses optimized luciferase detection chemistry that is applied directly to live cells to measure ATP release over 24 hours. The HMGB1 assay uses a complementary luciferase fragment-labeled antibody approach to measure protein concentration. We demonstrated the use of these two assays with model systems for inducing Immunogenic Cell Death with human and murine cell lines including U2OS, EL4, and U937 cells. The potency and response magnitude of ICD-inducing compounds including doxorubicin, idarubicin and mitoxantrone differs depending on the model cell line used. Further, the timing of extracellular ATP release and HMGB1 release differs between cell lines and inducers. Improved assays to measure two markers of Immunogenic Cell Death will expedite the discovery and development of inducers of Immunogenic Cell Death, including small molecule therapeutics, oncolytic viruses, radiation therapy and other novel therapeutics, by streamlining the workflow, increasing sample throughput and providing real time live cell data.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Immunogenic cell death,ATP,Cancer immunotherapy,Oncolytic virus,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16269"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Richard L. Somberg<\/i><\/u><\/presenter>, <presenter><i>Kevin Kupcho<\/i><\/presenter>, <presenter><i>Andrew Niles<\/i><\/presenter>, <presenter><i>James Cali<\/i><\/presenter>. Promega, Madison, WI","CSlideId":"","ControlKey":"4c0163a6-713b-4add-ad13-630fc1809606","ControlNumber":"6316","DisclosureBlock":"<b>&nbsp;R. L. Somberg, <\/b> <br><b>Promega Corporation<\/b> Employment, Yes. <br><b>K. Kupcho, <\/b> <br><b>Promega Corporation<\/b> Employment, Yes. <br><b>A. Niles, <\/b> <br><b>Promega Corporation<\/b> Employment, Yes. <br><b>J. Cali, <\/b> <br><b>Promega Corporation<\/b> Employment.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16269","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1112","PresenterBiography":null,"PresenterDisplayName":"Richard Somberg, PhD","PresenterKey":"6745498b-5c7e-4336-a8ed-b8c2d85d9563","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1112. Detection ofHMGB1 and extracellular ATP for the assessment of immunogenic cell death","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detection ofHMGB1 and extracellular ATP for the assessment of immunogenic cell death","Topics":null,"cSlideId":""},{"Abstract":"Background: NUC-3373 is a phosphoramidate modification of fluorodeoxyuridine-monophosphate (FUDR-MP), the active anti-cancer metabolite of fluorouracil (5-FU), which binds and inhibits thymidylate synthase (TS), disrupting DNA synthesis and repair. NUC-3373 is designed to bypass 5-FU resistance mechanisms associated with transport, activation and breakdown, reduce generation of toxic metabolites, and deliver higher levels of active metabolite FUDR-MP to tumors. Our previous work demonstrated that NUC-3373 causes colorectal cancer (CRC) cell lines to release damage associated molecular patterns (DAMPs)- molecular signals that activate circulating immune cells leading to immunogenic cell death (ICD). NUC-3373 promotes activation of co-cultured NK-92 MI cells, a natural killer cell line, by upregulating degranulation and IFN-&#947; production and downregulating the immune checkpoint molecule TIGIT. This study aims to test the hypothesis that NUC-3373 induced DAMPs promote ICD in co-cultures of CRC cells with peripheral blood mononuclear cells (PBMCs). We also explore the dynamics of PD-L1 and cytokine expression and combination with a PD-1 checkpoint inhibitor.<br \/>Methods: HCT116 cells were exposed to increasing concentrations of NUC-3373 or vehicle control for 24 hours prior to co-culture with healthy patient-derived PBMCs. At the time of co-culture, cells were treated with 10 &#965;g\/ml nivolumab to assess the effect of an anti-PD-1 antibody being combined with NUC-3373. CRC and PBMC co-cultures were continued for up to 72 hours. Gene expression of PD-L1 and cytokines (TNF-&#945;, IFN-&#947;, and IL-2) was assessed by RT-PCR. PD-L1 surface expression was determined by flow cytometry. Confluence was determined by automated cytometry analysis (Celigo) and cell viability of CRC cells was determined by sulforhodamine-B assay (SRB).<br \/>Results: NUC-3373 increased the gene expression of cytokines and PD-L1 over 48 hours of co-culture. Surface expression of PD-L1 was increased on both PBMCs and CRC cells in co-culture, as well as on CRC cells cultured without PBMCs, indicating that global increase in PD-L1 is NUC-3373 mediated. CRC cells pre-treated with NUC-3373 and co-cultured with PBMCs displayed a reduction in cell viability compared to monocultured CRC cells. Furthermore, CRC and PBMC co-cultures treated with anti-PD-1 antibody showed increased cytotoxicity when CRC cells were pre-treated with NUC-3373.<br \/>Conclusions: NUC-3373 induces DAMPs and PD-L1 expression in CRC cells and promotes pro-immune cytokine production from PBMCs resulting in ICD <i>in vitro<\/i>. Furthermore, the addition of anti-PD-1 antibody to co-cultures of NUC-3373-treated CRC cells and PMBCs enhanced this ICD. With an improved clinical safety profile (NCT03428958), including less haematologic toxicity, and a more convenient dosing regimen than 5-FU, NUC-3373 is an attractive combination partner for immune checkpoint inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/51479e83-3f83-49e6-bc73-4f6ad547ce33\/@C03B8ZF5\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Nucleoside analogs,Immunogenic cell death,Immunocytokines,Immunostimulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16270"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Oliver James Read<\/i><\/u><\/presenter>, <presenter><i>Jennifer Bré<\/i><\/presenter>, <presenter><i>David J. Harrison<\/i><\/presenter>. University of St Andrews, St Andrews, United Kingdom","CSlideId":"","ControlKey":"bbc61fdb-a246-43e7-b5b7-667b33eae746","ControlNumber":"4992","DisclosureBlock":"<b>&nbsp;O. J. Read, <\/b> <br><b>NuCana plc<\/b> Employment, Yes. <br><b>J. Bré, <\/b> <br><b>NuCana plc<\/b> Employment, Yes. <br><b>D. J. Harrison, <\/b> <br><b>NuCana plc<\/b> Employment, Yes.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16270","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/51479e83-3f83-49e6-bc73-4f6ad547ce33\/@C03B8ZF5\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1113","PresenterBiography":"","PresenterDisplayName":"Oliver Read, BS;PhD","PresenterKey":"b0f7942f-f654-45fc-962d-aed98f50ae6b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1113. NUC-3373 potentiates immune-mediated cytotoxicity of CRC cells","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NUC-3373 potentiates immune-mediated cytotoxicity of CRC cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose:<\/b> To investigate PT-112 in a human prostate cancer (PC) cell panel and assess differential sensitivity, cell death mechanism, induction of mitochondrial stress, and release of damage-associated molecular patterns (DAMPs).<br \/>Background: PT-112 is a novel pyrophosphate-platinum conjugate with clinical activity in advanced solid tumors including lung, thymoma and castration-resistant PC, and in multiple myeloma. PT-112&#8217;s cancer cell death was shown previously to be independent of DNA damage. <i>In vitro <\/i>and <i>in vivo <\/i>mouse experiments have shown that PT-112 causes mitochondrial reactive oxygen species (mtROS) accumulation, DAMP release, immunogenic cell death (ICD), and T cell infiltration.<br \/><b>Methods:<\/b> Sensitivity to PT-112 was assessed in human PC cell lines (LNCap, LNCap-C4, LNCap-C4-2, DU-145, 22Rv1, VCap and PC-3) and the non-tumorigenic prostate cell line RWPE-1. We analyzed parameters involved in the cell death process such as apoptotic and necroptotic markers, mitochondrial membrane potential, and mtROS and autophagy by flow cytometry. We also evaluated PT-112&#8217;s induction of ICD markers calreticulin (CRT) cell surface exposure and ATP secretion. Finally, a possible link between HIF-1alpha expression and PT-112 sensitivity was investigated.<br \/><b>Results:<\/b> PT-112 caused growth inhibition and cancer cell death without affecting healthy RWPE-1 cells. The pan-caspase inhibitor Z-VAD-fmk significantly reduced cell death, with more mild effects seen with the RIPK1\/2 inhibitor necrostatin-1 in certain cell lines. PT-112-induced cell death was accompanied by a prominent increase of mtROS and decrease in mitochondrial membrane potential, as well as by DAMP emission (ATP release and CRT exposure). PT-112 activated markers of autophagy, and there was a positive relationship between HIF-1alpha expression and the sensitivity to PT-112 in this panel.<br \/><b>Conclusions:<\/b> PT-112 was broadly active in the PC cell lines tested, while sparing benign prostate cells, indicative of PT-112 cancer cell selectivity and of activity that crosses the varied malignant prostate phenotypes, including androgen receptor positive and negative cell lines. Cell death was primarily apoptotic, as shown by the inhibitory effects of Z-VAD-fmk. Consistent with prior work reported in glycolytic murine cells, in this PC cell panel PT-112 induced mtROS accumulation and mitochondrial membrane depolarization, as well as DAMP release, demonstrating that these may be fundamental and linked responses of cancer cells to PT-112. The apparent induction of autophagy by PT-112 may be a cellular defense mechanism to drug-induced stress. The association between PT-112 sensitivity and HIF-alpha expression should be studied further, as validation of this finding could have clinical applications. Future studies will explore relationships across mitochondrial stress, ICD and HIF-1alpha in PT-112-treated cancer cells","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/291e2220-c186-4a45-a1f3-1520fb4012aa\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Immunogenic cell death,Prostate cancer,Mitochondria,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16273"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"8fe45aff-3312-46cb-a0d2-ac92bdd854b9","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8fe45aff-3312-46cb-a0d2-ac92bdd854b9\/@D03B8ZF6\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ruth Soler-Agesta<\/i><\/u><\/presenter>, <presenter><i>Tyler D. Ames<\/i><\/presenter>, <presenter><i>Matthew Price<\/i><\/presenter>, <presenter><i>José Jimeno<\/i><\/presenter>, <presenter><i>Christina Y. Yim<\/i><\/presenter>, <presenter><i>Raquel Moreno-Loshuertos<\/i><\/presenter>, <presenter><i>Alberto Anel<\/i><\/presenter>. University of Zaragoza, Zaragoza, Spain, Phosplatin Therapeutics, New York, NY","CSlideId":"","ControlKey":"cb7195ff-e328-47fa-8d05-b963b6e9387e","ControlNumber":"1406","DisclosureBlock":"<b>&nbsp;R. Soler-Agesta, <\/b> <br><b>Phosplatin Therapeutics<\/b> Grant\/Contract, Yes. <br><b>T. D. Ames, <\/b> <br><b>Phosplatin Therapeutics<\/b> Employment, Yes. <br><b>M. Price, <\/b> <br><b>Phosplatin Therapetutics<\/b> Employment, Yes. <br><b>J. Jimeno, <\/b> <br><b>Phosplatin Therapetutics<\/b> Employment, Yes. <br><b>C. Y. Yim, <\/b> <br><b>Phosplatin Therapeutics<\/b> Employment, Yes.<br><b>R. Moreno-Loshuertos, <\/b> None.&nbsp;<br><b>A. Anel, <\/b> <br><b>Phosplatin Therapeutics<\/b> Grant\/Contract, Yes.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16273","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/291e2220-c186-4a45-a1f3-1520fb4012aa\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1115","PresenterBiography":null,"PresenterDisplayName":"Ruth Soler-Agesta, BS,MS","PresenterKey":"e851059e-f645-45e1-a825-dc65bef92bcf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1115. PT-112 induces potent mitochondrial stress and immunogenic cell death in human prostate cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PT-112 induces potent mitochondrial stress and immunogenic cell death in human prostate cancer cell lines","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose <\/b>Non-small cell lung cancer (NSCLC) accounts for about 85% of all lung cancers. There is a strong rationale for incorporating immunotherapy into the treatment of early-stage NSCLC, given the breakthrough results with PD-1 checkpoint inhibitors in advanced-stage NSCLC. How immunotherapy should be implemented in patients who are operable is still unclear. Most of the efforts so far to identify clinically useful biomarkers do not preserve spatial information and leave us blind to the critical source of information revealed in the cell-to-cell biology of the tumor microenvironment (TME). In order to overcome these limitations, we used spatial biomarkers assays that preserve this critical information about which cells are influencing treatment response.<br \/><b>Method<\/b> Frozen sections from retrospectively collected surgically resected NSCLC (adenocarcinoma and squamous cell carcinoma) tumors treated with adjuvant pembrolizumab therapy were used. Patients were classified in two groups according to their Objective Response Rate (ORR): Complete Response (CR) and Progression Disease (PD) for spatial transcriptomic and proteomics assays. Associated to RNA In situ hybridization (ISH) technology, the NanoString GeoMx&#8482; Digital Spatial Profiling (DSP) technology was used to determine immune markers within compartment specific defined by fluorescence localization [tumor (panCK) and leucocytes (CD45)]. Wilcoxon, Linear Mixed Model and Mann-Whitney U statistic tests were used to evaluate differences between ORR groups.<br \/><b>Results <\/b>Using the spatial analysis, we identified 4 protein markers from immune cell profiling and immune activation status modules independently associated with benefit from single-agent PD-1 checkpoint blockade in spatial context. High expression of CD4, CD40, Granzyme B and HLA-DR were significantly associated with all favorable clinical outcome, whereas upregulation of extracellular matrix (ECM) proteins related to pro-tumoral reprogramming of the stroma were associated with immunotherapy resistance. We also validated the DSP finding that high granzyme level in the stroma compartment was predictive for response to check point inhibitor in the same set of patients using ISH immunofluorescence, strengthening this marker relevance in antitumor immunity and as a predictive biomarker candidate for immunotherapy in NSCLC.<br \/><b>Conclusion <\/b>This work identifies a number of relevant spatial candidate predictors of immunotherapy outcome in spatial context for operable lung cancer that show promise for future validation in larger independent cohorts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/5b474472-af5d-4ed9-8eed-5af436592c10\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-04 Role of the microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Solid tumors,Immune response,Granzyme B,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16274"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Corinne Ramos<\/i><\/u><\/presenter>, <presenter><i>Ophelie Lemieux<\/i><\/presenter>, <presenter><i>Adele Ponzoni<\/i><\/presenter>, <presenter><i>Jonathan Stauber<\/i><\/presenter>. ImaBiotech, Billerica, MA","CSlideId":"","ControlKey":"c3013724-8b0f-4ddd-b09d-d9aa5609690b","ControlNumber":"4331","DisclosureBlock":"&nbsp;<b>C. Ramos, <\/b> None..<br><b>O. Lemieux, <\/b> None..<br><b>A. Ponzoni, <\/b> None..<br><b>J. Stauber, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16274","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/5b474472-af5d-4ed9-8eed-5af436592c10\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1116","PresenterBiography":null,"PresenterDisplayName":"Corinne Ramos, PhD","PresenterKey":"57300b21-1b1f-4b58-bf6e-6afc2f576262","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1116. Spatial distribution of granzyme B to improve the predictive power of response to immunotherapy in operable lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial distribution of granzyme B to improve the predictive power of response to immunotherapy in operable lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer is the deadliest cancer of the female reproductive system, with the majority of patients experiencing relapse on first-line platinum-based chemotherapies. Identifying potential targets for additional second-line therapies is critical for treating platinum-resistant ovarian cancer. To that end, the evolution of platinum resistance in a cell-based model of ovarian cancer was monitored via characterization of proteomic changes in cancer-derived extracellular vesicles (EVs) after progressive rounds of cisplatin treatment. The content of cancer-derived EVs was analyzed via reverse phase protein array, mass spectrometry, and Western blotting to identify pathways that could be targeted by second-line therapies. Several therapeutically relevant markers were upregulated, including phospho-EGFR (Y1068), multidrug transporter ABCE1, and PD-L1. Monoclonal antibody-based therapies (mAbs) targeting PD-1\/PD-L1 have been deployed successfully as second-line treatments for a variety of cancers, but their success has yet to be translated to ovarian cancer. Current mAb-based immunotherapies suffer from several pitfalls including poor tissue penetration, a long-standing issue in ovarian cancer treatment. To offer an alternative to mAb-based immunotherapies, we developed a small interfering peptide consisting of a portion of the PD-L1 interface sequence. This lead peptide underwent several rounds of <i>in silico<\/i> optimization via molecular dynamics and modeling simulations to identify modifications that could improve affinity for PD-1 or stability in serum. When efficacy was assessed <i>in vitro<\/i> via Amplified Luminescent Proximity Homogeneous Assay screening, the<i> <\/i>modifications to the lead peptide were not shown to improve efficacy. However, serum stability studies indicated the modifications dramatically improved peptide stability, with detectable levels still quantifiable via mass spectrometry after 48 hours. The stabilized peptide, titled MN1.4, was chosen for further efficacy testing in cell-based models. A cisplatin-treated daughter line from the OVCAR8 high grade serous ovarian carcinoma cell line was created to model the effects of clinical platinum-based chemotherapy treatments on the most common ovarian cancer subtype. OVCAR8 cells were co-cultured in the presence of stimulated Jurkat T cells to measure markers of T cell activation, including IL-2, via ELISA after treatment with MN1.4 in the presence or absence of EVs derived from cisplatin-treated cells. This model allows for examination of the potential sensitization effects of first-line cisplatin treatment on PD-1\/PD-L1 immunotherapy, and how cancer-derived EVs from cisplatin-treated cells can abrogate this effect. We conclude that exosomal PD-L1 may impair responses to PD-1\/PD-L1 immunotherapy and should be considered when assessing the viability of this treatment option for ovarian cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0b58641c-a53e-4630-a526-c34cdc4db096\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Ovarian cancer,Immune checkpoint,Extracellular vesicles,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16275"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Rachel Carter<\/i><\/u><\/presenter>, <presenter><i>Marissa Howard<\/i><\/presenter>, <presenter><i>James Erickson<\/i><\/presenter>, <presenter><i>Paul Russo<\/i><\/presenter>, <presenter><i>Alessandra Luchini<\/i><\/presenter>, <presenter><i>Amanda Haymond<\/i><\/presenter>, <presenter><i>Fatah Kashanchi<\/i><\/presenter>, <presenter><i>Mikell Paige<\/i><\/presenter>, <presenter><i>Lance Liotta<\/i><\/presenter>. George Mason University, Manassas, VA, George Mason University, Manassas, VA, George Mason University, Manassas, VA","CSlideId":"","ControlKey":"653c5211-4472-4a70-a7e3-e3d283a84e57","ControlNumber":"5647","DisclosureBlock":"&nbsp;<b>R. Carter, <\/b> None..<br><b>M. Howard, <\/b> None..<br><b>J. Erickson, <\/b> None..<br><b>P. Russo, <\/b> None..<br><b>A. Luchini, <\/b> None..<br><b>A. Haymond, <\/b> None..<br><b>F. Kashanchi, <\/b> None..<br><b>M. Paige, <\/b> None..<br><b>L. Liotta, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16275","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0b58641c-a53e-4630-a526-c34cdc4db096\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1117","PresenterBiography":null,"PresenterDisplayName":"Rachel Carter, BS","PresenterKey":"c93fb3bd-a472-4f98-b25c-55cf2dadce75","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1117. Investigating PD-1\/PD-L1 checkpoint inhibition as a treatment for platinum-resistant ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating PD-1\/PD-L1 checkpoint inhibition as a treatment for platinum-resistant ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Rexinoids are ligands which selectively bind to and activate Retinoid X Receptors (RXRs), regulating the transcription of genes involved in several cancer-relevant biological processes. Rexinoids have anti-neoplastic activity with low toxicities in multiple preclinical studies. Bexarotene, used to treat cutaneous T cell lymphoma, is the only FDA-approved rexinoid. Bexarotene has also been evaluated in clinical trials for metastatic breast cancer and non-small-cell lung carcinoma. Subsets of patients in these trials exhibited clinical responses despite advanced, late-stage disease and refractoriness to prior therapy. By modifying structures of known efficacious rexinoids, we can improve potency, increase selectivity for RXR, and minimize toxicity. We have screened a series of novel rexinoids, which are selective for RXR with minimal off-target activation. V-125 was selected as our lead based on its performance in an optimized <i>in vitro<\/i> screening paradigm. V-125 displayed potent anti-inflammatory activity without elevating triglycerides, a known adverse effect of other rexinoids. To validate our screening paradigm, the tumor-preventive effects of V-125 were assessed in two clinically relevant mouse models: the MMTV-Neu model of HER2+ breast cancer and the A\/J model of lung carcinogenesis. V-125 significantly (p &#60; 0.001) increased tumor-free survival of MMTV-Neu mice in comparison to controls, resulting in a ~10 week increase in mean time to tumor development. In A\/J mice, V-125 significantly (p &#60; 0.05) reduced lung surface tumor number, size, and burden without increasing plasma triglycerides. To assess the treatment efficacy of V-125, MMTV-neu mice with established tumors were treated with V-125 or control diet. Overall survival was significantly (p &#60; 0.05) higher in mice treated with V-125 than the control. To characterize the mechanism of V-125, we evaluated a mouse breast cancer PCR array, which demonstrated that V-125 downregulates IL-6 mRNA expression in MMTV-Neu tumors over three-fold, suggesting that V-125 modulates crosstalk between cancer cells and immune cells. We have previously shown that rexinoids alter immune cell populations in tumors and modulate secretion of inflammatory cytokines. A growing body of literature also suggests that RXR plays a role in regulating phenotype and function of macrophages. To test the hypothesis that V-125 modulates macrophage populations in the tumor microenvironment, we evaluated the ability of V-125 to differentially skew tumor-educated macrophages. Bone marrow-derived macrophages were stimulated with conditioned media from MMTV-Neu tumor cells and treated with V-125, and the expression of phenotypic markers was assessed by qPCR. These studies provide insight into the mechanism of V-125, which has the potential to be effective in reducing cancer growth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/678926ca-887c-416c-bdfe-d4cd8a41f274\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-04 Role of the microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Drug discovery,Breast cancer,NSCLC,Pharmacodynamics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16276"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Lyndsey Reich<\/i><\/u><\/presenter>, <presenter><i>Jessica Moerland<\/i><\/presenter>, <presenter><i>Ana S. Leal<\/i><\/presenter>, <presenter><i>Di Zhang<\/i><\/presenter>, <presenter><i>Sarah Carapellucci<\/i><\/presenter>, <presenter><i>Carl E. Wagner<\/i><\/presenter>, <presenter><i>Karen Liby<\/i><\/presenter>. Michigan State University, East Lansing, MI, Arizona State University, Glendale, AZ","CSlideId":"","ControlKey":"24eb3149-96b1-4f63-a5b9-f41e9115ed49","ControlNumber":"3876","DisclosureBlock":"<b>&nbsp;L. Reich, <\/b> <br><b>Exact Sciences<\/b> Stock, No. <br><b>Moderna<\/b> Stock, No. <br><b>Catalyst Pharmaceuticals<\/b> Stock, No. <br><b>Merck<\/b> Stock, No.<br><b>J. Moerland, <\/b> None..<br><b>A. S. Leal, <\/b> None..<br><b>D. Zhang, <\/b> None..<br><b>S. Carapellucci, <\/b> None.&nbsp;<br><b>C. E. Wagner, <\/b> <br><b>Arizona State University<\/b> Patent, Yes.<br><b>K. Liby, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16276","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/678926ca-887c-416c-bdfe-d4cd8a41f274\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1118","PresenterBiography":null,"PresenterDisplayName":"Lyndsey Reich, MS","PresenterKey":"a1a864a5-9f92-45ee-88ea-bb6a97020d8b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1118. The novel rexinoid V-125 reduces tumor growth in the MMTV-Neu model of breast cancer and the A\/J model of lung cancer via immunomodulation","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The novel rexinoid V-125 reduces tumor growth in the MMTV-Neu model of breast cancer and the A\/J model of lung cancer via immunomodulation","Topics":null,"cSlideId":""},{"Abstract":"Background: Artesunate (AS), besides being widely used as an antimalarial agent, has been also suggested to exert anti-tumor activity in a plethora of cancer types, including breast and lung cancer. Recently, AS has been shown to inhibit the expression of JunB, which is associated with metastatic progression. The aim of this study is to examine the effect of AS on the viability of both adherent and non-adherent (resembling circulating tumor cells; CTCs) breast and lung cancer cell cultures.<br \/>Methods: Prevention of cell attachment and establishment of the CTCs&#8217; model was achieved via polyHEMA [poly(2-hydroxyethyl methacrylate)] treatment. Viability of adherent and non-adherent MDA-MB-231 (triple negative breast cancer) and H1299 (non-small-cell lung cancer) cells was assessed by the 3-(4,5-dimethylthiazol-2-yl)-2,5-dimethyltetrazolium bromide (MTT) assay, 48 h following treatment with different concentrations of AS (3 &#956;M to 100 &#956;&#924;) in serum starvation conditions. Cell migration was examined using the wound healing assay.<br \/>Results: Optimization involving the duration (20 min vs. overnight) and concentration (10 mg\/ml) of polyHEMA coating, as well as the duration of AS treatment (24 h vs. 48 h) were performed. 5-fluorouracil was used as a positive control. AS decreased viability of both cell lines in a concentration-dependent manner with comparable IC<sub>50<\/sub>, whether being adherent (pIC<sub>50<\/sub> = 4.6 &#177; 0.1 and 5.1 &#177; 0.1 for MDA-MB-231 and H1299, respectively; n = 8) or non-adherent (pIC<sub>50<\/sub> = 4.5 &#177; 0.1 and 4.9 &#177; 0.1 for MDA-MB-231 and H1299, respectively; n =8). AS (10 &#956;&#924;, 48 h) inhibited proliferation of both adherent MDA-MB-231 (34% &#177; 5, n = 8) and H1299 (57% &#177; 4, n = 8) cells. Interestingly, the effect of AS on MDA-MB-231 and H1299 non-adherent cultures was less prominent (15% &#177; 6 and 26% &#177; 6, <i>P<\/i>&#60;0.001, respectively; n = 8), demonstrating resistance to AS. Furthermore, AS (10 &#956;M, 48 h) decreased cell migration, an effect which was more pronounced in H1299 cells.<br \/>Conclusions: Evidently, non-adherent, free-floating cells seem to respond differently to AS compared to their attached counterparts. These results suggest that antitumor agents might exert different effects in CTCs compared to adherent tumor cells.<br \/><i>Acknowledgements: <\/i>This research has been co&#8208;financed by the European Union and Greek national funds through the Operational Program Competitiveness, Entrepreneurship and Innovation, under the call RESEARCH - CREATE - INNOVATE (project code: T2&#917;&#916;&#922;-01562).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/da47e9f8-938a-4430-9526-97d5a754b7b6\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Circulating tumor cells,Breast and Non-Small-Cell Lung Cancer,Proliferation,Artesunate,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16288"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Evangelia Pantazaka<\/i><\/u><\/presenter>, <presenter><i>Dafni Graikioti<\/i><\/presenter>, <presenter><i>Constantinos M. Athanassopoulos<\/i><\/presenter>, <presenter><i>Galatea Kallergi<\/i><\/presenter>. Division of Genetics, Cell and Developmental Biology, Department of Biology, University of Patras, Patras, Greece, Synthetic Organic Chemistry Laboratory, Department of Chemistry, University of Patras, Patras, Greece","CSlideId":"","ControlKey":"e0474104-017f-472b-b3c9-0cc0620c6d15","ControlNumber":"3890","DisclosureBlock":"&nbsp;<b>E. Pantazaka, <\/b> None..<br><b>D. Graikioti, <\/b> None..<br><b>C. M. Athanassopoulos, <\/b> None..<br><b>G. Kallergi, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16288","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/da47e9f8-938a-4430-9526-97d5a754b7b6\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1119","PresenterBiography":null,"PresenterDisplayName":"Evangelia Pantazaka, MS,M Phil,PhD","PresenterKey":"1572a589-ad9c-46af-9f50-0900c9b618e4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1119. Non-adherent breast and non-small-cell lung cancer cell cultures as a promising CTCs&#8217; model for evaluation of the anti-tumor effects of artesunate","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-adherent breast and non-small-cell lung cancer cell cultures as a promising CTCs&#8217; model for evaluation of the anti-tumor effects of artesunate","Topics":null,"cSlideId":""},{"Abstract":"The PI3K-AKT-mTOR signaling cascade is the most frequently activated pathway in the head and neck squamous cell carcinomas (HNSCC). <i>PIK3CA <\/i>(encoding PI3K&#8217;s &#945; catalytic subunit), is activated by gain-of-function mutation or amplification in approximately 30% of HNSCCs, making PI3K&#945; an attractive therapeutic candidate. While the PI3K&#945; inhibitor alpelisib has shown some promise in HNSCC in a phase I setting, its single agent efficacy will likely be limited by feedback reactivation of PI3K or compensatory parallel pathways, necessitating the development of rational combination strategies. Here, we utilize cell line and patient-derived xenograft (PDX) models to evaluate the therapeutic potential of the farnesyltransferase inhibitor (FTI) tipifarnib, in combination with alpelisib in the PIK3CA-dysregulated subset of HNSCC. Because FTIs potentially block hyperactivated growth factor signaling at multiple nodes, including HRAS and RHEB, we examined tipifarnib&#8217;s impact on growth of <i>PIK3CA<\/i>-altered<i> <\/i>HNSCC models <i>in vitro<\/i> and <i>in vivo<\/i>. In cell lines harboring <i>PIK3CA<\/i> mutation or amplification, tipifarnib reduced proliferation of both monolayer and spheroid cultures and when combined with alpelisib, induced cytotoxicity. Consistently, in <i>PIK3CA<\/i> mutant\/amplified PDX models, the tipifarnib-alpelisib doublet led to deeper antitumor responses compared to alpelisib monotherapy. Simultaneous administration was superior to split intermittent dosing, hinting at cooperativity between the mechanistic targets of tipifarnib and alpelisib. To interrogate the mechanistic underpinnings of this synergy, we exposed HNSCC cell lines to tipifarnib, alpelisib, or the combination, and assessed their effect on RAS\/PI3K pathway activity. In <i>PIK3CA<\/i> dysregulated lines, single agent tipifarnib or alpelisib reduced phosphorylation of p90 RSK, and mTOR substrates, particularly S6 kinase and ribosomal protein S6. Combination treatment effects were more robust and induced rapid apoptosis. In cells exposed to alpelisib alone, marked rebound of RSK and mTOR substrate phosphorylation occurred after 24 hours, correlating with restored AKT activity. In contrast, although AKT activity rebounded in cells treated with the combination, RSK phosphorylation and markers of mTOR activity (including 4EBP1) remained suppressed. Thus, tipifarnib appears to blunt both MAPK and mTOR reactivation following PI3K inhibition. This dual effect implies that the efficacy of tipifarnib in this context may stem from simultaneous defarnesylation of multiple targets, likely HRAS and RHEB, which converge upon mTOR and synergize with alpelisib to durably block tumor growth. We contend that combination of alpelisib and tipifarnib holds therapeutic potential for treatment of recurrent\/metastatic HNSCCs harboring dysregulated <i>PIK3CA<\/i>, which will be evaluated in the recently initiated KURRENT clinical trial (NCT04997902).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/35057b62-f53c-49c3-9ee4-a785016f9d86\/@D03B8ZF6\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Targeted therapy,Combination therapy,H-Ras,PIK3CA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16289"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Shivani Malik<\/i><\/u><\/presenter>, <presenter><i>Alison Smith<\/i><\/presenter>, <presenter><i>Stacia Chan<\/i><\/presenter>, <presenter><i>Asako McCloskey<\/i><\/presenter>, <presenter><i>Hetika Vora<\/i><\/presenter>, <presenter><i>Quinn Reilly<\/i><\/presenter>, <presenter><i>Francis Burrows<\/i><\/presenter>. Kura Oncology, Inc., San Diego, CA","CSlideId":"","ControlKey":"dcf80fb8-9374-4430-96f6-1c7a8976887d","ControlNumber":"2891","DisclosureBlock":"<b>&nbsp;S. Malik, <\/b> <br><b>Kura Oncology, Inc.<\/b> Employment, Stock, Stock Option, Yes. <br><b>A. Smith, <\/b> <br><b>Kura Oncology, Inc.<\/b> Employment, Stock, Stock Option, Yes. <br><b>S. Chan, <\/b> <br><b>Kura Oncology, Inc.<\/b> Employment, Stock, Stock Option, Yes. <br><b>A. McCloskey, <\/b> <br><b>Kura Oncology, Inc.<\/b> Employment, Stock, Stock Option, Yes. <br><b>H. Vora, <\/b> <br><b>Kura Oncology, Inc.<\/b> Employment, Stock, Stock Option, Yes. <br><b>Q. Reilly, <\/b> <br><b>Kura Oncology, Inc.<\/b> Employment, Stock, Stock Option. <br><b>F. Burrows, <\/b> <br><b>Kura Oncology, Inc.<\/b> Employment, Stock, Stock Option.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16289","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/35057b62-f53c-49c3-9ee4-a785016f9d86\/@D03B8ZF6\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1120","PresenterBiography":null,"PresenterDisplayName":"Shivani Malik, PhD","PresenterKey":"e6a263a0-1c3e-4890-8aeb-fe53ea8ad8ac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1120. Tipifarnib potentiates the antitumor effects of PI3Ka blockade in HNSCC via convergent inhibition of mTOR activity","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tipifarnib potentiates the antitumor effects of PI3Ka blockade in HNSCC via convergent inhibition of mTOR activity","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> PV-10 (10% Rose Bengal) is a small molecule agent previously shown to have potent immunotherapeutic and anti-tumor activities against a number of tumors including metastatic melanoma and refractory neuroblastoma, and is currently undergoing clinical testing as a single-agent for refractory metastatic neuroendocrine cancer (NCT02693067) and in combination with checkpoint inhibitors for metastatic melanoma (NCT02557321) and metastatic uveal melanoma (NCT00986661). We have previously determined that PV-10 induces cell death at pharmacologically relevant concentrations in a panel of phenotypically diverse adult solid tumor cell lines. However, the molecular consequences of this phenomenon have not yet been fully elucidated. In this study, we investigated the target validation and modulation of PV-10 on protein kinase signalling and their associated impact on specific oncogenic pathways in these tumor cells.<br \/><b>Methods:<\/b> A panel of human tumor cell lines derived from breast (MCF-7, T-47D, MDA-MB-231), colorectal (LoVo, T-84), head and neck (CAL-27, Detroit-562, FaDu, UM-SCC-1), and testicular (NCC-IT, NTERA-2, TCAM-2) tissues were treated with PV-10 and their cytotoxic and pro-apoptotic effects were described. Protein kinase profiling was performed using the human phospho-kinase antibody array (#ARY003C, R&#38;D Systems). Western blotting was used to investigate autophagic markers and protein kinase activity. Cell migration inhibition was determined by wound healing assay following treatment with a sublethal dose of PV-10 or pan-WNK inhibitor WNK463. Tumor xenograft studies were carried out according to established protocols.<br \/><b>Results:<\/b> Treatment with PV-10 leads to consistent inhibition of WNK lysine deficient protein kinase 1 (WNK1) phosphorylation based on protein kinase profiling of drug-treated cancer cells when compared with vehicle-treated cells. WNK1 has been implicated as an inhibitor of autophagy and a promoter of cell migration and invasion in several cancers. Western blot analysis showed that PV-10 leads to the downregulation of SQSTM1\/p62, upregulation of Beclin-1, and conversion of LC3B-I into LC3B-II, indicating activation of autophagy. PV-10 was also found to significantly inhibit the migration of cancer cells similar to the inhibitor WNK463. Significant tumor regression and target modulation was noted in tumor-bearing animals treated with PV-10.<br \/><b>Conclusion: <\/b>In addition to the known activity of PV-10 to mediate tumor-specific immune responses and cytotoxic effects in neoplasms, we have identified novel therapeutic targets for PV-10, such as WNK1, and provide new insights into its effect on autophagy and metastasis. Our data provide essential mechanism-based evidence and biomarkers of activity to formulate effective PV-10 backbone clinical studies in the future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d93ab4da-5d40-43af-bc23-ec59eff4fca0\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Solid tumors,Antitumor activity,Tumor metastases,Autophagy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16290"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Son Tran<\/i><\/u><\/presenter>, <presenter><i>Satbir Thakur<\/i><\/presenter>, <presenter><i>Mohit Jain<\/i><\/presenter>, <presenter><i>Chunfen Zhang<\/i><\/presenter>, <presenter><i>Aru Narendran<\/i><\/presenter>. University of Calgary, Calgary, AB, Canada, Alberta Children's Hospital, Calgary, AB, Canada","CSlideId":"","ControlKey":"cc90d56e-4e60-4fe1-8707-2484c47c3c45","ControlNumber":"2720","DisclosureBlock":"<b>&nbsp;S. Tran, <\/b> <br><b>Provectus Biopharmaceuticals<\/b> Grant\/Contract, No. <br><b>S. Thakur, <\/b> <br><b>Provectus Biopharmaceuticals<\/b> Grant\/Contract, Other Intellectual Property, No. <br><b>M. Jain, <\/b> <br><b>Provectus Biopharmaceuticals<\/b> Grant\/Contract, Other Intellectual Property, No. <br><b>C. Zhang, <\/b> <br><b>Provectus Biopharmaceuticals<\/b> Grant\/Contract, Other Intellectual Property, No. <br><b>A. Narendran, <\/b> <br><b>Provectus Biopharmaceuticals<\/b> Grant\/Contract, Other Intellectual Property, No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16290","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d93ab4da-5d40-43af-bc23-ec59eff4fca0\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1121","PresenterBiography":null,"PresenterDisplayName":"Son Tran, BS","PresenterKey":"707328bd-987f-4ce4-89a2-7952b256b8d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1121. Identification and <i>in vivo<\/i> validation of unique anti-oncogenic properties and mechanisms involving protein kinase signalling and autophagy mediated by the investigational new agent PV-10","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification and <i>in vivo<\/i> validation of unique anti-oncogenic properties and mechanisms involving protein kinase signalling and autophagy mediated by the investigational new agent PV-10","Topics":null,"cSlideId":""},{"Abstract":"Background: Melanoma is the most deadly skin cancer and represents 4.6% of all cancers diagnosed within the US (American Cancer Society). Risk factors for melanoma are almost entirely related to pale skin color and sunburns. Selinexor is a clinically approved oral inhibitor of nuclear exportation protein Exportin 1 (XPO1\/CRM1). In preclinical studies, selinexor significantly inhibited growth of A375 and CHL-1 human melanoma cell lines in vivo at well tolerated doses (Yang et al. 2014). Interleukin 12 (IL-12) is a cytokine produced by dendritic cells, macrophages, neutrophils, and human B-lymphoblastoid cells in response to antigenic stimulation. IL-12 drives the differentiation of T-cells into T helper (Th1) cells, in addition to stimulating T-cell and NK cell activity, specifically through the activation of interferon-&#947; (IFN-&#947;). IL-12 exerts antitumor activity through IFN-&#947;-dependent and independent mechanisms, which include modulation of the immune system and anti-angiogenesis (Zhang et al. 2016). The objective of this study was to compare the impact and scheduling of recombinant mouse IL-12 alone and in combination with selinexor on the growth of murine B16F10 melanoma cells grown as subcutaneous tumors in C57B\/6 mice.<br \/>Methods: Sixty, 6-7 weeks old female C57B\/6 mice were inoculated subcutaneously in the left flank with 1 x 10<sup>5<\/sup> B16F10 cells. Treatment was initiated when the tumors reached a mean volume of 100 mm<sup>3<\/sup> (standard deviation &#177; 6.3 mm<sup>3<\/sup>). Mice were allocated to 6 groups of 10 such that mean tumor volume in each group was within the range of 11.8 to 13.4 mm<sup>3<\/sup>, then treated with: oral selinexor (10mg\/kg, twice weekly on day 0 and 2) combined with a pre-dose of subcutaneous IL-12 (1&#181;g\/kg, once weekly on day -2); selinexor with post-dose IL-12 (1&#181;g\/kg, once weekly on day 3); selinexor alone; IL-12 alone (day -2); IL-12 alone (day 3); or vehicle. Animal weight was recorded daily, and tumors were measured 3 days a week to record percent of tumor growth inhibition (%TGI).<br \/>Results: Both selinexor and IL-12 demonstrated single agent activity against B16F10 tumor in vivo. All treatment groups showed significant tumor growth inhibition as compared to vehicle. The group receiving selinexor with pre-dose IL-12 showed the largest tumor inhibition (%TGI=92%). Significant weight loss compared to vehicle occurred only in the single agent selinexor group (p=0.039).<br \/>Conclusions: Synergistic anti-cancer activity of selinexor and IL-12 warrants further clinical investigation. Further mechanistic studies to understand the effects of IL-12 priming on increasing the effectiveness of selinexor will be undertaken.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d9d1e83c-8401-4360-968e-682c1592a936\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Nuclear-cytoplasmic transport,Cytokines,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16291"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"0501f019-4eab-4db9-bc9d-598b6eb577f0","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0501f019-4eab-4db9-bc9d-598b6eb577f0\/@D03B8ZF6\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Shira Orr<\/i><\/u><\/presenter>, <presenter><i>Leah Henegar<\/i><\/presenter>, <presenter><i>Christopher J. Walker<\/i><\/presenter>, <presenter><i>Feng Wang<\/i><\/presenter>, <presenter><i>Trinayan Kashyap<\/i><\/presenter>, <presenter><i>Marie Maloof<\/i><\/presenter>, <presenter><i>Kathleen Martyn<\/i><\/presenter>, <presenter><i>Michael G. Kauffman<\/i><\/presenter>, <presenter><i>Sharon Shacham<\/i><\/presenter>, <presenter><i>Yosef Landesman<\/i><\/presenter>. Karyopharm Therapeutics, Inc., Newton, MA","CSlideId":"","ControlKey":"09db6ad4-c649-4d92-ae6f-4b8b5748df05","ControlNumber":"4904","DisclosureBlock":"<b>&nbsp;S. Orr, <\/b> <br><b>Karyopharm Therapeutics<\/b> Employment, Yes. <br><b>L. Henegar, <\/b> <br><b>Karyopharm Therapeutics<\/b> Employment, Yes. <br><b>C. J. Walker, <\/b> <br><b>Karyopharm Therapeutics<\/b> Employment, Yes. <br><b>F. Wang, <\/b> <br><b>Karyopharm Therapeutics<\/b> Employment, Yes. <br><b>T. Kashyap, <\/b> <br><b>Karyopharm Therapeutics<\/b> Employment, Yes. <br><b>M. Maloof, <\/b> <br><b>Karyopharm Therapeutics<\/b> Employment, Yes. <br><b>K. Martyn, <\/b> <br><b>Karyopharm Therapeutics<\/b> Employment, Yes. <br><b>M. G. Kauffman, <\/b> <br><b>Karyopharm Therapeutics<\/b> Employment, Stock, Stock Option, member of the board, Yes. <br><b>S. Shacham, <\/b> <br><b>Karyopharm Therapeutics<\/b> Employment, Stock, Stock Option, member of the board, Yes. <br><b>Y. Landesman, <\/b> <br><b>Karyopharm Therapeutics<\/b> Employment, Yes.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16291","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d9d1e83c-8401-4360-968e-682c1592a936\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1122","PresenterBiography":null,"PresenterDisplayName":"Shira Orr","PresenterKey":"f41498ab-2aca-42f0-b85f-459b6c230efa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1122. Selinexor synergizes with IL-12 to inhibit tumor growth in syngeneic mouse models of melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Selinexor synergizes with IL-12 to inhibit tumor growth in syngeneic mouse models of melanoma","Topics":null,"cSlideId":""},{"Abstract":"Triple negative breast cancer (TNBC) is the breast cancer subtype that is most refractory to treatment. Thus, identification of novel molecular targets and drug treatments are needed to improve prognosis for patients. The widely used anti-diabetic drug Metformin has been reported to possess anti-cancer properties. Although it is believed that Metformin may exert its anti-cancer effects through indirect reduction of glucose and insulin levels, and directly activating the AMPK kinase and inhibiting downstream cancer-related pathways, the molecular mechanisms underlying its anti-cancer function in TNBC have yet to be fully elucidated. In this study, we investigated the role and mechanism of Metformin-mediated downregulation of oncogenic c-Met in MDA-MB-468 TNBC cells. Our results demonstrated greater sensitivity of MDA-MB-468 cells to Metformin compared to other breast cancer cell lines. Metformin-induced inhibition of MDA-MB-468 cell proliferation was correlated with the downregulation of c-Met at both protein and mRNA levels. Overexpression of c-Met in MDA-MB-468 cells using a lentiviral vector system rendered the cells resistant to Metformin, which was accompanied by the promotion of cancer stem cell stemness. Functionally, we demonstrated that c-Met induced activation of receptor tyrosine kinase (RTK) signaling pathways play a critical role in c-Met-modulated Metformin responsiveness. These novel findings highlight c-Met as a key regulator of Metformin-mediated inhibition of TNBC cell growth, suggesting that c-Met overexpression may be a critical factor contributing to metformin resistance. To this end, combination of Metformin with c-Met inhibitors could be a useful strategy to improve Metformin-mediated anti-cancer efficacies in TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/80709430-6599-4f3f-9cff-717ee26340af\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),c-Met,Metformin,AMPK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16292"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Dana M. A. Gant<\/i><\/u><\/presenter>, <presenter><i>Zhikun Ma<\/i><\/presenter>, <presenter><i>Amanda B. Parris<\/i><\/presenter>, <presenter><i>Xiaohe Yang<\/i><\/presenter>. North Carolina Central University, Durham, NC","CSlideId":"","ControlKey":"154314c1-7bc8-47d1-8dcf-568773b8d82d","ControlNumber":"2609","DisclosureBlock":"&nbsp;<b>D. M. A. Gant, <\/b> None..<br><b>Z. Ma, <\/b> None..<br><b>A. B. Parris, <\/b> None..<br><b>X. Yang, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16292","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/80709430-6599-4f3f-9cff-717ee26340af\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1123","PresenterBiography":null,"PresenterDisplayName":"Dana Gant, BS;MS","PresenterKey":"94a9e289-17b2-4fc4-9a9b-546c65d307cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1123. c-Met downregulation contributes to Metformin-induced inhibition of MDA-MB-468 triple negative breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"c-Met downregulation contributes to Metformin-induced inhibition of MDA-MB-468 triple negative breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>G protein-coupled receptors (GPCRs) are among the most druggable targets. Adenosine receptors (ARs) belong to the class A GPCRs. The role of adenosine and ARs in tumorigenesis is increasingly appreciated. Moreover, novel studies also point out pro-tumor and anti-tumor effects of modulating ARs. Besides A<sub>2A<\/sub>R and A<sub>2B<\/sub>R in immune-oncology, A<sub>3<\/sub>R was shown to be overexpressed in tumor tissue and play an important role in cancer. Especially A<sub>3<\/sub>R agonists decrease proliferation, induce cell cycle arrest and cytotoxicity selectively in cancer cells. However, most compounds fail in clinical trials due to their insufficient efficacy or high occurrence of adverse effects. Here we introduce a novel A<sub>3<\/sub>R agonist with plausible anti-cancer properties.<b> <\/b><br \/><b>Material and methods: <\/b>First, we developed a screening pipeline of AR agonists and antagonists, where the hits from the primary screen (aequorin luminescence assay) were evaluated in the counter-screen (calcium mobilization assay) and confirmed in concentration-response experiments. In parallel, the identified modulators were subjected to cytotoxicity screening against a panel of tumor and non-tumor cell lines. The selected lead compound with potent anti-cancer properties was biologically and pharmacologically compared to a reference A<sub>3<\/sub>R agonist, 2-Cl-IB-MECA, recently evaluated in a clinical trial against hepatocellular carcinoma. To assess the relevance of the <i>in vitro<\/i> assays, the lead compound was administered to mice and its <i>in vivo<\/i> efficacy was evaluated.<br \/><b>Results: <\/b>Our screening pipeline shows high reproducibility and robustness. We identified several potential hits among the newly synthesized nucleosides and selected an A<sub>3<\/sub>R agonist PNH173 with significant cytotoxic effects against several tumor cell types compared to the reference A<sub>3<\/sub>R agonist. PNH173 also demonstrates good pharmacological properties in non-clinical ADME tests, reduces tumor growth, and increases overall survival <i>in vivo<\/i> experiments.<b> <\/b><br \/><b>Conclusions<\/b>: We set out to identify novel small molecule A<sub>3<\/sub>R agonists with strong anti-tumor effects using a screening campaign and subsequent series of biological assays. Our data indicate desired anti-cancer properties of a novel A<sub>3<\/sub>R agonist PNH173 in <i>in vitro<\/i> and <i>in vivo<\/i> experiments, with higher efficacy compared to the reference compound. In addition, PNH173 demonstrates biased signaling which could be further utilized against human malignancies.<br \/><b>Funding<\/b>: The European Regional Development Fund (Project ENOCH No. CZ.02.1.01\/0.0\/0.0\/16_019\/0000868), the Czech Ministry of Education, Youth and Sports (EATRIS-CZ, LM2018133, and CZ-OPENSCREEN, LM2018130), the Czech Science Foundation (GACR 19-08124S), the Technology Agency of the Czech Republic: Czech National Centres of Competence, project &#8220;PerMed&#8221; Personalized Medicine - Diagnostics and Therapy (TN01000013), and the Grant agency of Palacky University (IGA_LF_2021_036).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8b382ccb-3a54-403f-85a8-0a2515c6c606\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 Other,,"},{"Key":"Keywords","Value":"Novel anticancer agents,High-throughput assay,Nucleoside analogs,A3 adenosine receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16293"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jana Kotulova<\/i><\/u><\/presenter>, <presenter><i>Sona Gurska<\/i><\/presenter>, <presenter><i>Barbora Liskova<\/i><\/presenter>, <presenter><i>Miroslav Popper<\/i><\/presenter>, <presenter><i>Katerina Jecmenova<\/i><\/presenter>, <presenter><i>Petr Dzubak<\/i><\/presenter>, <presenter><i>Marian Hajduch<\/i><\/presenter>. Palacky University Olomouc, Olomouc, Czech Republic","CSlideId":"","ControlKey":"ba0f983f-f2c0-47f2-a84f-5afcbc1d2fa4","ControlNumber":"4500","DisclosureBlock":"&nbsp;<b>J. Kotulova, <\/b> None..<br><b>S. Gurska, <\/b> None..<br><b>B. Liskova, <\/b> None..<br><b>M. Popper, <\/b> None..<br><b>K. Jecmenova, <\/b> None..<br><b>P. Dzubak, <\/b> None..<br><b>M. Hajduch, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16293","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8b382ccb-3a54-403f-85a8-0a2515c6c606\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1124","PresenterBiography":null,"PresenterDisplayName":"Jana Kotulova, PhD","PresenterKey":"1998a1a7-54d2-4636-8984-217d3f0782c9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1124. The identification and characterization of a novel A<sub>3<\/sub>R agonist with potent anti-cancer properties","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The identification and characterization of a novel A<sub>3<\/sub>R agonist with potent anti-cancer properties","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the most common malignant brain tumor in adults with a dismal 15-month median survival. Standard therapy consisting of surgical resection, radiation, and temozolomide has been unsuccessful in meaningfully extending survival and preventing recurrence; thus, novel therapeutics are urgently needed. One proposed targeted treatment strategy for GBM involves using small molecule inhibitors against common genetic mutations. Epidermal growth factor receptor (EGFR) is the most commonly overexpressed oncogene in GBM (~56%). While EGFR tyrosine kinase inhibitors (TKI) have shown promise in other cancers, GBM clinical trials with EGFR TKI have failed. One reason for this failure is the development of adaptive therapeutic resistance. Understanding the mechanisms behind drug resistance is essential for the development of novel, effective therapeutics for GBM.<br \/>To better understand adaptive resistance in GBM, we utilized two genetically engineered mouse astrocyte lines harboring common GBM mutations: Cdkn2a-\/-, EGFRvIII (CEv3) and Cdkn2a-\/-, Pten-\/-, EGFRvIII (CEV3P). CDKN2A and PTEN are commonly deleted or otherwise inactivated tumor suppressor genes in GBM while the vIII variant of EGFR is the single most common oncogene mutation, making it an attractive therapeutic target. Cell lines CEv3 and CEv3P are both sensitive to neratinib, an irreversible second-generation EGFR TKI, at IC50 of 0.24&#956;M and 0.13&#181;M, respectively. To better understand adaptive response to neratinib treatment, we profiled the transcriptome with RNA sequencing at 0, 4, 24, and 48 hours. Our data shows that kinome rewiring is detectable after just 4 hours of treatment and sustained through 48 hours, with differential expression of 70% or more of the expressed kinome. We propose that differentially expressed kinases in response to neratinib can potentially activate alternative signaling pathways that bypass EGFR inhibition, which ultimately confers resistance to EGFR targeted therapy. Furthermore, we hypothesize that the epigenome is directly responsible for this adaptive kinome response through BRD4 dependent enhancer remodeling. Because dual therapy against EGFR and BRD4 has shown promising results in other cancers, targeting the epigenome through BRD4 represents a potential combination therapy with EGFR TKI in GBM.<br \/>To profile BRD4-associated epigenomic changes, we used Cleavage Under Targets and Release Using Nuclease (CUT&#38;RUN) to interrogate several regulatory marks (H3K4me1, K3K4me3, H3K27ac) in addition to BRD4. We seek to integrate RNA sequencing and CUT&#38;RUN data to determine if kinases differentially expressed following neratinib treatment correlate with epigenetic marks for their respective enhancer(s). This work will provide insight into the adaptive resistance mechanism of EGFR driven GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4faa3712-5242-4ac9-90ad-7d30a3b95384\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Glioblastoma,EGFR TKI resistance,Epigenomics,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16294"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Benjamin Lin<\/i><\/u><\/presenter>, <presenter><i>Julia Ziebro<\/i><\/presenter>, <presenter><i>Kasey R. Skinner<\/i><\/presenter>, <presenter><i>Abigail Shelton<\/i><\/presenter>, <presenter><i>Erin Smithberger<\/i><\/presenter>, <presenter><i>Ryan Bash<\/i><\/presenter>, <presenter><i>Frank B. Furnari<\/i><\/presenter>, <presenter><i>Ryan Miller<\/i><\/presenter>. University of Alabama at Birmingham, Birmingham, AL, University of California San Diego, San Diego, CA","CSlideId":"","ControlKey":"2014f128-8467-424e-9738-62bc72f5750e","ControlNumber":"5563","DisclosureBlock":"&nbsp;<b>B. Lin, <\/b> None..<br><b>J. Ziebro, <\/b> None..<br><b>K. R. Skinner, <\/b> None..<br><b>A. Shelton, <\/b> None..<br><b>E. Smithberger, <\/b> None..<br><b>R. Bash, <\/b> None..<br><b>F. B. Furnari, <\/b> None..<br><b>R. Miller, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16294","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4faa3712-5242-4ac9-90ad-7d30a3b95384\/@D03B8ZF6\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1125","PresenterBiography":null,"PresenterDisplayName":"Benjamin Lin, BS","PresenterKey":"67c7f0c3-67a2-4b61-854b-1b45776eb70b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1125. Elucidating the transcriptomic response to EGFR-targeted therapy in EGFR-driven glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidating the transcriptomic response to EGFR-targeted therapy in EGFR-driven glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"B-cell receptor (BCR) signaling is integral for the development, adhesion, growth, and survival of human B cells. Chronic activation of BTK-mediated BCR signaling is a hallmark of many B cell lymphoid malignancies, making BTK an attractive therapeutic target. While covalent inhibitors of BTK have proven effective, they have been associated with the occurrence of acquired resistance mutations. IMiDs (immunomodulatory imide drugs) exert direct anti-cancer effects in B cell malignancies as well as enhance the activity of T cells. Based on clinical data of BTK covalent inhibitors and IMiDs in B-cell malignancies, a strategy combining BTK and IMiD targeting in a single oral, small molecule may improve anti-tumor activity.<br \/>Here we describe NX-2127, a bifunctional molecule that catalyzes the degradation of BTK and IMiD neosubstrates Aiolos and Ikaros. In primary human T cells, NX-2127 degrades Aiolos (DC50=25 nM) and Ikaros (DC50=54 nM) and enhances IL-2 secretion. NX-2127 promotes superior in vitro killing of a DLBCL cell line, TMD8, and a MCL cell line, REC-1, as compared to BTK inhibitors ibrutinib, acalabrutinib, and pirtobrutinib, or IMiDs pomalidomide and lenalidomide. BTK inhibitors promote partial death of TMD8 cells (Emax = 17-33% viable) and REC-1 cells (Emax = 46-52% viable). By contrast, the dual BTK and IMiD activity of NX-2127 promotes complete killing of TMD8 and REC-1 cells and does so more potently than IMiDs alone. In REC-1 cells, suppression of Ikaros protein levels by IMiDs, BTK inhibitors, and NX-2127 correlates closely with downstream viability reduction, independent of drug mechanism. In vivo, oral administration of NX-2127 demonstrates dose proportional degradation of BTK and Aiolos protein in a TMD8 xenograft model, closely correlating with the degree of tumor control.<br \/>RNA-seq analysis performed on REC-1 cells demonstrates that NX-2127 exhibits distinct regulation of gene expression when compared to ibrutinib or pomalidomide. Gene set enrichment analysis (GSEA) of these uniquely modulated genes reveals that NX-2127 downregulates gene sets involved in cell cycle, DNA replication, DNA repair, and survival signaling pathways. Furthermore, a key mediator of T cell recognition is more strongly upregulated by NX-2127 than pomalidomide and ibrutinib at both the transcript and cell surface expression levels in REC-1 cells, implying a potential immune-mediated anti-neoplastic mechanism. The gene expression signature of NX-2127 exposure supports the hypothesis that its anti-tumor effects include both tumor cell-intrinsic and tumor cell-extrinsic mechanisms and suggests that the combination of BTK degradation and IMiD activity may be more efficacious in treating certain B-cell malignancies than either activity alone. A phase 1a\/b trial of NX-2127 for patients with relapsed or refractory B-cell malignancies is ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d20f0906-dbe7-4a40-bae0-b9c038bcf15d\/@E03B8ZF7\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"BTK,Immunomodulation,Synergism,Targeted protein degradation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16295"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Mark A. Noviski<\/i><\/u><\/presenter>, <presenter><i>Jun Ma<\/i><\/presenter>, <presenter><i>Ernestine Lee<\/i><\/presenter>, <presenter><i>Nivetha Brathaban<\/i><\/presenter>, <presenter><i>May Tan<\/i><\/presenter>, <presenter><i>Luz Perez<\/i><\/presenter>, <presenter><i>Daniel W. Robbins<\/i><\/presenter>, <presenter><i>Austin Tenn-McClellan<\/i><\/presenter>, <presenter><i>Janine Powers<\/i><\/presenter>, <presenter><i>Gwenn Hansen<\/i><\/presenter>, <presenter><i>Cristiana Guiducci<\/i><\/presenter>, <presenter><i>Ryan Rountree<\/i><\/presenter>. Nurix Therapeutics, Inc., San Francisco, CA, Nurix Therapeutics, Inc., San Francisco, CA, Nurix Therapeutics, Inc., San Francisco, CA, Nurix Therapeutics, Inc., San Francisco, CA, Nurix Therapeutics, Inc., San Francisco, CA","CSlideId":"","ControlKey":"b8f2a5ed-ee69-474a-9b07-85986e088743","ControlNumber":"917","DisclosureBlock":"<b>&nbsp;M. A. Noviski, <\/b> <br><b>Nurix Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Yes. <br><b>J. Ma, <\/b> <br><b>Nurix Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Yes. <br><b>E. Lee, <\/b> <br><b>Nurix Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Yes. <br><b>N. Brathaban, <\/b> <br><b>Nurix Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Yes. <br><b>M. Tan, <\/b> <br><b>Nurix Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Yes. <br><b>L. Perez, <\/b> <br><b>Nurix Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Yes. <br><b>D. W. Robbins, <\/b> <br><b>Nurix Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Yes. <br><b>A. Tenn-McClellan, <\/b> <br><b>Nurix Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Yes. <br><b>J. Powers, <\/b> <br><b>Nurix Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Yes. <br><b>G. Hansen, <\/b> <br><b>Nurix Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Yes. <br><b>C. Guiducci, <\/b> <br><b>Nurix Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Yes. <br><b>R. Rountree, <\/b> <br><b>Nurix Therapeutics, Inc.<\/b> Employment, Stock, Stock Option, Yes.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16295","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d20f0906-dbe7-4a40-bae0-b9c038bcf15d\/@E03B8ZF7\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1126","PresenterBiography":null,"PresenterDisplayName":"Mark Noviski, BA;BS;PhD","PresenterKey":"e62859fd-2135-48df-b941-ac9232108a8c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1126. Concurrent degradation of BTK and IMiD neosubstrates by NX-2127 enhances multiple mechanisms of tumor killing","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Concurrent degradation of BTK and IMiD neosubstrates by NX-2127 enhances multiple mechanisms of tumor killing","Topics":null,"cSlideId":""},{"Abstract":"KRAS is the most frequently mutated oncogene in lung adenocarcinoma, in which is related to poor treatments response and worse survival rates than other driver mutations. KRAS activates MAPK and mTOR pathways, and even after sotorasib treatment, a novel KRAS inhibitor, the duration of responses to this monotherapy are excessively short. In this context, metformin is able to inhibit PI3K and mTOR pathways; therefore, combined use of metformin with sotorasib aids to diminish the activity of both signaling pathways. We performed a dose-effect curve to determine IC50 of sotorasib, and IC10 of metformin to treat lung cancer cell lines harboring different mutational profiles: A549 (KRAS G12S), and H522 (TP53) in order to study the effects of the combination compared to the monotherapy of each drug at MTT assay and western blot analysis. In detail, we evaluated drug-induced cytotoxicity, apoptosis, and activity of MAPK and mTOR pathways. Our results show a synergic effect in cytotoxicity by MTT assay, as well as increased inhibition of MAPK pathway inhibition at combinational treatment, compared to monotherapies in A549 cell lines; conversely, we did not find significant effects on cytotoxicity and signaling inhibition in H522 cell line. In conclusion, the combined treatment of metformin and sotorasib show synergistic effects in drug-induced cytotoxicity and inhibition of MAPK pathways in lung cancer cell lines.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/abcace4c-ec5d-453d-9268-98a432b9dab8\/@E03B8ZF7\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Metformin,A549 cells,Synergism,AMG510,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16296"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Norma Yanet Hernandez-Pedro<\/i><\/u><\/presenter>, <presenter><i>Jose Lucio-Lozada<\/i><\/presenter>, <presenter><i>Pedro Barrios-Bernal<\/i><\/presenter>, <presenter><i>Maritza Ramos-Ramírez<\/i><\/presenter>, <presenter><i>Oscar Arrieta<\/i><\/presenter>. Instituto Nacional de Cancerología, Mexico City, Mexico","CSlideId":"","ControlKey":"2075c89d-40d6-4bf5-942e-94e3f48b18c1","ControlNumber":"4044","DisclosureBlock":"&nbsp;<b>N. Y. Hernandez-Pedro, <\/b> None..<br><b>J. Lucio-Lozada, <\/b> None..<br><b>P. Barrios-Bernal, <\/b> None..<br><b>M. Ramos-Ramírez, <\/b> None..<br><b>O. Arrieta, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16296","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/abcace4c-ec5d-453d-9268-98a432b9dab8\/@E03B8ZF7\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1127","PresenterBiography":null,"PresenterDisplayName":"Norma Hernandez-Pedro, PhD","PresenterKey":"fa22b5b2-9d50-431a-b403-efb8127769a6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1127. Effect of the combined therapy of sotorasib and metformin in non-small cell lung cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effect of the combined therapy of sotorasib and metformin in non-small cell lung cancer cell lines","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> The identification of treatment strategies targeting<i> PIK3CA <\/i>mutant colorectal cancer (CRC) are of great clinical interest. Previous work from our lab has identified MTORC1\/2 and HDAC1\/2 inhibition with copanlisib (cop; PI3K\/MTOR) and romidepsin (romi; HDAC1\/2) as a potential therapeutic strategy. We hypothesized that changes in c-MYC protein levels and c-MYC target gene (CTG) alterations might be a potential mechanism of action for this combination.<br \/><b>Methods:<\/b> Known CTGs were identified and their expression levels were examined in <i>PIK3CA <\/i>mutant vs WT CRCs using the cBioPortal Colorectal Adenocarcinoma (TCGA, PanCancer Atlas) dataset. Murine derived cancer organoids (MDCO) were generated from adenocarcinomas of <i>Apc <\/i>and <i>Pik3ca <\/i>mutant transgenic mice (F1 (FVB x B6) <i>Apc<sup>fl\/+<\/sup> Pik3ca<sup>H1047R\/+<\/sup><\/i>). MDCO results were corroborated using the human 2D isogenic cell lines SW48 and SW48<i><sup>PIK3CA-H1047R<\/sup><\/i> (SW48PK) and RAS\/RAF WT patient derived cancer organoids (PDCO) generated from CRC patient samples under approved IRB protocols. Immunoblots (IB) were used to assess c-MYC levels after treatment with cop, romi, and the combination across all models. RNA sequencing was conducted on PDCOs and SW48PK cells and changes in 16 CTGs were examined. An aggregate score was created for each treatment group where a statistically significantly altered CTG with log fold change &#8805;1.5 added one point and &#8804;-1.5 subtracted one point. All others were scored 0.<br \/><b>Results:<\/b> c-MYC target genes were assessed for differential expression in <i>PIK3CA<\/i> mutant CRC vs <i>PIK3CA <\/i>WT CRC with only 1\/16 genes decreased in <i>PIK3CA <\/i>mutant CRC (<i>GADD45A<\/i>: log ratio -0.21, q=0.01). Next, MDCOs treated with the combination showed a decrease in total c-MYC levels in the combination therapy. These results were corroborated in two human 2D CRC cell lines, SW48 and SW48PK and a panel of PDCOs. Interestingly, c-MYC levels decreased in both romi alone and the combination in both the SW48 and SW48PK cell lines after 24 hours of treatment. However, the extent to which c-MYC levels were decreased was not as substantial in the panel of PDCOs. Across all <i>in vitro <\/i>models a decrease in PI3K signaling, as illustrated by decreased pRPS6 and p4EBP1 in response to cop treatment and an increase in H3K27 acetylation in response to romi, was observed in the single agent and combination therapies. RNA sequencing demonstrated that cop, romi, and combo had a CTG score of 0, -4, and -7 respectively in the <i>PIK3CA <\/i>mutant PDCO. Similar results were seen in an additional RAS\/RAF WT PDCO (0, 1, and -4, respectively) and SW48PK cells (0, -3, and -7, respectively).<br \/><b>Conclusion:<\/b> A potential mechanism by which cop and romi treatment promote tumor response is through a decrease in c-MYC protein levels and expression of downstream c-MYC target genes. This regimen deserves further mechanistic investigations <i>in vivo.<\/i>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6d0de591-d9d2-445b-ad43-f1553c3f3669\/@E03B8ZF7\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Colorectal cancer,Targeted therapy,PI3K inhibitor,HDAC inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16298"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Rebecca A. DeStefanis<\/i><\/u><\/presenter>, <presenter><i>Autumn M. Olson<\/i><\/presenter>, <presenter><i>Alyssa K. DeZeeuw<\/i><\/presenter>, <presenter><i>Susan N. Payne<\/i><\/presenter>, <presenter><i>Cheri A. Pasch<\/i><\/presenter>, <presenter><i>Linda Clipson<\/i><\/presenter>, <presenter><i>Dustin A. Deming<\/i><\/presenter>. University of Wisconsin- Madison, Madison, WI","CSlideId":"","ControlKey":"33fcd3a0-f530-40dd-bb42-a15726dda074","ControlNumber":"1890","DisclosureBlock":"&nbsp;<b>R. A. DeStefanis, <\/b> None..<br><b>A. M. Olson, <\/b> None..<br><b>A. K. DeZeeuw, <\/b> None..<br><b>S. N. Payne, <\/b> None..<br><b>C. A. Pasch, <\/b> None..<br><b>L. Clipson, <\/b> None.&nbsp;<br><b>D. A. Deming, <\/b> <br><b>Bayer<\/b> Other, Advisory board member, clinical trial primary investigator, Yes. <br><b>Promega<\/b> Other, Advisory board member, No. <br><b>Pfizer<\/b> Other, Advisory board member, No. <br><b>SeaGen<\/b> Other, Advisory board member, No. <br><b>Eli Lilly<\/b> Other, Advisory board member, No. <br><b>Bristol Myers Squibb<\/b> Other, Advisory board member, No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16298","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6d0de591-d9d2-445b-ad43-f1553c3f3669\/@E03B8ZF7\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1128","PresenterBiography":null,"PresenterDisplayName":"Rebecca DeStefanis, BA","PresenterKey":"e415125f-a6db-447a-8bd8-0e23cb0058f3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1128. MTORC1\/2 and HDAC1\/2 inhibition promote tumor response through inhibition of MYC","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MTORC1\/2 and HDAC1\/2 inhibition promote tumor response through inhibition of MYC","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer is the 7<sup>th<\/sup> most common cancer in women. It is the most fatal of all female reproductive cancers, due to the 5-year overall survival of 10-30% and over half of patients being diagnosed with late-stage disease. Despite initial response to front line platinum- and taxol-based chemotherapies, over 70% of patients develop recurrent and chemotherapy resistant disease and nearly all of these women die of their disease. Recently, the use of targeted therapies such as bevacizumab and PARP inhibitors have been shown to improve progression-free survival. However, these regimens have thus far failed to improve overall survival in patients without specific genetic signatures, highlighting the urgent need for alternative therapies. We have identified lestaurtinib as a potent inhibitor of many ovarian cancer cell lines, including platinum and PARP inhibitor resistant models, and patient derived organoid models. RNA-sequencing following lestaurtinib treatment identified JAK\/STAT signaling as one of the most profoundly downregulated pathways. Additionally, it was recently reported via single cell RNA sequencing of patient tumors that downstream mediators of the JAK\/STAT pathway are among the most highly expressed genes in ovarian tumor cells. Further, we have discovered that STAT1 and STAT3 are constitutively activated in chemotherapy and PARP inhibitor resistant cell lines as reflected by high levels of Tyr701\/705 and Ser727 phosphorylation suggesting induction of this pathway may drive resistance. Selective siRNA-mediated knockdown of STAT1\/3 resulted in significant growth inhibition confirming their importance in maintaining cell viability. Surprisingly, we have identified profound differences in the ability of various JAK\/STAT inhibitors to suppress ovarian cancer cell growth. For example, ruxolitinib, the only JAK\/STAT inhibitor currently in clinical trials for ovarian cancer, failed to inhibit the growth sensitive, platinum resistant or PARP inhibitor resistant cell lines. Our preliminary data indicate that JAK\/STAT inhibitor efficacy in preventing ovarian cancer cell growth is related to their ability to block specific phosphorylation events on STAT1\/3 proteins. We believe that precise and selective inhibition of STAT1 and STAT3 signaling represents a robust, durable, and novel approach for the treatment of highly aggressive and resistant forms of ovarian cancer. Further we plan to elucidate the molecular mechanisms by which STAT1 and STAT3 function to support ovarian cancer cell viability and growth, in order to substantially advance our understanding of JAK\/STAT signaling in ovarian cancer and to identify the most effective ways to pharmacologically inhibit JAK\/STAT signaling in ovarian cancer cells. Outcomes from this work will have both immediate and long-term impacts for our patients and will lay the foundation for future biomarker-driven clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f4d7dcd5-2fd2-4825-8ece-c91c16d9f032\/@E03B8ZF7\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Ovarian cancer,STAT1,STAT3,Kinase inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16301"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Esther Rodman<\/i><\/u><\/presenter>, <presenter><i>Michael Emch<\/i><\/presenter>, <presenter><i>Elizabeth Bruinsma<\/i><\/presenter>, <presenter><i>Xiaonan Hou<\/i><\/presenter>, <presenter><i>John Weroha<\/i><\/presenter>, <presenter><i>John Hawse<\/i><\/presenter>. Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"10f74265-1a6b-40b4-a4bb-c0f95f5c44a7","ControlNumber":"3171","DisclosureBlock":"&nbsp;<b>E. Rodman, <\/b> None..<br><b>M. Emch, <\/b> None..<br><b>E. Bruinsma, <\/b> None..<br><b>X. Hou, <\/b> None.&nbsp;<br><b>J. Weroha, <\/b> <br><b>Kiyatec<\/b> Other, External consultant, fees paid to Mayo Clinic, No. <br><b>AstraZeneca<\/b> Other, External consultant, fees paid to Mayo Clinic, No.<br><b>J. Hawse, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16301","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f4d7dcd5-2fd2-4825-8ece-c91c16d9f032\/@E03B8ZF7\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1129","PresenterBiography":null,"PresenterDisplayName":"Esther Rodman, BA","PresenterKey":"127c38b5-6536-4bf6-8035-a2cd61ed9c1a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1129. Interrogating JAK\/STAT signaling in ovarian cancer as a potential oncogenic driver and therapeutic target","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Interrogating JAK\/STAT signaling in ovarian cancer as a potential oncogenic driver and therapeutic target","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Our current understanding of the mechanism of action (MoA) of many cancer drugs is still incomplete. This hampers efforts in establishing efficient personalised medicine regimens, the optimisation of combination therapies, and the development of next generation drugs.<br \/>Results: Here, we apply a high-resolution implementation of the proteome-wide cellular thermal shift assay (CETSA) to follow protein interaction changes induced by the antimetabolite 5-fluorouracil (5-FU) and related nucleosides. We focus on the relatively early drug effects, up to 12 hours, when this time frame is less accessible to other omics methods, while critical for defining drug MoAs. We confirm anticipated effects on the known main target, thymidylate synthase (TYMS), and enzymes in pyrimidine metabolism and DNA damage pathways. However, most interaction changes we see are for proteins previously not associated with the MoA of 5-FU, including wide-ranging effects on RNA modification and processing pathways. Attenuated responses of specific proteins in a resistant cell model identify key components of the 5-FU MoA, where intriguingly the abrogation of TYMS inhibition is not required for cell proliferation.<br \/>Conclusions: When 5-FU is one of the most used and studied cancer drugs, this novel information significantly expands our understanding of the 5-FU MoA and will be important to direct further work towards dissecting its complete MoA. Furthermore, the CETSA responses of several proteins now provide ideal readouts for directly monitoring whether the required 5-FU effects are accomplished and can now be examined as CETSA-based candidate biomarkers in clinical studies. Together, this work also validates an efficient strategy for dissecting the MoA of cancer drugs, which could be broadly applicable to other cancer drugs in clinical use or in development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2a0e97b4-dc91-4011-8827-882bb3b9d424\/@E03B8ZF7\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Drug resistance,Biomarkers,5-Fluorouracil,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16302"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Smaranda Bacanu<\/i><\/presenter>, <presenter><i>Ying Yu Liang<\/i><\/presenter>, <presenter><i>Anderson D. Ramos<\/i><\/presenter>, <presenter><i>Nayana Prabhu<\/i><\/presenter>, <presenter><u><i>Pär Nordlund<\/i><\/u><\/presenter>. Karolinska Institute, Stockholm, Sweden, Institute of Molecular and Cell Biology, Singapore, Singapore","CSlideId":"","ControlKey":"4b74f741-a580-4c80-9a3a-da1f8eebbd26","ControlNumber":"4504","DisclosureBlock":"&nbsp;<b>S. Bacanu, <\/b> None..<br><b>Y. Liang, <\/b> None..<br><b>A. D. Ramos, <\/b> None..<br><b>N. Prabhu, <\/b> None..<br><b>P. Nordlund, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16302","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2a0e97b4-dc91-4011-8827-882bb3b9d424\/@E03B8ZF7\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1130","PresenterBiography":null,"PresenterDisplayName":"Par Nordlund, PhD","PresenterKey":"9863de78-e34b-4987-a349-22e7f1f14f58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1130. CETSA interaction proteomics define specific RNA modification pathways as key components of fluorouracil based cancer drug cytotoxicity","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CETSA interaction proteomics define specific RNA modification pathways as key components of fluorouracil based cancer drug cytotoxicity","Topics":null,"cSlideId":""},{"Abstract":"The ability to effectively target mutated KRAS has remained elusive despite decades of research. Recently, the identification of selective KRAS<sup>G12C <\/sup>inhibitors has provided an effective treatment option for patients harboring this particular mutation and has also provided insight toward targeting other KRAS mutants, including KRAS<sup>G12D<\/sup>. MRTX1133 was identified via a structure-based drug design strategy as a potent, selective, and non-covalent KRAS<sup>G12D<\/sup> inhibitor directed at the switch II binding pocket. MRTX1133 exhibited dose dependent KRAS pathway and tumor growth inhibition and demonstrated marked anti-tumor activity across a panel of models in vivo, including tumor regression &#62;30% in 8 out of 11 pancreatic ductal adenocarcinoma (PDAC) models. While evaluation of MRTX1133 across a panel of cell and patient-derived xenograft models demonstrated strong single agent activity in the majority of models tested, a subset of models were less responsive. Focused sgRNA libraries targeting ~5,000 genes were tested in MRTX1133-anchored CRISPR\/Cas9 screens <i>in vitro<\/i> and <i>in vivo<\/i> in PDAC and colorectal KRAS<sup>G12D<\/sup>-mutant cell lines. Similar to what was seen in a targeted genetic screen with our selective KRAS<sup>G12C<\/sup> inhibitor MRTX849, several genes that act either upstream or downstream of KRAS were depleted with MRTX1133 treatment which illuminate specific targetable vulnerabilities in the context of KRAS<sup>G12D<\/sup> inhibition. sgRNAs targeting EGFR, PIK3CA, PTPN11, mTOR, and CDK2\/4\/6 were depleted in MRTX1133-treated (or vehicle-treated) cell lines or xenograft models, while hallmark tumor suppressor genes RB1, KEAP1, NF1 and PTEN were enriched. The enrichment of KEAP1 sgRNAs in PDAC models parallels findings with MRTX849 in preclinical models and is in line with emerging clinical data suggesting increased capacity to scavenge reactive oxygen species (ROS) may represent a mechanism of partial resistance to a non-covalent, non-electrophilic warhead-containing KRAS<sup>G12D<\/sup>-selective inhibitor in PDAC. Treatment using small molecules targeting selected vulnerabilities <i>in vitro<\/i> and <i>in vivo<\/i> confirmed these genetic findings. Further evaluation of dependencies utilizing an integrated analysis of RNAseq data also revealed KRAS regulates and is critically dependent on pro-survival and cell cycle genes for cancer cell viability. These data lend further insight into tumor response to KRAS<sup>G12D<\/sup> inhibition and provide key insight into the genes that mediate the mechanism of action of, as well as confer partial resistance to MRTX1133, and identify combination targets that can augment the anti-tumor effect of MRTX1133.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0c607bbb-a388-42d0-a1a4-1f0ec606adec\/@E03B8ZF7\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"KRAS,Targeted therapy,Colon cancer,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16303"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Vickie Bowcut<\/i><\/presenter>, <presenter><i>Andrew Calinisan<\/i><\/presenter>, <presenter><i>David M. Briere<\/i><\/presenter>, <presenter><i>Lauren Hargis<\/i><\/presenter>, <presenter><i>Lars D. Engstrom<\/i><\/presenter>, <presenter><i>Jade Laguer<\/i><\/presenter>, <presenter><i>Darin Vanderpool<\/i><\/presenter>, <presenter><i>Xiaolun Wang<\/i><\/presenter>, <presenter><i>J David Lawson<\/i><\/presenter>, <presenter><i>Nicole Thomas<\/i><\/presenter>, <presenter><i>Robin Gunn<\/i><\/presenter>, <presenter><i>Christopher R. Smith<\/i><\/presenter>, <presenter><i>Julio Fernandez-Banet<\/i><\/presenter>, <presenter><i>Leo He<\/i><\/presenter>, <presenter><i>Adam Pavlicek<\/i><\/presenter>, <presenter><i>Lisa Rahbaek<\/i><\/presenter>, <presenter><i>Matthew A. Marx<\/i><\/presenter>, <presenter><i>Peter Olson<\/i><\/presenter>, <presenter><i>James G. Christensen<\/i><\/presenter>, <presenter><u><i>Jill Hallin<\/i><\/u><\/presenter>. Mirati Therapeutics, San Diego, CA, Monoceros Biosystems LLC, San Diego, CA","CSlideId":"","ControlKey":"3cbf3750-4eb0-4739-b200-ed23baef6556","ControlNumber":"3806","DisclosureBlock":"<b>&nbsp;V. Bowcut, <\/b> <br><b>Mirati Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>A. Calinisan, <\/b> <br><b>Mirati Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>D. M. Briere, <\/b> <br><b>Mirati Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>L. Hargis, <\/b> <br><b>Mirati Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>L. D. Engstrom, <\/b> <br><b>Mirati Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>J. Laguer, <\/b> <br><b>Mirati Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>D. Vanderpool, <\/b> <br><b>Mirati Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>X. Wang, <\/b> <br><b>Mirati Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>J. D. Lawson, <\/b> <br><b>Mirati Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>N. Thomas, <\/b> <br><b>Mirati Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>R. Gunn, <\/b> <br><b>Mirati Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>C. R. Smith, <\/b> <br><b>Mirati Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>J. Fernandez-Banet, <\/b> <br><b>Mirati Therapeutics<\/b> Independent Contractor, Yes. <br><b>Monoceros Biosystems LLC<\/b> Employment, Yes. <br><b>L. He, <\/b> <br><b>Mirati Therapeutics<\/b> Independent Contractor, Yes. <br><b>Monoceros Biosystems LLC<\/b> Employment, Yes. <br><b>A. Pavlicek, <\/b> <br><b>Mirati Therapeutics<\/b> Independent Contractor, Yes. <br><b>Monoceros Biosystems LLC<\/b> Employment, Yes. <br><b>L. Rahbaek, <\/b> <br><b>Mirati Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>M. A. Marx, <\/b> <br><b>Mirati Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>P. Olson, <\/b> <br><b>Mirati Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>J. G. Christensen, <\/b> <br><b>Mirati Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>J. Hallin, <\/b> <br><b>Mirati Therapeutics<\/b> Employment, Stock, Stock Option, Yes.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16303","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0c607bbb-a388-42d0-a1a4-1f0ec606adec\/@E03B8ZF7\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1131","PresenterBiography":null,"PresenterDisplayName":"Jill Hallin, BS","PresenterKey":"101ac2e3-1398-4bc8-9f8a-ca691cf527ef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1131. Pharmacogenomic insight into targetable vulnerabilities and modifiers of response to MRTX1133 in KRAS<sup>G12D<\/sup>-mutant models","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pharmacogenomic insight into targetable vulnerabilities and modifiers of response to MRTX1133 in KRAS<sup>G12D<\/sup>-mutant models","Topics":null,"cSlideId":""},{"Abstract":"Adavosertib (AZD1775, MK-1775), a clinical stage inhibitor of the tyrosine kinase WEE1, was investigated in a cell proliferation and survival assay with 140 human cancer cell lines (CLs) representing all major tumor types (ProLiFiler platform of Reaction Biology) followed by mechanism of action (MoA) and biomarker analyses using 4HF Biotec&#8217;s Cancer Data Miner in silico platform. Adavosertib exhibited a broad anti-cancer activity across all hematological and solid tumor types with IC<sub>50<\/sub> values ranging from 0.06 to 10 &#181;M (median: 0.38 &#181;M), matching the consistently high expression of the <i>WEE1<\/i> gene. Among 900 reference compounds, the activity profile of adavosertib correlated best with the profiles of compounds targeting the replication stress response including other WEE1 inhibitors but also inhibitors of checkpoint kinase 1 and 2 (CHK1\/2) or ataxia telangiectasia-mutated (ATM). Significant correlations were also seen with compounds blocking mitosis, DNA replication and DNA repair. Interestingly, we observed a subset of cell lines that were resistant to both DNA synthesis and PARP inhibitors but were sensitive to WEE1 inhibition. Moreover, by using multiple datasets of WEE1 inhibitors connected to the molecular annotations of CLs for a data driven biomarker screening, we identified MYC mutations as a predictive marker of sensitivity and PIK3CA or ERBB2 gene amplifications as predictors of resistance. Transcriptome analysis identified up to 900 genes for which higher expression in CLs was associated with CL sensitivity to the compound. Preliminary pathway analysis indicated that these genes are well represented among nuclear factor and Myc-regulated genes. In conclusion, our studies demonstrate broad anticancer activity of adavosertib and confirm its proposed MoA. The biomarkers we identified will facilitate the selection of pre-clinical in vivo tumor models and, if confirmed, even patient selection for clinical trials. The combined use of the ProLiFiler and Cancer Data Miner Platforms has the potential to accelerate and de-risk the development of anti-cancer agents.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f00c6f03-e343-4cef-81ac-704ee0947a91\/@E03B8ZF7\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"WEE1,Drug sensitivity,In vitro,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16318"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Vincent Vuaroqueaux<\/i><\/u><\/presenter>, <presenter><i>Daniel Feger<\/i><\/presenter>, <presenter><i>Anne-Lise Peille<\/i><\/presenter>, <presenter><i>Oliver Siedentopf<\/i><\/presenter>, <presenter><i>Sadhana Panzade<\/i><\/presenter>, <presenter><i>Sarah Ulrich<\/i><\/presenter>, <presenter><i>Sebastian Dempe<\/i><\/presenter>, <presenter><i>Heinz-Herbert Fiebig<\/i><\/presenter>, <presenter><i>Jan Erik Ehlert<\/i><\/presenter>. 4HF Biotec GmbH, Freiburg, Germany, Reaction Biology Europe GmbH, Freiburg, Germany","CSlideId":"","ControlKey":"bd968e59-da45-4f4c-9ead-b9b801d031c7","ControlNumber":"2945","DisclosureBlock":"&nbsp;<b>V. Vuaroqueaux, <\/b> None..<br><b>D. Feger, <\/b> None..<br><b>A. Peille, <\/b> None..<br><b>O. Siedentopf, <\/b> None..<br><b>S. Panzade, <\/b> None..<br><b>S. Ulrich, <\/b> None..<br><b>S. Dempe, <\/b> None..<br><b>H. Fiebig, <\/b> None..<br><b>J. Ehlert, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16318","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f00c6f03-e343-4cef-81ac-704ee0947a91\/@E03B8ZF7\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1132","PresenterBiography":null,"PresenterDisplayName":"Vincent Vuaroqueaux, PhD","PresenterKey":"62afb4c9-5e52-4bf6-8a1d-4cc2fcc8797b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1132. A systems biology approach combining ProLiFiler and Cancer Data Miner for an enhanced preclinical characterization of the WEE-1 inhibitor Adavosertib","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A systems biology approach combining ProLiFiler and Cancer Data Miner for an enhanced preclinical characterization of the WEE-1 inhibitor Adavosertib","Topics":null,"cSlideId":""},{"Abstract":"Recently developed inhibitors of polymerase theta have demonstrated synthetic lethality in pre-clinical tumor models of <i>BRCA<\/i>-associated cancers. Given that other DNA damage repair inhibitor therapies, including PARP inhibitors, induce changes in the tumor immune microenvironment, we asked whether polymerase theta inhibition would also alter the tumor microenvironment in <i>BRCA<\/i>-associated cancers. We have demonstrated that novobiocin, a first-in-class inhibitor of the polymerase theta ATPase domain, induces both innate and adaptive immune responses through activation of the cGAS\/STING pathway in BRCA-deficient tumor cells. Novobiocin-mediated polymerase theta inhibition generates micronuclei, activating the cGAS\/STING pathway in both BRCA1-deficient MDA-MB-436 triple-negative breast cancer and BRCA2-deficient CAPAN1 pancreatic cancer models <i>in vitro<\/i>. Activation of the STING pathway upregulated the expression of interferon response genes, which was abrogated upon siRNA-mediated STING depletion. As an adaptive response, novobiocin also increased expression of PD-L1 in BRCA-deficient tumor cells. These effects were not observed in isogenic cell lines in which wild-type BRCA expression was corrected by add-back. Using a genetically engineered syngeneic mouse model of BRCA1-deficient breast cancer, we confirmed novobiocin-mediated activation of the cGAS\/STING pathway <i>in vivo<\/i>, resulting in the induction of pro-inflammatory signaling and ultimately robust CD8+ T-cell infiltration and activation. Taken together, our findings demonstrate that novobiocin-mediated polymerase theta inhibition induces local and systemic immune responses in a cGAS\/STING-dependent manner and provide a rationale for combining polymerase theta inhibition with immunotherapies for the treatment of BRCA-associated cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b7e528d7-a950-462a-8ff2-f77dd098bff6\/@E03B8ZF7\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-04 Role of the microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"DNA damage response,Innate immunity,Adaptive immune response,Polymerase theta,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/16319"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jeffrey Patterson-Fortin<\/i><\/u><\/presenter>, <presenter><i>Heta Jadhav<\/i><\/presenter>, <presenter><i>Tin Phan<\/i><\/presenter>, <presenter><i>Alan D'Andrea<\/i><\/presenter>, <presenter><i>Geoffrey I. Shapiro<\/i><\/presenter>. Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"3f6b8174-3d1c-4c1c-aaf7-cd4006a9ddfd","ControlNumber":"4790","DisclosureBlock":"&nbsp;<b>J. Patterson-Fortin, <\/b> None..<br><b>H. Jadhav, <\/b> None..<br><b>T. Phan, <\/b> None.&nbsp;<br><b>A. D'Andrea, <\/b> <br><b>Lilly Oncology<\/b> Other, Advisory Board, No. <br><b>Merck-EMD Serono<\/b> Other, Advisory Board, No. <br><b>Intellia Therapeutics<\/b> Other, Advisory Board, No. <br><b>Sierra Oncology<\/b> Other, Advisory Board, No. <br><b>Cyteir Therapeutics<\/b> Stock, No. <br><b>Third Rock Ventures<\/b> Other, Advisory Board, No. <br><b>AstraZeneca<\/b> Other, Advisory Board, No. <br><b>Ideaya Inc.<\/b> Stock, No. <br><b>Cedilla Therapeutics Inc<\/b> Stock, No. <br><b>G. I. Shapiro, <\/b> <br><b>Eli Lilly<\/b> Grant\/Contract, No. <br><b>Merck KGaA\/EMD-Serono<\/b> Grant\/Contract, No. <br><b>Merck<\/b> Grant\/Contract, No. <br><b>Sierra Oncology<\/b> Grant\/Contract, No. <br><b>G1 Therapeutics<\/b> Other, Advisory Board, No. <br><b>Roche<\/b> Other, Advisory Board, No. <br><b>Bicycle Therapeutics<\/b> Other, Advisory Board, No. <br><b>Fusion Pharmaceuticals<\/b> Other, Advisory Board, No. <br><b>Cybrexa Therapeutics<\/b> Other, Advisory Board, No. <br><b>Astex<\/b> Other, Advisory Board, No. <br><b>Almac<\/b> Other, Advisory Board. <br><b>Ipsen<\/b> Other, Advisory Board, No. <br><b>Bayer<\/b> Other, Advisory Board, No. <br><b>Angiex<\/b> Other, Advisory Board, No. <br><b>Daiichi Sankyo<\/b> Other, Advisory Board, No. <br><b>Seattle Genetics<\/b> Other, Advisory Board, No. <br><b>Boehringer Ingelheim<\/b> Other, Advisory Board. <br><b>ImmunoMet<\/b> Other, Advisory Board. <br><b>Asana<\/b> Other, Advisory Board, No. <br><b>Artios<\/b> Other, Advisory Board, No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"16319","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b7e528d7-a950-462a-8ff2-f77dd098bff6\/@E03B8ZF7\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1133","PresenterBiography":null,"PresenterDisplayName":"Jeffrey Patterson-Fortin, MD;PhD","PresenterKey":"3c14b92f-48e8-4a2d-b1d1-f1e45692f5d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1133. Novobiocin-mediated polymerase theta inhibition induces cGAS\/STING pathway activation and T-cell infiltration in BRCA-associated cancers","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novobiocin-mediated polymerase theta inhibition induces cGAS\/STING pathway activation and T-cell infiltration in BRCA-associated cancers","Topics":null,"cSlideId":""},{"Abstract":"OP-1250 is an orally-bioavailable complete estrogen receptor antagonist (CERAN) previously shown to shrink wild-type and Y537S mutant estrogen receptor-positive (ER+) tumors in multiple preclinical xenograft models. To better understand the effects of OP-1250 treatment on ER+ breast cancer cells, we used precision run-on sequencing (PRO-seq) to profile the direct transcriptional effects of OP-1250 in two commonly used breast cancer cell lines, MCF7 and CAMA-1. PRO-seq detects nascent RNA, and thus can detect changes at shorter timescales than traditional RNA-seq methods. We conducted PRO-seq 15 minutes, 1 hour, 6 hours and 24 hours after administration of OP-1250, estradiol, fulvestrant and tamoxifen to compare the effects of these compounds across the two cell lines. OP-1250 was administered in the absence of estradiol and after estradiol pretreatment to generate a detailed profile of the time course of its activity. We identified genes that display early transcriptional changes in response to the compounds tested, many of which have been previously identified as estrogen response genes. At later time points we observed transcriptional changes consistent with modulation of pathways involved in cell cycle progression. We show that OP-1250 treatment reverses the estradiol-induced transcriptional changes associated with estrogen receptor activation and chronicle the time course of these changes. Finally, we show greater similarity in the transcriptional changes induced by CERANs OP-1250 and fulvestrant compared to tamoxifen, as well as cell line-specific differences in estrogen response and response to anti-estrogen treatment. These data provide additional insights into the mechanisms of OP-1250 action on ER+ cell lines and patient tumors. OP-1250 is currently in a Phase I\/II clinical trial for the treatment of ER+ breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Estrogen receptor,Antiestrogens,Breast cancer,Gene expression profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Alison D. Parisian<\/i><\/u><\/presenter>, <presenter><i>Caitlin Miller<\/i><\/presenter>, <presenter><i>Fabian Ortega<\/i><\/presenter>, <presenter><i>Leslie Hodges-Gallagher<\/i><\/presenter>, <presenter><i>Susanna Barratt<\/i><\/presenter>, <presenter><i>Joey Azofeifa<\/i><\/presenter>, <presenter><i>Peter J. Kushner<\/i><\/presenter>, <presenter><i>David Kulp<\/i><\/presenter>, <presenter><i>Cyrus L. Harmon<\/i><\/presenter>. Olema Oncology, San Francisco, CA, Arpeggio Bio, Boulder, CO","CSlideId":"","ControlKey":"b2b84975-279f-4efb-a76d-f65e95fd33c9","ControlNumber":"2655","DisclosureBlock":"<b>&nbsp;A. D. Parisian, <\/b> <br><b>Olema Oncology<\/b> Employment, Stock, Stock Option, Yes.<br><b>C. Miller, <\/b> None.&nbsp;<br><b>L. Hodges-Gallagher, <\/b> <br><b>Olema Oncology<\/b> Employment, Stock, Stock Option, Yes. <br><b>S. Barratt, <\/b> <br><b>Olema Oncology<\/b> Employment, Stock, Stock Option, Yes.<br><b>J. Azofeifa, <\/b> None.&nbsp;<br><b>P. J. Kushner, <\/b> <br><b>Olema Oncology<\/b> Employment, Stock, Stock Option. <br><b>D. Kulp, <\/b> <br><b>Olema Oncology<\/b> Employment, Stock, Stock Option, Yes. <br><b>C. L. Harmon, <\/b> <br><b>Olema Oncology<\/b> Employment, Stock, Stock Option, Patent, Yes. <br><b>IDbyDNA<\/b> Stock, No. <br><b>Primary Diagnostics<\/b> Stock, No.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"21776","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5375","PresenterBiography":null,"PresenterDisplayName":"Alison Parisian, BS,PhD","PresenterKey":"218483bf-2987-4f29-b301-271bac04d73a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5375. Precision run-on sequencing (PRO-seq) analysis of a treatment time course in ER+ breast cancer cell lines reveals the transcriptional changes underlying response to complete estrogen receptor antagonist (CERAN) OP-1250","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Mechanisms of Drug Action 3","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Precision run-on sequencing (PRO-seq) analysis of a treatment time course in ER+ breast cancer cell lines reveals the transcriptional changes underlying response to complete estrogen receptor antagonist (CERAN) OP-1250","Topics":null,"cSlideId":""}]