[{"Abstract":"Bone is a site of metastasis from several tumor types including prostate cancer (PCa). Metastatic PCa is lethal, largely due to the complex nature of bone microenvironment, and the functional cross-talk between bone-resident cells and tumor cells that favors therapy evasion. We have shown previously that age- and obesity-induced changes in the bone microenvironment, specifically increased marrow adiposity, promote tumor adaptation in bone. Numerous studies have also linked the disruption in bone homeostasis with aggressive tumor phenotype. Whether environmental toxicants with propensity to accumulate in bone can modulate bone microenvironment to support tumor growth and progression is, however, not known. Per- and polyfluoroalkyl substances (PFAS) are &#8220;forever&#8221; chemicals with very long half-lives and ability to accumulate in bone. Limited reports have linked PFAS exposure with adipocyte differentiation and osteoclast activation, but their specific effects on bone are not known. It is also unclear whether the exposure to PFAS can directly impact metastatic tumor cells. Here, we hypothesized that PFAS contribute to metastatic progression by impacting both the tumor and its microenvironment. Specifically, we aimed to establish that exposure to PFAS promotes adipogenesis and osteoclastogenesis, creating microenvironment conducive to tumor growth. We also sought to determine whether direct effects of PFAS exposure on tumor cells lead to activation of growth and survival signaling that drives aggressive phenotype in bone. Our data show that 12-week exposure of mice to a cocktail of 5 PFAS chemicals (PFOS, PFOA, PFNA, PFHxS, and GenX) increases the number of adipocytes in the tibia and augments expression of adipogenesis-associated genes, such as FABP4 and adiponectin. RNAseq analyses of tibia from mice exposed to PFAS chemicals for 3 and 6 weeks indicate changes in bone metabolism and turnover, results supported by <i>in vitro<\/i> osteoclastogenesis assays. Mass spectrometry analyses of bone extracts from PFAS cocktail exposed mice reveal that the compound with highest concentration in bone is PFHxS. Interestingly, our in vitro assays employing bone marrow derived mesenchymal cells show that PFHxS can activate peroxisome proliferator-activated receptor (PPAR) signaling, leading to an increase in adipogenesis. Studies examining the direct impact of long term PFHxS as well as PFAS cocktail exposure on <i>in vitro <\/i>PCa cultures and progression of intratibially implanted PCa tumors are currently ongoing. Our findings to date indicate that changes in bone marrow microenvironment induced by PFAS chemicals have a potential to disrupt the balance between osteoblasts and adipocytes, promote marrow adipogenesis and osteoclastogenesis, and activate specific signaling pathways in tumor cells that support growth and survival.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0e87b874-5b65-4639-8ae4-988dcf7bed68\/@A03B911r\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-01 Chemical, environmental, and virus-induced carcinogenesis,,"},{"Key":"Keywords","Value":"Prostate cancer,Bone marrow,Microenvironment,Environmental exposure,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/21341"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Laimar C. Garmo<\/i><\/u><\/presenter>, <presenter><i>Mackenzie K. Herroon<\/i><\/presenter>, <presenter><i>Shane Mecca<\/i><\/presenter>, <presenter><i>Alexis Wilson<\/i><\/presenter>, <presenter><i>Michael C. Petriello<\/i><\/presenter>, <presenter><i>Izabela Podgorski<\/i><\/presenter>. Wayne State University School of Medicine, Detroit, MI","CSlideId":"","ControlKey":"2290a82c-ca87-44c9-a839-aeb0a0e2b23e","ControlNumber":"6434","DisclosureBlock":"&nbsp;<b>L. C. Garmo, <\/b> None..<br><b>M. K. Herroon, <\/b> None..<br><b>S. Mecca, <\/b> None..<br><b>A. Wilson, <\/b> None..<br><b>M. C. Petriello, <\/b> None..<br><b>I. Podgorski, <\/b> None.","End":"4\/8\/2022 1:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"21341","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0e87b874-5b65-4639-8ae4-988dcf7bed68\/@A03B911r\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6318","PresenterBiography":null,"PresenterDisplayName":"Laimar Garmo, BS","PresenterKey":"9c631d94-0f06-48f2-b845-2b996a8c2e86","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6318. Effects of per- and polyfluoroalkyl substances on bone marrow adipose environment: Potential implications for bone metastatic cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2022 12:00PM","SessionId":"838","SessionOnDemand":"False","SessionTitle":"Carcinogenesis","ShowChatLink":"false","Start":"4\/8\/2022 12:00:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effects of per- and polyfluoroalkyl substances on bone marrow adipose environment: Potential implications for bone metastatic cancers","Topics":null,"cSlideId":""}]