[{"Abstract":"Ependymomas (EPN) are tumors of the central nervous system (CNS) that can arise in the supratentorial brain (ST-EPN), hindbrain or posterior fossa (PF-EPN), or anywhere in the spinal cord (SP-EPN), both in children and adults. Molecular profiling has identified distinct subgroups and subtypes in each of the anatomic compartments. In the posterior fossa, three subgroups have been identified: PFA, PFB and PF-SE. Of them, PFA ependymomas are characterized by a young median age at diagnosis, an overall balanced genome and a bad clinical outcome (56 % 10-year overall survival). Standard therapy consists of tumor resection and radiotherapy, but working chemo- or targeted therapies will be essential to improve patient outcomes. Recently, we and others identified enhancer of zeste inhibiting protein (EZHIP) as potential main driver of PFA tumorigenicity. By inhibiting EZH2, the catalytic subunit of the polycomb repressive complex 2 (PRC2), EZHIP prevents the distribution of the epigenetic repressor mark H3K27me3. However, since EZHIP does not possess any known enzymatic functions itself, it does not serve as the druggable target urgently needed for PFA tumors. Thus, interaction partners are one main focus of ongoing PFA research. In this project, we focused on the ubiquitin-specific protease 7 (USP7), a well-known regulator of cancer pathways with a variety of inhibitors available, which was observed to interact with EZHIP in non-PFA cell lines before. We were able to confirm this interaction of EZHIP and USP7 in PFA cells <i>in vitro<\/i> by co-immunoprecipitation and mass spectrometry, and could show that the EZHIP-USP7 interaction is independent of EZH2, a separate interactor of both. Functionally, we are testing the hypothesis that USP7 de-ubiquitinates EZHIP, thereby preventing its proteasomal degradation and thus stabilizing the protein. As EZHIP expression is essential to PFA cell survival, we aim to target EZHIP indirectly by interfering with its stability regulation via USP7. RNAi-based knockdown (KD) experiments have been used to test a susceptibility of PFA cells to a loss of USP7, focusing on effects on cell proliferation and apoptosis, but also investigating gene expression changes provoked by a change in USP7 levels. Moreover, multiple USP7 inhibitors already highly affect the survival of different PFA cell lines <i>in vitro<\/i>. Ongoing experiments with PFA patient-derived xenograft (PDX) models will hopefully confirm the strong effect of USP7 inhibitors in PFA, and help to improve targeted therapy for PFA patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f202e6ce-5fcb-4793-b011-f9e2f8b464ae\/@y03B8ZMZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Pediatric cancers,Ubiquitination,EZH2,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14784"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Anne Jenseit<\/i><\/u><\/presenter>, <presenter><i>Aylin Camgöz<\/i><\/presenter>, <presenter><i>Monika Mauermann<\/i><\/presenter>, <presenter><i>Stefan M. Pfister<\/i><\/presenter>, <presenter><i>Marcel Kool<\/i><\/presenter>. Hopp Children´s Cancer Center (KITZ), Heidelberg, Germany","CSlideId":"","ControlKey":"cd2a1ae0-889e-40d7-af21-978ff3329fe9","ControlNumber":"2284","DisclosureBlock":"&nbsp;<b>A. Jenseit, <\/b> None..<br><b>A. Camgöz, <\/b> None..<br><b>M. Mauermann, <\/b> None..<br><b>S. M. Pfister, <\/b> None..<br><b>M. Kool, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14784","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f202e6ce-5fcb-4793-b011-f9e2f8b464ae\/@y03B8ZMZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3885","PresenterBiography":null,"PresenterDisplayName":"Anne Jenseit","PresenterKey":"fa197976-4003-4aae-9ff6-f61f520f5a08","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3885. USP7 is an interaction partner of EZHIP and potential druggable target in PFA ependymomas","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Therapeutic Targets and Drug Resistance in Pediatric Cancers","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"USP7 is an interaction partner of EZHIP and potential druggable target in PFA ependymomas","Topics":null,"cSlideId":""},{"Abstract":"Ependymoma (EPN) is a tumor of the central nervous system that occurs in children and adults. Childhood EPNs are one of the most aggressive pediatric brain tumors, arising both in infratentorial and supratentorial (ST) regions of the brain. Molecular profiling has identified distinct subgroups of ependymomas, including ST-EPN-ZFTA and PF-EPN-A as the most common and most aggressive ones in children. To this date, the only curative and indispensable treatment option is surgical resection followed by radiation. Unfortunately, there are no targeted therapies in clinical use. However, EPN cells have been extremely difficult to culture and expand <i>in vitro<\/i>, which explains why molecular studies on EPN cells have been hampered. This shortcoming has recently been overcome by establishing EPN models including human cell lines and organoids as well as patient derived xenografts (PDX). 3D genome conformation analysis has emerged as a powerful approach to understand tumor development and to identify novel drug targets for the treatment of different tumors. In this project we have used genome-wide chromosome conformation capture (Hi-C), complemented with H3K27ac (active enhancers) as well as gene expression in primary ependymoma tumors and cell lines to identify regulatory mechanisms underlying aberrant expression of genes that are essential for ependymoma tumorigenesis. Results of this study showed that the fusion between<i> ZFTA <\/i>and<i> <\/i><i>RELA<\/i> leads to the formation of new regulatory environments that are recurrently associated with aberrant overexpression of RCOR2<i> <\/i>only in ST-EPN-ZFTA ependymoma cells. Indeed, compared to all other ependymoma subgroups as well as to normal brain, RCOR2 is significantly upregulated only in ST-EPN-ZFTA patient samples. To test oncogenic relevance of RCOR2 for growth and maintenance, we depleted RCOR2 by RNAi and observed a strongly reduced cell survival in several ST-EPN-ZFTA cell lines but not or to a lesser extent in PF-EPN-A cells. Since RCOR2 is an adaptor protein lacking enzymatic activity, we looked at the expression of the proteins known as an interacting partner of RCOR2. Lysine-histone demethylase 1 (LSD1) is one of them and its expression in ST-EPN-ZFTA significantly correlates with RCOR2 expression. We therefore hypothesized that ST-EPN-ZFTA cells may be sensitive to LSD1 depletion, too. Indeed, depletion of LSD1 by RNAi resulted in a strong growth inhibition in ST-EPN-ZFTA cells, but not in PF-EPN-A cells. However, none of the tested LSD1 inhibitors exerted anti-proliferative activity at clinically reachable doses in the ST-EPN-ZFTA cells indicating a potential LSD1 non-enzymatic function in this particular tumor type. In summary, our study nominates RCOR2 as a oncogenic gene specific for ST-EPN-ZFTA ependymomas. Current studies focus on the identification of other interacting partners of the RCOR2-LSD1 complex and how to target these for therapeutic approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/9a914eb5-bd49-4ad9-b15f-01f94b577121\/@y03B8ZMZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Pediatric cancer genomics and epigenomics ,,"},{"Key":"Keywords","Value":"Targeted therapy,RCOR2,HiC,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14785"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Aylin Camgöz<\/i><\/u><\/presenter>, <presenter><i>Konstantin Okonechnikov<\/i><\/presenter>, <presenter><i>Owen Chapman<\/i><\/presenter>, <presenter><i>Monika Maurmann<\/i><\/presenter>, <presenter><i>Frank Buchholz<\/i><\/presenter>, <presenter><i>Stefan M. Pfister<\/i><\/presenter>, <presenter><i>Lukas Chavez<\/i><\/presenter>, <presenter><i>Marcel Kool<\/i><\/presenter>. DKFZ, Heidelberg, Germany, University of California San Diego, San Diego, CA, TU Dresden Medical Faculty, Dresden, Germany, University of California San Diego, San Diego, CA","CSlideId":"","ControlKey":"9a5caf92-c21c-43e1-9199-120c3d8ea976","ControlNumber":"5743","DisclosureBlock":"&nbsp;<b>A. Camgöz, <\/b> None..<br><b>K. Okonechnikov, <\/b> None..<br><b>O. Chapman, <\/b> None..<br><b>M. Maurmann, <\/b> None.&nbsp;<br><b>F. Buchholz, <\/b> <br><b>Eupheria Biotech GmbH<\/b> Other, Founder, No. <br><b>RecTech Start Up<\/b> Other, Founder, No.<br><b>S. M. Pfister, <\/b> None..<br><b>L. Chavez, <\/b> None..<br><b>M. Kool, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14785","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/9a914eb5-bd49-4ad9-b15f-01f94b577121\/@y03B8ZMZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3886","PresenterBiography":null,"PresenterDisplayName":"Aylin Camgoz, PhD","PresenterKey":"fb8b3502-517d-4184-8145-9af6fc801116","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3886. 3D genome conformation analysis in ST-EPN-ZFTA ependymoma identifies RCOR2 as a potential target","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Therapeutic Targets and Drug Resistance in Pediatric Cancers","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"3D genome conformation analysis in ST-EPN-ZFTA ependymoma identifies RCOR2 as a potential target","Topics":null,"cSlideId":""},{"Abstract":"In this study we aimed to investigate the role of the &#946;3-adrenergic receptor (&#946;3-AR) in regulating the immune system response against neuroblastoma (NB) tumor. NB is a very heterogeneous extracranial tumor occurring in childhood. A distinctive feature of NB tumors is their neuroendocrine ability to secrete catecholamines, which in turn, via &#946;-adrenergic receptors ligation, may affect different signaling pathways in the tumor microenvironment (TME). We previously demonstrated that the specific antagonism of the &#946;3-AR on NB tumor cells affected tumor growth and progression. Here, in a murine syngeneic model of NB (A\/J mice inoculated with the murine neuroblastoma cell line Neuro-2a), the &#946;3-AR blockade ability to influence the number of immunoreactive and\/or immunosuppressive cells in TME was investigated through flow cytometry analysis. Moreover, the involvement of the immune-checkpoint signaling axis PD-1\/PD-L1 in mediating the anti-tumoral effects brought by a &#946;3-AR antagonist administration was analyzed. Results demonstrated that &#946;3-AR antagonism leads to an immune response reactivation, partially dependent on the PD-1\/PD-L1 signaling axis involvement. Indeed, &#946;3-AR antagonism was able to increase the number of immune reactive CD8+, natural killer (NK) and dendritic cells (DCs), and to decrease the number of immune suppressive regulatory T cells (Treg) and Myeloid-derived suppressor cells (MDSC) in tumor mass. Moreover, &#946;3-AR blockade on tumor infiltrating lymphocytes (TILs) dampened their ability to secrete IFN-&#947;, which in turn reduced the PD-L1 expression on NB tumor cells. Further investigations, through a genomic analysis on NB patients, showed that high ADRB3 gene expression correlates negatively with the patient&#8217;s clinical outcome compared to the low expression group, and that ADRB3 gene expression is also related to the expression of different immune-checkpoints. Overall, results indicate that &#946;3-AR in NB TME is able to modulate the interaction between tumor and host immune system, and that its antagonism hits multiple pro-tumoral signaling pathways.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c153efe1-8b02-41ee-bdc5-d0975eaf28b8\/@y03B8ZMZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-04 Pediatric cancer tumor microenvironment and tumor heterogeneity,,"},{"Key":"Keywords","Value":"Neuroblastoma,Beta3-adrenergic receptor,PD-L1,Immune checkpoint,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14786"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Gennaro Bruno<\/i><\/u><\/presenter>, <presenter><i>Nicoletta Nastasi<\/i><\/presenter>, <presenter><i>Angela Subbiani<\/i><\/presenter>, <presenter><i>Alessia Boaretto<\/i><\/presenter>, <presenter><i>Annalisa Tondo<\/i><\/presenter>, <presenter><i>Claudio Favre<\/i><\/presenter>, <presenter><i>Maura Calvani<\/i><\/presenter>. Meyer Children's Hospital Florence - Italy, Florence, Italy","CSlideId":"","ControlKey":"215cc760-dd2d-4748-986d-a7bba1ac5758","ControlNumber":"2372","DisclosureBlock":"&nbsp;<b>G. Bruno, <\/b> None..<br><b>N. Nastasi, <\/b> None..<br><b>A. Subbiani, <\/b> None..<br><b>A. Boaretto, <\/b> None..<br><b>A. Tondo, <\/b> None..<br><b>C. Favre, <\/b> None..<br><b>M. Calvani, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14786","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c153efe1-8b02-41ee-bdc5-d0975eaf28b8\/@y03B8ZMZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3887","PresenterBiography":null,"PresenterDisplayName":"Gennaro Bruno, PhD","PresenterKey":"5764e98b-8c92-4986-a60a-8d63edf429f9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3887. &#946;3-adrenergic receptor sustains IFN-&#947;-dependent PD-L1 expression and impairs anti-tumor immunity in neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Therapeutic Targets and Drug Resistance in Pediatric Cancers","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"&#946;3-adrenergic receptor sustains IFN-&#947;-dependent PD-L1 expression and impairs anti-tumor immunity in neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Fibrolamellar hepatocellular carcinoma (FLC) is a lethal pediatric cancer affecting adolescents and young adults. Besides surgical resection, there is no approved and effective therapy. FLC is driven by a fusion oncokinase, DNAJB1-PRKACA, that arises from a deletion fusing exon 1 of DNAJB1 and exons 2-10 of PRKACA, the catalytic subunit of protein kinase A. Expression of this chimeric oncokinase is capable of recapitulating the key histologic and transcriptomic features of FLC. Using PDXs, we tested therapeutics that have been used clinically for FLC or that target pathways identified via the transcriptomic signature of FLC, in addition to an agnostic library of clinical-stage drugs. Several compounds were identified with a varying degree of efficacy in different PDX lines as compared to our control line, primary human hepatocytes. One of the top hits was irinotecan, and its active metabolite SN38. Irinotecan is a topoisomerase I inhibitor and is clinically utilized in a wide variety of adult and pediatric cancers. A second top hit was Navitoclax, an inhibitor of the anti-apoptotic proteins Bcl-2 and Bcl-xL. Tool compounds that targeted Bcl-xL, but not bcl-2 were efficacious. This suggested a possible link between Bcl-xL, which is overexpressed in some PDX lines, and the resistance profile they showed in our screen. Unfortunately, Navitoclax has an on-target and dose-limiting toxicity of thrombocytopenia, which limits its clinical application. DT2216 is a VHL-based PROTAC that degrades Bcl-xL. DT2216 has two potential benefits over Navitoclax: 1) DT2216 is a more potent than Navitoclax against various Bcl-xL dependent tumor cells; and 2) it is less toxic to platelets than Navitoclax by targeting Bcl-xl to VHL that is poorly expressed in platelets to avoid induction of severe thrombocytopenia. A phase 1 clinical trial of DT2216 in relapsed\/refractory malignancies is now ongoing (NCT04886622). We tested if the combination of DT2216 and irinotecan might have a therapeutic potential in FLC. Indeed, <i>in vitro<\/i> screening of the proposed combo, DT2216 and SN38, showed an additive or a synergistical effect in 4 validated FLC cell lines. We tested both the efficacy of DT2216 on Bcl-xL levels in FLC as well as platelet counts to identify any developing thrombocytopenia. DT2216 was less disruptive to platelets than Navitoclax at therapeutically relevant pre-clinical doses. Next, we tested 4 of our PDX models for FLC using various dosing regimens to identify the most efficacious regimen with the minimum side effects. Mice cohorts were evaluated for weight loss and tumor volume. Mice treated with DT2216 and SN38 showed consistent therapeutic benefit which was not evident in controls and less notable as monotherapy. In conclusion, TOPO1 and Bcl-xL prove to be promising targets of interest in FLC. Targeting both with DT2216 and irinotecan leads to tumor shrinkage in pre-clinical models and offer a potential therapeutic\/pharmacological intervention for FLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3e004e34-07ab-4899-b37b-5405e350a9e8\/@y03B8ZMZ\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-05 Other,,"},{"Key":"Keywords","Value":"Fusion proteins,Liver cancer,Proteasome-mediated degradation,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14787"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Bassem Shebl<\/i><\/u><\/presenter>, <presenter><i>Gadi Lalazar<\/i><\/presenter>, <presenter><i>Denise Ng<\/i><\/presenter>, <presenter><i>Tova Finkelstein<\/i><\/presenter>, <presenter><i>Guangrong Zheng<\/i><\/presenter>, <presenter><i>Peiyi Zhang<\/i><\/presenter>, <presenter><i>Carly Rosemore<\/i><\/presenter>, <presenter><i>Michael Ortiz<\/i><\/presenter>, <presenter><i>Daohong Zhou<\/i><\/presenter>, <presenter><i>Sanford Simon<\/i><\/presenter>, <presenter><i>Philip Coffino<\/i><\/presenter>. The Rockefeller University, New York, NY, University of Florida, Gainesville, FL, Memorial Sloan Kettering Cancer Center, New York, NY, University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"e2bb8a0c-f376-4299-b995-560b4c60ab87","ControlNumber":"3866","DisclosureBlock":"&nbsp;<b>B. Shebl, <\/b> None.&nbsp;<br><b>G. Lalazar, <\/b> <br><b>Pluristem Therapeutics<\/b> Stock, No. <br><b>Immuron Ltd<\/b> Stock, No. <br><b>Guidepoint<\/b> Stock, No.<br><b>D. Ng, <\/b> None..<br><b>T. Finkelstein, <\/b> None.&nbsp;<br><b>G. Zheng, <\/b> <br><b>Dialectic Therapeutics<\/b> Stock, Patent, Yes. <br><b>P. Zhang, <\/b> <br><b>Dialectic Therapeutics<\/b> Patent, Yes.<br><b>C. Rosemore, <\/b> None..<br><b>M. Ortiz, <\/b> None.&nbsp;<br><b>D. Zhou, <\/b> <br><b>Dialectic Therapeutics<\/b> Stock, Patent, Yes.<br><b>S. Simon, <\/b> None..<br><b>P. Coffino, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14787","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3e004e34-07ab-4899-b37b-5405e350a9e8\/@y03B8ZMZ\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3888","PresenterBiography":null,"PresenterDisplayName":"Bassem Shebl, B Pharm;PhD","PresenterKey":"19044e25-81ab-4f7d-8171-4a0e5d491fe5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3888. Targeting Bcl-xL in fibrolamellar hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Therapeutic Targets and Drug Resistance in Pediatric Cancers","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting Bcl-xL in fibrolamellar hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Neuroblastoma is an extracranial solid tumor of childhood that arises from the developing sympathetic nervous system. Half of patients with high-risk disease do not survive despite multimodal therapy, and survival after relapse is unlikely. Recent studies have characterized two distinct neuroblastoma cell subtypes: the adrenergic (ADRN) subtype of sympathetic noradrenergic-like identity and the mesenchymal (MES) subtype of neural crest-like identity. ADRN-like cells are more aggressive and proliferative, while the MES-like cells are chemotherapy resistant. Neuroblastoma tumors are heterogenous and comprised of both ADRN and MES cell subtypes, which likely leads to differential responses to therapy. Thus, to eliminate cells that may lead to tumor relapse, it is critical to develop therapies against both neuroblastoma subtypes.<br \/><b>Methods:<\/b> To identify candidate subtype-specific therapeutic targets, we used ssGSEA to classify human neuroblastoma tumors into ADRN- or MES-dominant and performed differential expression. We validated subtype-specific targets in additional datasets and models, including transdifferentiated neuroblastoma cell lines (ADRN-to-MES) after inducible overexpression of the MES transcription factor PRRX1.<br \/><b>Results:<\/b> We show ADRN-specific expression of known preclinical and clinical neuroblastoma targets with limited or no expression in MES-dominant tumors. We propose CD276 (B7-H3) and L1CAM as pan-subtype targets with similar expression in both subtypes and stable expression after ADRN-to-MES transdifferentiation. In MES-specific neuroblastoma patient samples and cell lines, we identify the receptor tyrosine kinase AXL as a candidate MES target. MES neuroblastoma cell lines are more sensitive to small molecule AXL inhibitors (Cabozantinib, NPS-1034, and ONO-7475) compared to ADRN cell lines. We also observe higher expression of PDL1 and immunosuppressive chemokines in MES-dominant tumors and cell lines. Finally, we detect AXL and Gas6 transcripts in tumor-resident macrophages and fibroblasts, which may further promote immune evasion.<br \/><b>Conclusion:<\/b> Here we have identified and prioritized ADRN-specific, MES-specific, and pan-subtype neuroblastoma therapeutic targets and suggest AXL-targeted therapy may eliminate both MES-dominant neuroblastoma cells and immune cell populations that contribute to an immunosuppressive microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/25cb031d-d370-40b5-8192-5f1e32c6e66c\/@y03B8ZMZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Neuroblastoma,Heterogeneity,Targeted therapy,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14788"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Nathan M. Kendsersky<\/i><\/u><\/presenter>, <presenter><i>Nathaniel W. Mabe<\/i><\/presenter>, <presenter><i>Alvin Farrel<\/i><\/presenter>, <presenter><i>Liron D. Grossmann<\/i><\/presenter>, <presenter><i>Michal Odrobina<\/i><\/presenter>, <presenter><i>Kimberly Stegmaier<\/i><\/presenter>, <presenter><i>John M. Maris<\/i><\/presenter>. Children's Hospital of Philadelphia, Philadelphia, PA, Dana-Farber Cancer Institute and Boston Children's Hospital, Boston, MA, Children's Hospital of Philadelphia, Philadelphia, PA","CSlideId":"","ControlKey":"62fba646-4f67-4f72-84c5-10d0fc99bf4d","ControlNumber":"2707","DisclosureBlock":"&nbsp;<b>N. M. Kendsersky, <\/b> None..<br><b>N. W. Mabe, <\/b> None..<br><b>A. Farrel, <\/b> None..<br><b>L. D. Grossmann, <\/b> None..<br><b>M. Odrobina, <\/b> None..<br><b>K. Stegmaier, <\/b> None..<br><b>J. M. Maris, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14788","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/25cb031d-d370-40b5-8192-5f1e32c6e66c\/@y03B8ZMZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3889","PresenterBiography":null,"PresenterDisplayName":"Nathan Kendsersky, BS","PresenterKey":"98ed9a72-7705-4de2-986a-ed0e79ce3839","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3889. Identification of ADRN-specific, MES-specific, and pan-subtype therapeutic targets in neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Therapeutic Targets and Drug Resistance in Pediatric Cancers","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of ADRN-specific, MES-specific, and pan-subtype therapeutic targets in neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Pediatric pan-cancer genome analyses do not capture the full range of diagnoses encountered in clinical practice. To inform basket trial design and real-world precision oncology practice, we classified diagnoses and assessed the landscape of mutations, including trial-matching, in an unselected cohort of pediatric solid tumors.<br \/>Since 2013 all Dana-Farber\/Boston Children&#8217;s patients have been offered participation in the Profile study. Participant tumor samples were sequenced with DFCI-OncoPanel, a targeted panel test sequencing exons of up to 447 cancer genes for single nucleotide variants, insertions and deletions and copy number alterations, and introns and exons of up to 60 genes for rearrangements. Patient diagnosis was classified according to ICD-O, version 3.2. Genomic alterations were analyzed for matching to the actionable mutation lists of precision oncology basket trials (NCI-COG Pediatric MATCH, NCI-MATCH, and the ASCO TAPUR Study v.3). Data will be shared with the Childhood Cancer Data Initiative.<br \/>There were 888 pediatric patients with sequencing enrolled in Profile between January 2013 and March 2019; 512 (58%) with solid tumors and 376 (42%) with CNS tumors. Fifty-five percent (491\/888) of patients had one of ten common pediatric cancer diagnoses: neuroblastoma (n=80), low-grade glioma (n=72), Wilms tumor (n=57), medulloblastoma (n=55), pilocytic astrocytoma (n=47), rhabdomyosarcoma (n=44), osteosarcoma (n=42), ependymoma (n=39), Ewing sarcoma (n=28) and glioblastoma (n=27). The remaining 45% (397\/888) had one of 85 distinct rare malignancies with less than 25 cases per diagnosis. Most (80\/85) of these rare diagnoses are not represented in prior pediatric pan-cancer sequencing studies. Recurrent (&#62;5%) pathogenic alterations were, in common and rare diagnoses,<i> TP53<\/i> mutations(m) and deletions(del) and <i>BRAF<\/i>m and rearrangements(r), in common diagnoses, <i>MYC\/MYCN<\/i> amplification (amp) and <i>EWSR1<\/i>r and, in rare diagnoses, <i>CTNNB1<\/i>m<i>, CDKN2A\/B<\/i>del<i> and <\/i><i>NF1<\/i>m\/del<i>. <\/i>We found that 31% (n=271\/888) of patients had at least 1 variant matching a basket trial treatment arm. Genes with matching alterations include <i>BRAF (10%), NF1 (4%), PI3KCA (3%), NRAS (2%), BRCA2 (2%), ALK (1%), <\/i>and<i> <\/i><i>FGFR1 (1%)<\/i>.<br \/>Sequencing of pediatric malignancies is increasing. This study highlights opportunities to use the resulting genomic data to inform genome-selected clinical trial design and uncover drivers in pediatric cancers. The proportion of cases in this cohort with genomic alterations meeting eligibility for basket trials is equivalent to that seen in the pediatric MATCH screening study. Due to the low prevalence of the diagnoses in the long tail of cancer types in this study, defining the genomic landscape of ultra-rare cancers will require data sharing. Classifying pediatric cancer diagnoses using the ICD-O standard ontology system is feasible and will facilitate data sharing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/5725f290-9f9c-4049-aa75-8b23e7c6e88f\/@y03B8ZMZ\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Pediatric cancer genomics and epigenomics ,,"},{"Key":"Keywords","Value":"Pediatric cancers,Next-generation sequencing (NGS),Targeted therapy,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14789"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Suzanne J. Forrest<\/i><\/u><\/presenter>, <presenter><i>Hersh Gupta<\/i><\/presenter>, <presenter><i>Abigail Ward<\/i><\/presenter>, <presenter><i>Yvonne Li<\/i><\/presenter>, <presenter><i>Duong Doan<\/i><\/presenter>, <presenter><i>Alyaa Al-Ibraheemi<\/i><\/presenter>, <presenter><i>Sanda Alexandrescu<\/i><\/presenter>, <presenter><i>Pratiti Bandopadhayay<\/i><\/presenter>, <presenter><i>Suzanne Shusterman<\/i><\/presenter>, <presenter><i>Elizabeth A. Mullen<\/i><\/presenter>, <presenter><i>Natalie Collins<\/i><\/presenter>, <presenter><i>Susan N. Chi<\/i><\/presenter>, <presenter><i>Karen D. Wright<\/i><\/presenter>, <presenter><i>Priti Kumari<\/i><\/presenter>, <presenter><i>Tali Mazor<\/i><\/presenter>, <presenter><i>Keith L. Ligon<\/i><\/presenter>, <presenter><i>Priyanka Shivdasani<\/i><\/presenter>, <presenter><i>Phani Davineni<\/i><\/presenter>, <presenter><i>Monica Manam<\/i><\/presenter>, <presenter><i>Richard L. Schilsky<\/i><\/presenter>, <presenter><i>Suanna S. Bruinooge<\/i><\/presenter>, <presenter><i>Jaime M. Guidry Auvil<\/i><\/presenter>, <presenter><i>Ethan Cerami<\/i><\/presenter>, <presenter><i>Barrett J. Rollins<\/i><\/presenter>, <presenter><i>Matthew L. Meyerson<\/i><\/presenter>, <presenter><i>Neal I. Lindeman<\/i><\/presenter>, <presenter><i>Laura MacConaill<\/i><\/presenter>, <presenter><i>Bruce E. Johnson<\/i><\/presenter>, <presenter><i>Andrew D. Cherniack<\/i><\/presenter>, <presenter><i>Alanna J. Church<\/i><\/presenter>, <presenter><i>Katherine A. Janeway<\/i><\/presenter>. Dana-Farber \/ Boston Children’s Cancer and Blood Disorders Center and Harvard Medical School, Boston, MA, Dana-Farber Cancer Institute and Broad Institute of Harvard and MIT, Boston, MA, Dana-Farber \/ Boston Children’s Cancer and Blood Disorders Center, Boston, MA, Boston Children's Hospital and Harvard Medical School, Boston, MA, Dana-Farber \/ Boston Children’s Cancer and Blood Disorders Center, Harvard Medical School and Broad Institute of Harvard and MIT, Boston, MA, Dana-Farber Cancer Institute, Boston, MA, Dana-Farber Cancer Institute, Brigham & Women’s Hospital, Boston Children's Hospital and Harvard Medical School, Boston, MA, Brigham & Women’s Hospital, Boston, MA, American Society of Clinical Oncology, Alexandria, VA, National Cancer Institute, Boston, MA, Dana-Farber Cancer Institute, Brigham & Women’s Hospital, and Harvard Medical School, Boston, MA, Dana-Farber Cancer Institute, Brigham & Women’s Hospital, Harvard Medical School, and Broad Institute of Harvard and MIT, Boston, MA, Dana-Farber Cancer Institute, Brigham & Women's Hospital and Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"d5d60312-4715-4eb4-8e50-29763098aa25","ControlNumber":"835","DisclosureBlock":"&nbsp;<b>S. J. Forrest, <\/b> None..<br><b>H. Gupta, <\/b> None..<br><b>A. Ward, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>D. Doan, <\/b> None..<br><b>A. Al-Ibraheemi, <\/b> None..<br><b>S. Alexandrescu, <\/b> None.&nbsp;<br><b>P. Bandopadhayay, <\/b> <br><b>Novartis Institute of Biomedical Research<\/b> Grant\/Contract, No. <br><b>Deerfield Therapeutics<\/b> Grant\/Contract, No. <br><b>QED Therapeutics<\/b> Other, Advisory Board, No.<br><b>S. Shusterman, <\/b> None..<br><b>E. A. Mullen, <\/b> None..<br><b>N. Collins, <\/b> None..<br><b>S. N. Chi, <\/b> None..<br><b>K. D. Wright, <\/b> None..<br><b>P. Kumari, <\/b> None..<br><b>T. Mazor, <\/b> None..<br><b>K. L. Ligon, <\/b> None..<br><b>P. Shivdasani, <\/b> None..<br><b>P. Davineni, <\/b> None..<br><b>M. Manam, <\/b> None..<br><b>R. L. Schilsky, <\/b> None..<br><b>S. S. Bruinooge, <\/b> None..<br><b>J. M. Guidry Auvil, <\/b> None..<br><b>E. Cerami, <\/b> None..<br><b>B. J. Rollins, <\/b> None..<br><b>M. L. Meyerson, <\/b> None..<br><b>N. I. Lindeman, <\/b> None..<br><b>L. MacConaill, <\/b> None..<br><b>B. E. Johnson, <\/b> None..<br><b>A. D. Cherniack, <\/b> None..<br><b>A. J. Church, <\/b> None..<br><b>K. A. Janeway, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14789","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/5725f290-9f9c-4049-aa75-8b23e7c6e88f\/@y03B8ZMZ\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3890","PresenterBiography":null,"PresenterDisplayName":"Suzanne Forrest, MD","PresenterKey":"99c985fe-f015-4e0b-85b8-f59ee9b51328","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3890. Sequencing of 888 pediatric solid tumors informs precision oncology trial design and data sharing initiatives in pediatric cancer","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Therapeutic Targets and Drug Resistance in Pediatric Cancers","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sequencing of 888 pediatric solid tumors informs precision oncology trial design and data sharing initiatives in pediatric cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Hepatoblastoma (HB) is the most frequent liver malignancy of childhood with an annual incidence of 1.5 per million and a survival rate less than 50%. Due to significant side effects and ineffectiveness of standard chemotherapy for relapse refractory disease, the treatment options are now shifting towards targeted therapies. Cyclin-dependent kinases (CDKs) are potential cancer therapeutic targets because of their critical role in promoting cell growth and regulating transcriptional processes. This study aims to assess the therapeutic efficacy of dinaciclib, cyclin-dependent kinase inhibitor, with HB in preclinical <i>in vitro<\/i>and <i>in vivo<\/i> models.<br \/>Method: Dinaciclib was tested in patient derived cell lines (PDCL) from different patient derived xenograft (PDX) models using CellTiter-Glo Luminescent Viability assays. Dinaciclib was also assayed <i>in vitro<\/i> for cytotoxicity (MTT assay) and proliferation (CCK-8 assay). Differential expression of CDKs was checked by microarray analysis between normal liver and HB patients. Results were confirmed by immunoblotting assays. Immunoblotting assays were also used to see the effect of dinaciclib on CDK 1\/2\/5\/9 and to assess the induction of apoptosis (PARP cleavage) <i>in vitro<\/i>. Dinaciclib was also tested in our orthotopic PDX models of high-risk HB. MRI and alpha-fetoprotein (AFP) ELISA were done to evaluate tumor growth. Tumor weights and volumes, as well as, immunohistochemistry were also used to assess effects of dinaciclib <i>in vivo<\/i>.<br \/>Result: Dinaciclib suppressed cell proliferation and viability in a dose-dependent manner in all HB cell lines tested with IC<sub>50<\/sub> in the low micromolar range (HepG2- 3.75; HepT1- 0.007; Huh6- 1.42; HB17- 0.72). Microarray analysis showed significant upregulation of CDK1 (<i>p=0.0003<\/i>), CDK2 (<i>p=0.00023<\/i>) and CDK9 (<i>p=0.015<\/i>) in HB patient samples, however, immunoblotting with dinaciclib-treated cells showed decreased expression of CDKs 1\/2\/5\/9 as well as induction of apoptosis. Dinaciclib also showed <i>in vivo <\/i>inhibition of tumor growth compared to placebo in both PDX models (<u>HB47<\/u>: relative tumor volume <i>p = 0.03<\/i>, T\/C ratio= 0.36, tumor weight <i>p = 0.02<\/i>; <u>HB52<\/u>: relative tumor volume<i> p = 0.06<\/i>, T\/C ratio= 0.16, tumor weight <i>p = 0.07<\/i>).<br \/>Conclusion: Dinaciclib treatment showed promising effects with preclinical HB cell lines and PDX models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4fe713c1-fb66-400d-b3a8-1651ba193f8a\/@z03B8ZN1\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-05 Other,,"},{"Key":"Keywords","Value":"Pediatric cancers,CDK inhibitor,Targeted therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14790"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Rohit K. Srivastava<\/i><\/u><\/presenter>, <presenter><i>Roma Patel<\/i><\/presenter>, <presenter><i>Andres F. Espinoza<\/i><\/presenter>, <presenter><i>Yang Yu<\/i><\/presenter>, <presenter><i>Richard S. Whitlock<\/i><\/presenter>, <presenter><i>Samuel Larson<\/i><\/presenter>, <presenter><i>Andrew Badachhape<\/i><\/presenter>, <presenter><i>Jianhua Yang<\/i><\/presenter>, <presenter><i>Sarah E. Woodfield<\/i><\/presenter>, <presenter><i>Sanjeev A. Vasudevan<\/i><\/presenter>. Baylor College of Medicine, Houston, TX, Baylor College of Medicine, Houston, TX, Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"40cfb87b-525f-4b27-9245-24a8398190cd","ControlNumber":"5576","DisclosureBlock":"&nbsp;<b>R. K. Srivastava, <\/b> None..<br><b>R. Patel, <\/b> None..<br><b>A. F. Espinoza, <\/b> None..<br><b>Y. Yu, <\/b> None..<br><b>R. S. Whitlock, <\/b> None..<br><b>S. Larson, <\/b> None..<br><b>A. Badachhape, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>S. E. Woodfield, <\/b> None..<br><b>S. A. Vasudevan, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14790","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4fe713c1-fb66-400d-b3a8-1651ba193f8a\/@z03B8ZN1\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3891","PresenterBiography":null,"PresenterDisplayName":"Rohit Srivastava, PhD","PresenterKey":"af293245-b1b4-4cc2-9ef9-062e5904898d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3891. Efficacy of dinaciclib in hepatoblastoma through inhibition of cyclin dependent kinases","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Therapeutic Targets and Drug Resistance in Pediatric Cancers","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Efficacy of dinaciclib in hepatoblastoma through inhibition of cyclin dependent kinases","Topics":null,"cSlideId":""},{"Abstract":"Neuroblastoma<b> <\/b>is a childhood solid tumor commonly located in the adrenal gland. High-risk neuroblastoma patients undergo multidrug and multi-interventional treatment but despite these efforts many patients develop resistance to chemotherapy and eventually relapse. Neuroblastoma patients face an urgent need of novel therapeutic strategies that could effectively combat the disease.<br \/>In a recent study we identified kinesin spindle protein (KSP) as a highly effective target in high-risk neuroblastoma. Pharmacological inhibition of KSP resulted in complete regression of a subset of neuroblastoma subcutaneous PDX tumors and tumor growth delay in orthotopic PDXs (Hansson, Radke et al, <i>Sci. Transl. Med <\/i>2020). The purpose of the present study is to identify novel synergistic drug combinations effective against neuroblastoma and investigate their translational potential. We<b> <\/b>designed, optimized, and performed a high-throughput combination screen using 3D tumor organoids that represent three <i>MYCN<\/i>-amplified neuroblastoma tumors. KSP inhibition was tested in combination with the FIMM drug set of 527 approved and investigational drugs.<br \/>Screening was performed stepwise:<br \/>&#8226; Step 1: High-throughput drug screening 527 drug combinations and machine learning prediction (DECREASE tool) of drug combination synergy based on minimal required input.<br \/>&#8226; Step 2: Screening of 6x6 dose-response matrices of top 26 predicted hits in high-risk neuroblastoma models.<br \/>&#8226; Step 3: Screening of 6x6 dose-response matrices of top 26 hits in CD34+ cord blood controls to identify compounds that have low toxicity towards proliferating fraction of hematopoietic cells.<br \/>Overall, we identified seven drug candidates (P1-P7). They classify as: kinase inhibitors, differentiating modifiers, and one hormone therapy. Screened combinations were chosen based on selective efficacy (difference between anti-neuroblastoma efficacy and efficacy towards CD34+ cord blood controls). Identified drug combinations are common among three high-risk neuroblastoma models and have most synergistic area score (MSA) over five. We further plan to validate seven hits in neuroblastoma models in vitro, investigate MOA of the most promising combination and test it in PDX models in vivo.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/99f8b24a-4350-4993-a130-c275b760d986\/@z03B8ZN1\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-05 Other,,"},{"Key":"Keywords","Value":"Neuroblastoma,Organoids,Combination screening,Drug synergy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14831"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Katarzyna Radke<\/i><\/u><\/presenter>, <presenter><i>Karin Hansson<\/i><\/presenter>, <presenter><i>Jani Saarela<\/i><\/presenter>, <presenter><i>Aleksandr Ianevski<\/i><\/presenter>, <presenter><i>Philipp Ianevski<\/i><\/presenter>, <presenter><i>Aurélie Baudet<\/i><\/presenter>, <presenter><i>Mattias Magnusson<\/i><\/presenter>, <presenter><i>Daniel Bexell<\/i><\/presenter>. Lund University, Lund, Sweden, Institute for Molecular Medicine Finland, Helsinki, Finland, Lund University, Lund, Sweden","CSlideId":"","ControlKey":"c0378672-0319-4eed-863a-d12b9b3975b4","ControlNumber":"2352","DisclosureBlock":"&nbsp;<b>K. Radke, <\/b> None..<br><b>K. Hansson, <\/b> None..<br><b>J. Saarela, <\/b> None..<br><b>A. Ianevski, <\/b> None..<br><b>P. Ianevski, <\/b> None..<br><b>A. Baudet, <\/b> None..<br><b>M. Magnusson, <\/b> None..<br><b>D. Bexell, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14831","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/99f8b24a-4350-4993-a130-c275b760d986\/@z03B8ZN1\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3892","PresenterBiography":null,"PresenterDisplayName":"Katarzyna Radke, M Pharm","PresenterKey":"d0b8ab8b-ed5d-4254-8a92-2c73f33b9cdd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3892. High-throughput combination screen for identifying novel therapies against high-risk neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Therapeutic Targets and Drug Resistance in Pediatric Cancers","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High-throughput combination screen for identifying novel therapies against high-risk neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Oncogenic FGFR alterations in the form of activating mutations, amplifications, and fusions are detected in a variety of solid tumors, including those in children. Major advances in FGFR-targeted drug development have led to investigation of multiple generations of FGFR inhibitors in adult clinical trials. In contrast, there are few clinical trials of FGFR inhibitors enrolling children. There is a need to identify and characterize molecular targets including oncogenic FGFR alterations in pediatric cancers so that drug development can occur in accordance with the RACE (Research to Accelerate Cures and Equity) for Children Act. The goal of this study was to determine the frequency and types of FGFR alterations in pediatric cancers to inform future clinical trial design. Tumors with FGFR alterations were identified from two large cohorts of pediatric solid tumors subjected to targeted DNA sequencing: The Dana-Farber\/Boston Children&#8217;s Profile Study (n=888) and the multi-institution GAIN\/iCAT2 (Genomic Assessment Improves Novel Therapy) Study (n=571). Data from the combined patient population of 1,395 cases (64 patients were enrolled in both studies) were reviewed and cases in which an FGFR alteration was identified by OncoPanel sequencing were further assessed. We identified 42 patients with tumors harboring an oncogenic or possibly oncogenic FGFR alteration (FGFR1 in 22; FGFR2 in 4; FGFR3 in 5; FGR4 in 11). Median age at diagnosis was 8 years (range 6 months-26 years old). Diagnoses included 11 rhabdomyosarcomas, 8 low-grade gliomas, 3 high-grade gliomas, and 16 other tumor types. We identified 20 patients with a gain-of-function (GoF) mutation, 10 patients with amplifications (copy number &#8805;7), 7 patients with fusions, 4 patients with a variant of uncertain significance (VUS) assessed and determined to be possibly oncogenic, and 1 patient with an amplification and VUS. Four of the fusion cases had oncogenic FGFR3-TACC3 (n=3) and FGFR1-TACC1 (n=1) fusions previously reported in the literature. Three cases had novel fusions (FGFR1-EBF2, FGFR1-CLIP2, FGFR2-CTNNA3) found in a spindle cell sarcoma and two low-grade gliomas. Tumors with an FGFR missense mutation were primarily those with oncogenic hotspot mutations in FGFR1 [N546K (n= 5); K656E (n=4)] and FGFR4 [N535K\/D (n=2); V550L\/E (n=5)]. In summary, this study identified oncogenic FGFR alterations in 42 of 1395 patients (3%) with solid and brain tumors sequenced through the Profile and GAIN\/iCAT2 studies who would potentially be eligible for clinical trials evaluating FGFR-targeted therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0bf0820d-b4a0-4730-b5be-28a15c7488a7\/@z03B8ZN1\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Pediatric cancer genomics and epigenomics ,,"},{"Key":"Keywords","Value":"Pediatric cancers,Fibroblast growth factor receptor (FGFR),Genomics,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14833"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Lorena Lazo De La Vega<\/i><\/u><\/presenter>, <presenter><i>Alanna J. Church<\/i><\/presenter>, <presenter><i>Hannah Comeau<\/i><\/presenter>, <presenter><i>Wenjun Kang<\/i><\/presenter>, <presenter><i>AeRang Kim<\/i><\/presenter>, <presenter><i>Navin R. Pinto<\/i><\/presenter>, <presenter><i>Margaret E. Macy<\/i><\/presenter>, <presenter><i>Luke D. Maese<\/i><\/presenter>, <presenter><i>Steven G. DuBois<\/i><\/presenter>, <presenter><i>Bruce E. Johnson<\/i><\/presenter>, <presenter><i>Katherine A. Janeway<\/i><\/presenter>, <presenter><i>Suzanne J. Forrest<\/i><\/presenter>. Dana-Farber\/Boston Children's Cancer and Blood Disorders Center and Broad Institute of MIT and Harvard, Boston, MA, Boston Children's Hospital and Harvard Medical School, Boston, MA, Dana-Farber\/Boston Children's Cancer and Blood Disorders Center, Boston, MA, University of Chicago, Chicago, IL, Children’s National Hospital and George Washington University School of Medicine and Health Sciences, Washington, DC, Seattle Children’s Hospital and University of Washington, Seattle, WA, Children’s Hospital of Colorado and University of Colorado School of Medicine, Aurora, CO, Primary Children’s Hospital and University of Utah Huntsman Cancer Institute, Salt Lake City, UT, Dana-Farber\/Boston Children's Cancer and Blood Disorders Center and Harvard Medical School, Boston, MA, Dana-Farber Cancer Institute, Brigham & Women’s Hospital and Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"5e8edf14-9762-47a3-b18e-e79c3d04ddf6","ControlNumber":"4446","DisclosureBlock":"&nbsp;<b>L. Lazo De La Vega, <\/b> None..<br><b>A. J. Church, <\/b> None..<br><b>H. Comeau, <\/b> None..<br><b>W. Kang, <\/b> None..<br><b>A. Kim, <\/b> None..<br><b>N. R. Pinto, <\/b> None..<br><b>M. E. Macy, <\/b> None..<br><b>L. D. Maese, <\/b> None..<br><b>S. G. DuBois, <\/b> None..<br><b>B. E. Johnson, <\/b> None..<br><b>K. A. Janeway, <\/b> None..<br><b>S. J. Forrest, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14833","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0bf0820d-b4a0-4730-b5be-28a15c7488a7\/@z03B8ZN1\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3893","PresenterBiography":null,"PresenterDisplayName":"Suzanne Forrest, MD","PresenterKey":"99c985fe-f015-4e0b-85b8-f59ee9b51328","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3893. Rare FGFR oncogenic alterations in sequenced pediatric solid and brain tumors suggest FGFR is a relevant molecular target in childhood cancer","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Therapeutic Targets and Drug Resistance in Pediatric Cancers","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rare FGFR oncogenic alterations in sequenced pediatric solid and brain tumors suggest FGFR is a relevant molecular target in childhood cancer","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma is a rare but deadly pediatric bone cancer. As it stands, there is no targeted therapy available for osteosarcoma. Therefore, patients are left with chemotherapy and surgical resection as their only treatment options. Further, osteosarcoma frequently metastasizes to the lungs and patients with metastatic disease have a dismal overall survival rate of 20% due to the lack of targeted therapy. Therefore, the goal of this study is to understand the role of the WNT5B signaling pathway in osteosarcoma, as it could be a potential therapeutic target. Using RNA sequencing from publicly available data sets and immunohistochemistry on tumor microarrays, we show that WNT5B is overexpressed in a subset of osteosarcoma patients. In these high expressing patients, WNT5B&#8217;s overexpression correlates to metastasis and worse overall survival. Due to the significant increase in WNT5B expression between primary tumors and metastasis, we began looking at the stem cell population of osteosarcoma cells. By selecting for the osteosarcoma stem cells using spheroid assays, we show that both protein and mRNA levels of WNT5B are enhanced in the stem cell population compared to the standard adherent cell population. Then, we looked at stemness markers and we show that WNT5B regulates the stemness gene <i>SOX2<\/i>. We then performed limiting dilution sphere assays to assess the role of WNT5B in sphere forming. We reveal that WNT5B is directly responsible for the sphere forming efficiency, as evidenced by a 50% reduction in spheres formed between 143B control and 143B WNT5B knockdown cells. Additionally, WNT5B drives proliferation and migration of osteosarcoma cancer stem cells as there is significantly decreased sphere size and migratory distance in WNT5B knockdown cells compared to control cells, and there is significantly increased sphere size and migration with the addition of recombinant WNT5B. Through revealing a novel role for WNT5B in osteosarcoma cancer stem cells, we present the WNT5B pathway as a candidate for therapeutically targeting the clinical implications of cancer stem cells, that is, the development of chemoresistance, metastasis and relapse.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/eaf22e1a-17a5-4261-be68-a4d7c5f0a9ae\/@z03B8ZN1\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Osteosarcoma,Cancer stem cell,Wnt signaling,Pediatric cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14834"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Rachel S. Perkins<\/i><\/u><\/presenter>, <presenter><i>Sarocha Suthon<\/i><\/presenter>, <presenter><i>Gustavo A. Miranda-Carboni<\/i><\/presenter>, <presenter><i>Susan A. Krum<\/i><\/presenter>. University of Tennessee Health Science Center, Memphis, TN, University of Tennessee Health Science Center, Memphis, TN","CSlideId":"","ControlKey":"e82d5596-6639-4243-bbe1-8461c89fc758","ControlNumber":"2030","DisclosureBlock":"&nbsp;<b>R. S. Perkins, <\/b> None..<br><b>S. Suthon, <\/b> None..<br><b>G. A. Miranda-Carboni, <\/b> None..<br><b>S. A. Krum, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14834","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/eaf22e1a-17a5-4261-be68-a4d7c5f0a9ae\/@z03B8ZN1\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3894","PresenterBiography":null,"PresenterDisplayName":"Rachel Perkins, BS","PresenterKey":"a62a76ea-2a53-4581-b7b0-40c9fe2f84c4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3894. WNT5B in osteosarcoma stem cells","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Therapeutic Targets and Drug Resistance in Pediatric Cancers","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"WNT5B in osteosarcoma stem cells","Topics":null,"cSlideId":""},{"Abstract":"Pediatric glioblastoma multiforme (GBM) is considered to be the second most lethal childhood cancer type after leukemia. Recent preclinical, clinical and genomic studies have highlighted upon the role of Hippo-Yap pathway in the progression of pediatric GBM. In addition, recent studies have established the role of YAP in creating immune suppressive tumor microenvironment (TME) facilitating drug resistance, recurrence and metastasis of GBM tumors. Herein, we report that &#8216;moxidectin&#8217; an anti-helminthic drug inhibits the proliferation of SF268, SF295, SF188 and CT-2A Luc GBM cells by inducing apoptosis. Immunoblotting and immunofluorescence microscopy studies show that moxidectin mediates its effects by inhibiting MEK-ERK pathway, a regulator of Hippo-YAP signaling. As a result, moxidectin suppressed the nuclear translocation and transcriptional activity of YAP\/TAZ-TEAD complex. Oral administration of 3.5mg\/kg moxidectin suppressed the growth of GBM tumors by 90% in intracranial tumor model. <i>Ex-vivo<\/i> analysis of excised tumors confirmed the observations made in <i>in vitro<\/i> studies. We further conducted immunophenotyping on the excised tumors from both control and moxidectin treated mice to evaluate the effect of moxidectin on immune cell markers in TME and Tumor Draining Lymph Nodes (TDLNs). Our analysis indicated that treatment with moxidectin suppressed the immune suppressive TME created by GBM tumor. Interestingly, moxidectin enhanced antigen presentation in the TDLN. Indicating that it might play a role in activating the peripheral immune response. Moxidectin is an FDA approved drug and any findings from our research will promote its further investigation as a potential therapeutic agent for GBM patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-04 Pediatric cancer tumor microenvironment and tumor heterogeneity,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,YAP\/TAZ,Ubiquitination,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14835"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Itishree Kaushik<\/i><\/u><\/presenter>, <presenter><i>Shreyas Gaikwad<\/i><\/presenter>, <presenter><i>Sanjay K. Srivastava<\/i><\/presenter>. Texas Tech University Health Sciences Center, Abilene, TX","CSlideId":"","ControlKey":"f1cda32b-3845-4a92-ba32-45621cec442b","ControlNumber":"4995","DisclosureBlock":"&nbsp;<b>I. Kaushik, <\/b> None..<br><b>S. Gaikwad, <\/b> None..<br><b>S. K. Srivastava, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14835","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3895","PresenterBiography":null,"PresenterDisplayName":"Itishree Kaushik, MS;PhD","PresenterKey":"2a1a7adc-4d2c-44f0-8461-b08149815644","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3895. Moxidectin unravels the role of Hippo-YAP pathway in maintaining immunity of pediatric glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Therapeutic Targets and Drug Resistance in Pediatric Cancers","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Moxidectin unravels the role of Hippo-YAP pathway in maintaining immunity of pediatric glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Medulloblastoma (MB) is one of the most frequently occurring malignant brain tumors in children, which accounts for 20% of all pediatric brain tumors and 40% of posterior fossa tumors. Despite advancements in the understanding of MB pathogenesis and identification of novel therapeutic targets, MB has emerged to be one of the most lethal pediatric diseases with peak incidences occurring in children aged between 5 and 7 years old. Numerous factors have been identified to hamper the management of several brain tumors including MB. However, the presence of medulloblastoma stem cells (MBSCs) and impermeability of drugs to cross the blood brain barrier (BBB) are identified as the major obstacles in MB management. MB is highly enriched with MBSCs, a subpopulation of MB cells that imparts therapy resistant, invasive and recurrent characteristics to MB. In our study, we evaluated the effects of Pimavanserin (PVT) in MB. Our results demonstrated that PVT treatment suppressed the proliferation of various MB cells by inducing apoptosis as shown by AnnexinV APC-PI assay. At molecular level, PVT inhibits Lyn\/STAT3\/MBSCs signaling axis. Additionally, chronic administration of PVT significantly suppressed the growth of subcutaneous and intracranial tumor xenografts without causing major side effects. Taken together, our study provides convincing evidence that PVT could serve as a novel treatment option for MB patients in the future. Ours is the first study to report to report the anti-cancer effects of PVT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/672df5b2-c932-472c-9df1-625caf712d5a\/@z03B8ZN1\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Medulloblastoma,STAT3,Pediatric cancers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14836"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Sharavan Ramachandran<\/i><\/u><\/presenter>, <presenter><i>Shreyas Gaikwad<\/i><\/presenter>, <presenter><i>Sanjay K. Srivastava<\/i><\/presenter>. HiFi Biotherapeutics, Cambridge, TX, Texas Tech University Health Sciences Center, Abilene, TX, Texas Tech University Health Sciences Center, Abilene, TX","CSlideId":"","ControlKey":"65760076-9ae4-42af-b040-bbe3f229c0df","ControlNumber":"5331","DisclosureBlock":"&nbsp;<b>S. Ramachandran, <\/b> None..<br><b>S. Gaikwad, <\/b> None..<br><b>S. K. Srivastava, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14836","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/672df5b2-c932-472c-9df1-625caf712d5a\/@z03B8ZN1\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3896","PresenterBiography":null,"PresenterDisplayName":"Sharavan Ramachandran, PhD","PresenterKey":"480c2a4c-dd61-4a64-ac74-661b7a4075c8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3896. Pimavanserin suppresses the growth of medulloblastoma by inhibiting Lyn\/STAT3\/MBSC signaling axis","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Therapeutic Targets and Drug Resistance in Pediatric Cancers","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pimavanserin suppresses the growth of medulloblastoma by inhibiting Lyn\/STAT3\/MBSC signaling axis","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Thrombo-embolic event (TE) is a frequent complication of childhood acute lymphoblastic leukemia (cALL) and is associated with reduced survival. Overexpression of podoplanin or coagulome genes and coagulation pathway activation have been identified in cancer-induced TE but the role of leukemia environment in TE occurrence has not been fully elucidated in ALL. We assessed whether leukemia gene expression (GE) signature at diagnosis was associated with TE development in cALL.<br \/><b>Methods: <\/b>We included children aged 0-18 years old (y.o.), from two hospitals, with newly diagnosed ALL and available RNA sequencing data from bone marrow at diagnosis. The primary outcome was the occurrence of grade &#8805;2 TE during ALL therapy using the Ponte Di Legno Working Group classification. TEs were classified as early (ET) if they occurred within 6 weeks from treatment start, or late (LT) otherwise. We compared differential gene expression (DE) in children with and without TE, adjusted for age (&#60;10 or &#8805;10 y.o.) and ALL type (T or B-ALL). A secondary analysis stratified children between ET, LT and no TE. Gene set enrichment analysis (GSEA) was performed on KEGG and gene ontology (GO) databases. DE with absolute fold change &#8805;2 and <i>p<\/i>-values &#60;0.05 were considered significant.<br \/><b>Results: <\/b>We included 80 patients (median age: 5 years [interquartile range, IQR: 3-11 years], 53% male, 83% precursor B-cell ALL) of whom 19 (23.8%) developed a TE (7 ET and 12 LT) at a median of 76 days (IQR: 31-133 days) following cancer diagnosis. Patients with TE were more likely to be &#8805;10 y.o., while other demographic and clinical characteristics were similar. No genes from the coagulome, podoplanin or Hallmark coagulation pathways were differentially expressed in children with and without TE. The KEGG Ribosome pathway was the most upregulated pathway in the group with TE (normalized enrichment score (NES) = 2.35, adjusted <i>p<\/i>-value= 0.012) and ET (NES = 2.63, adjusted <i>p<\/i>-value &#60; 0.001). LT was not significantly associated with ribosome pathway dysregulation. Interestingly, prior reports identified functional enrichment in ribosomal pathway as a biomarker for venous TE. A heatmap classification for ribosomal genes revealed 3 distinct signatures: ribosomal downregulation, moderate and high ribosomal activation. High ribosomal activation profile was seen in 6\/7 ET and 9\/12 LT, corresponding to a positive and negative predictive value of 0.55 and 0.92 for TE, respectively.<br \/><b>Conclusion: <\/b>TEs in cALL were not associated with dysregulation in coagulation pathways or podoplanin gene at the RNA level. However, ribosomal translational pathway was highly upregulated in the group with thrombosis, particularly with ET. Dysregulation of posttranscriptional machinery might explain the pro-thrombotic effect of leukemia environment in cALL and warrants further investigation including proteomic exploration.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/e10be384-d4b0-4c3b-b138-a7eab31d8afa\/@z03B8ZN1\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Pediatric cancer genomics and epigenomics ,,"},{"Key":"Keywords","Value":"Acute lymphoblastic leukemia,Pediatric cancers,Gene expression analysis,Post-transcriptional regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14837"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Marie-Claude Pelland-Marcotte<\/i><\/presenter>, <presenter><i>Meredith Michelle Rémy<\/i><\/presenter>, <presenter><i>Yan Ma<\/i><\/presenter>, <presenter><i>Jessica Liu<\/i><\/presenter>, <presenter><i>Camille Jimenez-Cortes<\/i><\/presenter>, <presenter><i>Thomas Sontag<\/i><\/presenter>, <presenter><i>Maxime Caron<\/i><\/presenter>, <presenter><i>Pascal Saint-Onge<\/i><\/presenter>, <presenter><i>Sylvie Langlois<\/i><\/presenter>, <presenter><i>Charles Joly-Beauparlant<\/i><\/presenter>, <presenter><i>Daniel Sinnett<\/i><\/presenter>, <presenter><i>Arnaud Droit<\/i><\/presenter>, <presenter><i>Thai Hoa Tran<\/i><\/presenter>, <presenter><u><i>Raoul Santiago<\/i><\/u><\/presenter>. CHU of Quebec, Laval University - Charles Bruneau Cancer Center, Quebec, QC, Canada, Laval University, Quebec, QC, Canada, Sherbrooke University, Sherbrooke, QC, Canada, Charles-Bruneau Cancer Center, CHU Sainte-Justine, Montréal, QC, Canada, Charles-Bruneau Cancer Center, CHU Sainte-Justine, Montreal, QC, Canada, Charles-Bruneau Cancer Center, CHU Sainte-Justine, Quebec, QC, Canada, CHU of Quebec, Laval University, Quebec, QC, Canada, Charles-Bruneau Cancer Center, CHU Sainte-Justine, Montreal, QC, Canada","CSlideId":"","ControlKey":"dda47620-42a5-490c-9d5f-e1173973bb1a","ControlNumber":"1207","DisclosureBlock":"&nbsp;<b>M. Pelland-Marcotte, <\/b> None..<br><b>M. Rémy, <\/b> None..<br><b>Y. Ma, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>C. Jimenez-Cortes, <\/b> None..<br><b>T. Sontag, <\/b> None..<br><b>M. Caron, <\/b> None..<br><b>P. Saint-Onge, <\/b> None..<br><b>S. Langlois, <\/b> None..<br><b>C. Joly-Beauparlant, <\/b> None..<br><b>D. Sinnett, <\/b> None..<br><b>A. Droit, <\/b> None..<br><b>T. H. Tran, <\/b> None..<br><b>R. Santiago, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14837","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/e10be384-d4b0-4c3b-b138-a7eab31d8afa\/@z03B8ZN1\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3897","PresenterBiography":null,"PresenterDisplayName":"Raoul Santiago, MD,MS","PresenterKey":"29c19965-3429-4e46-96d0-a6f14dce6237","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3897. Ribosomal translational regulation is a potential mechanism for leukemia-related thrombo-embolic event in childhood acute lymphoblastic leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Therapeutic Targets and Drug Resistance in Pediatric Cancers","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ribosomal translational regulation is a potential mechanism for leukemia-related thrombo-embolic event in childhood acute lymphoblastic leukemia","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>This research aims to discover novel therapies in the treatment of osteosarcoma (OS). OS is the most common primary bone cancer in pediatrics. 5-year overall survival is around 70% for patients presenting with localized OS, and less than 30% for patients with relapsed or metastatic disease. OS remains difficult to cure in large part due to the heterogenous property of the tumor and high rate of somatic mutations.<br \/><b>Methods: <\/b>Using high throughput screening (HTS), 320 drugs purchased from Selleck have been tested against 3 OS cell lines - HOS, LM7, and 143B - each of which harbors different mutations seen in OS. The Echo&#174; 650 Series Next Generation Acoustic Liquid Handler is a robotic machine used for HTS. On day -1, cells from each cell line were added to 384 well plates based on calculations from cell line density testing. On day 0, 3 drug concentrations (10uM, 1uM and 0.1uM) for 320 drugs were added to each cell line using the Echo&#174; machine and HTS technology. On day 8, the inhibitory concentration was tested among all cell lines. Our standard for successful cell inhibition included drugs with an inhibitory concentration of &#8805;98% (IC<sub>98<\/sub>) in &#8805;2 drug concentrations on all 3 cell lines. Additionally, orthotopic xenograft models of immunocompromised mice have been established. 10 OS models have been implanted intratibially in mice from 5 patient samples (3 samples received from consented patients treated at Lurie Children&#8217;s Hospital, 2 samples gifted from St. Jude Children&#8217;s Research Hospital) and 5 cell lines (gifted from Texas Children&#8217;s Hospital).<br \/><b>Results: <\/b>32 drugs exhibited an IC<sub>98<\/sub> on at least 1 cell line. 14 of 320 drugs met the inclusion criteria of an IC<sub>98<\/sub> on all 3 cell lines, 10 of the 14 drugs have never been reported as being effective in osteosarcoma cell inhibition. These drugs are: BRL-15572 (dihydrochloride), PH-797804, Apalutamide (ARN-509), AMG-458, Ipatasertib (GDC-0068), Mifepristone, Prucalopride, VU 0361737, Olopatadine HCl, and AZ 3146. Multiple of these agents have proven to be effective in inhibiting other cancer types\/solid tumors and will be of interest for <i>in vivo <\/i>testing. 5 orthotopic xenograft murine models have successfully grown, including 1 patient tumor sample from Lurie, 1 sample from St. Jude, and 3 cell lines. All 5 of the established orthotopic xenograft models have demonstrated metastatic disease to different organs including to the lungs. Tumor growth has been confirmed through gross observation, magnetic resonance imaging, computed tomography and microscopic evaluation.<br \/><b>Conclusion: <\/b>The <i>in vitro<\/i> test results are promising and provide the groundwork to proceed with <i>in vivo<\/i> testing on orthotopic xenograft models. These models will be used for drug testing of the narrowed drug agents, with tumor growth inhibition and survival time of the drug treatment group monitored against a control group without drug exposure. Results from <i>in vivo<\/i> testing will be proposed for future clinical trials for treating pediatric osteosarcoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f4b95350-8127-40fa-bb9b-2e0a8c27a5c2\/@z03B8ZN1\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-03 Pediatric cancer models,,"},{"Key":"Keywords","Value":"Osteosarcoma,High-content screening,Pediatric cancers,Drug-discovery screen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14838"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Casey Mehrhoff<\/i><\/u><\/presenter>, <presenter><i>Yuchen Du<\/i><\/presenter>, <presenter><i>Sophie Xiao<\/i><\/presenter>, <presenter><i>Robert Byrd<\/i><\/presenter>, <presenter><i>Chris Tsz-Kwong Man<\/i><\/presenter>, <presenter><i>Daniele Procissi<\/i><\/presenter>, <presenter><i>David Walterhouse<\/i><\/presenter>, <presenter><i>Xiao Nan Li<\/i><\/presenter>. Ann & Robert H. Lurie Children's Hospital of Chicago; Northwestern University Feinberg School of Medicine, Chicago, IL, Texas Children's Hospital, Houston, TX","CSlideId":"","ControlKey":"ff1e649e-b8fc-4cb1-9a5e-b27bcad4129f","ControlNumber":"1175","DisclosureBlock":"&nbsp;<b>C. Mehrhoff, <\/b> None..<br><b>Y. Du, <\/b> None..<br><b>S. Xiao, <\/b> None..<br><b>R. Byrd, <\/b> None..<br><b>C. T. Man, <\/b> None..<br><b>D. Procissi, <\/b> None..<br><b>D. Walterhouse, <\/b> None..<br><b>X. Li, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14838","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f4b95350-8127-40fa-bb9b-2e0a8c27a5c2\/@z03B8ZN1\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3898","PresenterBiography":null,"PresenterDisplayName":"Casey Mehrhoff, DO,MS","PresenterKey":"a576c889-d7e9-431a-aff9-1514a7497b95","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3898. Discovering novel therapies in the treatment of osteosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Therapeutic Targets and Drug Resistance in Pediatric Cancers","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovering novel therapies in the treatment of osteosarcoma","Topics":null,"cSlideId":""},{"Abstract":"In this study, the effects of nutrient deprivation in regulating tumor growth and metabolism in Malignant Rhabdoid Tumor of the Kidney (MRTK) was investigated. MRTK is a rare and highly aggressive tumor occurring in infancy and early childhood. Unfortunately, there are not many studies to date that can help us better understand the involvement of metabolism in MRTK growth and progression. However, it is now well known that nutrient deprivation is an environmental stress factor that can influence the behavior of cancer cells leading to reprogramming in metabolism. Here, we first evaluated the effects on cell survival and metabolic adaptation of MRTK G-401 cells after glutamine or tyrosine\/phenylalanine deprivation, or both. Then, the involvement of the &#946;3-adrenergic receptor (&#946;3-AR) in regulating the metabolic changes in G-401 cells exposed to limited conditions was investigated. We demonstrated that deprivation of glutamine alone or in combination with tyrosine\/phenylalanine enhanced the expression of the glucose transporter GLUT1, associated with increased glucose uptake, ATP production, and oxidative stress, as a compensatory mechanism following amino acid deprivation partially regulated via &#946;3-AR. Indeed, &#946;3-AR antagonism was able to decrease the expression of GLUT1, glucose uptake and survival in G-401 cells. Furthermore, exposure of G-401 cells to limited conditions induced an improved activity of the TCA cycle enzymes leading to a different and enhanced fumarate production. Overall, our results indicate that tyrosine\/phenylalanine and glutamine deprivation in MRTK is able to trigger a compensatory mechanism to sustain tumor growth and proliferation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f3741fa0-b461-455c-95ed-62125fb2ef1e\/@z03B8ZN1\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-05 Other,,"},{"Key":"Keywords","Value":"Pediatric cancers,Malignant rhabdoid tumor of the kidney,Beta 3 adrenergic receptor,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14840"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Angela Subbiani<\/i><\/presenter>, <presenter><i>Alessia Boaretto<\/i><\/presenter>, <presenter><i>Daniela Buonvicino<\/i><\/presenter>, <presenter><i>Cecilia Cecchi<\/i><\/presenter>, <presenter><i>Claudio Favre<\/i><\/presenter>, <presenter><u><i>Maura Calvani<\/i><\/u><\/presenter>. Meyer University Children Hospital, Florence, Italy, University of Florence, Florence, Italy","CSlideId":"","ControlKey":"f34d99c9-29b9-4409-92e8-29861b0cfcd7","ControlNumber":"4573","DisclosureBlock":"&nbsp;<b>A. Subbiani, <\/b> None..<br><b>A. Boaretto, <\/b> None..<br><b>D. Buonvicino, <\/b> None..<br><b>C. Cecchi, <\/b> None..<br><b>C. Favre, <\/b> None..<br><b>M. Calvani, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14840","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f3741fa0-b461-455c-95ed-62125fb2ef1e\/@z03B8ZN1\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3900","PresenterBiography":null,"PresenterDisplayName":"Maura Calvani, PhD;ScD","PresenterKey":"1c008a24-9690-491a-81fc-013060743285","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3900. &#914;3 adrenergic receptor blockade impairs compensatory mechanism to overcome nutrient deprivation in malignant rhabdoid tumor of the kidney","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Therapeutic Targets and Drug Resistance in Pediatric Cancers","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"&#914;3 adrenergic receptor blockade impairs compensatory mechanism to overcome nutrient deprivation in malignant rhabdoid tumor of the kidney","Topics":null,"cSlideId":""},{"Abstract":"Neuroblastoma (NB) is a pediatric cancer of the sympathetic nervous system that accounts for 15% of childhood cancer deaths. High-risk (HR) NB tumors are treated with an aggressive multimodal therapy, including the COJEC induction protocol which is a combination of five different chemotherapeutic agents. However, around 15% of primary tumors are refractory from the start and over 60% present treatment resistant relapses. In this project we aim to decipher the mechanisms involved in treatment resistance in HR-NB. Using various NB patient-derived xenograft (PDX) models we designed and tested a clinically-relevant protocol that mimics COJEC treatment and surgical resection. RNA-sequencing, SNP analysis, and histology, were used to explore the molecular mechanisms involved in treatment response. With our COJEC-like protocol we were able to replicate the original patient response in our PDX models. NB PDX1 presented upfront progression and a lack of morphological differentiation. At a molecular level it was characterized by genome duplication and high number of chromosomal aberrations, as well as a high expression of early development\/mesenchymal and cell cycle genes. In contrast, NB PDX3 presented an overall good response, leading to a 22% relapse rate after surgery. Relapsed tumors displayed high expression of early development\/mesenchymal genes, similar to those seen in refractory PDX1. Meanwhile, the PDX3 tumors collected during surgery that did not relapse (cured) showed low <i>MYCN<\/i> expression, downregulation of cell cycle and DNA repair genes, along with a strong upregulation of nervous system\/nor-adrenergic genes. These genetic signatures derived from the cured PDX3 samples also correlated with good prognosis in large cohorts of HR-NB patients. Despite observing a convergent\/parallel evolution of specific genetic aberrations across our PDXs, their presence or absence does not predict prognosis. Instead, the high RNA expression levels of those specific genes correlates with treatment response both in our PDX models and in patient cohorts. Finally, we established 3D tumor organoids derived from treated PDX tumors and confirmed they maintain the molecular characteristics of the parental tumor as well as the acquired COJEC resistance and the tumorigenic capacity, making them an excellent tool to test novel therapeutics against HR-NB. In conclusion, we designed a clinically-relevant COJEC-like protocol that can mimic patient response in PDX models. Early developmental gene signatures appear to correlate with treatment resistance in HR-NB, while the expression of nor-adrenergic signatures after chemotherapy are associated with good prognosis, independently of the accumulation of copy number aberrations. Based on our results, we propose that a combination of DNA and RNA analysis at the surgical resection time point after COJEC could be of clinical interest to evaluate COJEC treatment response and predict future relapses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/af7a17f0-5611-47f3-8d85-5f683947bf6b\/@A03B8ZN2\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-03 Pediatric cancer models,,"},{"Key":"Keywords","Value":"Neuroblastoma,Resistance,Patient-derived xenograft (PDX) models,Organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14867"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Adriana Mañas<\/i><\/u><\/presenter>, <presenter><i>Kristina Aaltonen<\/i><\/presenter>, <presenter><i>Natalie Andersson<\/i><\/presenter>, <presenter><i>Karin Hansson<\/i><\/presenter>, <presenter><i>Alexandra Seger<\/i><\/presenter>, <presenter><i>Hiroaki Yasui<\/i><\/presenter>, <presenter><i>Katarzyna Radke<\/i><\/presenter>, <presenter><i>Javanshir Esfandyari<\/i><\/presenter>, <presenter><i>David Lindgren<\/i><\/presenter>, <presenter><i>David Gisselsson<\/i><\/presenter>, <presenter><i>Daniel Bexell<\/i><\/presenter>. Lund University, Lund, Sweden, Lund University, Lund, Sweden, Lund University, Lund, Sweden","CSlideId":"","ControlKey":"0ea81aa6-d0f2-4f28-8628-6090a2a06ab9","ControlNumber":"2296","DisclosureBlock":"&nbsp;<b>A. Mañas, <\/b> None..<br><b>K. Aaltonen, <\/b> None..<br><b>N. Andersson, <\/b> None..<br><b>K. Hansson, <\/b> None..<br><b>A. Seger, <\/b> None..<br><b>H. Yasui, <\/b> None..<br><b>K. Radke, <\/b> None..<br><b>J. Esfandyari, <\/b> None..<br><b>D. Lindgren, <\/b> None..<br><b>D. Gisselsson, <\/b> None..<br><b>D. Bexell, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14867","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/af7a17f0-5611-47f3-8d85-5f683947bf6b\/@A03B8ZN2\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3901","PresenterBiography":null,"PresenterDisplayName":"Adriana Manas, PhD","PresenterKey":"712e0e94-c426-4431-b440-8a4b5db679af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3901. Modeling and deciphering COJEC resistance in high risk neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Therapeutic Targets and Drug Resistance in Pediatric Cancers","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modeling and deciphering COJEC resistance in high risk neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma (OS) is the most common primary malignant bone tumor in oncopediatrics. Despite therapeutic advances, the 5-year survival rate is 30% in bad responders to treatment or when pulmonary metastases are present at diagnosis. It is therefore urgent to better understand the molecular mechanisms involved in the development of OS in order to identify new therapeutic targets. As a major player in the stress response, it has recently been shown that the transcription factor HSF1 coordonates a stress-independent transcriptional program involving it in many pro-tumor biological processes in different cancers. A better understanding of the mechanisms by which HSF1 activity participates in tumor development is therefore essential to consider its therapeutic targeting. The co-partners of HSF1 to DNA, by modulating its transcriptional activity, could explain its pleiotropic effects. Based on this hypothesis, TRIM33 was identified by RIME. TRIM33 is known as a transcriptional cofactor and its involvement in various cancers. In this context, our objective is to study the interaction between TRIM33 and HSF1, their common genomic localization and to investigate the involvement of TRIM33 in the development of OS. Our results show that TRIM33 and HSF1 co-localize in the nucleus in OS TMA and by immuno-fluorescence in tumor cells and preclinical models. Furthermore, we observed by chIP-seq that TRIM33 and HSF1 share common DNA binding sites. Finally, our preliminary results show that TRIM33 invalidation by RNA interference in OS cell lines decreases tumor cell proliferation. Thus, in view of its role as a DNA partner of HSF1, TRIM33 is an interesting therapeutic target in OS.<br \/>This work was supported by la F&#233;d&#233;ration Enfants et Sant&#233;, la SFCE et La ligue Contre le Cancer (comit&#233;s 44, 49)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8cd6b68c-df5b-44fb-8392-4ca6b2417d66\/@A03B8ZN2\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Osteosarcoma,Pediatric cancers,Transcription factor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18971"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Morgane Lallier<\/i><\/presenter>, <presenter><i>Robel Tefaye<\/i><\/presenter>, <presenter><i>Brice Moukengué<\/i><\/presenter>, <presenter><i>Céline Charrier<\/i><\/presenter>, <presenter><i>Rose-Anne Thepault<\/i><\/presenter>, <presenter><i>Benedicte Brounais-Le Royer<\/i><\/presenter>, <presenter><i>Marc Baud'huin<\/i><\/presenter>, <presenter><i>Franck Verrecchia<\/i><\/presenter>, <presenter><i>Benjamin Ory<\/i><\/presenter>, <presenter><u><i>François Lamoureux<\/i><\/u><\/presenter>. CRCI2NA, Team 9 CHILD, INSERM1232-CNRS, Université de Nantes, Nantes, France","CSlideId":"","ControlKey":"a0017442-acbd-448d-9d31-cf8d29a683ba","ControlNumber":"1824","DisclosureBlock":"&nbsp;<b>M. Lallier, <\/b> None..<br><b>R. Tefaye, <\/b> None..<br><b>B. Moukengué, <\/b> None..<br><b>C. Charrier, <\/b> None..<br><b>R. Thepault, <\/b> None..<br><b>B. Brounais-Le Royer, <\/b> None..<br><b>M. Baud'huin, <\/b> None..<br><b>F. Verrecchia, <\/b> None..<br><b>B. Ory, <\/b> None..<br><b>F. Lamoureux, <\/b> None.","End":"4\/13\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"18971","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8cd6b68c-df5b-44fb-8392-4ca6b2417d66\/@A03B8ZN2\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3902","PresenterBiography":null,"PresenterDisplayName":"François Lamoureux, PhD","PresenterKey":"c27b629c-211b-4069-891a-2526d87f2f8b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3902. TRIM33 interacts with HSF1 in osteosarcoma development","SearchResultFooter":"","SearchResultHeader":"Apr 13 2022  9:00AM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Therapeutic Targets and Drug Resistance in Pediatric Cancers","ShowChatLink":"false","Start":"4\/13\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TRIM33 interacts with HSF1 in osteosarcoma development","Topics":null,"cSlideId":""}]