[{"Abstract":"Background: It has been twenty-eight years since the first microRNA (miRNA) was reported in the worm C. elegans. Since then, researchers have discovered miRNAs in animals, plants, and viruses. They also showed that miRNAs are critical regulators of many cellular processes in homeostasis and disease. The advent of deep sequencing helped discover many novel miRNAs, pinpointed miRNAs that are dysregulated in cancers and other diseases, and established that miRNAs have isoforms (isomiRs). Deep sequencing also proved instrumental in discovering two more populous classes of short RNAs, the tRNA-derived fragments (tRFs) and the rRNA-derived fragments (rRFs). In the last decade, others and we generated strong evidence that isomiRs, tRFs, and rRFs regulate messenger RNA (mRNA) and protein abundance, directly and indirectly.<br \/>Methods: IsomiRs, tRFs, and rRFs arise from precursors whose genomic distribution is non-random. Many of these precursors contain sequence segments that resemble one another's or are present in unrelated genomic sequences. These factors obfuscate the molecules&#8217; identity and genomic origin, muddle their biogenesis details, and complicate the design of experiments. Thus, to help study isomiRs, tRFs, and rRFs we had to develop specialized tools that tackle these complications. We analyzed tens of thousands of human samples using these tools, including specimens of primary human tissues, cancer cell lines, and biofluids.<br \/>Results: We were the first to show that the expression of isomiRs, tRFs, and rRFs is regimented and depends on tissue type and disease. We were also first to show that their expression additionally depends on genetic ancestry, sex, and age. Our findings highlight the involvement of isomiRs, tRFs, and rRFs in previously unsuspected regulatory interactions. These interactions are currently uncharacterized and depend on cell context and, unexpectedly, on personal attributes. These dependencies are consequential. Indeed, we showed for many cancers that specific isomiRs, tRFs, and rRFs predispose patients of a given sex or ancestry to aggressive cancer biology.<br \/>Conclusions: Our pan-cancer analyses show that isomiRs, tRFs, and rRFs offer unparalleled granularity when studying normal physiology, cancer, and the molecular biology of health disparities. Improving our understanding of the molecules&#8217; dependence on tissue, disease, and personal attributes (e.g., sex, ancestry, age) will help develop better diagnostics, prognostics, and new approaches to personalized therapies. Preliminary reports provide strong evidence in this regard. Because very little is known currently about these three classes of short RNAs, data-driven approaches will be essential to all these efforts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/060784be-5620-426e-b18c-1db75872e808\/@G03B8ZJf\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-08 Other,,"},{"Key":"Keywords","Value":"MicroRNA,isomiRs,tRNA-derived fragments,rRNA-derived fragments,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14326"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Isidore Rigoutsos<\/i><\/u><\/presenter>. Thomas Jefferson University, Philadelphia, PA","CSlideId":"","ControlKey":"9eb7517a-9109-4043-a926-374cb52d00cb","ControlNumber":"5698","DisclosureBlock":"&nbsp;<b>I. Rigoutsos, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14326","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/060784be-5620-426e-b18c-1db75872e808\/@G03B8ZJf\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1532","PresenterBiography":null,"PresenterDisplayName":"Isidore Rigoutsos, PhD","PresenterKey":"3d386364-56eb-4f1a-b954-e570cb5a7ffe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1532. Short RNAs v2.0: isomiRs, tRFs, and rRFs represent numerous novel opportunities for developing potent, precision-medicine-aware diagnostics, prognostics, and therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Short RNAs v2.0: isomiRs, tRFs, and rRFs represent numerous novel opportunities for developing potent, precision-medicine-aware diagnostics, prognostics, and therapeutics","Topics":null,"cSlideId":""},{"Abstract":"Long non-coding RNAs (lncRNAs) are involved in controlling regulatory networks critical for gene expression, cellular growth, and development. Altered expression of lncRNAs are associated with tumor progression in multiple types of human cancers, but the mechanisms by which lncRNAs may control growth and proliferation in cancer cells remain unknown in most cases. Development of interventions targeting non-coding RNA regulation of cell growth would open new avenues for cancer treatment. To identify growth regulatory pathways controlled by non-coding RNAs, we used proteomics and genomics tools to study the effect of changes in lncRNA expression levels in human cancer cell lines. First, we identified five growth regulator lncRNAs based on data mining of CRISPR\/Cas9 screens and high throughput sequencing studies from patient tumor and normal cells. These lncRNAs have been associated with progression and metastasis in breast, lung and colon cancers. We hypothesized that growth regulator lncRNAs play a role in cancer development by recruiting effector proteins to regulate gene expression. Next, we evaluated the cellular growth phenotype for each lncRNA in overexpression and knockdown strains using multiple established cancer cell lines. We analyzed cellular transcriptome changes after lncRNA perturbation using high-throughput RNA sequencing. Finally, RNA-protein interactions for each growth regulator lncRNA were identified using an RNA hybridization capture method paired with mass spectrometry that enables purification of direct and specific endogenous RNA-binding proteins. Using this combination of transcriptomics and proteomics data, we discovered that perturbation of growth regulator lncRNAs results in dysregulation of growth signaling pathways and increased expression of p53. We are currently identifying the sequence and structure determinants of RNA-protein complex formation to uncover the mechanisms of action of lncRNAs in controlling cancer cell growth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/467869c0-63e9-4cf6-98a7-27304c604a79\/@G03B8ZJf\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Long noncoding RNA,Cell growth,Proteomic analysis,Gene expression analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14311"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Tong Su<\/i><\/u><\/presenter>, <presenter><i>Bobby Kong<\/i><\/presenter>, <presenter><i>Calvin Huang<\/i><\/presenter>, <presenter><i>Jonathan Zhu<\/i><\/presenter>, <presenter><i>Colleen McHugh<\/i><\/presenter>. University of California, San Diego, San Diego, CA, University of California, San Diego, San Diego, CA","CSlideId":"","ControlKey":"de94b380-b1c6-4e83-a537-16b4b77d797b","ControlNumber":"249","DisclosureBlock":"&nbsp;<b>T. Su, <\/b> None..<br><b>B. Kong, <\/b> None..<br><b>C. Huang, <\/b> None..<br><b>J. Zhu, <\/b> None..<br><b>C. McHugh, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14311","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/467869c0-63e9-4cf6-98a7-27304c604a79\/@G03B8ZJf\/vod?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1533","PresenterBiography":null,"PresenterDisplayName":"Tong Su","PresenterKey":"71428956-ebd9-4753-a2c1-35986077a734","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1533. Long non-coding RNA control of cancer cell growth","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Long non-coding RNA control of cancer cell growth","Topics":null,"cSlideId":""},{"Abstract":"Long non-coding RNAs (lncRNAs) are widely expressed, and many of them are involved in gene regulation. In a CRISPRi study, we looked for lncRNAs required for MYC-driven proliferation in human lymphoid cells and found a novel lncRNA, ENSG00000254887, among the top candidates. In the genome, ENSG00000254887 is head-to-head with a coding gene, POU2F2. To our knowledge, ENSG00000254887 has not been described in the literature yet. We aim to characterize the importance of ENSG00000254887 in cancer development and its mechanisms of action. We performed a ChIP analysis to confirm the direct interaction of MYC with ENSG00000254887 in Ramos cells, a Burkitt&#8217;s lymphoma cell line. To knock down the expression, we generated a library of single guide RNAs (sgRNAs) covering the whole length of ENSG00000254887. We transduced Cas9-expressing Ramos cells with this library and cultured them for 14 days. We then measured the differential depletion of guides using next generation sequencing. To validate these results, we performed CRISPR growth competition assays with individual GFP-expressing sgRNA constructs, and the cell growth was measured by flow cytometry. We corroborated the importance of ENSG00000254887-regulated expression by two additional approaches: downregulation by small-hairpin RNA (shRNA) and upregulation by expression of an ectopic copy of the gene. We have been able to retrieve the genomic sequence of ENSG00000254887 using an anti-MYC antibody, thus confirming the presence of binding sites for this transcription factor. Using CRISPR, we have mapped several sites along the ENSG00000254887 sequence where Cas9-introduced changes lead to loss of function and reduce the ability of the cells to proliferate. We selected three of the most efficient sgRNAs used for CRISPR for further analysis and observed that they induced a reduction in the expression of both ENSG00000254887 and the nearby coding gene, POU2F2. This significant result was validated using shRNA targeting the sequence of the lncRNA. On the contrary, the overexpression of ENSG00000254887 from an inducible ectopic copy has no effect on the expression of POU2F2. In conclusion, the expression of ENSG00000254887 is critical for MYC-driven cell proliferation and can be altered through Cas9-introduced changes. A downregulation of this lncRNA is always accompanied by a reduction in the expression of the nearby coding gene, POU2F2. The absence of any effect on POU2F2 when we overexpress ENSG00000254887 from an ectopic copy indicates that this lncRNA might be acting in cis. However, further research is needed to explain this fact and establish the molecular mechanisms. Acknowledgments: This work was supported by the National Cancer Institute of the National Institutes of Health under award R35 CA197582 (PKV).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8e12b333-da9a-44b3-9054-fb54eb5b8237\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Long noncoding RNA,Myc,Oncogene,Gene expression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14314"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Daniel García-Caballero<\/i><\/u><\/presenter>, <presenter><i>Jonathan R. Hart<\/i><\/presenter>, <presenter><i>Peter K. Vogt<\/i><\/presenter>. The Scripps Research Institute, La Jolla, CA","CSlideId":"","ControlKey":"e20b7662-024e-46e4-8925-26cd85d1d1fc","ControlNumber":"3416","DisclosureBlock":"&nbsp;<b>D. García-Caballero, <\/b> None..<br><b>J. R. Hart, <\/b> None..<br><b>P. K. Vogt, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14314","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8e12b333-da9a-44b3-9054-fb54eb5b8237\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1535","PresenterBiography":null,"PresenterDisplayName":"Daniel Garcia Caballero, PhD","PresenterKey":"b9488ed1-5fa9-4e98-9319-32bba8ed185c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1535. Novel lncRNA ENSG00000254887 is a key factor for MYC-driven cell proliferation","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel lncRNA ENSG00000254887 is a key factor for MYC-driven cell proliferation","Topics":null,"cSlideId":""},{"Abstract":"The dynamic interaction mediated by extracellular vesicles (EVs) between cancer cells and microenvironment has been shown to regulate cancer progression. Specifically, tumor derived EVs alter the phenotypes of recipient cells by delivering functional biomolecules including RNAs (EV-RNA). Studies from our lab reveal the impact of NSCLC derived EVs (Calu6 and H358) in promoting invasion of non-tumorigenic cells (BEAS-2B) and disruption of an epithelial barrier. We further determined that of all the major macromolecules contained in EVs, EV-RNA is a significant contributor to the observed phenotypes. Additionally, our data supports dysregulation of RNA subsets enclosed in NSCLC cell-derived EVs in comparison with non-tumorigenic EVs. Interestingly, RNA sequencing analysis revealed preferential enrichment of several small RNAs (&#60;200nt), especially miRNAs, in EVs isolated from NSCLC cell lines which suggest the presence of precise mechanisms involved in loading and export of RNAs into EVs. We shortlisted a cohort of uniquely enriched miRNAs in EVs derived from Calu6 and H358 cell lines to understand their combinatorial effects on non-tumorigenic recipient cells. Amongst the shortlisted candidates miR-100, miR-10b, miR-21, miR-155 and miR-486 stand out as potential contributors to NSCLC-EV mediated function. To understand the dynamics of export of miRNAs into EVs, we transfected Calu6 cells with one of the uniquely enriched<i> fluorescently labelled <\/i>candidate miRNA (miR-451) and tracked its export into EVs. We first verified that inclusion of a fluorophore to the RNA does not impair RNA loading into EVs. To set the experiment up, one EV-enriched RNA and one Cell-enriched RNA (as a control) conjugated with different fluorophores were transfected into cells, and cellular and EV fluorescence were monitored. Interestingly, cellular fluorescence corresponding to the EV-enriched RNA diminished, while fluorescence corresponding to the Cell-enriched RNA was retained. Fluorescence signal for EV-enriched RNA showed retention in EVs isolated 48 hours after transfection. Validation of release of candidate miRNA into EVs was performed by inhibiting biosynthesis of EVs after treatment with nSMase inhibitor Gw4869. Inhibition of EV release caused EV-enriched RNA to be retained by the cells which was confirmed following flow cytometry analysis of treated cells. Despite clear evidence that dysregulated EV-RNA subsets enclosed in cancer cell-derived EVs can modulate the cellular microenvironment, research showing dynamics and mechanisms of their export is limiting. Hence, there is a <i><u>critical need<\/u><\/i> to reveal mechanistic details of RNA export into EVs. Resulting data from this study is expected to not only reveal functional EV-RNA subsets and dynamics of their loading but will ultimately point to novel targets for future therapeutic intervention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/753c86f0-55da-41ee-8d37-b3d568b2aac7\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-08 Other,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Noncoding RNA,Lung cancer: non-small cell,MicroRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14327"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Humna Hasan<\/i><\/u><\/presenter>, <presenter><i>Nadia A. Lanman<\/i><\/presenter>, <presenter><i>Sagar Utturkar<\/i><\/presenter>, <presenter><i>Andrea L. Kasinski<\/i><\/presenter>. Department of Biological Sciences, Purdue University, West Lafayette, IN, Department of Comparative Pathobiology, Purdue University, West Lafayette, IN, Purdue University, West Lafayette, IN","CSlideId":"","ControlKey":"cd10927a-4ee0-4696-a540-d78eb24d3dae","ControlNumber":"4932","DisclosureBlock":"&nbsp;<b>H. Hasan, <\/b> None..<br><b>N. A. Lanman, <\/b> None..<br><b>S. Utturkar, <\/b> None..<br><b>A. L. Kasinski, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14327","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/753c86f0-55da-41ee-8d37-b3d568b2aac7\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1537","PresenterBiography":null,"PresenterDisplayName":"Humna Hasan, M Phil","PresenterKey":"9446fb0e-4657-43fb-ba47-040fca7777de","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1537. Understanding role of uniquely enriched RNAs carried in non-small cell lung cancer derived extracellular vesicles and dynamics of their selective export","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Understanding role of uniquely enriched RNAs carried in non-small cell lung cancer derived extracellular vesicles and dynamics of their selective export","Topics":null,"cSlideId":""},{"Abstract":"Cutaneous melanoma (CM) is an aggressive malignant tumor of epidermal melanocytes for which treatment options and survival chances decrease dramatically when metastatic. To date, immunotherapy is becoming a new standard treatment for CM although less than 30 % of the patients&#180; response positively. Therefore, there is a strong interest to identify response predictors and molecular pathways that might lead to therapy failure. Two novel biomarker sources are LncRNA and CircRNA which can function as natural sponges of miRNA as competitive endogenous RNAs (ceRNA) or can associate to RNA-Binding Proteins (RBP) to regulate gene expression. Moreover, several studies have revealed that ceRNA networks are implicated in tumorigenic processes. Considering this, we set to interrogate the role of the ceRNA in the prediction of response to CM immunotherapy.&nbsp;In this pilot study, differential expression was quantified by RNA-seq in 16 FFPE pre-treatment metastatic samples from CM patients treated with Nivolumab. Total RNA isolation was performed from 10 &#181;m slides (4) with RNAeasy FFPE kit. Total RNAseq was done with Truseq Stranded RNA gold kit, and libraries were sequenced on Illumina Nextseq 550. LncRNA were obtained by STARs alignment and explored on LncATLAS. To assess the presence of high confident cirRNA we used 5 different pipelines with a minimum filtering cut-off of 2 junction reads in at least 2 samples and with at least 3 software. Deseq2 pipeline of total mapped reads was used to perform differential expression. We identified 23 circRNA and 74 lncRNA&nbsp;differentially expressed (DE) with a fold change of 1.5 and a p value &#60; 0,01. Ingenuity pathway analysis was carried out to generate DE ceRNA-mRNA networks and associated RBP networks. Interestingly, in the DE ceRNA-mRNA networks, most of the 47 significant canonical pathways comprised immunological pathways such the antigen presentation pathway, Th1 and Th2 activation pathways and PD1-PDL1 cancer immunotherapy pathways. Regarding the DE ceRNA associated RBP networks, HOTAIR regulatory pathway and senescence as well as G1\/S cell cycle checkpoint regulator pathways were enriched. Furthermore, we were able to predict the interaction of the DE ceRNA with the activation of key promoters of the immune response such as IL27 (Interleukin 27), EIB3 (Epstein-Barr Virus Induced 3), IL2 (Interleukin 2) and IFNA2 (Interferon Alpha2), as well as the inhibition of negative immune regulators such as SAFB2 (Distal-Less Homeobox 2) and FOXD1 (Forkhead Box D1). In conclusion, we have evidenced for the first time the potential utility of ceRNA as immunotherapy predictors. We have generated a response signature of ceRNA expression and used network analysis to associate them with specific key modulators of the immune response. This study opens a new venue for the investigation of the role of these regulatory ncRNA in the resistance to immunotherapy in cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/05b4701f-ab0a-4766-9486-76bd032f694d\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,RNA,lncRNA,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14317"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Javier Oliver<\/i><\/u><\/presenter>, <presenter><i>Juan Luis Onieva<\/i><\/presenter>, <presenter><i>Maria Garrido-Barros<\/i><\/presenter>, <presenter><i>Alicia Garrido-Aranda<\/i><\/presenter>, <presenter><i>Vanessa De Luque<\/i><\/presenter>, <presenter><i>Martina Alvarez<\/i><\/presenter>, <presenter><i>Alfonso Sanchez<\/i><\/presenter>, <presenter><i>Elisabeth Perez<\/i><\/presenter>, <presenter><i>Patricia Chaves<\/i><\/presenter>, <presenter><i>Maria Jose Lozano<\/i><\/presenter>, <presenter><i>Miguel Berciano<\/i><\/presenter>, <presenter><i>Manolo Cobo<\/i><\/presenter>, <presenter><i>Emilio Alba<\/i><\/presenter>, <presenter><i>Antonio Rueda<\/i><\/presenter>, <presenter><i>Isabel Barragan<\/i><\/presenter>. IBIMA, Málaga, Spain, IBIMA, Málaga, Spain, IBIMA, Málaga, Spain","CSlideId":"","ControlKey":"8ae14428-d858-4ce1-b3c4-35fbde38a358","ControlNumber":"4944","DisclosureBlock":"&nbsp;<b>J. Oliver, <\/b> None..<br><b>J. Onieva, <\/b> None..<br><b>M. Garrido-Barros, <\/b> None..<br><b>A. Garrido-Aranda, <\/b> None..<br><b>V. De Luque, <\/b> None..<br><b>M. Alvarez, <\/b> None..<br><b>A. Sanchez, <\/b> None..<br><b>E. Perez, <\/b> None..<br><b>P. Chaves, <\/b> None..<br><b>M. Lozano, <\/b> None..<br><b>M. Berciano, <\/b> None..<br><b>M. Cobo, <\/b> None..<br><b>E. Alba, <\/b> None..<br><b>A. Rueda, <\/b> None..<br><b>I. Barragan, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14317","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/05b4701f-ab0a-4766-9486-76bd032f694d\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1538","PresenterBiography":null,"PresenterDisplayName":"Javier Oliver, PhD","PresenterKey":"478e1794-6dba-454f-b563-862ed88d8a84","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1538. Association of ceRNA dysregulation with clinical Response to Immunotherapy in cutaneous melanoma (CM)","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association of ceRNA dysregulation with clinical Response to Immunotherapy in cutaneous melanoma (CM)","Topics":null,"cSlideId":""},{"Abstract":"Introduction: In non-small cell lung cancer (NSCLC) <i>LKB1<\/i> mutations combined with KRAS hyperactivation define a poor responsive, aggressive and disseminating phenotype. We recently unveiled the vulnerability of <i>KRAS<\/i>\/<i>LKB1<\/i> co-mutated (KL) patient-derived xenografts (PDXs) to metabolic stress-based treatments, and a clinical trial to test the efficacy of metformin and fasting-mimicking diet on KL NSCLC is currently ongoing in our Institute. Besides inactivating mutations, LKB1 functionality may be impaired by post-translation regulation. Because miR-17 is a potential epigenetic regulator of LKB1,we hypothesized that wild-type <i>LKB1<\/i> (<i>LKB1<sup>WT<\/sup><\/i>) NSCLC with high miR-17 expression may biologically and clinically mirror <i>LKB1<\/i> mutated tumors.<br \/>Methods: NSCLC cell lines with different combinations of <i>KRAS<\/i> mutation and <i>LKB1<\/i> deletion were selected, together with a panel of PDXs with high (<i>LKB1<sup>WT<\/sup><\/i>\/miR-17 high) or low (<i>LKB1<sup>WT<\/sup><\/i>\/miR-17 low) miR-17 expression. Taking advantage of series of NSCLC patients and PDXs, we retrospectively evaluated LKB1 and miR-17 expression levels in tumor tissue specimens. In addition, the TCGA dataset was interrogated for miR-17 expression and potential correlation with lung cancer clinical features.<br \/>Results: Direct targeting of miR-17 to <i>LKB1<\/i> 3&#8217;UTR was confirmed by luciferase reporter assay. We found that miR-17 overexpression in <i>LKB1<sup>WT<\/sup><\/i><sup> <\/sup>cell lines functionally impaired the LKB1\/AMPK pathway, and prompted apoptotic response to metformin. Of note, <i>LKB1<sup>WT<\/sup><\/i>\/miR-17 high PDXs tumor cells showed a similar behavior upon metformin treatment. A retrospective analysis in patients with NSCLC revealed an inverse correlation between miR-17 and LKB1 expression, and highlighted a prognostic role of miR-17 expression in <i>LKB1<sup>WT<\/sup><\/i> patients, further confirmed by TCGA data analysis.<br \/>Conclusions: We validated miR-17 as epigenetic regulator of LKB1 expression in NSCLC tumors. We propose a miR-17 expression score potentially exploitable to discriminate <i>LKB1<sup>WT<\/sup><\/i> NSCLC patients with impaired LKB1 expression and poor outcome, eligible for energy-stress-based treatments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/52a18610-a06c-4a20-801d-1a804c94dc94\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"LKB1,Metformin,Patient-derived xenograft (PDX),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14253"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Cristina Borzi<\/i><\/presenter>, <presenter><i>Monica Ganzinelli<\/i><\/presenter>, <presenter><i>Elisa Caiola<\/i><\/presenter>, <presenter><i>Marika Colombo<\/i><\/presenter>, <presenter><i>Giovanni Centonze<\/i><\/presenter>, <presenter><i>Mattia Boeri<\/i><\/presenter>, <presenter><i>Laura Caleca<\/i><\/presenter>, <presenter><i>Ugo Pastorino<\/i><\/presenter>, <presenter><i>Mirko Marabese<\/i><\/presenter>, <presenter><i>Massimo Milione<\/i><\/presenter>, <presenter><i>Massimo Broggini<\/i><\/presenter>, <presenter><i>Marina C. Garassino<\/i><\/presenter>, <presenter><i>Gabriella Sozzi<\/i><\/presenter>, <presenter><u><i>Massimo Moro<\/i><\/u><\/presenter>. Fondazione IRCCS Istituto Nazionale dei Tumori, Milan, Italy, Istituto di Ricerche Farmacologiche Mario Negri IRCCS, Milan, Italy","CSlideId":"","ControlKey":"5f50e212-cae0-4c87-a71c-d61fb2fffb24","ControlNumber":"4651","DisclosureBlock":"&nbsp;<b>C. Borzi, <\/b> None..<br><b>M. Ganzinelli, <\/b> None..<br><b>E. Caiola, <\/b> None..<br><b>M. Colombo, <\/b> None..<br><b>G. Centonze, <\/b> None..<br><b>M. Boeri, <\/b> None..<br><b>L. Caleca, <\/b> None..<br><b>U. Pastorino, <\/b> None..<br><b>M. Marabese, <\/b> None..<br><b>M. Milione, <\/b> None..<br><b>M. Broggini, <\/b> None..<br><b>M. C. Garassino, <\/b> None..<br><b>G. Sozzi, <\/b> None..<br><b>M. Moro, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14253","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/52a18610-a06c-4a20-801d-1a804c94dc94\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1539","PresenterBiography":null,"PresenterDisplayName":"Massimo Moro, ScD","PresenterKey":"fd55cb79-5e22-410b-b858-dc886ff852e4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1539. LKB1 down-modulation by miR-17 biologically and clinically mirrors LKB1-mutated NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LKB1 down-modulation by miR-17 biologically and clinically mirrors LKB1-mutated NSCLC","Topics":null,"cSlideId":""},{"Abstract":"The identification and functional characterization of long noncoding RNAs (lncRNAs) have suggested a potential source of unexplored cancer therapy targets. The metastasis-associated lung adenocarcinoma transcript 1 (Malat1) was initially identified as a transcript significantly overexpressed in metastatic lung adenocarcinoma (LUAD) and strongly correlated with poor patient outcomes. Despite decades of effort to elucidate Malat1 functions and mechanisms of action in cancer, two key questions have remained unresolved: 1) Is Malat1 overexpression a driver of LUAD progression? and 2) What is the mechanism by which Malat1 overexpression promotes LUAD progression? We utilized CRISPR activation to model Malat1 overexpression in patient-derived LUAD cell lines and in the autochthonous KrasG12D\/p53-deficient murine model of LUAD. We observed that Malat1 overexpression cooperates with p53 loss to promote LUAD progression and metastatic dissemination <i>in vivo<\/i>. Compared to controls, Malat1-overexpressing KrasG12D\/p53-deficient tumors appeared poorly differentiated and were characterized by excessive stromal infiltration. Single-cell RNA sequencing of dissociated tumors revealed that Malat1 overexpression triggers pleiotropic immune and stromal responses that favor a metastasis-permissive tumor microenvironment through the secretion of cytokines and metalloproteinases and the recruitment of CAFs and tumor-associated macrophages. Consistent with the<i> in vivo<\/i> findings, we observed that Malat1 overexpression <i>in vitro<\/i> does not affect the proliferation but promotes the migration of tumor cells and cancer-associated fibroblasts (CAFs) through secreted factors, including inflammatory cytokines. Importantly, targeting the stabilizing ENE domain of overexpressed Malat1 by two independent approaches <i>in vitro<\/i> - direct mutagenesis and non-degrading antisense oligonucleotide (ASO) - led to Malat1 destabilization and rescued the increased cellular migration. Similarly, cytokine-targeted blocking antibodies reversed the effects of Malat1 overexpression. In sum, our results represent the first successful efforts to model the increased Malat1 levels observed in human LUAD and to dissect the pro-metastatic molecular consequences of overexpressed Malat1. Our findings indicate that Malat1 is both necessary and sufficient to rewire metastatic pathways and our preliminary data support further efforts to therapeutically target Malat1 and its downstream mediators in metastatic LUAD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c584c1db-0106-4aa0-af84-fcea35452f70\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Long noncoding RNA,Mouse models,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14319"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Elena Martínez-Terroba<\/i><\/u><\/presenter>, <presenter><i>Fernando J. De Miguel<\/i><\/presenter>, <presenter><i>Camila Robles-Oteiza<\/i><\/presenter>, <presenter><i>Katerina Politi<\/i><\/presenter>, <presenter><i>Nadya Dimitrova<\/i><\/presenter>. Yale University, New Haven, CT, Yale University, New Haven, CT, Yale University, New Haven, CT, Yale University, New Haven, CT","CSlideId":"","ControlKey":"db154b10-6764-4708-a90f-45b8ecd1ce79","ControlNumber":"1928","DisclosureBlock":"&nbsp;<b>E. Martínez-Terroba, <\/b> None..<br><b>F. J. de Miguel, <\/b> None..<br><b>C. Robles-Oteiza, <\/b> None.&nbsp;<br><b>K. Politi, <\/b> <br><b>MSKCC\/MolecularMD<\/b> Patent, No. <br><b>Halda - Other<\/b> Other, Honoraria\/Consulting fees, No. <br><b>Astra Zeneca<\/b> Grant\/Contract, Other, Honoraria\/Consulting fees, No. <br><b>Roche<\/b> Grant\/Contract, No. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, No. <br><b>D2G Oncology<\/b> Grant\/Contract, No.<br><b>N. Dimitrova, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14319","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c584c1db-0106-4aa0-af84-fcea35452f70\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1540","PresenterBiography":null,"PresenterDisplayName":"Elena Martinez-Terroba, PhD","PresenterKey":"9af93cb2-baf2-44a2-b962-2562a22a8059","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1540. Accumulation of the long noncoding RNA Malat1 is a central driver and therapeutic target in metastatic lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Accumulation of the long noncoding RNA Malat1 is a central driver and therapeutic target in metastatic lung cancer","Topics":null,"cSlideId":""},{"Abstract":"In the United States 1 in 8 women will be diagnosed with breast cancer within their lifetime, accounting for nearly 30% of cancer diagnoses annually. Although improvements have been made in early diagnoses and treatment, the heterogeneity of breast cancer often makes treatment of the disease a challenge. Triple negative breast cancer (TNBC) ranks as the 5th leading cause of cancer related death in women, while also being more prevalent in younger African American and Hispanic premenopausal women. The invasive nature of TNBC increases the risk of metastasis and recurrence, and patients will often acquire resistance to existing treatment options, emphasizing the need for new breast cancer therapies. A novel therapeutic approach is the inhibition of the highly abundant long noncoding RNA (lncRNA), metastasis-associated lung adenocarcinoma transcript (MALAT1) using an antisense oligonucleotide (ASO). MALAT1 has been shown to be upregulated in several breast cancer subtypes, increasing the migratory and invasive properties of tumor cells. Using a MALAT1 ASO in our preclinical syngeneic p53 null TNBC tumor mouse models, we were able to significantly knockdown MALAT1 RNA expression and observed a delay in primary tumor growth as well as an improvement in tumor response when used in combination with the chemotherapy drugs carboplatin or docetaxel. Additionally, immunophenotyping of tumor infiltrating lymphocytes show that MALAT1 inhibition alters the tumor microenvironment with a significant decrease in immunosuppressive CD206<sup>+<\/sup> Arginase<sup>+<\/sup> macrophages and myeloid derived suppressor cells (MDSC) as well as an increase in cytotoxic CD8<sup>+<\/sup> T cells. The immuno-stimulatory effects of MALAT1 inhibition highlight the benefit of a MALAT1 ASO therapeutic and its potential to be used in combination with current chemotherapies and\/or developing immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/62c96eb1-1595-4205-ba0d-86baf9d4966d\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Long noncoding RNA,Tumor progression,Tumor microenvironment,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14310"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"0f178d53-858f-4fd6-9e1a-65875855adde","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0f178d53-858f-4fd6-9e1a-65875855adde\/@H03B8ZJg\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Oluwatoyosi Adewunmi<\/i><\/u><\/presenter>, <presenter><i>Jeffrey Rosen<\/i><\/presenter>. Baylor College of Medicine, Houston, TX, Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"7b2d8cfb-159f-4ba6-aebd-1333f414bd8b","ControlNumber":"2015","DisclosureBlock":"&nbsp;<b>O. Adewunmi, <\/b> None..<br><b>J. Rosen, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14310","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/62c96eb1-1595-4205-ba0d-86baf9d4966d\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1541","PresenterBiography":null,"PresenterDisplayName":"Oluwatoyosi Adewunmi, BS;MS","PresenterKey":"3140c16f-1324-43e4-bf55-8f9c199d0f6f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1541. LncRNA MALAT1 as a potential therapeutic target in triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LncRNA MALAT1 as a potential therapeutic target in triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Poly (ADP-ribose) polymerase (PARP) inhibitors have emerged as a promising target of intervention for metastatic castration-resistant prostate cancer (mCRPC), as approximately one-third of mCRPC patients harbor mutations in the genes associated with the homologous recombination (HR) pathway. Nonetheless, most patients inevitably develop resistance to PARP inhibition (PARPi), due to the induction of reversion mutations in the HR pathway. These mutations restore the function of HR genes and revert to the HR-proficient stage, which in turn decreases the vulnerability of cancer cells to PARP inhibitors. Here, we report that the clinical utility of PARPi could be efficaciously extended by targeting <i>Metastasis associated lung adenocarcinoma transcript <\/i>(<i>MALAT1<\/i><i>)<\/i>, a long non-coding RNA (lncRNA) often elevated in advanced-stage prostate cancer (PCa). In support of this, we show that mCRPC patients exhibit higher expression of genes involved in HR, which positively correlate with <i>MALAT1<\/i><i> <\/i>levels. Furthermore, RNA interference (RNAi)-mediated depletion of <i>MALAT1<\/i> in CRPC cells perturb the expression of key HR genes, namely <i>BRCA1\/2, RAD51, EXO1,<\/i> <i>CHEK1\/2<\/i><i>,<\/i> subsequently resulting in HR deficiency. This, in turn, escalates accumulation of DNA lesions in the <i>MALAT1<\/i> ablated cells as noticed by abundance in &#947;H2AX, a marker for DNA damage. As a consequence, <i>MALAT1<\/i> ablated cells instigates G<sub>1<\/sub>\/S phase arrest to fetch additional time to repair the damaged DNA or to induce apoptosis. Furthermore, we also provide evidence that the HR deficiency induced by <i>MALAT1<\/i> depletion phenocopies &#8220;BRCAness&#8221; and exhibits synergy with clinically approved DNA repair inhibitors such as Olaparib. In particular, co-inhibition of <i>MALAT1<\/i> and PARP1 exhibits a significant anti-proliferative effect reduced clonogenic survival and delays the resolution of &#947;H2AX foci in CRPC cell lines. Taken together, our results establish that <i>MALAT1<\/i> plays a central role in regulating the DNA damage response and provides a mechanistic rationale for dual targeting of <i>MALAT1<\/i> and PARP in mCRPC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8e3acf5c-4324-4dff-b80d-9ca645cad9b6\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Long noncoding RNA,Homologous recombination,PARP inhibitors,Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14318"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Anjali Yadav<\/i><\/u><\/presenter>, <presenter><i>Tanay Biswas<\/i><\/presenter>, <presenter><i>Ayush Praveen<\/i><\/presenter>, <presenter><i>Bushra Ateeq<\/i><\/presenter>. Indian Institute of Technology Kanpur, Kanpur, India","CSlideId":"","ControlKey":"00f896ac-8435-4611-8091-40278a039127","ControlNumber":"3403","DisclosureBlock":"&nbsp;<b>A. Yadav, <\/b> None..<br><b>T. Biswas, <\/b> None..<br><b>A. Praveen, <\/b> None..<br><b>B. Ateeq, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14318","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8e3acf5c-4324-4dff-b80d-9ca645cad9b6\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1542","PresenterBiography":null,"PresenterDisplayName":"Anjali Yadav, M Pharm","PresenterKey":"329f0735-3fd0-44ea-a47e-5ff7c8fea109","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1542. <i>MALAT1<\/i> ablation dismantles homologous recombination repair machinery and sensitizes castrate resistant prostate cancer cells to PARP inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>MALAT1<\/i> ablation dismantles homologous recombination repair machinery and sensitizes castrate resistant prostate cancer cells to PARP inhibitor","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa), a leading cause of male cancer related mortality, is dependent upon androgens acting via androgen receptor (AR) signaling. Androgen targeted therapies are often used as the first line of treatment for prostate cancer that are effective initially. However, PCa eventually progresses to castration-resistant stage that has limited treatment options. Castration-resistant prostate cancer (CRPC) is treated by second generation of AR pathway inhibitors such as Enzalutamide and Abiraterone. Resistance to these agents develop owing to various mechanisms such as evolution to androgen-independent neuroendocrine prostate cancer (NEPC). In this study, we examined the potential role of miR-410 in different stages of prostate cancer. Analyses of miR-410 in PCa clinical samples and patient-derived xenograft (PDX) models showed that miR-410 is frequently upregulated in PCa. Its expression was further increased in CRPC cases with neuroendocrine differentiation (NED). We examined the functional role of miR-410 by stably expressing miR-410 in androgen dependent and androgen independent cell lines. Our data suggests a context dependent role of miR-410 in prostate cancer cell lines. In androgen independent cell line, miR-410 plays an oncogenic role by impacting epithelial to mesenchymal transition (EMT) via directly targeting SNAIL. Also, it was found to increase the expression of neuronal genes such as Synaptophysin and neural transcription factor BRN2. However, in androgen dependent cell line, miR-410 was found to target PTEN. In conclusion, our data suggests that miR-410 play an important regulatory role in prostate cancer with effects on EMT and neuronal differentiation programs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c4ba1afa-60aa-40dc-bc81-4083baa5352d\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"MicroRNA,Prostate cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14254"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Amritha Sreekumar<\/i><\/u><\/presenter>, <presenter><i>Nikhil Patel<\/i><\/presenter>, <presenter><i>Sharanjot Saini<\/i><\/presenter>. Augusta University, Augusta, GA","CSlideId":"","ControlKey":"6cecad5b-e9c4-4052-b07b-ed2193b1c38b","ControlNumber":"6455","DisclosureBlock":"&nbsp;<b>A. Sreekumar, <\/b> None..<br><b>N. Patel, <\/b> None..<br><b>S. Saini, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14254","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c4ba1afa-60aa-40dc-bc81-4083baa5352d\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1543","PresenterBiography":null,"PresenterDisplayName":"Amritha Sreekumar, MS","PresenterKey":"766253d6-25a7-48bf-b535-5ab0bad5baca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1543. Regulatory role of miR-410 in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regulatory role of miR-410 in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer dormancy and chemoresistance contributes to long term morbidity and mortality from this disease. The long non-coding RNA (lncRNA) <i>SNHG1<\/i> is highly expressed in prostate cancer and is associated with poor progression-free survival. We investigated <i>SNHG1<\/i> involvement in cell cycle regulation, quiescence, and chemoresistance. Suppression of <i>SNHG1<\/i> expression using RNAi in PC3 and C4-2B prostate cancer cells resulted in a cessation of proliferation. SNHG1-deficient cells maintained viability, but did not increase in numbers over 7 days post-siRNA transfection. Control cells (siCTRL), meanwhile, expanded 12 and 10-fold, respectively. Analysis of DNA synthesis by EdU staining PC3 cells showed 32% EdU+ siCTRL, but only 7.0% EdU+ siSNHG1, cells. Likewise, C4-2B cells had reduced EdU staining after SNHG1 RNAi. We then analyzed cell cycle and apoptosis in C4-2B, Du145, and LNCaP cells by propidium iodide (PI) staining. Following SNHG1 RNAi, no significant increase in apoptosis or cell cycle arrest was observed, compared to controls. The reduction in S-phase cells was analogous to EdU staining, and there was a modest decrease in G<sub>2<\/sub> phase cells. To investigate quiescence, we knocked down SNHG1 in PC3 cells engineered to express the fluorescent markers Venus and mCherry concurrently with expression of CDT1 and p27, as a marker of G<sub>0<\/sub>-phase cells. In SNHG1-deficient cells, 48% were in G<sub>0<\/sub> phase (Venus+, mCherry+), while 13% of siCTRL cells were in G<sub>0<\/sub> phase, indicating that loss of <i>SNHG1<\/i> expression blocked cells from exiting G<sub>0<\/sub> and entering the cell cycle. In C4-2B, knockdown of SNHG1 resulted in a 4-5-fold increase in p27(Kip1) expression by immunoblot, indicating increased numbers of quiescent cells. We assessed induction of apoptosis following docetaxel treatment in SNHG1-deficient cells. We found that 20 nM docetaxel induced a 2.9 and 11-fold increase in PARP cleavage in siCTRL-transfected PC3 and C4-2B cells compared to untreated, respectively. When SNHG1 was suppressed by RNAi, PARP cleavage following docetaxel treatment changed by 0.58 and 3.6-fold in PC3 and C4-2B cells, respectively. In addition, we found caspase 3 cleavage after docetaxel treatment was reduced following SNHG1 knockdown, compared to controls. These data indicate cells deficient in SNHG1 are more resistant to docetaxel. Because docetaxel also induced a G<sub>2<\/sub> arrest, we quantified G<sub>2<\/sub> phase by PI staining for DNA content, and immunoblotting for cyclin B1, a marker of G<sub>2<\/sub>\/M, in siCTRL and siSNHG1 cells. There was a complete elimination of the docetaxel-induced G<sub>2<\/sub> arrest in cells deficient in SNHG1. These data show that <i>SNHG1<\/i> plays a role in prostate cancer cell cycle, which has an impact on response to chemotherapy. SNHG1-deficient cells accumulated in G<sub>0<\/sub> phase, and there was reduced apoptosis and resistance to G<sub>2<\/sub> arrest following docetaxel treatment. This is consistent with a model whereby low SNHG1 expression maintains dormancy and protects cells from treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a2516721-c00c-40b1-b76a-611035ef6c88\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Prostate cancer,Long noncoding RNA,Dormancy,Cell cycle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14313"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Steven P. Zielske<\/i><\/u><\/presenter>, <presenter><i>Frank C. Cackowski<\/i><\/presenter>. Wayne State University and Karmanos Cancer Institute, Detroit, MI","CSlideId":"","ControlKey":"0319202d-1921-4cc9-9cc8-19d6aa15818b","ControlNumber":"3699","DisclosureBlock":"&nbsp;<b>S. P. Zielske, <\/b> None..<br><b>F. C. Cackowski, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14313","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a2516721-c00c-40b1-b76a-611035ef6c88\/@H03B8ZJg\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1544","PresenterBiography":null,"PresenterDisplayName":"Steven Zielske, PhD","PresenterKey":"7c07ffc3-f2f8-4109-bde2-df94d8083e72","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1544. The lncRNA SNHG1 modulates quiescence and chemoresistance of prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The lncRNA SNHG1 modulates quiescence and chemoresistance of prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Our laboratory has previously characterized a microRNA, miR-3189-3p, with potent anti-cancer activity against glioblastoma and triple negative breast cancer (TNBC), two of the most aggressive types of tumors. Intriguingly, while miR-3189-3p inhibits proliferation, migration, and invasion of glioblastoma and TNBC cells, it does not induce apoptosis. The BCL2 family of proteins controls mitochondrial-mediated cell death through binding affinity and abundance of pro- and anti-apoptotic factors. Here, we investigated the mechanisms of the cytostatic effect of miR-3189-3p on MDA-MB-231 cells and found that the BCL2-family members and pro-apoptotic factors BAK1, BMF, and HRK, which are predicted gene target of this miRNA, are indeed downregulated by the miRNA mimic. In addition, we found that expression of miR-3189-3p improved the metabolic fitness of TNBC cells through increasing both mitochondrial respiration and glycolysis. Ongoing experiments are aimed at understanding how changes in the metabolic profile and cytostatic activity of miR-3189-3p could be used for therapeutic intervention against this aggressive tumor.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/338d243d-6fa3-42a0-b2c3-50aa780c1f05\/@z03B8ZJh\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"MicroRNA,Breast cancer,Metabolism,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14248"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Cecilia Vittori<\/i><\/u><\/presenter>, <presenter><i>Hassan Yousefi<\/i><\/presenter>, <presenter><i>Krzysztof Reiss<\/i><\/presenter>, <presenter><i>Francesca Peruzzi<\/i><\/presenter>. Louisiana State University Health Sciences Center, New Orleans, LA","CSlideId":"","ControlKey":"51550872-8ffe-4ddc-ac49-15b53551f67d","ControlNumber":"4908","DisclosureBlock":"&nbsp;<b>C. Vittori, <\/b> None..<br><b>H. Yousefi, <\/b> None..<br><b>K. Reiss, <\/b> None..<br><b>F. Peruzzi, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14248","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/338d243d-6fa3-42a0-b2c3-50aa780c1f05\/@z03B8ZJh\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1545","PresenterBiography":null,"PresenterDisplayName":"Cecilia Vittori, BS;MS;PhD","PresenterKey":"7e436628-6b7b-41f2-9a4a-a94409efd34f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1545. The cytostatic effect of miR-3189-3p in triple negative breast cancer cells involves inhibition of mitochondrial-mediated apoptosis","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The cytostatic effect of miR-3189-3p in triple negative breast cancer cells involves inhibition of mitochondrial-mediated apoptosis","Topics":null,"cSlideId":""},{"Abstract":"Cortisol, the primary stress hormone, can contribute to cancer development through a variety of mechanisms. In a population-based research study, we have detected high serum levels of cortisol and several exosomal microRNAs (miRs) in women with a breast cancer (BC) diagnosis than non-cancer female subjects. In this study, we identified a positive correlation of cortisol levels with an exosomal miRNA, miR-143-3p, in serum samples. Furthermore, we observed an upregulation of miR-143-3p in human monocyte (THP1 and U937)-derived macrophages upon treatment with cortisol but not in BC cell lines (MDA-MB-468 and MDA-MB-231). Enhanced levels of miR-143-3p were also found in exosomes collected from the cortisol-treated macrophages. Expression of miR-145 (transcribed as cluster miRNA with miR-143-3p) was also upregulated in cortisol-treated macrophages but their enhanced levels were not detected in shed exosomes. <i>In silico<\/i> analysis identified glucocorticoid-response elements (GREs) in the upstream promoter sequence, which exhibited elicited transcriptional activity in response to cortisol in a luciferase-based promoter-reporter assay. Direct binding of glucocorticoid receptor (GR) to the regulatory sequence containing region was confirmed by chromatin immunoprecipitation. We further observed that cortisol treatment inhibited IFN-&#947;-induced M1 polarization, while caused alternative M2 polarization of macrophages and these effects were inhibited by pre-treatment with miR-143-3p and miR-145 inhibitors. Cortisol treatment reduced ECAR\/OCR ratio in macrophages suggesting reduced glycolysis and\/or increased oxidative phosphorylation. This effect was neutralized by functional inhibition of miR-143-3p and miR-145. Computational analysis using web-based servers (TargetScan and miRDB) identified <i>HK2<\/i> (hexokinase-2) and <i>ADPGK<\/i> (ADP-dependent glucokinase) as potential targets of miR-143-3p and mir-145, respectively, whose expression was downregulated in cortisol-treated macrophages and rescued upon miR-143-3p and miR-145 inhibition. Direct targeting of 3&#8242;- untranslated regions of <i>HK2 <\/i>and <i>ADPGK<\/i> by miR-143-3p and miR-145, respectively, was confirmed in luciferase-based reporter assays. Altogether, we have identified novel cortisol-regulated miRNAs that inhibit classical M1 polarization and induce alternative M2 polarization by reprogramming of glucose metabolism. Our findings have relevance in establishing an indirect connection of chronic stress with cancer development via immunosuppressive effect of cortisol, and could be helpful in risk prediction and management efforts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3e8359a6-168f-46ab-a3ff-634ee2f389d6\/@z03B8ZJh\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"MicroRNA,Hormones,Macrophages,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14250"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Amod Sharma<\/i><\/u><\/presenter>, <presenter><i>Kunwar Somesh Vikramdeo<\/i><\/presenter>, <presenter><i>Sarabjeet Kour Sudan<\/i><\/presenter>, <presenter><i>Sachin Kumar Deshmukh<\/i><\/presenter>, <presenter><i>Ajay P. Singh<\/i><\/presenter>, <presenter><i>Seema Singh<\/i><\/presenter>. University of South Alabama, Mobile, AL","CSlideId":"","ControlKey":"ebbc8002-79fb-4386-8028-67e47dc835a7","ControlNumber":"6688","DisclosureBlock":"&nbsp;<b>A. Sharma, <\/b> None..<br><b>K. Vikramdeo, <\/b> None..<br><b>S. Sudan, <\/b> None..<br><b>S. Deshmukh, <\/b> None..<br><b>A. P. Singh, <\/b> None..<br><b>S. Singh, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14250","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3e8359a6-168f-46ab-a3ff-634ee2f389d6\/@z03B8ZJh\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1546","PresenterBiography":null,"PresenterDisplayName":"Amod Sharma, PhD","PresenterKey":"42fcc462-ab8c-4e54-838f-9171aea96769","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1546. Cortisol induces the expression of miR-143-3p\/miR-145 cluster in macrophages to affect macrophage polarization via reprogramming of glucose metabolism","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cortisol induces the expression of miR-143-3p\/miR-145 cluster in macrophages to affect macrophage polarization via reprogramming of glucose metabolism","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is the primary cause of cancer-related deaths worldwide. According to the American Cancer Society, it is the third most common cancer diagnosed in adults in the United States. It will have an estimated 149,500 new cases of colon cancer in 2021. In addition, studies show CRC has increased morbidity with obesity and obesity-related diseases such as diabetes. In a geographical area of The Rio Grande Valley which has a high incidence of diabetes, understanding the connection between CRC and diabetes is essential. Our lab identified LncRNA UCA1, a poor prognosis marker in CRC, responsible for increased proliferation and upregulating glucose metabolic pathway. First, we investigated the possible role of UCA1 in glucose metabolism, finding that UCA1 overexpressing cells (SW480+UCA1) showed a higher glucose consumption than their vector. The inverse of this trend was established when we knockdown UCA1 (SW620+shUCA1). Further, we found that overexpressing UCA1 increases the migration, invasion, and proliferation of SW480 cells. A vital aspect of the metastatic progression is when the cell survives detachment from the extracellular matrix. A route in which they overcome apoptosis is through modulation of the metabolic pathways, upregulating such markers as GLUT1, FDFT1, SGK1, and HIF1&#945;. At 36hrs of anchorage-independent stimulation, we found an uptick in glucose consumption and lactate production and an increase in the expression of GLUT1, FDFT1, SGK1, and HIF1&#945; compared to 0hrs. The Warburg effect is when glycolysis is no longer connected to the tricarboxylic acid cycle or oxidative phosphorylation. The increase in expression of the markers GLUT1, FDFT1, SGK1, and HIF1&#945; indicates aerobic metabolic activity during anchorage-independent growth with UCA1 expression. This relationship needs to be further examined and could lead to understanding the increased morbidity associated with diabetes and CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/e08f2f2f-d900-4519-a9df-5e2377352a56\/@z03B8ZJh\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"lncRNA,Colorectal cancer,Glycolysis,Anoikis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14325"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Sophia Leslie<\/i><\/u><\/presenter>, <presenter><i>Kyle Doxtater<\/i><\/presenter>, <presenter><i>Samantha Lopez<\/i><\/presenter>, <presenter><i>Adithya Anilkumar<\/i><\/presenter>, <presenter><i>Meena Jaggi<\/i><\/presenter>, <presenter><i>Subhash Chauhan<\/i><\/presenter>, <presenter><i>Manish Tripathi<\/i><\/presenter>. University of Texas Rio Grande Valley, McAllen, TX","CSlideId":"","ControlKey":"61ee468a-4451-4fb1-8de7-712ebddfec7d","ControlNumber":"6050","DisclosureBlock":"&nbsp;<b>S. Leslie, <\/b> None..<br><b>K. Doxtater, <\/b> None..<br><b>S. Lopez, <\/b> None..<br><b>A. Anilkumar, <\/b> None..<br><b>M. Jaggi, <\/b> None..<br><b>S. Chauhan, <\/b> None..<br><b>M. Tripathi, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14325","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/e08f2f2f-d900-4519-a9df-5e2377352a56\/@z03B8ZJh\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1547","PresenterBiography":null,"PresenterDisplayName":"Sophia Leslie, BS","PresenterKey":"479e3451-52b5-4b97-bb3e-e2042b80a420","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1547. LncRNA UCA1 modulates glucose metabolism proteins in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LncRNA UCA1 modulates glucose metabolism proteins in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Pancreatic cancer is a high-fatality cancer. An estimated 57,600 new cases were diagnosed in the United States in 2020 with a corresponding 47,050 deaths. Despite improvements in the molecular understanding of pancreatic cancer, the prognosis for this disease has not improved in nearly 4 decades, largely because of the lack of early stage disease detection and limited efficiency of systemic therapies. MicroRNAs (miRNAs) are a class of non-coding RNAs approximately 22 nucleotides (nt) in length that regulate gene expression. in recent years, the dysregulation of miRNAs has been implicated in the development of various human cancers.<br \/>Methods: Parallel analysis of global mRNA, miRNA and protein expression was conducted on pancreatic cancer patient-derived xenografts. The data from this analysis of these F1 tumours, was used to refine\/identify miRNA targets of interest to generate 2 differential expression (DE) lists for miRNA; 1) Tumour vs Normal and 2) Tumour vs F1. Predictive software was used to identify targets and pathways of the DE priority miRNAs. These targets were further refined by integrating the targets with the global mRNA and proteomic profiling (unpublished data) performed on the same clinical samples. Alteration of cancer phenotype was investigated using overexpression and\/or sponge vectors for each miRNA.<br \/>Results: Analysis generated a list of priority miRNAs that had inverse interactions with predicted protein targets and were shown to be differentially expressed in our proteomic data. From 39 miRNAs investigated from the priority list, 7 miRNAs targeted 2 or more proteins across the 2 comparisons. These miRNAs - miRs-2467, -4742, -509, -615-3p, -4534, -222 and 2-06 when altered in expression MIA PaCa-2 and PANC-1 pancreatic cancer cells resulted in modulated cell proliferation, colony forming ability and anoikis resistance. Studies are ongoing on the changes to the chemotherapy and radiosensitivity of each cell line in response to changing these miRNA levels.<br \/>Conclusions: The study identified miRNAs which displayed increased expression between normal and tumour and again increased between tumour and F1. From this list using predicative software and integration with additional global analysis of mRNA and Protein expression a priority list of 7 miRNAs were identified. The core concept in this study was to use differential expression of miRNAs as a tool to further unravel the biology of human pancreatic cancer, in the hope of uncovering new targets or vulnerabilities which might be exploited therapeutically or finding new bio markers which might contribute to better or earlier diagnosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f179f337-760c-458e-9d1a-6a33102193fe\/@z03B8ZJh\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"MicroRNA,Pancreatic cancer,Patient-derived xenograft (PDX) models,Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14252"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Taylor-Jade Allen<\/i><\/u><\/presenter>. Dublin City University, Dublin, Ireland","CSlideId":"","ControlKey":"ad3210f3-37d9-4d49-9310-85baae88dde8","ControlNumber":"4470","DisclosureBlock":"&nbsp;<b>T. Allen, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14252","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f179f337-760c-458e-9d1a-6a33102193fe\/@z03B8ZJh\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1548","PresenterBiography":null,"PresenterDisplayName":"Taylor Jade Allen, BS","PresenterKey":"c103e1f4-db83-49c6-9ffe-d50ab4948a84","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1548. Examination of miRNA dysregulation in pancreatic cancer PDX models with parallel proteomic and transcriptomic investigations","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Examination of miRNA dysregulation in pancreatic cancer PDX models with parallel proteomic and transcriptomic investigations","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Schwannomatosis is an inherited disorder that affects Schwann cells from peripheral nerves. It is diagnosed when multiple schwannomas occur in the absence of bilateral vestibular schwannomas. The two main genes associated with this disorder are <i>SMARCB1<\/i> and <i>LZTR1<\/i> both on chromosome 22q (Chrm22q). Somatic inactivation of <i>NF2,<\/i> downstream of <i>SMARCB1,<\/i> is observed in most schwannomas. The accepted model of schwannomatosis involves multiple hits over three steps to inactivate <i>LZTR1<\/i> or <i>SMARCB1<\/i> together with <i>NF2<\/i>. Following this pattern, most of the <i>LZTR1\/SMARCB1<\/i>-schwannomas acquire a somatic loss of Chrm22 (thus deleting the three genes) and a somatic mutation affecting the remaining wild-type <i>NF2<\/i> copy on the GPV allele. Several studies have postulated the plausible existence of other susceptibility genes predisposing to schwannomatosis and the likelihood of those being localized in Chrm22q. Last year we identified a GPV in the microprocessor <i>DGCR8<\/i> (c.1552G&#62;A; p.E518K) located in the Chrm22q11 region, as responsible for a familial form of schwannomatosis and multinodular goiter (Rivera et al JCI, 2020). Our goal is to clarify the role of DGCR8 as a novel tumor susceptibility gene and the tumorigenic mechanisms that lead to DGCR8-schwannomatosis.<br \/>Methods: We searched for patients affected of schwannoma and thyroid tumors. By whole exome sequencing we identified the same <i>DGCR8<\/i> (c.1552G&#62;A; p.E518K) variant in one patient. We then collected a total of 13 DGCR8-schwannomas from carriers. Eleven tumors were subjected to WES and two tumors were subjected to a NGS targeted panel covering all known schwannoma genes in Chrm22q.<br \/>Results: We report the second case of a patient with peripheral schwannomatosis and thyroid alterations caused by the germline pathogenic variant E518K in<i> DGCR8<\/i>. Loss of Chrm22q was seen in all 13 tumors analyzed. While all tumors had at least one alteration of <i>NF2<\/i>, 4 tumors had no somatic mutations on the retained (not deleted) allele (30.8%). Given that <i>DGCR8<\/i> localizes 5&#8217; of <i>LZTR1<\/i>, the second step (LOH) leads to the deletion of <i>DGCR8<\/i> and the three <i>bona fide<\/i> schwannoma genes (<i>LZTR1, SMARCB1<\/i> and <i>NF2<\/i>) adding up to a total of 6 hits in a 3-step model. Suggesting that the path to tumorigenesis driven by <i>DGCR8<\/i> requires the loss of the wild type allele of Chrm22q and in more than two thirds of the tumors a complete inactivation of <i>NF2 <\/i>occurs.<br \/>Conclusion: Our findings highlight <i>DGCR8<\/i> as a schwannomatosis gene mapping to the Chrm22 cluster of tumor suppressors that cooperate to promote tumorigenesis in Schwann cell and pinpoints an important role of miRNA regulation in this process.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2e690c09-cb51-4ff2-bd16-9dbcf6c5f838\/@z03B8ZJh\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"Cancer genetics,MicroRNA,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14247"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Clara Nogué<\/i><\/presenter>, <presenter><i>Anne-Sophie Chong<\/i><\/presenter>, <presenter><i>Elia Grau<\/i><\/presenter>, <presenter><i>HyeRim Han<\/i><\/presenter>, <presenter><i>Eduard Dorca<\/i><\/presenter>, <presenter><i>Carla Roca<\/i><\/presenter>, <presenter><i>Jose Luis Mosquera<\/i><\/presenter>, <presenter><i>Conxi Lazaro<\/i><\/presenter>, <presenter><i>William D. Foulkes<\/i><\/presenter>, <presenter><i>Joan Brunet<\/i><\/presenter>, <presenter><u><i>Bárbara Rivera Polo<\/i><\/u><\/presenter>. IDIBELL, L´Hospitalet de Llobregat, Barcelona, Spain, McGill University, Montreal, QC, Canada, Hospital de Bellvitge, L´Hospitalet de Llobregat, Barcelona, Spain, Instituto Catalán de Oncología, L´Hospitalet de Llobregat, Barcelona, Spain","CSlideId":"","ControlKey":"9e8700ed-0b17-430d-a624-145025b9908b","ControlNumber":"5118","DisclosureBlock":"&nbsp;<b>C. Nogué, <\/b> None..<br><b>A. Chong, <\/b> None..<br><b>E. Grau, <\/b> None..<br><b>H. Han, <\/b> None..<br><b>E. Dorca, <\/b> None..<br><b>C. Roca, <\/b> None..<br><b>J. Mosquera, <\/b> None..<br><b>C. lazaro, <\/b> None.&nbsp;<br><b>W. D. Foulkes, <\/b> <br><b>Astrazeneca<\/b> Other, Consultant, No.<br><b>J. Brunet, <\/b> None..<br><b>B. Rivera Polo, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14247","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2e690c09-cb51-4ff2-bd16-9dbcf6c5f838\/@z03B8ZJh\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1549","PresenterBiography":null,"PresenterDisplayName":"Bárbara Rivera Polo, PhD","PresenterKey":"74056676-722e-4f8f-88bf-86cf1ebc9ed6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1549. The tumorigenesis model in DGCR8 associated schwannomatosis","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The tumorigenesis model in DGCR8 associated schwannomatosis","Topics":null,"cSlideId":""},{"Abstract":"Although a majority of women with high-grade serous ovarian cancer (HGSC) achieve a complete response to first-line platinum- and paclitaxel-based chemotherapy, around thirty percent of patients are identified as incomplete responders. Their diseases typically either does not respond or progresses during treatment (refractory) or recurs within 6 months of completing treatment (resistant), suggesting the inherit or intrinsic characteristics of the tumor. Currently, there are no biomarkers that can predict intrinsic resistance, which can avoid unnecessary treatment and toxicity. MicroRNAs (miRNAs) provide a novel master layer of regulation of gene expression. However, the molecular mechanisms by which miRNAs confer a chemoresistant phenotype in ovarian cancer have not been elucidated. To identify miRNAs that are associated with intrinsic chemoresistance in HGSC, Ion Torrent next-generation sequencing analysis of miRNAs was performed on microdissected chemosensitive and chemorefractory primary HGSC cases. Amongst all the miRNAs that were significantly down-regulated in chemorefractory cases, lower miR-625-3p expression was found to be associated with poorer overall and progression-free survivals. Further functional studies showed that overexpression of miR-625-3p significantly decreased cisplatin and paclitaxel resistance in ovarian cancer cells in vitro and in vivo. Online target prediction algorithms together with transcriptome profiling of HGSC cells transfected with miR-625-3p mimics or control mimics identified SSX2IP as a direct target of miR-625-3p, suggesting that SSX2IP may play a role in conferring cisplatin\/paclitaxel resistance in HGSC by mediating the effect of miR-625-3p. SSX2IP is a microtubule anchoring and centriolar satellite protein, which plays a critical role in controlling microtubule length and orientation, and centrosome maturation. We demonstrated that HGSC cells transfected with SSX2IP had marked increases in microtubule masses, intracellular multivesicular body trafficking and exosomal cisplatin level; and a decrease in intracellular cisplatin level. In conclusion, down-regulation of miR-625-3p confers cisplatin\/paclitaxel resistance in ovarian cancer cells via its novel direct target SSX2IP. SSX2IP alters the microtubule dynamics and subsequently mediates inter-organelle crosstalks between microtubules and multivesicular bodies, which facilitate exosomal export of cisplatin and paclitaxel of HGSC cells. This study is crucial for developing new predictive biomarkers for intrinsic chemoresistance, and new treatment strategies for HGSC based on upregulating miR-625-3p or downregulating SSX2IP expression in ovarian cancer cells, which will enhance cisplatin and paclitaxel sensitivity, and improve patient survival rates.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f2c574b9-08c9-4bcd-9b96-37e787186656\/@z03B8ZJh\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"Ovarian cancer,MicroRNA,Resistance,Exosomes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14249"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Chi Lam Au Yeung<\/i><\/u><\/presenter>, <presenter><i>Tetsushi Tsuruga<\/i><\/presenter>, <presenter><i>Kay-Pong Yip<\/i><\/presenter>, <presenter><i>Sammy Ferri-Borgogno<\/i><\/presenter>, <presenter><i>Samuel Mok<\/i><\/presenter>. The University of Texas MD Anderson Cancer Center, Houston, TX, University of South Florida, Tampa, FL","CSlideId":"","ControlKey":"cadf2287-7448-4ccc-9613-3be847370156","ControlNumber":"6569","DisclosureBlock":"&nbsp;<b>C. Au Yeung, <\/b> None..<br><b>T. Tsuruga, <\/b> None..<br><b>K. Yip, <\/b> None..<br><b>S. Ferri-Borgogno, <\/b> None..<br><b>S. Mok, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14249","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f2c574b9-08c9-4bcd-9b96-37e787186656\/@z03B8ZJh\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1551","PresenterBiography":null,"PresenterDisplayName":"Chi Lam Au Yeung","PresenterKey":"d08460b0-37ab-4bb2-a0c1-86ce778f0f9f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1551. miR-625-3p enhances chemosensitivity in ovarian cancer cells through exosomal export of cisplatin and paclitaxel","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"miR-625-3p enhances chemosensitivity in ovarian cancer cells through exosomal export of cisplatin and paclitaxel","Topics":null,"cSlideId":""},{"Abstract":"Introduction: p73 transcription factor belongs to the p53 tumor suppressor family. Recent studies revealed that p73 wields its tumor suppressor properties by inhibiting metastasis. Although the literature on the p73 transcriptional circuit has chiefly concentrated on protein-coding genes, it has been progressively pointed out that p73 is also able to transcriptionally modulate non-coding RNA (ncRNA) members. These involve microRNAs (miRNAs) and many p53-regulated long non-coding RNAs (lncRNAs).<br \/>Methods: Identification of p73 binding sites in the FER1L4 promoter region was made by JASPER and TF BIND which was further confirmed by chromatin immunoprecipitation (ChIP) and site-directed mutagenesis experiments. Effect of FER1L4 in p73 mediated cell cycle arrest and apoptosis was checked by cell cycle analysis, Annexin-V\/PI, and TUNEL apoptosis assays. Depletion of FER1L4 enhanced cell proliferation, migration, and invasion in a p73-dependent manner. Furthermore, RNA-In situ hybridization (RNA-ISH) analysis of non-metastatic and metastatic human colon cancer tissue samples was carried out to compare the levels of FER1L4 and p73 in metastatic and non-metastatic tumor tissue samples. We also checked the expression of different miRNA including miR1273g-3p and its effect on PTEN expression.<br \/>Results: We have identified lncRNA FER1L4 as a novel p73 transcriptional target that gets induced as a result of genotoxic stress. The binding of p73 to FER1L4 promoter was established by bioinformatics analysis, luciferase reporter, and ChIP assays. Both FER1L4 and p73 knockdown enhanced the migration and invasion rate of colorectal cancer cells. FER1L4 knockdown reduced E-cadherin expression and enhanced the expression of N-cadherin, Vimentin, Snail, and Fibronectin. Cell cycle assays revealed that FER1L4 induces a G2\/M cell cycle arrest in a p73-dependent manner. Annexin V\/PI and TUNEL assays revealed FER1L4 induced apoptosis in HCT116p53<sup>-\/-<\/sup>p73<sup>+\/+<\/sup> colon cancer cells under genotoxic stress and FER1L4 knockdown inhibited apoptosis even in the presence of p73. The expression of pro-apoptotic markers such as Bad, Bax, Bik, Bim, Bid, Bak and PUMA decreased upon FER1L4 and p73 knockdown. FER1L4 sponges the expression of miR-1273g-3p, which in turn increases PTEN expression leading to cell cycle arrest. RNA <i>In-situ<\/i> hybridization revealed the down-regulation of both p73 and FER1L4 expression in metastatic colon cancer tissue as compared to non-metastatic tissue.<br \/>Conclusion: We provide conclusive proof that p73 exerts its anti-metastatic properties by inducing lncRNA FER1L4 in response to genotoxic stress which in turn sponges the expression of miR1273g-3p, a regulator of PTEN.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"p73,lncRNA,Metastasis,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14323"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Daman Saluja<\/i><\/u><\/presenter>, <presenter><i>Apoorva Uboveja<\/i><\/presenter>, <presenter><i>Yatendra Kumar Satija<\/i><\/presenter>, <presenter><i>Fouzia Siraj<\/i><\/presenter>. University of Delhi, Dr B R Ambedkar Center for Biomedical Research, Delhi, India, National Institute of Pathology, Safdarjung Hospital Campus, New Delhi, India","CSlideId":"","ControlKey":"25ce9719-9877-4feb-86d8-5a4670081b69","ControlNumber":"2984","DisclosureBlock":"&nbsp;<b>D. Saluja, <\/b> None..<br><b>A. Uboveja, <\/b> None..<br><b>Y. K. Satija, <\/b> None..<br><b>F. Siraj, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14323","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1552","PresenterBiography":null,"PresenterDisplayName":"Daman Saluja, PhD","PresenterKey":"66d57acc-144d-4974-be38-b710111dfe9b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1552. Deciphering the mechanism of action of Long non-coding RNA fer1l4 in the suppression of invasion, migration and metastasis of colon cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering the mechanism of action of Long non-coding RNA fer1l4 in the suppression of invasion, migration and metastasis of colon cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Detection of colorectal dysplasia during surveillance colonoscopy is currently the best method of determining risk of colitis-associated colorectal cancer (CAC). An understanding of the early molecular changes associated with the development of these lesions will inform the identification of new biomarkers for earlier detection. miRNAs (miRs), highly conserved noncoding RNAs, show great promise as stable, tissue-specific biomarkers of neoplasia. We previously identified 12 miRs that are differentially-expressed in colitis-associated dysplasias (flat and polypoid) vs. inflamed colonic mucosa from mice treated with AOM\/DSS. miR-1, a putative tumor suppressor, was downregulated in colitis-associated dysplasias. Analysis of the mRNA expression profile of AOM\/DSS-induced dysplasias and prediction of the interactions between the miRs and their targets led to the selection of the <i>Cdk6 <\/i>as the target of miR-1 to be further investigated, based on its: 1) upregulation in AOM\/DSS-induced dysplasia; and 2) association with cell cycle progression and inflammatory signaling. The goal of the present study was to validate the predicted interaction between miR-1 and <i>Cdk6<\/i> and assess the biological function of miR-1 <i>in vitro<\/i>. The ability of miR-1 to interact with the 3&#8217;UTR of <i>Cdk6<\/i> mRNA was assessed using a dual luciferase assay. Co-transfection of HCT116 or RKO colon carcinoma cells with <i>Cdk6<\/i>-WT and miR-1 mimics led to a significant reduction in relative luciferase activity in both cell lines (30%, p=0.0117 and 47%, p=0.0269; respectively). Transfection with the <i>Cdk6<\/i>-Mut did not alter relative luciferase activity, confirming the <i>Cdk6<\/i> binding site was specific for miR-1. The biological function of miR-1 was assessed in HCT116 and RKO cells reverse-transfected with miR-1 and cel-miR-67 (negative control) for 48 hrs. Apoptosis (AnnexinV+ cells) and cell cycle progression (% of cells in G0\/G1, G2\/M and S phase) were evaluated by flow cytometry, and proliferation by cell count (Trypan Blue). HCT116 and RKO transfected with the miR-1 mimic exhibited a higher proportion of apoptotic cells than the negative control (30% and 20% increase, p=0.0022 and 0.0013, respectively). Cell cycle analyses revealed the miR-1 mimic induced cell cycle arrest (G0\/G1) in both cell lines (p&#60;0.05). In HCT116 cells, this was accompanied by a reduction in the percentage of cells in G2\/M (p=0.002) and S (p&#60;0.001) phase. No effect of miR-1 on total cell number was observed. These results demonstrate that <i>Cdk6<\/i> is a direct target of miR-1, and suggest that downregulation of this miR in dysplastic lesions contributes to CAC by inducing cell cycle progression and inhibiting apoptosis. These data provide novel insight into the early molecular changes that accompany the development of colitis-associated dysplasia and may serve as biomarkers for early detection of neoplasia. <u>Supported by the Timothy P. and Aurora M. Hughes Fund for Colon Cancer Research.<\/u>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1e2c246f-eb44-4366-a6d0-a660453aee42\/@z03B8ZJh\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA profiling in cancer,,"},{"Key":"Keywords","Value":"Colorectal cancer,MicroRNA,Apoptosis,Cell cycle arrest,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14245"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Mariana F. Fragoso<\/i><\/u><\/presenter>, <presenter><i>Geysson J. Fernandez<\/i><\/presenter>, <presenter><i>Lisa Vanderveer<\/i><\/presenter>, <presenter><i>Harry S. Cooper<\/i><\/presenter>, <presenter><i>Michael Slifker<\/i><\/presenter>, <presenter><i>Margie L. Clapper<\/i><\/presenter>. Fox Chase Cancer Center, Philadelphia, PA, University of Antioquia, Medellin, Colombia, Fox Chase Cancer Center, Philadelphia, PA, Fox Chase Cancer Center, Philadelphia, PA, Fox Chase Cancer Center, Philadelphia, PA","CSlideId":"","ControlKey":"1a40e607-bbc3-4ce0-98d2-08e8b1669233","ControlNumber":"4614","DisclosureBlock":"&nbsp;<b>M. F. Fragoso, <\/b> None..<br><b>G. J. Fernandez, <\/b> None..<br><b>L. Vanderveer, <\/b> None..<br><b>H. S. Cooper, <\/b> None..<br><b>M. Slifker, <\/b> None..<br><b>M. L. Clapper, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14245","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1e2c246f-eb44-4366-a6d0-a660453aee42\/@z03B8ZJh\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1553","PresenterBiography":null,"PresenterDisplayName":"Mariana Fragoso, PhD","PresenterKey":"3d44cc14-c7f3-402a-b712-667ab19ac9c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1553. miR-1 targets <i>Cdk6 <\/i>and controls cell cycle progression and apoptosis in colitis-associated dysplasia","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"miR-1 targets <i>Cdk6 <\/i>and controls cell cycle progression and apoptosis in colitis-associated dysplasia","Topics":null,"cSlideId":""},{"Abstract":"Oral cancer is the sixth most aggressive malignancy around the world and accounts for 90% of head and neck lesions. It is the most prevalent type of cancer in South Asian countries and contributes to around 25% of all new cancer cases in the region. The involvement of non-coding circular RNAs (circRNAs) in various disease pathology has been reported. However, their role as diagnostic or therapeutic biomarkers is still unclear and needs to be further explored. This study was aimed to identify the role of hsa_circ_0001587 and competing endogenous RNA (ceRNA) mechanism in early diagnosis or as a therapeutic target for oral cancer. For this purpose, lists of circRNAs, miRNAs, and differentially expressed genes (DEGs) involved in oral squamous cell carcinoma (OSCC) were identified from the reported literature. Circinteractome was used to obtain target miRNAs that potentially bind to hsa_circ_0001587. Five miRNAs were selected for further <i>in silico<\/i> analysis on the basis of maximum target sites. Data were subjected to functional enrichment analysis, pathway analysis, and gene homology studies.Our results showed active participation of both hsa_circ_0001587 and its target miRNAs (miR-548c-3p, miR-520h, miR-1827, miR-607, and miR-579)<i> <\/i>in oral carcinogenesis via the regulation of genes including <i>AKT, GADD45, PKA, PKC, <\/i>and <i>CASP8<\/i>. Dysregulation of these genes disturbed the immune system, signaling pathways, cellular compartment activities, and molecular functions, indicating their role in tumor initiation and progression. Furthermore, it was predicted that hsa_circ_0001587 enhances the expression of genes for the RAS signaling pathway via its sponging effect on miR-548c-3p and miR-607. Noncoding RNAs including hsa_circ_0001587 and target miR-548c-3p and miR-607 play a critical role in the pathogenesis of OSCC. It is therefore suggested that hsa_circ_0001587 and its target miRNAs could be used as potential biomarkers for oral cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Cancer marker,Noncoding RNA,MicroRNA,Oral cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14315"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Muhammad Jawad Khan<\/i><\/u><\/presenter>, <presenter><i>Ghulam Rabia<\/i><\/presenter>, <presenter><i>Abdullahi Dandare<\/i><\/presenter>, <presenter><i>Hassaan Mehboob Awan<\/i><\/presenter>, <presenter><i>Afraz Ahmad Raja<\/i><\/presenter>. COMSATS University Islamabad, Islamabad, Pakistan","CSlideId":"","ControlKey":"cc705835-e85e-49fb-bcc8-2ab02394e5a1","ControlNumber":"1770","DisclosureBlock":"&nbsp;<b>M. Khan, <\/b> None..<br><b>G. Rabia, <\/b> None..<br><b>A. Dandare, <\/b> None..<br><b>H. Awan, <\/b> None..<br><b>A. Raja, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14315","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1554","PresenterBiography":null,"PresenterDisplayName":"Muhammad Jawad Khan, PhD","PresenterKey":"90fc9f7e-1333-4fd7-b4e8-08adc2951c25","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1554. Functional analysis of human circular RNA_0001587 and its target miRNAs in oral cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Functional analysis of human circular RNA_0001587 and its target miRNAs in oral cancer","Topics":null,"cSlideId":""},{"Abstract":"Non-coding (nc)RNAs, including circular (circ)RNAs, contribute to tumor development and progression. Several ncRNAs were shown to affect the onset, prognosis, and treatment of acute myeloid leukemia (AML) in the past years. The human <i>Plasmacytoma Variant Translocation 1 <\/i>(<i>PVT1<\/i>) gene maps on the long arm of chromosome 8 (8q24), in the same genomic region hosting <i>MYC <\/i>and encoding for 83 linear (<i>PVT1<\/i>, lncipedia.org) and 26 high-confidence circular isoforms (circPVT1, www.circbase.org). The most common isoform of circPVT1<i> <\/i>is a product of back-splicing of 410 nt and contains the whole exon 2 of <i>PVT1 <\/i>in a closed loop-like structure (<i>hsa_circ_0001821)<\/i>. The study aims to investigate the role of <i>PVT1<\/i> isoforms and circPVT1 in AML. Firstly, we focused on the various <i>PVT1<\/i> isoforms and their differential expression in leukemia. Fourteen out of the 83 linear isoforms are expressed in the hematopoietic tissues (lymph node and white blood cells, www.noncode.org), and 6 of them were detectable in AML cell lines, including the t(8;21) KASUMI-1 and the <i>NPM1<\/i>-mutated OCI-AML3 models, together with <i>circPVT1<\/i>. We designed two antisense-oligonucleotides (ASOs), mapping on common exonic region and targeting the linear isoforms expressed in OCI-AML3 and KASUMI-1 cells, and one ASO spanning the junction region of circPVT1. ASOs-mediated knockdown (KD) showed a relevant decrease of <i>PVT1<\/i> signals, especially by ASO combination, and circPVT1 level using the specific ASO in both cell lines, under normoxia and hypoxia (1% O<sub>2<\/sub>). The downregulation led to a significant decrease in cell growth, but, interestingly, only circPVT1-KD induced apoptosis under both conditions in OCI-AML3. To further investigate the biological consequences of circPVT1-KD,<i> <\/i>we performed RNAseq assays. Data analysis was performed by pseudo alignment of paired-end reads to the human transcriptome, then counted with the Kallisto tool. Differential expression analysis of single isoforms was performed with the Sleuth tool on normalized transcript per million. We identified a core of 644 and 838 commonly regulated genes by circPVT1 in both cell lines under normoxia and hypoxia, respectively. Pathway analysis (performed by EnrichR) revealed that these genes are involved not only in the RNA regulatory pathways, as expected according to circRNA functions, but also in metabolic (e.g., <i>KDM3A, GPI, NFKBA, RBM3, XBP1<\/i>) and DNA damage response (e.g., <i>PIDD1, MUC1, BCLAF1, BABAM2<\/i>) pathways, opening a new scenario for synthetic lethality approaches. In conclusion, our findings show that silencing of circPVT1 or<i> <\/i>the predominantly expressed<i> PVT1 <\/i>isoforms dampens leukemia cell growth, indicating a role in AML pathogenesis, and suggest that targeting them<i> <\/i>may have therapeutic potentials in AML.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ebfc1bd1-1001-4642-a824-16294fd04ad3\/@A03B8ZJi\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Noncoding RNA,Acute myeloid leukemia,Antisense oligonucleotides,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14312"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Martina Ghetti<\/i><\/u><\/presenter>, <presenter><i>Antonella Padella<\/i><\/presenter>, <presenter><i>Eugenio Fonzi<\/i><\/presenter>, <presenter><i>Lorenzo Ledda<\/i><\/presenter>, <presenter><i>Andrea Ghelli Luserna di Rorà<\/i><\/presenter>, <presenter><i>Matteo Paganelli<\/i><\/presenter>, <presenter><i>Doron Tolomeo<\/i><\/presenter>, <presenter><i>Clelia Tiziana Storlazzi<\/i><\/presenter>, <presenter><i>Giovanni Martinelli<\/i><\/presenter>, <presenter><i>Giorgia Simonetti<\/i><\/presenter>. Istituto Scientifico Romagnolo per lo Studio e la Cura dei Tumori \"Dino Amadori\", Meldola, Italy, University of Bari, Bari, Italy","CSlideId":"","ControlKey":"8fef74bb-cd7c-413b-a9f3-1976470e46c3","ControlNumber":"3209","DisclosureBlock":"&nbsp;<b>M. Ghetti, <\/b> None..<br><b>A. Padella, <\/b> None..<br><b>E. Fonzi, <\/b> None..<br><b>L. Ledda, <\/b> None..<br><b>A. Ghelli Luserna di Rorà, <\/b> None..<br><b>M. Paganelli, <\/b> None..<br><b>D. Tolomeo, <\/b> None..<br><b>C. Storlazzi, <\/b> None.&nbsp;<br><b>G. Martinelli, <\/b> <br><b>Astellas<\/b> Other, consultancy, No. <br><b>StemlineTherapeutics Switzerland GmbH<\/b> Other, Consultancy, No. <br><b>Incyte<\/b> Other, Consultancy, No. <br><b>Pfizer<\/b> Other, consultancy and Speaker Bureau, No. <br><b>Roche<\/b> Other, consultancy, No. <br><b>Celgene<\/b> Other, consultancy, No. <br><b>Janssen<\/b> Other, consultancy, No. <br><b>Jazz<\/b> Other, consultancy, No. <br><b>Abbvie<\/b> Other, consultancy. <br><b>Novartis<\/b> Other, Speaker bureau, No. <br><b>Daichii Sankyo<\/b> consultancy, No.<br><b>G. Simonetti, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14312","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ebfc1bd1-1001-4642-a824-16294fd04ad3\/@A03B8ZJi\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1555","PresenterBiography":null,"PresenterDisplayName":"Martina Ghetti, MD;PhD","PresenterKey":"0dc116a3-4859-44bd-949b-957b550d9b27","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1555. circPVT1 and linear PVT1 isoforms regulate cell growth, metabolic and DNA damage response related gene signatures in acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"circPVT1 and linear PVT1 isoforms regulate cell growth, metabolic and DNA damage response related gene signatures in acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the most common and aggressive primary brain tumor with a median survival time of 12-15 months and 5-year survival rate of 5%. Despite the application of advanced genetics and biological breakthroughs in GBM, the outcome for GBM remains dismal. Previous genome-wide association studies (GWAS) for GBM shows that the incidence rate for GBM in males is 1.6 times higher in men than women, with men displaying overall worse outcomes. <i>In-vivo<\/i> studies in gender-matched isogenic murine astrocytic cell lines show that the rate of astrocytic transformation is higher in males than in females, corroborating the GWAS findings in human GBM. Thus, understanding how sex effects GBM biology may provide insight into the mechanism of gliomagenesis and response to therapy. To explore the molecular mechanisms by which transformation of GBM increases in males, we used DESeq2 to assess differentially expressed genes between male and female patients. We found that a long non-coding RNA <i>WNT5A-AS1<\/i> is overexpressed in males [log2(fold change) of 1.40; FDR = 0.036], regardless of cofounding factors such as IDH1 status, age, and race. Next, we examined if expression of <i>WNT5A-AS1<\/i> is correlated with survival within male patients versus female patients in the TCGA-GBM dataset. In males, <i>WNT5A-AS1&#8217;s<\/i> expression is significantly correlated with patient overall survival (P = 0.042, N=109), but not in female (P = 0.585, N=60). Male patients with high expression of <i>WNT5A-AS1<\/i> display poor survival outcomes compared to males with low expression.<i> WNT5A-AS1<\/i> is located in the upstream, promoter region of <i>WNT5A<\/i>. Q-PCR quantification of <i>WNT5A<\/i> expression increases in male GBM specimens as compared to GBM specimens from females. The role that <i>WNT5A-AS1<\/i> plays in regulating <i>WNT5A<\/i> expression is unclear to date. Interestingly, <i>WNT5A <\/i>expression shows a positive correlation with patient survival in males, with high expression displaying better survival outcomes (p=0.0272). We have data obtained from a subset of patient samples showing an inverse relationship between <i>WNT5A<\/i> and <i>WNT5A-AS1<\/i> expression. This suggests that there may be an inverse correlation between <i>WNT5A-AS1<\/i> and <i>WNT5A<\/i> expression, which elucidates that <i>WNT5A-AS1<\/i> may be regulating <i>WNT5A <\/i>expression. Current ongoing studies will evaluate the role of <i>WNT5A-AS1\/WNT5A<\/i> in sex-differences of GBM progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bf39d082-c4eb-434e-bade-ffd03f4fda30\/@A03B8ZJi\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Noncoding RNA,Glioblastoma,Cancer stem cells,Wnt signaling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14321"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Aunay Miller<\/i><\/u><\/presenter>, <presenter><i>Junwen Wang<\/i><\/presenter>, <presenter><i>Joseph Loftus<\/i><\/presenter>, <presenter><i>Nhan L. Tran<\/i><\/presenter>. Mayo Clinic, Scottsdale, AZ, Mayo Clinic, Phoenix, AZ","CSlideId":"","ControlKey":"ad8d6e7a-1552-4b0c-a0f0-4f36360a95b8","ControlNumber":"2832","DisclosureBlock":"&nbsp;<b>A. Miller, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>J. Loftus, <\/b> None..<br><b>N. L. Tran, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14321","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/bf39d082-c4eb-434e-bade-ffd03f4fda30\/@A03B8ZJi\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1556","PresenterBiography":null,"PresenterDisplayName":"Aunay Miller, BS","PresenterKey":"8de3dbb7-7565-4708-a2ac-8d32f127681b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1556. Long non-coding RNA <i>WNT5A-AS1<\/i> shows sex-dimorphic differences in survival for males with glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Long non-coding RNA <i>WNT5A-AS1<\/i> shows sex-dimorphic differences in survival for males with glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Fibrolamellar carcinoma (FLC) is a rare form of liver cancer that disproportionately affects adolescents, usually presents at advanced stages with no known risk factors or serum biomarkers, and exhibits high intrinsic drug resistance. The signature genetic event of FLC was identified in 2014 as a ~400kb heterozygous deletion resulting in the DNAJB1-PRKACA (or DP) fusion oncogene. The DP fusion occurs in over 80% of FLC patients and is sufficient for tumorigenesis in mice. Targeting DP pharmacologically has proved challenging; therefore, we performed multiple genome-scale studies to identify and target candidate downstream effectors that drive FLC development and progression. LINC00473, a primate-specific long non-coding RNA (lncRNA), emerged as a top candidate oncogene. Multiple models reveal strong induction of LINC00473 in FLC, including: (1) primary tumor relative to normal liver; (2) FLC patient-derived xenograft tumors (PDX); and (3) a newly developed FLC cell line derived from the PDX. Importantly, LINC00473 is upregulated in response to the fusion oncogene in HEK293 cells that express DP via CRISPR\/Cas9-mediated deletion, and is dramatically downregulated in FLC cells upon DP knockdown by three independent siRNAs (collaboration with Alnylam Pharmaceuticals, Inc). Stable in vitro suppression of LINC00473 using two distinct short hairpin RNAs results in RNA depletion and significant reduction of cell proliferation. Concordantly, the stable overexpression of LINC00473 in FLC cells leads to a robust increase in gene expression and elevated cell proliferation. These data suggest that LINC00473 is a key regulator of FLC cell growth and survival. Next, to investigate the regulatory effects of LINC00473, we first determined that the lncRNA is enriched in the nucleus of FLC cells using subcellular fractionation followed by qRT-PCR, suggesting a role in transcriptional regulation. To investigate if LINC00473 acts downstream of the DP fusion to regulate gene expression programs mediating FLC phenotypes, we performed RNA-seq on FLC cells that harbor stable LINC00473 knockdown or overexpression. These data enabled us to define the altered gene expression profiles that result from LINC00473 dysregulation. Overall, this study elucidates the functional role of LINC00473 in the progression of FLC and helps advance the field by providing important biological insights into this disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/11a1d3eb-6961-4c6a-89d9-db8a73028094\/@A03B8ZJi\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Long noncoding RNA,RNAi,RNA-seq,Fusion genes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14322"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Rosanna K. Ma<\/i><\/u><\/presenter>, <presenter><i>Matt Kanke<\/i><\/presenter>, <presenter><i>Khashayar Vakili<\/i><\/presenter>, <presenter><i>Praveen Sethupathy<\/i><\/presenter>. Cornell University, Ithaca, NY, Boston Children's Hospital, Boston, MA","CSlideId":"","ControlKey":"92648bb0-4ad5-425a-9092-59c58aa9846a","ControlNumber":"433","DisclosureBlock":"&nbsp;<b>R. K. Ma, <\/b> None..<br><b>M. Kanke, <\/b> None..<br><b>K. Vakili, <\/b> None..<br><b>P. Sethupathy, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"14322","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/11a1d3eb-6961-4c6a-89d9-db8a73028094\/@A03B8ZJi\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1557","PresenterBiography":null,"PresenterDisplayName":"Rosanna Ma, BS","PresenterKey":"44e509bb-681d-40d7-b943-6bf275a93e0d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1557. Defining the regulatory effects of candidate oncogenic non-coding RNA LINC00473 in fibrolamellar carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Defining the regulatory effects of candidate oncogenic non-coding RNA LINC00473 in fibrolamellar carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is the currently the third leading cause of cancer related deaths and is projected to be the second leading cause by 2030. The difficulty in diagnosis and aggressiveness of the disease makes it a difficult-to-treat cancer. Currently, treatment of PDAC mainly involves use of standard chemotherapeutic combinations. Although effective, the current options do not always provide a benefit and patients develop resistance over time. Additionally, the adverse effect profile of standard regimen is a concern. Thus, novel agents which offer better clinical and survival response are urgently required. Drug repurposing is an effective strategy to overcome the limitations in current treatment options. Through drug repurposing, we identified the anti-cancer effects of a compound MBO in human PDAC cell lines AsPC-1, MiaPaCa-2, BXPC3, Panc-1 and SUIT-2. Further, we observed the ability of MBO to suppress colony formation in PDAC cell lines AsPC-1, MiaPaCa-2 and BXPC3. Additionally, MBO induced cell death by apoptosis in PDAC cell lines which was confirmed by Annexin V\/FITC analysis using flow cytometry. MBO significantly suppressed tumor growth in a subcutaneous model of PDAC. Studies are currently ongoing to explore the mechanism of action as well as effect of MBO in orthotopic PDAC models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/79aee026-7e04-4e0a-90bc-79520db30640\/@A03B8ZJi\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 Cell signaling,,"},{"Key":"Keywords","Value":"Drug discovery,Pancreatic cancer,Carcinoma: adenocarcinoma,Cell signaling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17355"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Shreyas R. Gaikwad<\/i><\/u><\/presenter>, <presenter><i>Sanjay K. Srivastava<\/i><\/presenter>. Texas Tech University Health Sciences Center, Abilene, TX","CSlideId":"","ControlKey":"dbb49828-8b05-4295-bbd2-ca72b37195ea","ControlNumber":"6107","DisclosureBlock":"&nbsp;<b>S. R. Gaikwad, <\/b> None..<br><b>S. K. Srivastava, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17355","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/79aee026-7e04-4e0a-90bc-79520db30640\/@A03B8ZJi\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1558","PresenterBiography":null,"PresenterDisplayName":"Shreyas Gaikwad, B Pharm;M Pharm","PresenterKey":"3febdf3b-3fb0-49e7-8992-201e7a8e40ba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1558. Drug repurposing strategies for pancreatic cancer management","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Drug repurposing strategies for pancreatic cancer management","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma is a highly aggressive brain tumor that has a median survival of 15 months. We aim to give a substitute to the current chemotherapeutic drug temozolomide by using the FDA-approved anti-psychotic pimavanserin tartrate (PVT). To uncover the effectiveness of PVT, we did cytotoxicity assays using SRB to determine the percentage of cell survival in a dose-dependent and time-dependent manner. The apoptotic effects were measured using Annexin-V\/APC assay. The mechanism of action was determined utilizing Western Blotting. In different glioblastoma tumor cell lines, the IC<sub>50<\/sub> for 24 hours was between 6 &#181;M and 10 &#181;M. 48 and 72 hours had an IC<sub>50<\/sub> between 4 &#181;M and 6 &#181;M. SF188 glioblastoma cell line had approximately 70% to 80% more apoptotic cells in 10 &#181;M PVT when compared to control in Annexin-V\/APC assay. PVT causes a strong modulation of the PI3K\/AKT and MAPK pathways when given in increasing concentration at 48 hours. The level of apoptosis was confirmed through Western Blot as well using apoptotic markers. The preliminary data show the ability of PVT to cause apoptosis of glioblastoma tumor cells <i>in vitro<\/i> through the AKT and MAPK signaling.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/303973ef-a38f-4f2d-ac23-a909e41a6092\/@A03B8ZJi\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-01 Cell signaling,,"},{"Key":"Keywords","Value":"Glioblastoma,pimavanserin tartrate,Drug repurposing,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/17356"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Carson Zabel<\/i><\/u><\/presenter>, <presenter><i>Sharavan Ramachandran<\/i><\/presenter>, <presenter><i>Sanjay Srivastava<\/i><\/presenter>. Texas Tech University Health Sciences Center, Abilene, TX, Hifi Biotherapeutics, Boston, MA","CSlideId":"","ControlKey":"508c3708-47a8-4fd8-b94c-624098eb4f08","ControlNumber":"2666","DisclosureBlock":"&nbsp;<b>C. Zabel, <\/b> None..<br><b>S. Ramachandran, <\/b> None..<br><b>S. Srivastava, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"17356","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/303973ef-a38f-4f2d-ac23-a909e41a6092\/@A03B8ZJi\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1559","PresenterBiography":null,"PresenterDisplayName":"Carson Zabel, BS","PresenterKey":"beb8a607-7c5f-432c-bb93-dae9ea6e6df6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1559. Repurposing of pimavanserin tartrate for the treatment of glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Repurposing of pimavanserin tartrate for the treatment of glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"<b>INTRODUCTION<\/b>: The p53 tumor suppressor family is classically activated after DNA damage and plays a central role in cell fate decisions. Although, the p53 family activates many of the same genes in response to DNA damage, p73 plays distinct biological functions in development and metastasis. It is likely that p73 activates a unique transcriptional network which is critical for its anti-metastatic and anti-invasive action. Long non-coding RNAs (lncRNAs) are a class of mRNA-like transcripts longer than 200 nucleotides. They lack protein-coding ability and are believed to be involved in various kinds of biological processes. Increasing evidence suggests that lncRNA are frequently aberrantly expressed in cancers. Therefore, the roles of dysregulated functional lncRNA in human malignant tumors have attracted considerable scientific interest. The objective of our study is to find out novel long non-coding RNAs that can act as transcriptional targets of p73 and to delineate their role in p73-mediated anti-metastatic response.<br \/><b>METHODS<\/b>: For this purpose, we performed transcriptome sequencing in HCT116p73wt and HCT116p73KD cells and screened the data for modulation of expression of lncRNAs in differential manner. Quantitative Real Time PCR was further carried out to validate the data obtained after screening RNA seq Data. Promoter analysis was carried out for the identification of p73 binding sites in the selected upregulated or downregulated lncRNAs which was further confirmed by Luciferase reporter, ChIP and site directed mutagenesis assays.<br \/><b>RESULTS: <\/b>About six lncRNAs were observed to be significantly upregulated while four were down-regulated upon knockdown of p73. The promoters of selected lncRNAs were analysed <i>in silico<\/i> using TF Bind and JASPAR software for p73 binding sites and luciferase reporter assays suggested regulation of lncRNAs by p73. Chromatin immunoprecipitation showed promoter enrichment of the selected lncRNAs. Site directed mutagenesis further confirmed the exact binding sites of p73 onto the promoters of these novel long non coding RNAs.<br \/><b>CONCLUSION<\/b>: Together, our study provides insights into the differential regulation of long non-coding RNAs in p73 dependent manner which further will provide the mechanism of their action at the genome level.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Long noncoding RNA,p73,Cancer,RNA sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18175"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Chanchal Bareja<\/i><\/u><\/presenter>, <presenter><i>Apoorva Uboveja<\/i><\/presenter>, <presenter><i>Daman Saluja<\/i><\/presenter>. Dr. B.R. Ambedkar Center for Biomedical Research, University of Delhi, New Delhi, India","CSlideId":"","ControlKey":"036d3b4a-668a-43f2-864f-8e8e0c5a8e35","ControlNumber":"2921","DisclosureBlock":"&nbsp;<b>C. Bareja, <\/b> None..<br><b>A. Uboveja, <\/b> None..<br><b>D. Saluja, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18175","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1560","PresenterBiography":"","PresenterDisplayName":"Chanchal Bareja, MS","PresenterKey":"ea6a5c37-c59d-4532-a7a0-8c69fd40319a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1560. Elucidating the differential regulation of novel long non coding RNAs and their mechanism of action in p73 dependent manner","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidating the differential regulation of novel long non coding RNAs and their mechanism of action in p73 dependent manner","Topics":null,"cSlideId":""},{"Abstract":"Long non-coding RNAs (lncRNAs) are RNA transcripts longer than 200 nucleotides lacking protein-coding potential, which are involved in diverse pathophysiologic conditions including cancer progression and metastasis. Metastasis is initiated by a cellular process, epithelial-to-mesenchymal transition (EMT), and many lncRNAs can be affected by and participate in the EMT process. To find out lncRNAs regulated by the EMT signals, we performed an NGS-based RNA sequencing in murine lung cancer cells, and finally selected lnc-NR2F1 that is upregulated by ZEB1, an EMT-inducing transcription factor. lnc-NR2F1 expression levels showed a positive correlation with ZEB1 mRNA levels and EMT scores in 13 mouse lung cancer cells or in lung adenocarcinoma data from TCGA. The migration and invasion of lung cancer cells were decreased after lnc-NR2F1 knockdown and increased after lnc-NR2F1 overexpression. lnc-NR2F1 was transcriptionally up-regulated by NR2F1, a transcription factor transcribed from the antisense strand. Interestingly, NR2F1 was transcriptionally induced by ZEB1, and promoted the migration and invasion of lung cancer cells. Through the analysis of public ChIRP-seq data, we found that lnc-NR2F1 can modulate the expression of TWIST2, and add-back of TWIST2 restored the migration and invasion of lung cancer cells suppressed by lnc-NR2F1 knockdown. In conclusion, lnc-NR2F1 is induced by a ZEB1-NR2F1 axis and stimulates the migration and invasion of lung cancer cells via transcriptional regulation of TWIST2.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/897eeefa-f563-4612-88ac-5a77cd5301f7\/@A03B8ZJi\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Noncoding RNA,Metastasis,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/18176"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Eun Ju Kim<\/i><\/u><\/presenter>, <presenter><i>Young-Ho Ahn<\/i><\/presenter>. Ewha Womans University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"8b7825de-e37d-4330-b559-aea42fda4268","ControlNumber":"4336","DisclosureBlock":"&nbsp;<b>E. Kim, <\/b> None..<br><b>Y. Ahn, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"18176","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/897eeefa-f563-4612-88ac-5a77cd5301f7\/@A03B8ZJi\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1561","PresenterBiography":null,"PresenterDisplayName":"Eun Ju Kim, BS","PresenterKey":"d0af2481-9417-4bec-8b45-20315d961eb5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1561. Lnc-NR2F1 upregulated by a ZEB1\/NR2F1 axis promotes the migration and invasion of lung cancer cells via TWIST2 regulation","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"413","SessionOnDemand":"False","SessionTitle":"Short and Long Noncoding RNA Regulating Cancer Biology","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lnc-NR2F1 upregulated by a ZEB1\/NR2F1 axis promotes the migration and invasion of lung cancer cells via TWIST2 regulation","Topics":null,"cSlideId":""}]