[{"Abstract":"Tumor cells avoid elimination by the host immune system using physiological immune checkpoint pathways. Among various lymphoma subtypes, most non-Hodgkin lymphoma subtypes express multiple immune checkpoint molecules simultaneously and have a lower sensitivity to PD1\/PD-L1 blockade. TIGIT is a co-inhibitory molecule primarily expressed on NK cells, regulatory CD4<sup>+<\/sup> T cells, and cytotoxic CD8<sup>+<\/sup> T cells and inhibits T cell activation and reduces target cell killing by NK cells. Chronic lymphocytic leukemia (CLL) is a B-cell neoplasm, and pathogenesis involves T-cell exhaustion mediated by an upregulation of various checkpoint molecules. However, there has been no solid evidence on the effects of using immune checkpoint inhibitors in CLL patients until now. Therefore, we designed translational research with a hypothesis that the PD-1\/PD-L1 and TIGIT\/CD155 pairs are pathways to induce T-cell exhaustion in CLL patients.We used the bone marrow mononuclear cells (BMMC) of 14 CLL patients and seven controls (normal bone marrow findings). All data were acquired via multi-color flow cytometry using an Fc receptor (FcR) blocking reagent, LIVE\/DEAD&#8482; Fixable viability dye and fluorochrome-conjugated antibodies for cell surface antigens.We confirmed the frequencies of total NK (CD3-\/CD56+) and NKT-like (CD3+\/CD56+) cells were significantly higher in the bone marrow of CLL patients than in the control group. An analysis of co-inhibitory molecules on T cells demonstrated that the expression of PD-1 and TIGIT on total CD4 T, Foxp3-CD4 T and CD8 T cells was significantly higher in the CLL patient group. The concurrent expression of PD-1\/TIGIT increased significantly on total CD4 T, Foxp3-CD4 T, and CD8 T cells and a higher co-expression of TIGIT\/CD226 on total NK, total CD4 T, and CD8 T cells and increased triple expression of PD-1\/TIGIT\/CD226 on total CD4 T and Foxp3-CD4 T cells of CLL patients. In addition, TIGIT expression was elevated in all subsets of NKT-like cells (total CD4 NKT-like, Foxp3+CD4 NKT-like Foxp3-CD4 NKT-like and CD8 NKT-like cells) from CLL patients, and PD-1 and CD226 were increased in CD8 NKT-like cells. The co-expression of PD-1\/TIGIT and TIGIT\/CD226 was significantly elevated on all subsets of NKT-like cells from CLL patients and co-expression of PD-1\/CD226 was increased only in the CD8 NKT-like subset. The triple expression of PD-1\/TIGIT\/CD226 increased significantly on Foxp3+CD4 NKT-like, Foxp3-CD4 NKT-like, and CD8 NKT-like cells from CLL patients than from the control group. Also, regulatory T cells (CD3+\/CD56-\/CD4+\/Foxp3+) from CLL patients expressed significantly higher ligand molecules Galectin-9, PD-L1 and VISTA compared to the control group and leukemic B cells (CD3-CD19+) upregulated Galectin-9.These results support our hypothesis that PD-1 and TIGIT are critical for CLL cells to avoid T cell activation and suggest a dual blockade of PD-1\/TIGIT is a promising therapeutic strategy for CLL patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/447124a3-ef07-4949-89d7-8567e3848c02\/@o03B8ZLz\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Chronic lymphocytic leukemia,Immune checkpoint,PD-1,TIGIT,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11577"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jihyun Park<\/i><\/u><\/presenter>, <presenter><i>Junshik Hong<\/i><\/presenter>, <presenter><i>Youngil Koh<\/i><\/presenter>, <presenter><i>Byung-Su Kim<\/i><\/presenter>, <presenter><i>Sung-Soo Yoon<\/i><\/presenter>. Seoul National University, Seoul, Korea, Republic of, Seoul National University Hospital, Seoul, Korea, Republic of, The Catholic University of Korea Eunpyeong St. Mary's Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"5d02076c-76e0-49e8-afb3-21f581917e16","ControlNumber":"689","DisclosureBlock":"&nbsp;<b>J. Park, <\/b> None..<br><b>J. Hong, <\/b> None..<br><b>Y. Koh, <\/b> None..<br><b>B. Kim, <\/b> None..<br><b>S. Yoon, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11577","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/447124a3-ef07-4949-89d7-8567e3848c02\/@o03B8ZLz\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1704","PresenterBiography":null,"PresenterDisplayName":"Jihyun Park, PhD","PresenterKey":"6202a1ef-7b07-4f96-a339-e06b1bf67978","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1704. Concurrent expression of PD-1 and TIGIT increased on effector T cells of CLL patients","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Concurrent expression of PD-1 and TIGIT increased on effector T cells of CLL patients","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint blockade (ICB) therapy has revolutionized the landscape of cancer therapy in multiple tumor types since Ipilimumab, the first ICB agent, was approved for the treatment of metastatic melanoma is 2011. Current predictive biomarkers for therapy response include PD-L1 expression, tumor mutational burden (TMB) and microsatellite instability (MSI) status. However, responses to ICB vary widely and these predictive markers have demonstrated imperfect predictive power to ICB therapy. For instance, half of microsatellite instability-high (MSI-H) colorectal carcinoma (CRC) patients do not respond to ICB immunotherapy. There is still a crucial need to identify and develop biomarkers predictive of outcome to ICB therapy. Tertiary lymphoid structures (TLS) have been observed in a variety of solid tumors in humans, and their presence is a favorable prognostic indicator for survival in a variety of solid cancers including CRC. Further, it was recently shown that the presence of mature TLS was associated with improved response rate to ICB and overall survival in patients with advanced tumors in a large retrospective study. In this study, we used a 17-plex MultiOmyx panel to detect TLS, explore TLS maturation stage and characterize the tumor microenvironment (TME) in 40 CRC patients with known MSI status. The 17-plex includes CD3, CD4, CD8, CD45RO, FOXP3, CD20, CD56, CD68, CTLA-4, PD1, PD-L1, CXCL13, PNAd, CD21, CD23, DC-LAMP and PanCK. Using this panel, we successfully detected different stages of TLS in these CRC samples. Using proprietary deep-learning-based image analysis algorithm (NeoLYTX), we quantified TLS&#8217;s in the CRC samples and classified them by maturation stage based on biomarker expression and spatial organization of immune cells. While there was no difference in the number of early TLS (E-TLS; characterized by CD3, CD20 and pNAd) between MSI-H and microsatellite-stable (MSS) CRC samples, more primary follicle-like TLS (P-TLS; defined by CD3, CD20 and CD21) and secondary follicle-like TLS (S-TLS; defined by CD3, CD20 and CD23) were observed in the MSI-H group than the MSS group. In particular, the abundance of mature S-TLS was significantly higher in MSI-H CRC samples. This 17-plex MultiOmyx assay provides a powerful tool to characterize the cellular composition and spatial organization of the tumor microenvironment. The panel enables quantification of TLS, PD-L1 expression and abundance of tumor infiltrating lymphocytes from one single FFPE slide. The rich datasets generated by the MultiOmyx assay can provide greater understanding of the immune contexture within the TME and deeper insights into the correlations between biomarkers. These findings may have broad application and help identify biomarker signatures with improved predictive performance to immune checkpoint inhibition efficacy in solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/26f157fc-15a6-4f8e-97cc-04fe28c4ff7b\/@o03B8ZLz\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Immune cells,Image analysis,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11578"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Harry Nunns<\/i><\/presenter>, <presenter><i>Erinn A. Parnell<\/i><\/presenter>, <presenter><i>Michael Lazare<\/i><\/presenter>, <presenter><i>Judy Kuo<\/i><\/presenter>, <presenter><i>Eric Leones<\/i><\/presenter>, <presenter><i>Flora Sahafi<\/i><\/presenter>, <presenter><i>Josette William<\/i><\/presenter>, <presenter><u><i>Qingyan Au<\/i><\/u><\/presenter>. NeoGenomics Laboratories, Aliso Viejo, CA","CSlideId":"","ControlKey":"e99d5c61-d5da-47b6-8326-392e76bbb9d4","ControlNumber":"1908","DisclosureBlock":"<b>&nbsp;H. Nunns, <\/b> <br><b>NeoGenomics Laboratories<\/b> Employment, Yes. <br><b>E. A. Parnell, <\/b> <br><b>NeoGenomics Laboratories<\/b> Employment, Yes. <br><b>M. Lazare, <\/b> <br><b>NeoGenomics Laboratories<\/b> Employment, Yes. <br><b>J. Kuo, <\/b> <br><b>NeoGenomics Laboratories<\/b> Employment, Yes. <br><b>E. Leones, <\/b> <br><b>NeoGenomics Laboratories<\/b> Employment, Yes. <br><b>F. Sahafi, <\/b> <br><b>NeoGenomics Laboratories<\/b> Employment. <br><b>J. William, <\/b> <br><b>NeoGenomics Laboratories<\/b> Employment. <br><b>Q. Au, <\/b> <br><b>NeoGenomics Laboratories<\/b> Employment, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11578","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/26f157fc-15a6-4f8e-97cc-04fe28c4ff7b\/@o03B8ZLz\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1705","PresenterBiography":null,"PresenterDisplayName":"Qingyan Au, PhD","PresenterKey":"9626b008-9a21-4411-a87a-deaca1755af5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1705. Spatial interrogation of tertiary lymphoid structures (TLS) in colorectal carcinoma (CRC) tumor microenvironment (TME) using the MultiOmyx<sup>TM<\/sup> assay","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial interrogation of tertiary lymphoid structures (TLS) in colorectal carcinoma (CRC) tumor microenvironment (TME) using the MultiOmyx<sup>TM<\/sup> assay","Topics":null,"cSlideId":""},{"Abstract":"Spatial biology is the study of tissues within their own context. This has become increasingly important in immuno-oncology because of the need to understand complex tumor microenvironment architecture, especially regarding the immune contexture in and around solid tumors. The main method for understanding the spatial biology of tumors has been the use of multi-marker staining and multiplexed imaging methods in FFPE sections. This imaging data is used to segment the tissue into relevant compartments (tumor, stroma, <i>etc<\/i>.) and perform multiplex phenotyping of the cells. For highplex data (10+ markers), phenotyping has typically used an unsupervised clustering algorithm. This was a good starting point, but has many limitations, including a reliance on having a sufficient population of cells of each type, variability sample to sample, and no means of differentiating between biologically relevant or impossible phenotypes. Improving cellular phenotyping for highplex samples is a requirement for many of the new multiplexed imaging modalities that are being used.<br \/>We have developed a novel method of phenotyping cells <i>in situ <\/i>in multiplexed imaging data that involves the biological concept of dividing markers into two user-defined categories: lineage markers and functional markers. Lineage markers are used to identify cellular phenotypes, while functional markers are measured afterwards for their expression levels in across each phenotype and in each individual cell. Lineage markers (e.g., CD45, &#945;-SMA, CD8, cytokeratin, CD20, <i>etc<\/i>.) define the phenotype of the cell and are essentially binary; they are either present or not present with the correct biodistribution. Functional markers (PD-1, PD-L1, Ki67, <i>etc<\/i>.), on the other hand, are quantitatively measured in each cell. This new method first uses a supervised classification methodology using lineage markers to find cells with expected phenotypes. In a second step, the levels of functional markers are measured for each cell. Unexpected phenotypes in unclassified cells can then be explored. These data can then be used for downstream spatial\/distance\/hotspot analysis. During the setup of the analysis the user can explore and QC the data using an interactive data exploration tool which allows for a constant algorithm supervision and correction.<br \/>Here we present data of the novel workflow for 7-plex (Vectra) and 20+-plex (Hyperion\/CODEX) data and found that the new method increased the efficiency of setting up complex analysis workflows and improved analysis results. Fewer non-biological phenotypes were found, cell classifications were improved compared to auto-clustering, while still exploring unexpected phenotypes. Interactive exploration of the cell populations enabled quicker validation of results and deeper understanding of the tumor immune contexture. This new method will improve analyses of the next generation of highplex imaging datasets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Solid tumors,Image analysis,Multiplex imaging and pathology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11582"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Fabian T. Schneider<\/i><\/presenter>, <presenter><u><i>James R. Mansfield<\/i><\/u><\/presenter>, <presenter><i>Alessandro S. Massaro<\/i><\/presenter>, <presenter><i>Simon Haastrup<\/i><\/presenter>, <presenter><i>Rasmus A. Lyngby<\/i><\/presenter>, <presenter><i>Andreas Hussing<\/i><\/presenter>, <presenter><i>Johan Dore Hansen<\/i><\/presenter>, <presenter><i>Jeppe Thagaard<\/i><\/presenter>. Visiopharm, Horsolm, Denmark","CSlideId":"","ControlKey":"0d00ed4e-347d-411e-b56b-164d0a9cc5be","ControlNumber":"3349","DisclosureBlock":"<b>&nbsp;F. T. Schneider, <\/b> <br><b>Visiopharm<\/b> Employment, Yes. <br><b>J. R. Mansfield, <\/b> <br><b>Visiopharm<\/b> Employment, Yes. <br><b>A. S. Massaro, <\/b> <br><b>Visiopharm<\/b> Employment, Yes. <br><b>S. Haastrup, <\/b> <br><b>Visiopharm<\/b> Employment, Yes. <br><b>R. A. Lyngby, <\/b> <br><b>Visiopharm<\/b> Employment, Yes. <br><b>A. Hussing, <\/b> <br><b>Visiopharm<\/b> Employment, Yes. <br><b>J. Hansen, <\/b> <br><b>Visiopharm<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Yes. <br><b>J. Thagaard, <\/b> <br><b>Visiopharm<\/b> Employment, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11582","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1708","PresenterBiography":null,"PresenterDisplayName":"James Mansfield, MS","PresenterKey":"9e2bf6a5-c58b-4af7-aac7-a1de235f1390","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1708. Novel analysis method for <i>in situ<\/i> spatial phenotyping of cell populations in multimarker imagery","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel analysis method for <i>in situ<\/i> spatial phenotyping of cell populations in multimarker imagery","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer remains a deadly disease due to difficulties hindering its early diagnosis, giving way to metastasis of the tumor and resulting in poor prognosis. While there are many neoplasms of the pancreas, pancreatic invasive ductal adenocarcinoma (PDAC) is the most common, and treatment options are few, with poor overall survival. Recently, several publications have demonstrated improved outcomes with the inclusion of immunotherapy to cytotoxic drug combinations in some patients. However, optimally selecting patients as candidates for immunotherapy-chemotherapy combinations remains a critical challenge.<br \/>The complexities of the tumor microenvironment (TME) have been implicated in the failure of chemotherapy, radiation therapy, and immunotherapy. The tumor microenvironment of PDAC is especially rich with multiple interactions between pancreatic epithelial\/cancer cells, stromal cells, immune cells, and the extracellular matrix (ECM). PDACs are characterized by a complex ECM of desmoplastic reaction consisting of an extensive and dense fibrotic stroma that surrounds and infiltrates clusters of malignant epithelial cells, together with the loss of basement membrane integrity and an abnormal vasculature. PD-L1 is also expressed in PDACs, and its overexpression has been associated with a poor prognosis.<br \/>In the present study we demonstrate a unique tissue phenotyping workflow combining complementary methods that can unravel the complexity of the tumor microenvironment. We highlight how a workflow combining multiple elements provides utility, robustness, and an ability to derive biological insights in PDAC samples. An InSituPlex&#174; PD-L1 multiplex immunofluorescence assay (4 markers, CD8, CD68, PD-L1, Pan CK\/Sox10) was used on whole slides to identify areas of high, medium, and low PD-L1 expression. Imaging Mass Cytometry&#8482; (IMC&#8482;, 40 markers) was performed on selected regions of interest from each slide. Advanced tissue and cell segmentation followed by multiplex cellular phenotyping and spatial analyses were performed on both whole-slide InSituPlex and IMC data. These methods combine to give a detailed readout of the location and bio-distribution of specific cell phenotypes <i>in situ<\/i> in the TME of PDAC. Four-plex imaging and analysis of whole slides gives an overview of the immune status of the section, while 40-plex imaging and analysis gives a comprehensive and multiparametric exploration of cells present. These methods combine to reveal an exceptional view of the PDAC TME at the single-cell level.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Biomarkers,Image analysis,Multiomics,Immunohistochemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11583"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Andrew Quong<\/i><\/presenter>, <presenter><i>Jordan Nieto<\/i><\/presenter>, <presenter><i>Derek Quong<\/i><\/presenter>, <presenter><i>Amanda Esch<\/i><\/presenter>, <presenter><u><i>Kirsteen Maclean<\/i><\/u><\/presenter>, <presenter><i>Mark Rees<\/i><\/presenter>, <presenter><i>Devan Fleury<\/i><\/presenter>, <presenter><i>Gourab Chatterjee<\/i><\/presenter>, <presenter><i>Keith Wharton Jr.<\/i><\/presenter>, <presenter><i>Jeppe Thagaard<\/i><\/presenter>, <presenter><i>Fabian Schneider<\/i><\/presenter>, <presenter><i>Dan Winkowski<\/i><\/presenter>, <presenter><i>James Mansfield<\/i><\/presenter>. Fluidigm, South San Francisco, CA, Ultivue, Cambridge, MA, Visiopharm, Horsholm, Denmark","CSlideId":"","ControlKey":"34a43d77-fb5b-4c14-917f-2984a8605973","ControlNumber":"2400","DisclosureBlock":"&nbsp;<b>A. Quong, <\/b> None..<br><b>J. Nieto, <\/b> None..<br><b>D. Quong, <\/b> None..<br><b>A. Esch, <\/b> None..<br><b>K. Maclean, <\/b> None..<br><b>M. Rees, <\/b> None.&nbsp;<br><b>D. Fleury, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment, No.<br><b>G. Chatterjee, <\/b> None..<br><b>K. Wharton, <\/b> None..<br><b>J. Thagaard, <\/b> None..<br><b>F. Schneider, <\/b> None..<br><b>D. Winkowski, <\/b> None..<br><b>J. Mansfield, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11583","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1709","PresenterBiography":null,"PresenterDisplayName":"Kirsteen Maclean, BS;PhD","PresenterKey":"908b151c-8ca6-4fc9-8c26-d5ced7fd661f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1709. Improved understanding of the biology and pathophysiology of the tumor microenvironment in PDAC samples revealed by InSituPlex, Imaging Mass Cytometry, and advanced image processing","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improved understanding of the biology and pathophysiology of the tumor microenvironment in PDAC samples revealed by InSituPlex, Imaging Mass Cytometry, and advanced image processing","Topics":null,"cSlideId":""},{"Abstract":"Spatial transcriptomics (ST) and CO-Detection by indEXing (CODEX) are becoming the leading transformative approaches for studying spatially resolved tumor heterogeneity and immune complexity. To explore the application of these two cutting-edge technologies and to further investigate the complexities of tumor microenvironment, we applied 10x Visium Gene Expression platform and Akoya CODEX platform on surgical resections from pancreatic ductal adenocarcinoma (PDAC), breast cancer (BRCA), and clear cell renal carcinoma (ccRCC) patients. A total of 30+ protein markers were screened, verified, and conjugated as CODEX antibodies for the 3 types of cancers. Tumor microenvironment was vividly revealed by a set of cancer markers, immune markers, and stroma cells markers on a single ST slide and a single CODEX image. Notably, the distinct immune microenvironment was observed between tumor nests in the neighborhood in terms of cell types, number of cells, and cell distribution patterns. This work highlights the importance of direct visualization for tumor heterogeneity. It also provides a significant insight for understanding tumor complexity and a promising opportunity to benefit personalized medicine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/431f11d9-2b28-4a1f-b387-922d7f3551ff\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Imaging,Immune cells,Sequencing,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11584"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Siqi Chen<\/i><\/u><\/presenter>, <presenter><i>Andrew Shinkle<\/i><\/presenter>, <presenter><i>Yanyan Zhao<\/i><\/presenter>, <presenter><i>Chia-Kuei Mo<\/i><\/presenter>, <presenter><i>Andrew Houston<\/i><\/presenter>, <presenter><i>Preet Lal<\/i><\/presenter>, <presenter><i>John M. Herndon<\/i><\/presenter>, <presenter><i>Ryan C. Fields<\/i><\/presenter>, <presenter><i>William Gillanders<\/i><\/presenter>, <presenter><i>Feng Chen<\/i><\/presenter>, <presenter><i>Li Ding<\/i><\/presenter>. Washington University in St. Louis, Saint Louis, MO","CSlideId":"","ControlKey":"416fc08c-1bb8-4bc4-b4b3-2ab0e2980b70","ControlNumber":"6570","DisclosureBlock":"&nbsp;<b>S. Chen, <\/b> None..<br><b>A. Shinkle, <\/b> None..<br><b>Y. Zhao, <\/b> None..<br><b>C. Mo, <\/b> None..<br><b>A. Houston, <\/b> None..<br><b>P. Lal, <\/b> None..<br><b>J. Herndon, <\/b> None..<br><b>R. Fields, <\/b> None..<br><b>W. Gillanders, <\/b> None..<br><b>F. Chen, <\/b> None..<br><b>L. Ding, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11584","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/431f11d9-2b28-4a1f-b387-922d7f3551ff\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1710","PresenterBiography":null,"PresenterDisplayName":"Siqi Chen, MD,PhD","PresenterKey":"82ece4ce-7b17-40ff-b2e2-42ab39008c66","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1710. Spatial transcriptomics and multiplexed imaging to explore tumor heterogeneity and immune complexity","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial transcriptomics and multiplexed imaging to explore tumor heterogeneity and immune complexity","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Tertiary Lymphoid Structures (TLS) are highly organized ectopic lymphoid structures found in inflamed or tumor tissues, acting as sites of lymphoid recruitment and immune activation. A high TLS density within the tumor is commonly associated with an increased prognostic effect of TILs and with an improved disease free survival and overall survival for patients. However, the existence of conflicting studies suggest that multiple TLS features should be taken into account when assessing their prognostic value, such as their location, cellular composition, maturation stage and spatial organisation, as those may affect their functionalities.<br \/><b>Methods: <\/b>With the aim of gaining insights into TLS biology and evaluating the prognostic role of TLS in Non-Small Cell Lung Carcinoma (NSCLC) according to their multiple features, we developed a TLS multiplex immunofluorescent (mIF) panel that includes T cell (CD3, CD8), B cell (CD20), Follicular Dendritic cell (CD21, CD23) and mature dendritic cell (DC-LAMP) markers. We deployed this panel across a cohort of primary tumors from NSCLC patients (n=408) and established a mIF image analysis workstream to assess the status and spatial location of each cell within the tissue. A H&#38;E staining of the same tissue section was performed to evaluate mIF spatial data in relation to the tumor context. Additional multi-omics assessments were conducted across the same cohort including; whole exome sequencing, NanoString transcriptomics, and immunohistochemistry (e.g. PD-L1, FOXP3). We have leveraged clinical metadata, including demographics (e.g. age, sex, smoking status) and clinical risk factors (e.g. stage, grade, Standard of Care treatment) with clinical follow up (e.g. OS, PFS) for prevalence analysis, novel biomarker identification, and survival association.<br \/><b>Results: <\/b>Assessment of the prevalence of each cell phenotype within the tumor tissue and TLS (tumor centre vs invasive margin; tumor epithelium vs stroma), the distance between each cell type, and the distance of non-TLS immune cells to the closest TLS will be described, demonstrating the different types of lymphoid aggregates and TLS and their functional status. An integrative analysis combining these spatial biology data with multi-omics and clinical data will be presented evaluating the prognostic value of TLS composition, maturation status and spatial organization, in correlation with additional biomarkers and clinical characteristics.<br \/><b>Conclusion: <\/b>This exploratory study using cutting-edge technologies enables us to better understand how TLS orchestrate an organised anti-tumour response, defining TLS spatial biomarker signatures, TLS gene signatures, and TLS features associated with NSCLC patient outcomes to evaluate in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/681cd54b-63e6-4047-9a1d-8f04a44f6c47\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,B cells,T lymphocytes,Immunohistochemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11585"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Julie Berthe<\/i><\/u><\/presenter>, <presenter><i>Felix Segerer<\/i><\/presenter>, <presenter><i>Emily C. Jennings<\/i><\/presenter>, <presenter><i>Alma Andoni<\/i><\/presenter>, <presenter><i>Marco Testori<\/i><\/presenter>, <presenter><i>Megha Saraiya<\/i><\/presenter>, <presenter><i>Miljenka Vuko<\/i><\/presenter>, <presenter><i>Harald Hessel<\/i><\/presenter>, <presenter><i>Andreas Spitzmüller<\/i><\/presenter>, <presenter><i>Mari Heininen-Brown<\/i><\/presenter>, <presenter><i>Jorge Blando<\/i><\/presenter>, <presenter><i>Felicia Ng<\/i><\/presenter>, <presenter><i>Emma Jones<\/i><\/presenter>, <presenter><i>Sophie Willis<\/i><\/presenter>, <presenter><i>Michael Surace<\/i><\/presenter>, <presenter><i>Rieneke Van de Ven<\/i><\/presenter>, <presenter><i>Tanja De Gruijl<\/i><\/presenter>, <presenter><i>Helen Angell<\/i><\/presenter>. Translational Medicine, Oncology R&D, AstraZeneca, Cambridge, United Kingdom, Translational Medicine, Oncology R&D, AstraZeneca, Munich, Germany, Translational Medicine, Oncology R&D, AstraZeneca, Gaithersburg, MD, Cancer Center Amsterdam, Amsterdam Infection & Immunity Institute, Amsterdam UMC, Vrije Universiteit Amsterdam, Amsterdam, Netherlands, Cancer Center Amsterdam, Amsterdam Infection & Immunity Institute, Amsterdam UMC, Vrije Universiteit Amsterdam, Amsterdam, Netherlands","CSlideId":"","ControlKey":"ff79cb30-798f-49e4-87ad-38dc3ed45d5a","ControlNumber":"1102","DisclosureBlock":"<b>&nbsp;J. Berthe, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>F. Segerer, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>E. C. Jennings, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>A. Andoni, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>M. Testori, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>M. Saraiya, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>M. Vuko, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>H. Hessel, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>A. Spitzmüller, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>M. Heininen-Brown, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>J. Blando, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>F. Ng, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>E. Jones, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>S. Willis, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>M. Surace, <\/b> <br><b>AstraZeneca<\/b> Employment.<br><b>R. van de Ven, <\/b> None..<br><b>T. De Gruijl, <\/b> None.&nbsp;<br><b>H. Angell, <\/b> <br><b>AstraZeneca<\/b> Employment.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11585","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/681cd54b-63e6-4047-9a1d-8f04a44f6c47\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1711","PresenterBiography":null,"PresenterDisplayName":"Julie Berthe, PhD","PresenterKey":"2e49dbb3-0238-49b0-83cd-458b47bb2fc8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1711. A multi-modal analysis approach leveraging multiplexed spatial phenotyping and multi-omics analysis to better understand the prognostic value of tertiary lymphoid structures in non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A multi-modal analysis approach leveraging multiplexed spatial phenotyping and multi-omics analysis to better understand the prognostic value of tertiary lymphoid structures in non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Checkpoint inhibitors (CIs) such as anti-PD-1 and anti PD-L1 have shown combinatorial clinical activity with chemotherapy in triple negative breast cancer (TNBC), but only in a minority of patients and only for a limited period of time. Moreover, it is currently unclear what chemotherapeutic drug is the most appropriate to combine with CIs in TNBC patients. We have investigated at the single cell level the transcriptome and the trajectories of more than 50,000 innate and adaptive intratumoral immune cells in two syngeneic, immune competent, orthotopic murine models of local and metastatic TNBC. Mice injected with 4T1 cells had a predominant lymphoid infiltrate, mice injected with EMT6 cells had a predominant myeloid infiltrate. Mice were treated with CIs and several different types of chemotherapeutics, alone or in combinations. In both models, capecitabine (alone or with CIs) was the less effective drug. Platinum, doxorubicin and taxanes showed synergy with CIs and had superimposable activity. Intermittent, medium dosage cyclophosphamide (CTX) plus vinorelbine and CIs was the most active combinatorial therapy (Falvo et al, Cancer Research 2021). Vinorelbine activated antigen presenting cells and CTX generated new T cell clones including stem cell-like TCF1+ CD8+ T cells. Treatments with most in vivo efficacy were associated to a decrease of regulatory T cells and of gamma delta T cells, which were found to have a pro-tumoral activity in these murine models, likely due to IL-17 expression in the neoplastic microenvironment. An increase of several different clusters of exhausted-like CD8+ T cells was observed in pre-clinical treatments with low efficacy; an opposite trend was found for several clusters of proliferative CD8+ T cells in treatments with high in vivo efficacy. Regarding macrophages, M2-like cells were enriched after treatments with low efficacy, while an opposite behaviour was found in M1-like macrophages. Interestingly, we observed a significant increase of an M1-like cluster with high expression of the <i>Ly6c1\/Ly6c2<\/i> gene in mice successfully treated with vinorelbine, CTX and CIs. For both cell lines the percentage of plasma B cells increased after in vivo treatments with high efficacy. In particular, the most effective treatment significantly increased the frequency of germinal B cells, which were absent in untreated tumors. These data can lead to new insights on the diagnosis and treatment of TNBC and to possible clinical applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ecb69e36-36e8-436b-979e-4185bc353f5b\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immune cells,Immune checkpoint blockade,Single cell,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11587"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Laura Carpen<\/i><\/presenter>, <presenter><i>Paolo Falvo<\/i><\/presenter>, <presenter><i>Stefania Orecchioni<\/i><\/presenter>, <presenter><i>Giulia Mitola<\/i><\/presenter>, <presenter><i>Roman Hillje<\/i><\/presenter>, <presenter><i>Saveria Mazzara<\/i><\/presenter>, <presenter><i>Patrizia Mancuso<\/i><\/presenter>, <presenter><i>Stefano Pileri<\/i><\/presenter>, <presenter><i>Alessandro Raveane<\/i><\/presenter>, <presenter><u><i>Francesco Bertolini<\/i><\/u><\/presenter>. European Institute of Oncology, Milan, Italy","CSlideId":"","ControlKey":"dba4f10c-cdcc-4595-8121-51f1bef79161","ControlNumber":"879","DisclosureBlock":"&nbsp;<b>L. Carpen, <\/b> None..<br><b>P. Falvo, <\/b> None..<br><b>S. Orecchioni, <\/b> None..<br><b>G. Mitola, <\/b> None..<br><b>R. Hillje, <\/b> None..<br><b>S. Mazzara, <\/b> None..<br><b>P. Mancuso, <\/b> None..<br><b>S. Pileri, <\/b> None..<br><b>A. Raveane, <\/b> None.&nbsp;<br><b>F. Bertolini, <\/b> <br><b>Menarini<\/b> Grant\/Contract, No. <br><b>Emercell<\/b> Grant\/Contract, No.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11587","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ecb69e36-36e8-436b-979e-4185bc353f5b\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1712","PresenterBiography":null,"PresenterDisplayName":"Francesco Bertolini, MD;PhD","PresenterKey":"3021c4d5-64cb-4c9e-819a-150f166da201","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1712. A single-cell RNA atlas of innate and adaptive intratumoral immunity in triple negative breast cancer during chemo- and immunotherapies","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A single-cell RNA atlas of innate and adaptive intratumoral immunity in triple negative breast cancer during chemo- and immunotherapies","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose <\/b>The tumor microenvironment (TME) is an integral player in cancer initiation, tumor progression, response and resistance to anti-cancer therapy. Understanding the complex interactions of tumor immune architecture has therefore become increasingly desirable to guide patient selection. Conventional studies that underestimate the potential value of the spatial architecture of the TME are unable to completely elucidate its complexity. To overcome these limitations, we used quantitative image analysis based on multiplexed immunohistochemistry and deep learning technologies to interrogate complex information from the tumor microenvironment and find predictive insights into treatment response for non-small cell lung cancer (NSCLC).<br \/><b>Method<\/b> We used tumor tissues samples from resected NSCLC (adenocarcinoma and squamous cell carcinoma) tumors treated with adjuvant pembrolizumab therapy. Patient frozen tissue sections were prepared and stained using a panel of 20 immune or tumor-related antibodies. Different metal tags were assigned to each antibody. The stained cells were then detected and analyzed by the Hyperion&#8482; Imaging System. Further data analysis was performed using proprietary workflow to identify which cells are influencing the treatment response and how they are spatially distributed relative to each other.<br \/><b>Results <\/b>Tumor samples of NSCLC with similar clinical characteristics at the T1N0M0 had different cells types, including CD4<sup>+<\/sup> T cells, CD8<sup>+<\/sup> T cells, CD20<sup>+<\/sup> B cells, CD14<sup>+<\/sup> macrophages, CD56<sup>+<\/sup> natural killer cells, granulocytes, etc. More immunosuppressive cells were found in the sample of patient that did not respond to immunotherapy illustrating that differences in the tumor microenvironment of samples may contribute to different patients&#8217; resistance to immunotherapy. Moreover, unsupervised clustering analysis reveal cell type signatures that are relevant to the prognoses of NSCLC.<br \/><b>Conclusion <\/b>High-multiplexed proteomics analyses using the Hyperion imaging system help identify and analyze the tumor microenvironment heterogeneity of NSCLC and explain the factors leading to different prognoses for NSCLC patients despite the same TNM stage. Furthermore, additional information for screening drugs for targeted therapy was found, that could greatly improve NSCLC treatments&#8217; individualization.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a1cb8f26-9f87-41e1-9e91-d0af77f3a968\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immune cells,Deep learning,Tumor microenvironment,Proteomic analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11588"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Corinne Ramos<\/i><\/u><\/presenter>, <presenter><i>Journe Anne Sophie<\/i><\/presenter>, <presenter><i>Amandine Gerstenberg<\/i><\/presenter>, <presenter><i>Fabien Pamelard<\/i><\/presenter>, <presenter><i>Jonathan Stauber<\/i><\/presenter>. Imabiotech, Billerica, MA","CSlideId":"","ControlKey":"5e05c6d5-7c02-4315-9317-52483447deca","ControlNumber":"4346","DisclosureBlock":"&nbsp;<b>C. Ramos, <\/b> None..<br><b>J. Anne Sophie, <\/b> None..<br><b>A. Gerstenberg, <\/b> None..<br><b>F. Pamelard, <\/b> None..<br><b>J. Stauber, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11588","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a1cb8f26-9f87-41e1-9e91-d0af77f3a968\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1713","PresenterBiography":null,"PresenterDisplayName":"Corinne Ramos, PhD","PresenterKey":"57300b21-1b1f-4b58-bf6e-6afc2f576262","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1713. Delineation of cell subpopulations and cell cell interactions to determine correlations between drug response and tumor microenvironment in early-stage lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Delineation of cell subpopulations and cell cell interactions to determine correlations between drug response and tumor microenvironment in early-stage lung cancer","Topics":null,"cSlideId":""},{"Abstract":"The era of precision medicine has been powered in part by advancements in the field of immuno-oncology, which postulates that harnessing the body&#8217;s own immune system is key to eliminating cancer. Immunotherapies have, to date, revolutionised the field of oncology. The immune contexture of the tumour microenvironment (TME) is an important factor in dictating how well a tumour may respond to immune checkpoint inhibitors (ICI), but biomarker information alone is insufficient to design appropriate treatment strategies. Instead, we now understand that spatial classification of the immune contexture within the TME is foundational towards addressing how immunological composition and status dictates responses to therapy. <b><i> <\/i><\/b> In this project, we used a combination of high throughput and high-fidelity spatial biomarker detection strategies to thoroughly characterize the TME of non-small cell lung carcinoma tissue samples against outcomes for immunotherapy arm of the trial (Nivolumab) and standard of care (chemotherapy). Experimental cohorts were categorized into four pools, consisting of tissues from complete responders, partial responders, stable disease and progressive disease patients. We first analyzed tissues via whole-slide multiplex-immunohistochemistry (mIHC) using the Vectra Polaris spatial imaging platform. For this purpose we used 3 x 6 plex antibody panels, aimed at T-cell profiling, immune exhaustion and immuno-modulatory targets. We then expanded upon this work using an ultra-high plex antibody imaging panel of 50 or more antibodies with the aim at identifying additional spatial signatures in the different experimental conditions. The latter experiments were conducted with CODEX system, which readily provides whole-slide, single cell resolution imaging data from FFPE samples. Both datasets were for distinct spatial profiles in each experimental condition and compared to their clinical outcome to therapy via discriminant analyses. Identifying the benefit of treating patients with immune checkpoint inhibitor therapy prior to treatment will ensure better outcomes given that immunotherapies can only fight tumours that the immune system &#8216;sees&#8217; and recognises as foreign and harmful. However, in tumour tissue, these biomarkers are highly variable and change dynamically. Therefore, there is growing consensus for the development of additional and more predictive biomarkers of response to ICI therapy. Spatial phenotyping of the immune landscape will reveal cell types and spatial signatures associated with outcomes to immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8cd98425-f46e-47f7-8dd2-2d5e215389ca\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Microenvironment,Lung cancer: non-small cell,Immunotherapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11589"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"97487bd2-f2e8-47b1-81c7-0b84f796214b","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/97487bd2-f2e8-47b1-81c7-0b84f796214b\/@p03B8ZLA\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Arutha Kulasinghe<\/i><\/u><\/presenter>, <presenter><i>Ning Ma<\/i><\/presenter>, <presenter><i>James Monkman<\/i><\/presenter>, <presenter><i>Najiba Mammadova<\/i><\/presenter>, <presenter><i>Oliver Braubach<\/i><\/presenter>, <presenter><i>Ken O'Byrne<\/i><\/presenter>. University of Queensland, Brisbane, Australia, Akoya Bioscience, CA, CA, Akoya Bisociences, California, CA, Akoya Biosciences, California, CA, Princess Alexandra Hospital, Brisbane, Australia","CSlideId":"","ControlKey":"1daeffaf-ce92-4634-aac4-5c62c140a32a","ControlNumber":"4089","DisclosureBlock":"&nbsp;<b>A. Kulasinghe, <\/b> None.&nbsp;<br><b>N. Ma, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Yes.<br><b>J. Monkman, <\/b> None.&nbsp;<br><b>N. Mammadova, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Yes. <br><b>O. Braubach, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Yes.<br><b>K. O'Byrne, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11589","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/8cd98425-f46e-47f7-8dd2-2d5e215389ca\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1714","PresenterBiography":null,"PresenterDisplayName":"Arutha Kulasinghe, BS;PhD","PresenterKey":"8fbed681-b466-4868-aa55-08266f75c93f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1714. Profiling spatial signatures in the microenvironment of non-small cell lung carcinomas in immunotherapy responsive and resistant disease cohorts","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Profiling spatial signatures in the microenvironment of non-small cell lung carcinomas in immunotherapy responsive and resistant disease cohorts","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Prolonged response to checkpoint inhibitors is still rare in patients with non-small cell lung cancer (NSCLC) and the performance of current predictive biomarkers is limited. Thus, more accurate biomarkers and alternative treatment targets are needed to optimize immunotherapy. The objective of this study was to advance the understanding of cancer immunity by characterization of spatially resolved compartments of immune infiltration.<br \/><b>Material and methods:<\/b> Using the GeoMx Digital Spatial Profiler (NanoString), 49 proteins were measured in 183 regions of interest (ROIs) from FFPE tissue sections of 33 NSCLC patients. The pan-leukocyte marker CD45 was used to define region of interests (ROIs) of three spatial phenotypes: (1) tumor infiltrating leukocytes (n=39), (2) tertiary lymphoid structures (TLS, n=19) and (3) tumor stroma without specific leukocyte aggregation (n=125). Differential protein expression (FDR&#60;0.05) was determined using generalized linear mixed models with patient as random effect, to account for multiple samples per patient.<br \/><b>Results: <\/b>Normalized levels of lymphocyte phenotypic markers (CD3, CD8, CD4, and CD20) did not differ between stroma and tumor infiltrates, however the infiltrates had higher expression of markers of immune suppression (PD-L1, B7-H3, CTLA-4, IDO-1, PD-L2, 4-1BB, LAG3), regulatory T-cells (FOXP3), macrophages (CD68), and antigen presentation (CD40, OX40L, CD11c). The stromal ROIs were characterized by markers of fibroblast activation (Fibronectin, SMA, FAP alpha), and higher levels of VISTA and CD27 compared to infiltrating regions, and VISTA, ARG1 and CD66b compared to TLS. In comparison, TLS had higher levels of lymphocyte phenotypic markers (CD20, CD3, CD4, CD8), markers of activation (CD45RO, CD40, ICOS), proliferation (Ki67), and antigen presentation (HLA-DR, B2M, CD11c). In general, markers for macrophages (CD68), neutrophils (CD66b), regulatory T-cells (FOXP3) and immune suppression (B7-H3, IDO1, PD-L1, CTLA4) were more abundant in the vicinity of tumor cells, while CD27, ICOS, SMA and CD3 increased with longer distance to tumor cells. PD-L1 and IDO1 protein expression was higher in tumors that were immunohistochemical positive for PD-L1.<br \/><b>Conclusions: <\/b>Spatially resolved protein profiling showed that NSCLC TLS are characterized by activated, proliferating lymphocytes and antigen presentation. We identified a general immunosuppressive microenvironment and indication of T cell exhaustion in the tumor cell compartment and its close vicinity. The clear discrimination of different immune infiltration niches independent of the overall level of leukocytes in the sampled regions illustrates the value of spatial profiling for deconvoluting how immune cells can dictate tumors, and to identify predictive immune signatures in the context of immunomodulatory treatment of NSCLC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/259f19d5-d9d8-4c19-a67e-6ea7be16aa62\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Tumor microenvironment,Protein profiling,NSCLC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11590"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Anna Sandström Gerdtsson<\/i><\/u><\/presenter>, <presenter><i>Artur Mezheyeuski<\/i><\/presenter>, <presenter><i>Patrick Micke<\/i><\/presenter>, <presenter><i>Sara Ek<\/i><\/presenter>. Lund University, Lund, Sweden, Uppsala University, Uppsala, Sweden, Uppsala University, Uppsala, Sweden","CSlideId":"","ControlKey":"f9aa6f93-1e12-4470-8caa-5c9a0a54763e","ControlNumber":"3600","DisclosureBlock":"&nbsp;<b>A. Sandström Gerdtsson, <\/b> None..<br><b>A. Mezheyeuski, <\/b> None..<br><b>P. Micke, <\/b> None.&nbsp;<br><b>S. Ek, <\/b> <br><b>Immunovia AB<\/b> Stock, No.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11590","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/259f19d5-d9d8-4c19-a67e-6ea7be16aa62\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1715","PresenterBiography":null,"PresenterDisplayName":"Anna Sandstroem Gerdtsson, PhD","PresenterKey":"bd8bb15c-cf68-42fd-a72a-ee7f5035a121","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1715. Phenotypic characterization of spatial immune infiltration niches in non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phenotypic characterization of spatial immune infiltration niches in non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"The tumor microenvironment (TME) is composed of malignant cells and the surrounding healthy counterpart. The precise identification of the TME components is crucial to understanding how this microecosystem remodels during tumorigenesis and responds to treatment in order to identify its vulnerabilities and treatment opportunities (1). In the past decade, significant efforts have been made to describe the TME using RNA-based technologies (2,3). These approaches shed light on the tumor heterogeneity and variable response to treatment. However, RNA-based biomarker expression profiling has limited relevance as it might not always accurately reflect the actual protein levels (4). In addition, the increasing number of protein biomarkers available led to the development of new technologies that allow the analysis of dozens of proteins on a single tissue slide (5).<br \/>The COMET&#8482; platform is an automated instrument that allows the detection of up to 40 antigens on a single slide using sequential immunofluorescence staining (6). By integrating multiplex immunofluorescence technology, we profiled the expression of 40 protein biomarkers across a tissue microarray composed of primary lung tumors and their corresponding metastatic lymph nodes. The combination of the hyperplex panel with an automated image and data analysis pipeline based on an unsupervised machine learning clustering algorithm allowed for the identification of several classes of immune cells with preferential accumulation sites. We identified distinct myeloid cells that coexist within the TME but infiltrate to a higher extent either the primary tumor or the metastatic loci. Harnessing the same approach, we also observed a higher frequency of T regulatory cells in the primary tumors. Subsequently, newly identified population frequencies determined by unsupervised clustering was confirmed by a complementary approach of supervised single-cell analysis.<br \/>Our data highlights the potential that microfluidics-based multiplex technology brings into the fields of both digital pathology and immuno-oncology, thanks to its single-cell resolution and the simultaneous detection of multiple protein biomarkers. We demonstrate here how the combination of hyperplex images obtained using the COMET&#8482; platform, along with machine learning clustering analysis, results in an easy workflow for analyzing the complex TME and obtaining a single-cell atlas of tissue specimens.<br \/>1.Binnewies M, et al. Nat Med 2018; 24(5):541-550.<br \/>2.Lau D, et al. Trends Cancer 2019; 5(3):149-156.<br \/>3.Vries NL, et al. Front Oncol 2020.<br \/>4.Vogel C, Marcotte EM. Nat Rev Gen 2012; 13:227-232.<br \/>5.Lewis SM, et al. Nat Methods 2021; 18:997-1012.<br \/>6.Migliozzi D, et al. Microsyst Nanoeng 2019; 5:59.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c46e892f-7729-4a7a-9d66-1f51968b372e\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immuno-oncology,Microfluidics,Tumor microenvironment,Fluorescence imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11591"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Pedro Machado Almeida<\/i><\/u><\/presenter>, <presenter><i>François Rivest<\/i><\/presenter>, <presenter><i>Quentin Juppet<\/i><\/presenter>, <presenter><i>Joanna Kowal<\/i><\/presenter>, <presenter><i>Benjamin Pelz<\/i><\/presenter>, <presenter><i>Marco Cassano<\/i><\/presenter>, <presenter><i>Deniz Eroglu<\/i><\/presenter>, <presenter><i>Diego Dupouy<\/i><\/presenter>. Lunaphore Technologies S.A., Tolochenaz, Switzerland","CSlideId":"","ControlKey":"36767fde-31d3-4126-b65c-5fb95a44f67a","ControlNumber":"3102","DisclosureBlock":"<b>&nbsp;P. Machado Almeida, <\/b> <br><b>Lunaphore Technologies S.A.<\/b> Employment, Yes. <br><b>F. Rivest, <\/b> <br><b>Lunaphore Technologies S.A.<\/b> Employment, Yes. <br><b>Q. Juppet, <\/b> <br><b>Lunaphore Technologies S.A.<\/b> Employment, Yes. <br><b>J. Kowal, <\/b> <br><b>Lunaphore Technologies S.A.<\/b> Employment, Yes. <br><b>B. Pelz, <\/b> <br><b>Lunaphore Technologies S.A.<\/b> Employment, Stock, Stock Option, Patent, Yes. <br><b>M. Cassano, <\/b> <br><b>Lunaphore Technologies S.A.<\/b> Employment, Yes. <br><b>D. Eroglu, <\/b> <br><b>Lunaphore Technologies S.A.<\/b> Employment, Yes. <br><b>D. Dupouy, <\/b> <br><b>Lunaphore Technologies S.A.<\/b> Employment, Stock, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11591","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c46e892f-7729-4a7a-9d66-1f51968b372e\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1716","PresenterBiography":null,"PresenterDisplayName":"Pedro Machado Almeida, PhD","PresenterKey":"b4dc8223-cd1f-4d8d-a6ca-aee7a0207fa6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1716. Mapping the cellular architecture of the tumor microenvironment by integrating hyperplex immunofluorescence and automated image analysis","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mapping the cellular architecture of the tumor microenvironment by integrating hyperplex immunofluorescence and automated image analysis","Topics":null,"cSlideId":""},{"Abstract":"Sebaceous carcinoma (SC) is a malignant neoplasm that predominantly arises from the sebaceous glands of the ocular adnexa. It is the second most common malignant eyelid neoplasm in the United States. No standardized treatment exists, but surgical excision is the mainstay of therapy. Therapeutic advances have been stagnant largely due to a limited understanding of SC tumor biology. We performed single-cell RNA sequencing to profile primary ocular adnexal SC and gain insights into its tumor microenvironment. Ocular adnexal SC has extensive intra-tumoral heterogeneity at the transcriptional level. Dimensionality reduction via principal component analysis was performed to identify major cell types. 8 clusters were detected, including clusters for cancer epithelial cells and various immune cells. Transcriptional programs were related to pathways in cancer, immune response, and antigen processing and processing, among others. We identified unique subpopulations of tumor-infiltrating immune cells, including plasma B cells, GNLY<sup>+ <\/sup>natural killer cells, CD8<sup>+<\/sup> T cells, memory T cells, and CD20<sup>+<\/sup> B cells. This complex ecosystem of tumor and immune cells provides new insights into SC biology. Additional patient samples we be analyzed in the immediate future. Follow-up mechanistic studies are needed to clarify the roles of the identified immune cells and how they can be exploited for immunotherapeutic approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/5b92c6b6-9425-46b6-8b24-ff069fe02c7d\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Single cell,Microenvironment,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11593"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ryan Alexander Gallo<\/i><\/u><\/presenter>, <presenter><i>Michelle G. Zhang<\/i><\/presenter>, <presenter><i>David T. Tse<\/i><\/presenter>, <presenter><i>Daniel Pelaez<\/i><\/presenter>, <presenter><i>Andrew J. Rong<\/i><\/presenter>. University of Miami Miller School of Medicine, Miami, FL","CSlideId":"","ControlKey":"c3fe5ac5-fbbb-4b4a-bb8d-78630d2e7243","ControlNumber":"6426","DisclosureBlock":"&nbsp;<b>R. A. Gallo, <\/b> None..<br><b>M. G. Zhang, <\/b> None..<br><b>D. T. Tse, <\/b> None..<br><b>D. Pelaez, <\/b> None..<br><b>A. J. Rong, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11593","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/5b92c6b6-9425-46b6-8b24-ff069fe02c7d\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1717","PresenterBiography":null,"PresenterDisplayName":"Ryan Gallo, PhD","PresenterKey":"5727bf3d-309c-4fe9-89b3-c3d63d3bf4cc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1717. Single-cell RNA sequencing reveals insights into the intra-tumoral heterogeneity and tumor microenvironment of ocular adnexal sebaceous carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell RNA sequencing reveals insights into the intra-tumoral heterogeneity and tumor microenvironment of ocular adnexal sebaceous carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Radiation therapy is delivered to approximately 50% of all cancer patients. It has long been known that radiation causes not only DNA strand breaks, apoptosis, and necrosis, but also immunogenic modulation. Lately, there has been renewed interest in the potential of irradiation in colorectal cancer, not only as an adjuvant and palliative treatment, but also as an immune stimulant.<br \/>Materials and Methods: CT26 murine colorectal carcinoma cells were subcutaneously implanted on the flank of BALB\/c mice. Tumors were exposed to sham, single dose or fractionated radiotherapy regimens via a 300kV, 10mA X-ray with additional filtration to give a radiation quality of 2.3mm Cu half-value layer (HVL). Mice were anaesthetized, restrained and delivered a single uniform dose of radiation at a rate of 0.696Gy\/min with the whole mouse being lead shielded except for a 1cm hole in the lead above the tumor site. Tumors were harvested at different timepoints post irradiation and dissociated into single cell suspensions. The tumor microenvironment and immune response within the tumors were analyzed with flow cytometry comparing the different treatment regimens. The individual CD45+ cell profile was investigated using 10x gene expression. 10x sequencing was demultiplexed using CellRanger and data analyzed using Seurat and ACTINN.<br \/>Results: Following the initial cytotoxicity, flow cytometry showed a clear immune stimulatory effect of radiotherapy with immune cells infiltrating the irradiated tumors. The level of infiltration was dependent on the treatment scheduling. For single cell assessments, we observed approximately 8000 reads\/cell and T-SNE cluster analysis using Seurat identified 16 clusters in control and treated samples. Identification of clusters by ACTINN demonstrated that CD8+ T-cells were increased 8-fold in irradiated samples whereas monocytes numbers decreased 3-fold. In irradiated tumors, the main population of CD8+ T-cells with increased numbers also expressed NKG7.<br \/>Conclusion: These data provide evidence that radiotherapy can enhance immune cell trafficking to locally treated CT26 tumors. Furthermore, 10x genomics single cell sequencing revealed increased levels of cytotoxic T-cells expressing NKG7, a protein implicated in enhanced killing of extracellular targets. This response could prime the tumors such that they may be exploited by immune modulating drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/78670f1d-55dd-444a-a5d6-85aec5d82825\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immunomodulation,In vivo,Radiation,10x sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11594"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Frida Ponthan<\/i><\/u><\/presenter>, <presenter><i>Valentina Ubertini<\/i><\/presenter>, <presenter><i>Gary Beale<\/i><\/presenter>. Epistem Ltd, Manchester, United Kingdom","CSlideId":"","ControlKey":"7cdaac4e-9a34-4b37-9315-a468dc8cf12a","ControlNumber":"4673","DisclosureBlock":"&nbsp;<b>F. Ponthan, <\/b> None..<br><b>V. Ubertini, <\/b> None..<br><b>G. Beale, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11594","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/78670f1d-55dd-444a-a5d6-85aec5d82825\/@p03B8ZLA\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1718","PresenterBiography":null,"PresenterDisplayName":"Frida Ponthan, PhD","PresenterKey":"90063077-5ec6-44c0-920c-66932428fce6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1718. Characterization of infiltrating immune cells after irradiation using 10x genomics single cell sequencing","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of infiltrating immune cells after irradiation using 10x genomics single cell sequencing","Topics":null,"cSlideId":""},{"Abstract":"The tumor microenvironment (TME) is a highly complex mixture containing epithelium, stroma and a diverse network of immune cells &#38; the spatial organization of these immune cells within the TME reflects a crucial process in anti-tumor immunity<b>. <\/b>At present, the usual standard of care for assessing if a patient has cancer, its stage and its likely future biological behaviour is visual examination of one or more stained sections. Although recent advances in multiple immunostaining have enabled characterization of several parameters on a single tissue section. For a higher dimensional chromogen based methodology, we have developed a multiplexed IHC (mIHC) procedure combining multiple labels per round with several sequential rounds, enabling analysis of complex immune cell populations on a single slide through consecutive cycles of staining, destaining &#38; hyperspectral imaging. By integrating serial imaging, sequential labeling &#38; image registration, we are able to spatially map the TME. The process presented is using absorption microscopy, enabling these images to be done in a reasonable time frame.<br \/>Robust, accurate, segmentation of cell nuclei for overlapping nuclei is one of the most significant unsolved issues in digital pathology. Using the counterstain concentration images from our mIHC methodology, we have trained a deep learning segmentation method to accurately segment individual cell nuclei within overlapping clusters of nuclei. By combining a multiplexed IHC technique which enables the detection of multiple markers on a single slide with deep learning segmentation methods to segment every individual cell nuclei in tissue sections with an accuracy comparable to human annotation. We can analyze the cell-cell interactions between immune and tumour cells, enhancing our ability to perform molecularly based single cell analysis of multiple cell types simultaneously within the tissue. These two techniques joined can be scaled up to the entire tissue section level, improving our understanding of the biological aggressiveness of specific cancers &#38; enabling an accurate spatial cell level representation of the tissue.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Deep learning,Tumor microenvironment,Tumor heterogeneity,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11596"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Kouther Noureddine<\/i><\/u><\/presenter>, <presenter><i>Paul Gallagher<\/i><\/presenter>, <presenter><i>Martial Guillaud<\/i><\/presenter>, <presenter><i>Calum MacAulay<\/i><\/presenter>. BC Cancer Research Centre, Vancouver, BC, Canada","CSlideId":"","ControlKey":"40934be1-7420-4278-8d6f-a57a5ff9f965","ControlNumber":"3762","DisclosureBlock":"&nbsp;<b>K. Noureddine, <\/b> None..<br><b>P. Gallagher, <\/b> None..<br><b>M. Guillaud, <\/b> None..<br><b>C. MacAulay, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11596","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1719","PresenterBiography":null,"PresenterDisplayName":"Kouther Noureddine, BS","PresenterKey":"3217255d-2805-43ed-b2d3-761f98f2a772","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1719. Investigating intra-tumor heterogeneity using multiplexed immunohistochemistry &#38; deep learning: A new approach to spatially map the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating intra-tumor heterogeneity using multiplexed immunohistochemistry &#38; deep learning: A new approach to spatially map the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Immune cells within the tumor microenvironment (TME) play a vital role in regulating tumor progression. Therefore, immunotherapies that elicit anti-tumor responses are of great interest for the treatment of various cancers. Macrophages are a current immune cell type of interest due to the ability to polarize into anti-tumor (M1) and pro-tumor (M2) phenotypes. The density and phenotype of macrophages within the tumor and TME have been linked to prognosis in multiple types of solid tumors. Our hypothesis is that non-small cell lung carcinoma (NSCLC) patients with high immune infiltration and greater amounts of anti-tumor immune cells within the tumor compartment will have an increased time of survival compared to cancers with immune excluded or immune desert environments.<br \/><b>Methods:<\/b> One NSCLC tumor microarray (TMA) containing primary tumors, metastases, and normal tissue were stained via multiplex immunofluorescence (mIF) for 6 different immune markers: CD3, CD8, CD56, CD68, CD163, and PD-L1. The stained TMAs were analyzed utilizing Flagship Biosciences&#8217; proprietary image analysis platform. Machine learning algorithms used cellular features to stratify cells as belonging to either the tumoral or stromal compartment. Core level expression data was pulled and represented on a whole-cohort basis. All staining and image analysis outputs were reviewed by a board-certified, MD pathologist. Kaplan-Meier curves were generated based on survival data in relation to the low, medium, and high expression of CD68 and\/or CD163 in the whole tissue, as well as tumor and stromal compartments. Patients were also stratified into low (1 and 2) and high (3 and 4) cancer stages.<br \/><b>Results:<\/b> There is a correlation between patient survival and the presence or absence of macrophage markers CD68 and CD163. Specifically, lower levels of CD68+CD163- cells within the tumor and stroma compartments correlate with an increase in patient survival. There is also a correlation of a high level of expression of CD163+, CD68+CD163-, or CD68+CD163+ cells with increased patient survival in high stage patients compared to low stage patients. Specifically in high stage NSCLC patients, a higher level of CD163+ expression correlates with a reduced lifespan compared to patients with medium and low expression.<br \/><b>Conclusion:<\/b> Data generated through Flagship Biosciences&#8217; image analysis platform showed a strong relationship between immune cell presence and localization with NSCLC patient survival. Altering the immune cells within the tumor to an anti-tumor immune environment could increase patient survival times. Further, utilizing Flagship Biosciences&#8217; image analysis software to understand cancer immune microenvironments should be further utilized to aid in diagnosis and treatment decisions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/925fec56-7d97-4b46-9dde-36d84e124606\/@q03B8ZLB\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Macrophages,NSCLC,Survival,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11597"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Dannah Miller<\/i><\/u><\/presenter>, <presenter><i>Kate Hieber<\/i><\/presenter>, <presenter><i>Will Paces<\/i><\/presenter>, <presenter><i>Huong Nguyen<\/i><\/presenter>, <presenter><i>Adam Beharry<\/i><\/presenter>, <presenter><i>Roberto Gianani<\/i><\/presenter>. Flagship Biosciences, Inc., Broomfield, CO","CSlideId":"","ControlKey":"c0f83dc4-2b10-4939-8aff-ad214aad247b","ControlNumber":"1543","DisclosureBlock":"&nbsp;<b>D. Miller, <\/b> None..<br><b>K. Hieber, <\/b> None..<br><b>W. Paces, <\/b> None..<br><b>H. Nguyen, <\/b> None..<br><b>A. Beharry, <\/b> None..<br><b>R. Gianani, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11597","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/925fec56-7d97-4b46-9dde-36d84e124606\/@q03B8ZLB\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1720","PresenterBiography":null,"PresenterDisplayName":"DAVE YOUNG","PresenterKey":"295cae9b-d747-4dff-8cfd-cbb45be6cef9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1720. Macrophage biomarkers CD68 and CD163 correlate with NSCLC patient survival","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Macrophage biomarkers CD68 and CD163 correlate with NSCLC patient survival","Topics":null,"cSlideId":""},{"Abstract":"Background: We previously demonstrated that the analysis of the tumor microenvironment (TME) in histopathology images via tissue segmentation [1] and cell density in lymphocyte-rich area [2] impacts prognosis and treatment in hepatocellular carcinoma (HCC). Few biomarker models exist to prognosticate patients with HCC via the automated analysis of TME at the cellular level.<br \/>Methods: Clinical outcomes data and histopathology images of 351 patients with HCC were obtained from TCGA. We advanced a deep learning-based algorithm to analyze the tumor volume and spatial distribution of nuclei in TME. This was based on combination of two models: the PAIP2019 dataset was used for DenseNet-based HCC segmentation, which showed the performance of 0.8582 on the F1-score metric [3]; HoverNet-based cell detection model, which showed the performance of 0.654 on the binary PQ metric, annotated lymphocytes, macrophages, and neutrophils on the MonuSac dataset [4].<br \/>Results: The HCC segmentation model divided the TME into tumoral, marginal, and peritumoral areas by image processing. The marginal and peritumoral areas were defined as inner 50 um area and outer 100 um area from the estimated tumoral boundary, respectively. The ratios of neutrophils, lymphocytes, macrophages to the total cell count on marginal and peritumoral areas were calculated through integration of HCC segmentation and cell detection models. The proportions of leukocytes were subjected into Cox proportional hazard analysis. The results of Cox proportional hazard analysis calculated the proportions of macrophages and lymphocytes to other cells in the TME. The macrophage proportion on the peritumoral area was a significant prognostic indicator showing Log(hazard ratio) (-2.42 &#177; 2.14, p=0.026). The lymphocyte proportion on both areas of the peritumor and margins showed significant Log(hazard ratio) (-1.70 &#177; 1.61, p=0.042).<br \/>Conclusions: The retrospective analysis of the TME using deep learning-assisted algorithm combining tissue segmentation and cell detection models reveals that the ratio of lymphocytes and macrophages in the peri-tumoral areas of HCC TME significantly impact prognosis. Further analyses in the prospective studies may provide more information about cellular biomarkers.<br \/>[1] Kim et al. Cancer Res 2020 (80) (16 Supp) 2631<br \/>[2] Park et al. Journal of Clinical Oncology 39, no. 15_suppl (May 20, 2021) 4107-4107<br \/>[3] Kim, Yoo Jung, Jang, Hyungjoon, Lee, Kyoungbun et al. Medical Image Analysis 67 (2021): 101854.<br \/>[4] Verma, Ruchika. IEEE Transactions on Medical Imaging 39 (2020): 1380-1391.<br \/>[5] Graham, Simon. Medical Image Analysis 58 (2019): 101563.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/409b17fb-5774-405e-a741-b12cb6f1022f\/@q03B8ZLB\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Deep learning,Survival,Hepatocellular carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11598"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Hongseok Lee<\/i><\/presenter>, <presenter><i>Kyungdoc Kim<\/i><\/presenter>, <presenter><i>Guhyun Kang<\/i><\/presenter>, <presenter><i>Kyu-Hwan Jung<\/i><\/presenter>, <presenter><u><i>Sunyoung S. Lee<\/i><\/u><\/presenter>. VUNO Inc., Seoul, Korea, Republic of, University of Texas M.D. Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"b1e2aa59-c44b-4698-a950-b33058518138","ControlNumber":"4545","DisclosureBlock":"<b>&nbsp;H. Lee, <\/b> <br><b>VUNO Inc.<\/b> Employment, Yes. <br><b>K. Kim, <\/b> <br><b>VUNO Inc.<\/b> Employment, Yes. <br><b>G. Kang, <\/b> <br><b>VUNO Inc.<\/b> Employment, Yes. <br><b>K. Jung, <\/b> <br><b>VUNO Inc.<\/b> Employment, Stock, Yes. <br><b>S. S. Lee, <\/b> <br><b>University of Texas M.D. Anderson Cancer Center<\/b> Employment, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11598","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/409b17fb-5774-405e-a741-b12cb6f1022f\/@q03B8ZLB\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1721","PresenterBiography":null,"PresenterDisplayName":"Sunyoung Lee, MD, PhD","PresenterKey":"593b8b51-6d52-473a-8e56-d7d5884b8a10","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1721. Spatial distribution of immune cells as quantitative prognosis indicator in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial distribution of immune cells as quantitative prognosis indicator in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The rapid clinical expansion of immune checkpoint blockers (ICB) has transformed the therapeutic arsenal for non-small cell lung cancer (NSCLC). However, only a relatively small fraction of patients benefits from these treatments and those who respond can develop acquired resistance. This underlines the need to identify factors or biomarkers associated with treatment sensitivity and resistance to guide clinical decisions. It has been proposed that elevated levels of tumor infiltrating lymphocytes (TIL) in the tumor microenvironment could be associated with favorable clinical outcomes after treatment with ICB. However, few studies have explored this relationship and they used semi-quantitative scoring methods and\/or analyzed small tumor areas. Here, we used multiplexed quantitative immunofluorescence (QIF) panels to study major TIL subsets (DAPI, CK, CD4, CD8 and CD20) and T-cell exhaustion markers (DAPI, CD3, LAG-3, PD-1, TIM-3) in full-face baseline whole-tumor slides from a large multi-institutional patient cohort (n=179). The analysis of numerous fields of view per case allowed us to examine the spatial distribution of immune cells and spatial immune heterogeneity. Our results demonstrate that CD8+ effector T-cells are the largest TIL subpopulation and that they are preferentially located in the stromal compartment. We also show that tertiary lymphoid structures have limited association with survival and their detection depends on the size of the tissue area analyzed. Additionally, higher levels of baseline CD8+ T-cells in the stroma were significantly associated with better survival in PD-L1 positive patients but not in PD-L1 negative. To validate these results, we used whole-exome sequencing to analyze the TCR-burden in an independent cohort of ICI-treated NSCLC patients. Increased expression of the exhaustion markers LAG-3 and TIM-3 in CD3 positive T-cells was associated with reduced survival. Finally, we used a novel multiparametric heterogeneity metric termed Rao&#8217;s quadratic entropy that enabled us to<br \/>measure the spatial immune heterogeneity and was associated with worse survival. In summary, we quantitatively measured the density, functional properties, and spatial distribution of major TIL subsets in a large cohort of NSCLC patients treated with ICB. Our results highlight the prominent role of TILs in NSCLC and their potential role as a biomarker. These results could be easily translated into the clinic and used to guide optimal treatment options.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/914765a7-629f-4fec-8c50-cbf8574f4b87\/@q03B8ZLB\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immunotherapy,Tumor infiltrating lymphocytes,Biomarkers,Heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11599"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Miguel Lopez de Rodas Gregorio<\/i><\/u><\/presenter>, <presenter><i>Venkata Nagineni<\/i><\/presenter>, <presenter><i>Arvind Ravi<\/i><\/presenter>, <presenter><i>Ila J. Datar<\/i><\/presenter>, <presenter><i>Mari Mino-Kenudson<\/i><\/presenter>, <presenter><i>German Corredor<\/i><\/presenter>, <presenter><i>Cristian Barrera<\/i><\/presenter>, <presenter><i>Lindsey Behlman<\/i><\/presenter>, <presenter><i>David L. Rimm<\/i><\/presenter>, <presenter><i>Roy S. Herbst<\/i><\/presenter>, <presenter><i>Anant Madabhushi<\/i><\/presenter>, <presenter><i>Jonathan W. Riess<\/i><\/presenter>, <presenter><i>Vamsidhar Velcheti<\/i><\/presenter>, <presenter><i>Matthew Hellmann<\/i><\/presenter>, <presenter><i>Justin F. Gainor<\/i><\/presenter>, <presenter><i>Kurt A. Schalper<\/i><\/presenter>. Yale University, New Haven, CT, Dana Farber Cancer Institute, Boston, MA, Massachusetts General Hospital and Harvard Medical School, Boston, MA, Case Western Reserve University, Cleveland, OH, Case Western Reserve University and Louis Stokes Cleveland Veterans Administration Medical Center, Cleveland, OH, UC Davis Comprehensive Cancer Center, Sacramento, CA, NYU Langone Health, New York, NY, Weill Cornell Medical College and Memorial Sloan Kettering Cancer, New York, NY, Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"2c6f23eb-0816-4aaa-b20a-ba1d6ac9995d","ControlNumber":"5542","DisclosureBlock":"&nbsp;<b>M. Lopez de Rodas Gregorio, <\/b> None..<br><b>V. Nagineni, <\/b> None.&nbsp;<br><b>A. Ravi, <\/b> <br><b>Halo<\/b> Other, Consultant. <br><b>Tyra<\/b> Other, Consultant.<br><b>I. J. Datar, <\/b> None.&nbsp;<br><b>M. Mino-Kenudson, <\/b> <br><b>H3 Biomedicine<\/b> Other, Compensated consultant, No. <br><b>AstraZeneca<\/b> Compensated consultant, No. <br><b>Novartis<\/b> Grant\/Contract, No. <br><b>Elsevier<\/b> Other, Royalty.<br><b>G. Corredor, <\/b> None..<br><b>C. Barrera, <\/b> None..<br><b>L. Behlman, <\/b> None..<br><b>D. L. Rimm, <\/b> None..<br><b>R. S. Herbst, <\/b> None.&nbsp;<br><b>A. Madabhushi, <\/b> <br><b>Elucid Bioimaging<\/b> Stock, Patent, Other, No. <br><b>Inspirata Inc<\/b> Stock, Grant\/Contract, Other, Scientific advisory board member, No. <br><b>Astrazeneca<\/b> Grant\/Contract, Other, Scientific advisory board member, No. <br><b>Bristol Meyers-Squibb<\/b> Grant\/Contract, Other, Scientific advisory board member, No. <br><b>Merck<\/b> Other, Scientific advisory board member, No. <br><b>Aiforia Inc<\/b> Other, Advisory board, No. <br><b>Caris<\/b> Other, Consultant, No. <br><b>Roche<\/b> Other, Consultant, No. <br><b>Cernostics<\/b> Other, Consultant, No. <br><b>Philips<\/b> Grant\/Contract, No. <br><b>Boehringer-Ingelheim<\/b> Grant\/Contract, No. <br><b>J. W. Riess, <\/b> <br><b>Spectrum<\/b> Grant\/Contract, No. <br><b>AstraZeneca<\/b> Grant\/Contract, No. <br><b>Novartis<\/b> Grant\/Contract, Consultant, No. <br><b>Merck<\/b> Grant\/Contract, No. <br><b>Revolution Medicines<\/b> Grant\/Contract, No. <br><b>EMD Serono<\/b> Other, Consultant, No. <br><b>Daiichi Sankyo<\/b> Other, Consultant, No. <br><b>Bristol Meyers-Squibb<\/b> Other, Consultant, No. <br><b>Beigene<\/b> Other, Consultant, No. <br><b>Turning Point<\/b> Other, Consultant, No. <br><b>Janssen<\/b> Other, Consultant, No. <br><b>Novartis<\/b> Other, Consultant, No. <br><b>Boehringer Ingelheim<\/b> Other, Consultant, No. <br><b>Blueprint<\/b> Other, Consultant, No. <br><b>Regeneron<\/b> Other, Consultant, No. <br><b>Heron<\/b> Other, Consultant. <br><b>Sanofi<\/b> Other, Consultant.<br><b>V. Velcheti, <\/b> None..<br><b>M. Hellmann, <\/b> None.&nbsp;<br><b>J. F. Gainor, <\/b> <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract, Consultant. <br><b>Takeda<\/b> Consultant. <br><b>Loxo\/Lilly<\/b> Consultant. <br><b>Blueprint<\/b> Grant\/Contract, Consultant. <br><b>Oncorus<\/b> Consultant. <br><b>Regeneron<\/b> Consultant. <br><b>Gilead<\/b> Consultant. <br><b>Moderna<\/b> Grant\/Contract, Consultant. <br><b>AstraZeneca<\/b> Consultant. <br><b>EMD Serono<\/b> Consultant. <br><b>Pfizer<\/b> Consultant. <br><b>Novartis<\/b> Consultant. <br><b>Merck<\/b> Grant\/Contract, Consultant. <br><b>GlydeBio<\/b> Consultant. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Tesaro<\/b> Grant\/Contract. <br><b>Jounce<\/b> Grant\/Contract. <br><b>Array Biopharma<\/b> Grant\/Contract. <br><b>Adaptimmune<\/b> Grant\/Contract. <br><b>Alexo<\/b> Grant\/Contract. <br><b>K. A. Schalper, <\/b> <br><b>Navigate Biopharma<\/b> Grant\/Contract. <br><b>Tesaro\/GlaxoSmithKline<\/b> Grant\/Contract. <br><b>Moderna Inc<\/b> Grant\/Contract, Other, Consultant\/advisory\/speaker. <br><b>Takeda\/Millenium Pharmaceutical<\/b> Grant\/Contract, Other, Consultant\/advisory\/speaker. <br><b>Surface Oncology<\/b> Grant\/Contract. <br><b>Pierre-Fabre Research Institute<\/b> Grant\/Contract, Other, Consultant\/advisory\/speaker. <br><b>Merck-Sharp & Dohme<\/b> Grant\/Contract, Other, Consultant\/advisory\/speaker. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Consultant\/advisory\/speaker. <br><b>Ribon Therapeutics<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Shattuck Labs<\/b> Other, Consultant\/advisory\/speaker. <br><b>EMD Serono<\/b> Other, Consultant\/advisory\/speaker. <br><b>Ono Pharmaceuticals<\/b> Other, Consultant\/advisory\/speaker. <br><b>Clinica Alemana de Santiago<\/b> Other, Consultant\/advisory\/speaker. <br><b>Dynamo Therapeutics<\/b> Other, Consultant\/advisory\/speaker. <br><b>Bristol-Myers Squibb<\/b> Other, Consultant\/advisory\/speaker. <br><b>Abbvie<\/b> Other, Consultant\/advisory\/speaker. <br><b>Fluidigm<\/b> Other, Consultant\/advisory\/speaker. <br><b>Agenus<\/b> Other, Consultant\/advisory\/speaker. <br><b>Torque Therapeutics.<\/b> Other, Consultant\/advisory\/speaker.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11599","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/914765a7-629f-4fec-8c50-cbf8574f4b87\/@q03B8ZLB\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1722","PresenterBiography":"","PresenterDisplayName":"Miguel Lopez de Rodas Gregorio, MD","PresenterKey":"8291de2e-92cb-4f30-8b0c-432e5feac97d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1722. Role of tumor infiltrating lymphocytes and spatial immune heterogeneity in sensitivity to PD-1 axis blockers in non-small cell lung cancer (NSCLC)","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of tumor infiltrating lymphocytes and spatial immune heterogeneity in sensitivity to PD-1 axis blockers in non-small cell lung cancer (NSCLC)","Topics":null,"cSlideId":""},{"Abstract":"Interrogating complex tumor microenvironment requires a multi-omics approach that can provide high level of sensitivity and specificity. Identifying immune cell subsets within the tumor can be vital for predicting response and determining therapeutic efficacy. Detecting target immune cell markers using immunohistochemistry\/Immunofluorescence (IHC\/IF) and visualizing cytokine expression with <i>in situ<\/i> hybridization (ISH) can provide comprehensive information about the activation states of immune cells. Here, we demonstrate a newly developed integrated ISH and IHC\/IF workflow compatible with manual and automated platforms that can substantially improve RNA-protein co-detection. We demonstrate the use of our RNA-Protein Co-detection assay in combination with the automated RNAscope Multiplex Fluorescent v2 assay, automated RNAscope Chromogenic Duplex assay and manual RNAscope Multiplex Fluorescent v2 assay to detect T cell markers, macrophage markers and checkpoint markers in the tumor microenvironment by using a microarray with different tumor samples. We identified CD4+ helper T cells and CD8+ cytotoxic T lymphocytes. Additionally, we determine the activation states of CD8+ T cells by visualizing <i>IFNG, GZMB and IL-2 <\/i>expression<i>. <\/i>We were also able to identify macrophages detected by CD68 protein expression and the M1 and M2 subsets were differentiated by using the M2-specific marker, <i>CD163. <\/i>We could also delineate tumor-stroma border in the samples by using the Pan-CK probe which distinctly marks the tumor cells and visualize the expression of immunoregulatory receptors PD-L1 and <i>CTLA4<\/i> in the tumor cells. This assay is enabled for multiplexing by combining with our fluorescent assay platforms. Similarly, for researchers interested in detecting target expression while retaining morphological context, the codetection assay should be combined with our chromogenic assays. Overall, the new RNAscope-ISH-IHC co-detection workflow and reagents enable optimized simultaneous visualization of RNA and protein targets by enhancing the compatibility of antibodies with minimal optimization.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/216b0842-5177-4d91-939e-ec3c0e4698eb\/@q03B8ZLB\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"In situ hybridization,Immunohistochemistry,Immune cells,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11600"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"4b9966d3-3d3b-4202-832e-250a188ae5db","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4b9966d3-3d3b-4202-832e-250a188ae5db\/@q03B8ZLB\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Anushka Dikshit<\/i><\/u><\/presenter>, <presenter><i>Sayantani Basak<\/i><\/presenter>, <presenter><i>Emerald Doolittle<\/i><\/presenter>, <presenter><i>Ilya Kovalenko<\/i><\/presenter>, <presenter><i>Michaeline Bunting<\/i><\/presenter>. Advanced Cell Diagnostics, a Bio-Techne brand, Newark, CA","CSlideId":"","ControlKey":"41d057bd-3b1b-4f5b-b1af-c014c04a2961","ControlNumber":"6143","DisclosureBlock":"<b>&nbsp;A. Dikshit, <\/b> <br><b>Advanced Cell Diagnostics, a Bio-Techne brand<\/b> Employment. <br><b>S. Basak, <\/b> <br><b>Advanced Cell Diagnostics, a Bio-Techne brand<\/b> Employment. <br><b>E. Doolittle, <\/b> <br><b>Advanced Cell Diagnostics, a Bio-Techne brand<\/b> Employment. <br><b>I. Kovalenko, <\/b> <br><b>Advanced Cell Diagnostics, a Bio-Techne brand<\/b> Employment. <br><b>M. Bunting, <\/b> <br><b>Advanced Cell Diagnostics, a Bio-Techne brand<\/b> Employment.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11600","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/216b0842-5177-4d91-939e-ec3c0e4698eb\/@q03B8ZLB\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1723","PresenterBiography":null,"PresenterDisplayName":"Anushka Dikshit, PhD","PresenterKey":"4f59ebfc-1ef5-4470-808d-49a58226bf9a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1723. Spatial analysis of tumor-infiltrated immune cells with highly specific RNAscope&#8482; RNA-protein Co-detection assays","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial analysis of tumor-infiltrated immune cells with highly specific RNAscope&#8482; RNA-protein Co-detection assays","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Immunologic characterization of tumors and their microenvironments had been proposed based on the combination of PD-L1 expression and the presence of tumor-infiltrating lymphocytes (TILs). This study aims to investigate in metastatic samples from patients with cancer, the distribution of TILs and expression of PD-L1 using Combined Positive Score (CPS), Tumor Proportion Score (TPS), as well as TILs. These variables were further evaluated in paired primary and metastatic samples and correlated with clinical outcome.<br \/><b>Patients and methods: <\/b>550 pan-cancer patients of SHIVA01 trial (NCT01771458) with available contributive FFPE sample from a metastatic biopsy and 111 paired primary and metastatic samples were evaluated for TILs. The 550 metastatic specimens were biopsies from different anatomical sites subdivided into 7 groups: liver biopsies (n=179; 33%), visceral organ biopsies (n=92; 17%), lung biopsies (n=89; 16%), lymph node biopsies (n= 88; 16%), cutaneous biopsies (n=53; 10%), soft tissue biopsies (n=48; 9%) and brain biopsy (n=1; 0.2%). PD-L1 expression was assessed by Immunohistochemistry using the 22C3 antibody clone (Merck &#38; Co) and quantified using two scores: CPS and TPS, in 494 metastatic tumors and in 77 paired primary and metastatic tumors patients with contributive immunohistochemistry. The correlations of TILs and PD-L1 expression with clinical outcomes are ongoing.<br \/><b>Results: <\/b>In metastatic samples, we found no difference in TILs distribution according to histological subtype, primary system or biopsy site with a median of 10% [range: 0%-70%]. A significant decrease in the median percentage of TILs was found in metastases in comparison to their paired primary lesions (20% [5%-60%] <i>versus<\/i> 10% [0%-40%], <i>p&#60;0.0001)<\/i>. PD-L1 expression was homogenous in all metastatic tumors independently of primary system or biopsy site (median TPS = 2% ; CPS = 0 n=218, CPS&#8805;1 n=265 ; p=0.056). There was a strong association between TPS count and histological subtypes (p=0.015) that was not observed with CPS (p=0.23). In paired primary\/metastatic samples, we did not observe any changes in the CPS and TPS scores (p&#62;0.3 for both).<br \/><b>Conclusion: <\/b>We show that metastatic sites are less infiltrated with lymphocytes as compared to their paired primary lesions independently of the initial primary tumor site, histological type or biopsy site. PD-L1 expression was similar in paired primary and metastatic samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/21658155-f2a8-47c6-91e9-75989ddc3004\/@q03B8ZLB\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Metastatic tumors,Tumor infiltrating lymphocytes,PD-L1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11601"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Zakhia El Beaino<\/i><\/u><\/presenter>, <presenter><i>Célia Dupain<\/i><\/presenter>, <presenter><i>Grégoire Marret<\/i><\/presenter>, <presenter><i>Xavier Paoletti<\/i><\/presenter>, <presenter><i>Laëtitia Fuhrmann<\/i><\/presenter>, <presenter><i>Charlotte Martinat<\/i><\/presenter>, <presenter><i>Ivan Bièche<\/i><\/presenter>, <presenter><i>Christophe Le Tourneau<\/i><\/presenter>, <presenter><i>Maud Kamal<\/i><\/presenter>, <presenter><i>Anne Vincent-Salomon<\/i><\/presenter>. Institut Curie, Paris, France","CSlideId":"","ControlKey":"b691d32c-4314-4ab1-8e9c-c2bfe730edde","ControlNumber":"2260","DisclosureBlock":"&nbsp;<b>Z. El Beaino, <\/b> None..<br><b>C. Dupain, <\/b> None..<br><b>G. Marret, <\/b> None..<br><b>X. Paoletti, <\/b> None..<br><b>L. Fuhrmann, <\/b> None..<br><b>C. Martinat, <\/b> None..<br><b>I. Bièche, <\/b> None..<br><b>C. Le Tourneau, <\/b> None..<br><b>M. Kamal, <\/b> None..<br><b>A. Vincent-Salomon, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11601","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/21658155-f2a8-47c6-91e9-75989ddc3004\/@q03B8ZLB\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1724","PresenterBiography":null,"PresenterDisplayName":"Celia Dupain, PhD","PresenterKey":"c7924d1f-03a2-4dc6-9f02-5ee28b196954","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1724. Pancancer evaluation of tumor infiltrating lymphocytes (TILs) and PD-L1 in SHIVA-01 trial patients with different biopsy sites and histological types","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pancancer evaluation of tumor infiltrating lymphocytes (TILs) and PD-L1 in SHIVA-01 trial patients with different biopsy sites and histological types","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose: <\/b>Deeper understanding of immune landscape of DLBCL tumor microenvironment is critical for exploration and development of next generation immunotherapies. Although conventional immunohistochemical (IHC) analysis can provide information on the immune landscape or target expression, it is generally limited to single marker analysis. Advantages of multiplex fluorescence IHC (mFIHC) include the ability to assess different cell types, their spatial relationship as well as variable antigen expression on tumor cells. As such, we developed quantitative mFIHC panels using AQUA&#174; (Automated Quantitative Analysis) technology to evaluate T and B cell populations and their functional status to generate detailed spatial information of immune checkpoint (IC) markers. mFIHC combined with hypothesis driven spatial profiling algorithms (e.g., AQUA Technology) were found to provide the most powerful predictors of immunotherapies in a systematic meta-analyses of over 8000 patients treated with PD1\/L1 pathway blockers (<i>Lu et al., JAMA Oncol 2019)<\/i>. Implementation of mFIHC coupled with robust image analysis may provide great insight into DLBCL immune surveillance, mechanism of resistance and patient stratification.<br \/><b>Study Design:<\/b> We designed two novel mFIHC assays to (1) characterize various B cell populations (CD19, CD20, CD22, PAX5, CD3, TIM3), and (2) evaluate T cell functional status (CD8, Granzyme B, PD1, PDL1, TIM3, Tumor). We successfully validated clinical grade mFIHC assays using automated staining (Leica Bond RX), imaging (Vectra Polaris) and analyses (AQUA Technology) workflow.<br \/><b>Results:<\/b> Sensitivity, accuracy and specificity were confirmed for all mFIHC assays on known positive and negative controls. Excellent reproducibility (less than 35% CV) and precision were observed across instruments, operators and independent experiments for all markers. Between these two panels, over 200 unique parameters were evaluated. The prevalence of CD19, CD20, CD22, and PAX5 ranged from 30% to &#62;90% positive for the DLBCL samples tested and were overall highly concordant with each other.<br \/><b>Conclusion:<\/b> The validated mFIHC assays examine B cell antigen expression in DLBCL and their interaction with CD3+ T cells and further characterize CD8+ T cells and immune checkpoint expression. These panels may be used to further understand the complex immune cell and tumor cell spatial biology in the context of clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/83c05d4a-9b1b-49aa-89c9-4e7d3d4df712\/@q03B8ZLB\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Fluorescence imaging,T cell,B cells,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11602"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>James Paul Santos<\/i><\/presenter>, <presenter><i>Jacob Levy<\/i><\/presenter>, <presenter><i>Kristen Ruma<\/i><\/presenter>, <presenter><i>David Yang<\/i><\/presenter>, <presenter><i>Steve Woolfenden<\/i><\/presenter>, <presenter><i>Jimmie Lim<\/i><\/presenter>, <presenter><i>Xun Li<\/i><\/presenter>, <presenter><i>Ariana Valencia<\/i><\/presenter>, <presenter><i>James Deeds<\/i><\/presenter>, <presenter><i>Ramu Thiruvamoor<\/i><\/presenter>, <presenter><i>Xin Li<\/i><\/presenter>, <presenter><i>Emmanuel Pacia<\/i><\/presenter>, <presenter><i>Margaret McLaughlin<\/i><\/presenter>, <presenter><i>Thai Tran<\/i><\/presenter>, <presenter><i>Sarah Choi<\/i><\/presenter>, <presenter><u><i>Jennifer Bordeaux<\/i><\/u><\/presenter>. Navigate BioPharma Services, Inc., a Novartis subsidiary, Carlsbad, CA, Novartis Institutes for Biomedical Research, Cambridge, MA","CSlideId":"","ControlKey":"5bab1256-b829-4a9a-ae47-df1ea298d4c7","ControlNumber":"2787","DisclosureBlock":"<b>&nbsp;J. Santos, <\/b> <br><b>Navigate BioPharma Services, Inc., a Novartis subsidiary<\/b> Employment, Yes. <br><b>J. Levy, <\/b> <br><b>Navigate BioPharma Services, Inc., a Novartis subsidiary<\/b> Employment, Yes. <br><b>K. Ruma, <\/b> <br><b>Navigate BioPharma Services, Inc., a Novartis subsidiary<\/b> Employment, Yes. <br><b>D. Yang, <\/b> <br><b>Novartis Institutes for Biomedical Research<\/b> Employment, Yes. <br><b>S. Woolfenden, <\/b> <br><b>Novartis Institutes for Biomedical Research<\/b> Employment, Yes. <br><b>J. Lim, <\/b> <br><b>Novartis Institutes for Biomedical Research<\/b> Employment, Yes. <br><b>X. Li, <\/b> <br><b>Navigate BioPharma Services, Inc., a Novartis subsidiary<\/b> Employment, Yes. <br><b>A. Valencia, <\/b> <br><b>Navigate BioPharma Services, Inc., a Novartis subsidiary<\/b> Employment, Yes. <br><b>J. Deeds, <\/b> <br><b>Novartis Institutes for Biomedical Research<\/b> Employment, Yes. <br><b>R. Thiruvamoor, <\/b> <br><b>Novartis Institutes for Biomedical Research<\/b> Employment, Yes. <br><b>X. Li, <\/b> <br><b>Novartis Institutes for Biomedical Research<\/b> Employment, Yes. <br><b>E. Pacia, <\/b> <br><b>Navigate BioPharma Services, Inc., a Novartis subsidiary<\/b> Employment, Yes. <br><b>M. McLaughlin, <\/b> <br><b>Novartis Institutes for Biomedical Research<\/b> Employment, Yes. <br><b>T. Tran, <\/b> <br><b>Navigate BioPharma Services, Inc., a Novartis subsidiary<\/b> Employment, Stock, Yes. <br><b>S. Choi, <\/b> <br><b>Novartis Institutes for Biomedical Research<\/b> Employment, Yes. <br><b>J. Bordeaux, <\/b> <br><b>Navigate BioPharma Services, Inc., a Novartis subsidiary<\/b> Employment, Stock, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11602","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/83c05d4a-9b1b-49aa-89c9-4e7d3d4df712\/@q03B8ZLB\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1725","PresenterBiography":null,"PresenterDisplayName":"Jennifer Bordeaux, PhD","PresenterKey":"51a70448-1ad1-4abb-973d-bac71ade03c8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1725. Tissue-based biomarker analysis of DLBCL using multiplex immunofluorescence AQUA (Automated Quantitative Analysis) algorithms","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tissue-based biomarker analysis of DLBCL using multiplex immunofluorescence AQUA (Automated Quantitative Analysis) algorithms","Topics":null,"cSlideId":""},{"Abstract":"As cancer research has progressed, the role of the immune system in tumor development has been discovered to be increasingly more important. There is a need to explore the spatial relationships between tumor and immune cells in tissue to help better predict therapeutic treatment outcomes in patients in the growing field of immuno-oncology. We have developed a new single cell multiplexed immunofluorescence staining method along with our patented multi-spectral imaging (MSI) technology to allow scientists to detect up to six biomarkers simultaneously on one tissue section, which provides an end-to-end, fully automated workflow from staining to image analysis. In this study, we show a methodology that allows primary antibodies to be applied as a single cocktail in one incubation step followed by amplified detections using Opal fluorescent dye technology. Formalin-fixed paraffin-embedded (FFPE) samples were stained on the Leica BOND RX<sup>TM<\/sup> automated staining system using our new multiplex procedure and compared to 3,3&#8242;-Diaminobenzidine (DAB) chromogenic immunohistochemistry assay. Multispectral scans were acquired on the Akoya Vectra Polaris&#174; imaging system with optimized acquisition parameters. Image analysis was performed with a phenotyping algorithm in inForm&#174; analysis software and intensity analysis was performed in R using phenoptr and phenoptrReports. The six multiplexed biomarkers are shown to be comparable in staining patterns to their DAB counterparts. Whole slide image scans were successfully unmixed and treated as individual monoplexes, but combined at will to observe the spatial relationships. This easy-to-use staining method simplifies tissue-based multiplex immunofluorescence by providing primary antibody cocktailing and cyclic deposition of fluorescent Opal dyes while maintaining strong staining intensity and the ability to spectrally unmix different wavelengths from the image for visualization and spatial analysis. This novel method will provide researchers with a flexible and readily available solution for staining patient samples to investigate spatial phenotypic signatures, aiding in the development of targeted immune therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c26e36cc-e101-4b35-8d82-c23c2fb86fac\/@q03B8ZLB\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Imaging,Multiplex automation,Tumor microenvironment,Immunohistochemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11603"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Rachel Schaefer<\/i><\/presenter>, <presenter><i>Linying Liu<\/i><\/presenter>, <presenter><i>Michael McLane<\/i><\/presenter>, <presenter><i>Oscar Perez<\/i><\/presenter>, <presenter><i>Jacob Circelli<\/i><\/presenter>, <presenter><i>Carla Coltharp<\/i><\/presenter>, <presenter><u><i>Yi Zheng<\/i><\/u><\/presenter>. Akoya Biosciences, Marlborough, MA","CSlideId":"","ControlKey":"f4fca759-903e-4a5c-ae22-e0fa351962ed","ControlNumber":"6672","DisclosureBlock":"<b>&nbsp;R. Schaefer, <\/b> <br><b>Akoya Biosciences<\/b> Employment. <br><b>L. Liu, <\/b> <br><b>Akoya Biosciences<\/b> Employment. <br><b>M. McLane, <\/b> <br><b>akoya biosciences<\/b> Employment. <br><b>O. Perez, <\/b> <br><b>Akoya Biosciences<\/b> Employment. <br><b>J. Circelli, <\/b> <br><b>Akoya Biosciences<\/b> Employment. <br><b>C. Coltharp, <\/b> <br><b>Akoya Biosciences<\/b> Employment. <br><b>Y. Zheng, <\/b> <br><b>Akoya Biosciences<\/b> Employment.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11603","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c26e36cc-e101-4b35-8d82-c23c2fb86fac\/@q03B8ZLB\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1726","PresenterBiography":null,"PresenterDisplayName":"Yi Zheng, PhD","PresenterKey":"c48ef9e6-173c-43b1-82d6-14fda7750e0f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1726. Novel, high-throughput multiplexed immunofluorescence staining method for assessing spatial relationships of immuno-oncology biomarkers in whole slide FFPE tissue","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel, high-throughput multiplexed immunofluorescence staining method for assessing spatial relationships of immuno-oncology biomarkers in whole slide FFPE tissue","Topics":null,"cSlideId":""},{"Abstract":"Introduction: In gastric cancer, studies of tumor infiltrating lymphocytes as a prognostic biomarker show contradictory results. These results may be caused by use of variable immunohistochemistry (IHC) quantification techniques, different marker selections and particularly inconsistency in the evaluated tumor regions. To overcome these issues, we performed a comprehensive digital image analysis of 5 immune cell markers for their prognostic value in a cohort of gastric cancer patients who were treated with surgery only in the Dutch D1\/D2 trial.<br \/>Methods: All available surgical resection specimens of gastric cancer patients were included in this study (N=251). IHC for T-cell markers CD3, CD45RO, CD8, FOXP3 and Granzyme B was performed on serial slides. After manual annotation of the tumor area, an invasive margin was defined as 0.5 mm into the tumor still containing tumor cells (inner margin, IM) and 0.5 mm outside of the tumor not containing tumor cells (outer margin, OM). The density of positive immune cells (cells\/mm<sup>2<\/sup>) was digitally quantified using QuPath for each 0.5x0.5 mm<sup>2<\/sup> square across tumor center (TC), IM and OM, separately. A classification and regression tree (CART) model was employed to identify an optimal combination of prognostic markers from the continuous immune cell density variables with cancer specific survival (CSS) as outcome.<br \/>Results: The CART decision tree identified CD8 OM (&#8805;798 cells\/mm<sup>2<\/sup>)<sup> <\/sup>as most dominant prognostic factor, followed by FOXP3 TC (&#8805;20 cells\/mm<sup>2<\/sup>) in the CD8 OM low subset. This resulted in 3 CART branches in the decision tree: CD8 OM high with best prognosis, CD8 OM low\/FOXP3 TC high with intermediate prognosis, and CD8 OM low\/FOXP3 TC low with worst prognosis (Log-rank <i>P<\/i>-value &#60;0.0001). The CD8 OM high branch was enriched in EBV+ (38.2%) and MSI-high (17.6%) tumors, compared to the other two branches with poorer prognosis (4.2% and 3.4% for EBV+, 7.9% and 8.4% for MSI-high). The CART model was an independent predictor of CSS in a multivariable cox-regression (HR branch 2 vs 1: 4.87, 95% CI 1.96-12.07 and HR branch 3 vs 1: 7.97, 95% CI 3.20-19.86), which included T stage, N stage, Lauren subtype, EBV-status and MSI-status. The performance of the CART model was assessed by 5-fold cross-validation, where 4 out of 5 models reached a <i>P<\/i>-value &#60; 0.05 (Likelihood-Ratio test).<br \/>Conclusions: The OM in gastric cancer contains previously overlooked important prognostic information valuable for immune biomarker studies. The combination of CD8 OM and FOXP3 TC is identified as strongest prognostic factor in the risk stratification of resectable gastric cancer, and is independent of T stage, N stage, EBV-status, MSI-status and Lauren subtype. Moreover, high T-cell densities found in a proportion of EBV-\/MSS tumors support further investigation of response to immunotherapy in these subgroups.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/61f99aea-63af-463a-bc98-ebd29872722c\/@q03B8ZLB\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Image analysis,Prognostic markers,Gastric cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11604"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Tanya T. D. Soeratram<\/i><\/u><\/presenter>, <presenter><i>Hedde D. Biesma<\/i><\/presenter>, <presenter><i>Jacqueline M. P. Egthuijsen<\/i><\/presenter>, <presenter><i>Elma Meershoek-Klein Kranenbarg<\/i><\/presenter>, <presenter><i>Henk H. Hartgrink<\/i><\/presenter>, <presenter><i>Cornelis J. H. Van de Velde<\/i><\/presenter>, <presenter><i>Erik Van Dijk<\/i><\/presenter>, <presenter><i>Yongsoo Kim<\/i><\/presenter>, <presenter><i>Bauke Ylstra<\/i><\/presenter>, <presenter><i>Hanneke W. M. Van Laarhoven<\/i><\/presenter>, <presenter><i>Nicole C. T. Van Grieken<\/i><\/presenter>. Amsterdam UMC, Amsterdam, Netherlands, Leiden University Medical Center, Leiden, Netherlands, Amsterdam UMC, Amsterdam, Netherlands","CSlideId":"","ControlKey":"e407e59c-337a-433f-b591-fa206dc480e1","ControlNumber":"3261","DisclosureBlock":"&nbsp;<b>T. T. D. Soeratram, <\/b> None..<br><b>H. D. Biesma, <\/b> None..<br><b>J. M. P. Egthuijsen, <\/b> None..<br><b>E. Meershoek-Klein Kranenbarg, <\/b> None..<br><b>H. H. Hartgrink, <\/b> None..<br><b>C. J. H. van de Velde, <\/b> None..<br><b>E. van Dijk, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>B. Ylstra, <\/b> None..<br><b>H. W. M. van Laarhoven, <\/b> None..<br><b>N. C. T. van Grieken, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11604","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/61f99aea-63af-463a-bc98-ebd29872722c\/@q03B8ZLB\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1727","PresenterBiography":null,"PresenterDisplayName":"Tanya Soeratram, BS;MS","PresenterKey":"e095b394-62c4-4a75-b3e7-8983a7130949","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1727. CD8+ T cells in the invasive margin combined with FOXP3+ T cells in the tumor center significantly associate with survival in resectable gastric cancer, a post-hoc analysis of the Dutch D1\/D2 trial","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CD8+ T cells in the invasive margin combined with FOXP3+ T cells in the tumor center significantly associate with survival in resectable gastric cancer, a post-hoc analysis of the Dutch D1\/D2 trial","Topics":null,"cSlideId":""},{"Abstract":"Genomic amplification and increased expression of C-MYC are found in high-grade intraepithelial neoplasm (HGPIN) and primary prostate adenocarcinoma. What role C-MYC plays in the initiation and progression of prostate cancer remains unclear. A genetically engineered mouse model with a high level of human C-MYC protein expression under a probasin promoter (Hi-Myc model) was developed that captures prostate cancer progression from hyperplasia at 6-week-old, to HGPIN at 3-6 month-old, and ultimately to invasive adenocarcinoma at 8-month-old. Applying single-cell RNA sequencing (scRNA-seq) technology, we have carefully studied the temporal transcriptional change in MYC-expressing tumor-initiating cells and the tumor-infiltrating immune cells to understand the cell-intrinsic and -extrinsic mechanisms by which C-MYC promotes the transition from HGPIN to invasive prostate cancer. We have identified a particular type of luminal cells, Prom1+ L1 cells, as the likely tumor initiating cells in the Hi-Myc model. The MYC-expressing L1 tumor initiating cells were more abundant and cycling more often in the invasive cancer at 8-month-old, compared to the pre-invasive stage. Interestingly, significant infiltration of novel M1-like tumor-associated macrophages (TAMs) correlated with the histologic tumor progression from HGPIN to invasive cancer. Targeting TAMs with anti-CSF1R antibody delayed prostate cancer progression and invasion, which appears to be independent of CD8 T-cells. Mechanistically, TAMs expressed a high level of IL-1b, which stimulated Hi-Myc prostate cell proliferation in an organoid co-culture system. More importantly, depleting IL-1b with a neutralizing antibody slowed prostate cancer progression in Hi-Myc mice. Lastly, we found that increased macrophage gene expression was associated with higher Gleason scores and worse disease-free survival in a TCGA clinical patient cohort. In summary, we have identified a molecular mechanism involving pro-inflammatory TAMs and IL-1b in driving early prostate cancer progression in a MYC-driven prostate cancer model, opening a potential therapeutic avenue to target TAMs and pro-inflammatory cytokine in preventing early prostate cancer progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d9d4dc3c-c4bd-4223-8a5b-7cb6525da462\/@r03B8ZLC\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-06 Inflammatory cells as regulators of tumor growth,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Macrophages,Single cell,Interleukin-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11605"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jimmy L. Zhao<\/i><\/u><\/presenter>, <presenter><i>Joseph Chan<\/i><\/presenter>, <presenter><i>Max Land<\/i><\/presenter>, <presenter><i>Perianne Smith<\/i><\/presenter>, <presenter><i>Anuradha Gopalan<\/i><\/presenter>, <presenter><i>Michael Haffner<\/i><\/presenter>, <presenter><i>Dana Pe'er<\/i><\/presenter>, <presenter><i>Charles Sawyers<\/i><\/presenter>. Memorial Sloan Kettering Cancer Center, New York, NY, Memorial Sloan Kettering Cancer Center, New York, NY, Fred Hutchinson Cancer Research Center, Seattle, WA, Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"ed54663e-2fb2-4711-8ccd-0682e89a74f9","ControlNumber":"1711","DisclosureBlock":"&nbsp;<b>J. L. Zhao, <\/b> None..<br><b>J. Chan, <\/b> None..<br><b>M. Land, <\/b> None..<br><b>P. Smith, <\/b> None..<br><b>A. Gopalan, <\/b> None..<br><b>M. Haffner, <\/b> None.&nbsp;<br><b>D. Pe'er, <\/b> <br><b>Insitro<\/b> Other, On the scientific advisory board, No. <br><b>C. Sawyers, <\/b> <br><b>ORIC Pharmaceuticals<\/b> Other, Cofounder, No. <br><b>Novartis<\/b> Other, On the Board of Directors, No. <br><b>Agios<\/b> Other, on the scientific advisory board, No. <br><b>Beigene<\/b> Other, on the scientific advisory board, No. <br><b>Blueprint<\/b> Other, on the scientific advisory board, No. <br><b>Foghorn<\/b> Other, on the scientific advisory board, No. <br><b>Column Group<\/b> Other, on the scientific advisory board, No. <br><b>Housey Pharma<\/b> Other, on the scientific advisory board, No. <br><b>Nextech<\/b> Other, on the scientific advisory board, No. <br><b>KSQ Therapeutics<\/b> Other, on the scientific advisory board, No. <br><b>Petra Pharma<\/b> Other, on the scientific advisory board, No. <br><b>PMV Pharma<\/b> Other, on the scientific advisory board. <br><b>Pfizer<\/b> Patent, Coinventor of enzalutamide, No. <br><b>Janssen<\/b> Patent, Coinventor of apalutamide, No.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11605","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d9d4dc3c-c4bd-4223-8a5b-7cb6525da462\/@r03B8ZLC\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1728","PresenterBiography":null,"PresenterDisplayName":"Jimmy Zhao, MD;PhD","PresenterKey":"b088b3df-d0fb-45e1-b19a-0ff31fd13597","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1728. Single cell RNA-seq analysis reveals a role of pro-inflammatory tumor-associated macrophages in driving prostate cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell RNA-seq analysis reveals a role of pro-inflammatory tumor-associated macrophages in driving prostate cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Multiple Myeloma (MM) is a hematologic malignancy marked by uncontrolled clonal expansion of plasma cells. Previous research has examined single-cell transcriptome profiles of Monoclonal gammopathy of undetermined significance (MGUS) and MM tumor microenvironment (TME) and found that natural killer (NK) cell abundance is elevated in the early stages and correlated with altered chemokine receptor expression. This study suggested the critical role of immune cells on myeloma progression from asymptomatic MGUS to symptomatic MM. Up to date, however, there are no published studies comprehensively comparing tumor and immune populations differences between MM NON-progressors (NPs) and FAST-progressors (FPs) and investigating how clonal plasma cells affect disease progression in a large cohort. Therefore, understanding how tumor and immune cells influence disease progression within symptomatic MM is of great interest.Here, we subjected CD138-negative Bone Marrow Mononuclear cells (BMMC) samples from 418 MM patients to scRNA-seq. From MMRF CoMMpass study (NCT01454297), we also have whole exome sequencing (WES) and bulk RNA-seq from CD138-positive fraction of BMMC samples. Based on time to progressive disease (TTPD), we classified patients into 2 categories. Patients with TTPD less than 18 months were classified as FAST-progressors (FPs), whereas patients with TTPD more than 5 years were classified as NON-progressors (NPs). By analyzing patient genomic alterations and its association with progression, we found that there was a significant association of slow MM progression with t(11;14) (p = 0.048), consistent with previous study. In our preliminary analysis, we profiled 83 CD138-sorted MM bone marrow samples using scRNA-seq. Interestingly, we found plasma cells from samples with the same genetic alterations tend to cluster together, highlighting the important role of genetic drivers in transcriptome profiles of plasma cells. Moreover, integrated analysis of bone marrow samples from 83 MM patients and 4 healthy donors revealed an atypical na&#239;ve-B cell subset with enrichment of cells from fast-progressors and partial expression of MS4A1. Differentially expressed genes for this na&#239;ve-B cell subset includes KLF9, BCL2L11, JOSD1, and IRS2, etc. Overall, as part of MMRF immune profiling research, this study will help to interrogate how genetic alterations and disease progression interplay MM tumor and TME and provide a sufficiently broad and valuable dataset for systematically characterizing MM at single-cell resolution. Hopefully, this study could identify novel targets for MM immunotherapies, and ultimately identify patients with high risk of fast progression for early intervention in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b3b24de1-1832-41ec-b99f-ec51d752670b\/@r03B8ZLC\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Progression,Multiple myeloma,,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/11608"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Lijun Yao<\/i><\/u><\/presenter>, <presenter><i>Tianjiao Wang<\/i><\/presenter>, <presenter><i>Kazuhiro Sato<\/i><\/presenter>, <presenter><i>Reyka Jayasinghe<\/i><\/presenter>, <presenter><i>I-Ling Chiang<\/i><\/presenter>, <presenter><i>Darwin D'souza<\/i><\/presenter>, <presenter><i>William Pilcher<\/i><\/presenter>, <presenter><i>Edgar Gonzalez-Kozlova<\/i><\/presenter>, <presenter><i>Yered Pita-Juarez<\/i><\/presenter>, <presenter><i>Taxiarchis Kourelis<\/i><\/presenter>, <presenter><i>Deon Bryant Doxie<\/i><\/presenter>, <presenter><i>Beena Thomas<\/i><\/presenter>, <presenter><i>Brian Lee<\/i><\/presenter>, <presenter><i>Swati Sharma Bhasin<\/i><\/presenter>, <presenter><i>Upadhyaya Bhaskar<\/i><\/presenter>, <presenter><i>Mark Fiala<\/i><\/presenter>, <presenter><i>Julie Fortier<\/i><\/presenter>, <presenter><i>Travis Dawson<\/i><\/presenter>, <presenter><i>John Leech<\/i><\/presenter>, <presenter><i>Shaji Kumar<\/i><\/presenter>, <presenter><i>Hearn Cho<\/i><\/presenter>, <presenter><i>Seunghee Kim-Schulze<\/i><\/presenter>, <presenter><i>Bee Raj<\/i><\/presenter>, <presenter><i>Stephen Oh<\/i><\/presenter>, the MMRF Immune Profiling Research Team, <presenter><i>John Dipersio<\/i><\/presenter>, <presenter><i>Ravi Vij<\/i><\/presenter>, <presenter><i>Adeeb Rahman<\/i><\/presenter>, <presenter><i>Ionnis Vlachos<\/i><\/presenter>, <presenter><i>Shaadi Mehr<\/i><\/presenter>, <presenter><i>Mark Hamilton<\/i><\/presenter>, <presenter><i>Daniel Auclair<\/i><\/presenter>, <presenter><i>Surendra Dasari<\/i><\/presenter>, <presenter><i>David Avigan<\/i><\/presenter>, <presenter><i>Madhav Dhodapkar<\/i><\/presenter>, <presenter><i>Sacha Gnjatic<\/i><\/presenter>, <presenter><i>Manoj Bhasin<\/i><\/presenter>, <presenter><i>Li Ding<\/i><\/presenter>. Washington University in St. Louis, St. Louis, MO, Icahn School of Medicine at Mt. Sinai, New York, NY, Emory University, Atlanta, GA, Beth Israel Deaconess Medical Center, Boston, MA, Mayo Clinic, Rochester, MN, Multiple Myeloma Research Foundation, Norwalk, CT","CSlideId":"","ControlKey":"ff55a423-2eda-4f80-85a0-df4f201d1396","ControlNumber":"4191","DisclosureBlock":"&nbsp;<b>L. Yao, <\/b> None..<br><b>T. Wang, <\/b> None..<br><b>K. Sato, <\/b> None..<br><b>R. Jayasinghe, <\/b> None..<br><b>I. Chiang, <\/b> None..<br><b>D. D'souza, <\/b> None..<br><b>W. Pilcher, <\/b> None..<br><b>E. Gonzalez-Kozlova, <\/b> None..<br><b>Y. Pita-Juarez, <\/b> None..<br><b>T. Kourelis, <\/b> None..<br><b>D. B. Doxie, <\/b> None..<br><b>B. Thomas, <\/b> None..<br><b>B. Lee, <\/b> None..<br><b>S. S. Bhasin, <\/b> None..<br><b>U. Bhaskar, <\/b> None..<br><b>M. Fiala, <\/b> None..<br><b>J. Fortier, <\/b> None..<br><b>T. Dawson, <\/b> None..<br><b>J. Leech, <\/b> None..<br><b>S. Kumar, <\/b> None..<br><b>H. Cho, <\/b> None..<br><b>S. Kim-Schulze, <\/b> None..<br><b>B. Raj, <\/b> None..<br><b>S. Oh, <\/b> None..<br><b>J. Dipersio, <\/b> None..<br><b>R. Vij, <\/b> None..<br><b>A. Rahman, <\/b> None..<br><b>I. Vlachos, <\/b> None..<br><b>S. Mehr, <\/b> None..<br><b>M. Hamilton, <\/b> None..<br><b>D. Auclair, <\/b> None..<br><b>S. Dasari, <\/b> None..<br><b>D. Avigan, <\/b> None..<br><b>M. Dhodapkar, <\/b> None..<br><b>S. Gnjatic, <\/b> None..<br><b>M. Bhasin, <\/b> None..<br><b>L. Ding, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11608","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b3b24de1-1832-41ec-b99f-ec51d752670b\/@r03B8ZLC\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1729","PresenterBiography":null,"PresenterDisplayName":"Lijun Yao, MS","PresenterKey":"b43c6826-2ea7-41aa-981b-7bd3d7f4a962","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1729. Single-cell transcriptome profiling of multiple myeloma bone marrow samples suggests that disease progression interplays with tumor and tumor microenvironment in The MMRF CoMMpass Study","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"449","SessionOnDemand":"False","SessionTitle":"Tumor Immune Profiling and Spatial Analysis","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell transcriptome profiling of multiple myeloma bone marrow samples suggests that disease progression interplays with tumor and tumor microenvironment in The MMRF CoMMpass Study","Topics":null,"cSlideId":""}]