[{"Abstract":"Background: Epithelioid Hemangioendothelioma (EHE) is the second most common vascular sarcoma and contains a <i>TAZ-CAMTA1<\/i> gene fusion (TC) in &#62;90% of cases, and concurrent work demonstrates that endothelial expression of this oncogene at physiologic levels is sufficient to induce EHE tumorigenesis in mice. A major impediment to EHE research is the lack of EHE cell lines, and to date efforts to establish primary cultures of EHE cells have been unsuccessful. As 57% of human EHEs contain secondary genetic alterations, most commonly <i>CDKN2A <\/i>variants, that are associated with later stage disease, we hypothesized that these alterations mechanistically enhance EHE tumorigenesis. We further hypothesized that loss of <i>CDKN2A<\/i> in EHE cells will allow for tumor cell outgrowth in vitro and generation of the first EHE cell lines.<br \/>Methods: Mice bearing our previously generated TC allele, whereby the endogenous <i>Taz<\/i> allele can be conditionally replaced with a TC transgene under the action of Cre, were paired with a conditional <i>Cdkn2a <\/i>knockout allele and an endothelial specific Cre (<i>Cdh5-<\/i>CreERT2). Histological characterization and single cell RNA sequencing of the resultant tumors was performed. Tumors were dissociated and the resultant tumor cells were grown ex vivo as cell lines. We characterized the cell lines using genomic, immunocytochemistry and RNA Seq methodologies. Expanded cells were then reimplanted into NSG mice.<br \/>Results: When compared to <i>Cdkn2a<\/i> WT murine EHE tumors, tumors containing a mono- or bi-allelic deletion of <i>Cdkn2a <\/i>have a greater proliferative rate as displayed by greater cellularity, and increased number of Ki67+ cells. While CDKN2a variant tumors displayed enhanced proliferative capacity, they maintained the characteristic EHE histologic phenotype and transcriptional profile. Tumor cells were successfully grown ex vivo and the resultant cell lines maintained an endothelial morphology in vitro, expressed the TC oncoprotein, and had a transcriptional profile characteristic of both murine and human EHE. These cell lines were successfully cultured to greater than 40 passages. Finally, in mouse models, these cell lines generate local tumors when injected subcutaneously, metastatic lung tumors when injected intravenously, and induce peritoneal sarcomatosis when injected intraperitoneally in an orthotopic model. In each of these sites, the ensuing tumors maintained the EHE histologic phenotype.<br \/>Conclusions: We were able to demonstrate that <i>CDKN2A<\/i> loss enhances the tumorigenicity of EHE in vivo. Further, we were able to generate the first cell lines of this disease which replicate several facets of the human disease and therefore serve as a robust model system for therapeutic testing of compounds, which if successful can be used to treat EHE or other TAZ-dependent cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/13221cac-10af-4aa7-90ab-3666f1d26aa3\/@u03B8ZM9\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Hippo pathway,Endothelial cells,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14292"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Caleb Nathaniel Seavey<\/i><\/u><\/presenter>, <presenter><i>Shuang Ma<\/i><\/presenter>, <presenter><i>Andrea Hallett<\/i><\/presenter>, <presenter><i>Ajaybabu V. Pobbati<\/i><\/presenter>, <presenter><i>Kepeng Che<\/i><\/presenter>, <presenter><i>Shuo Li<\/i><\/presenter>, <presenter><i>Ashley Burtscher<\/i><\/presenter>, <presenter><i>Ryan Kanai<\/i><\/presenter>, <presenter><i>John M. Lamar<\/i><\/presenter>, <presenter><i>Brian P. Rubin<\/i><\/presenter>. Cleveland Clinic, Cleveland, OH, Albany Medical College, Albany, NY","CSlideId":"","ControlKey":"c0c0a5db-e735-425c-9aa5-3c4ed2e79928","ControlNumber":"4859","DisclosureBlock":"&nbsp;<b>C. N. Seavey, <\/b> None..<br><b>S. Ma, <\/b> None..<br><b>A. Hallett, <\/b> None..<br><b>A. V. Pobbati, <\/b> None..<br><b>K. Che, <\/b> None..<br><b>S. Li, <\/b> None..<br><b>A. Burtscher, <\/b> None..<br><b>R. Kanai, <\/b> None..<br><b>J. M. Lamar, <\/b> None..<br><b>B. P. Rubin, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14292","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/13221cac-10af-4aa7-90ab-3666f1d26aa3\/@u03B8ZM9\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"931","PresenterBiography":null,"PresenterDisplayName":"Caleb Seavey, MD","PresenterKey":"56cfcbde-8694-443c-bb39-c3ac6c432cf0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"931. Loss of CDKN2A in epithelioid hemangioendothelioma enhances tumorigenicity and imparts cellular immortality, thereby facilitating the generation of the first cell lines of this disease","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Genetically Engineered Mouse Models 2","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Loss of CDKN2A in epithelioid hemangioendothelioma enhances tumorigenicity and imparts cellular immortality, thereby facilitating the generation of the first cell lines of this disease","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma (OS) is the most common primary malignant bone tumor in children and young adults. Lack of a basic understanding of OS etiology, and lack of a sensitive method to detect pulmonary micro-metastases are major obstacles impeding meaningful therapeutic advancement. Here we report the generation of genetically engineered lineage-tracing mouse OS models, in which p53 expressions were conditionally deleted or mutated in chondrocytes, indicating that OS can originate from chondrocyte-derived osteoblastic-lineage cells. OS incidence peaks during puberty when rapid bone growth occurs. Longitudinal bone growth is achieved through endochondral ossification, a process sustained by growth plates - cartilage discs at the ends of long bones. As bone lengthening, growth plate chondrocytes go through proliferation, differentiation, and maturation in sequential steps to provide a continuous supply of cartilage scaffolds for ossification. Besides, mature chondrocytes residing at chondral-osteo junctions, are themselves an innate source of osteoblasts directly participating in bone formation. Not only there is a close link between OS incidence and growth plate activity, primary OS is most frequently localized at the growing ends of long bones, such as at proximal tibia, distal femurs, and proximal humerus. Given these associations, we hypothesize that mice harboring p53 deletion initiated in mature chondrocytes may develop osteosarcoma, and if so chondrocytes to osteoblasts transformation may be a vulnerable process to genome instability triggers. We generated various chondrocyte-Cre driven lineage-tracing reporter mouse models, in which either Col10a1-Cre or Acn-CreERT2 were Cre drivers to induce p53 deleted, R245W hot spot, and p53 deleted\/Rbhet alleles. To date Col10a1-Cre\/p53fxfx\/Rosa-tomato (Xp53KO) mice developed osteosarcoma with 100% penetrance (n=32). The mean latency in days is 273.3 &#177; 60.5 (195-330), in a similar range of Osx-cre\/p53fxfx mice by CR Walkley, etc. The OS from Xp53KO mice histologically resemble human OS and possessed osteogenic and adipogenic differentiation capacities <i>in vitro<\/i>. Most notably, the Xp53KO mice developed OS in long bones and spines, no cranium-facial OS was detected. Regarding OS distributions, our Xp53KO OS mice show the closest resemblance to that of humans, compared to previous genetically engineered mouse OS models. Additionally, the transplanted OS from Xp53KO mice showed good response to cyclophosphamide treatment (n=7, 15mg\/kg), but not to topotecan (n=7, 0.6mg\/kg), vincristine (n=7, 1mg\/kg) and rapamycin (n=7, 5mg\/kg) treatments, analogous to human OS. With reporter (tomato) expressions, we can trace and isolate the OS ancestry cells from the onsets of deletions to osteosarcoma genesis at any stages, as well as mutant cells in distant sites. Our OS models may unveil critical insights into the development of OS as well as its dissemination.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/87af9209-30d1-4a6c-aea3-2170a2fb4a06\/@u03B8ZM9\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Mouse models,Osteosarcoma,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14293"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Xin Zhou<\/i><\/u><\/presenter>, <presenter><i>Zhaohui Xu<\/i><\/presenter>, <presenter><i>Yizheng Tu<\/i><\/presenter>, <presenter><i>Zhongting Zhang<\/i><\/presenter>, <presenter><i>Richard Gorlick<\/i><\/presenter>. University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"e408f4dd-d5a6-45e6-a6b5-3fb739dac20a","ControlNumber":"4845","DisclosureBlock":"&nbsp;<b>X. Zhou, <\/b> None..<br><b>Z. Xu, <\/b> None..<br><b>Y. Tu, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>R. Gorlick, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14293","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/87af9209-30d1-4a6c-aea3-2170a2fb4a06\/@u03B8ZM9\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"932","PresenterBiography":null,"PresenterDisplayName":"Xin Zhou, MS;PhD","PresenterKey":"324ce6d4-f345-4e65-8c1b-4bf9cf6cebfc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"932. Conditional p53 loss in chondrocytes leads to osteosarcoma in mice","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Genetically Engineered Mouse Models 2","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Conditional p53 loss in chondrocytes leads to osteosarcoma in mice","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer growth and progression relies on complex interactions between tumor cells and surrounding stromal cells, including immune cells. Infiltrating immune cells, including macrophages, have been shown to promote tumor progression and metastasis, and efforts have aimed at the tumor microenvironment as a therapeutic strategy. Although tumor-promoting roles of macrophages are well-established, the specific macrophage factors and transcription factor-mediated regulatory programs that drive breast cancer progression are less understood. Using a p53<sup>-\/-<\/sup> syngeneic model of premalignant progression to invasive cancer, we identified distinct subpopulations of macrophages that resemble both normal tissue resident macrophages and tumor-associated macrophages. Interestingly, most of these macrophage subsets highly express C\/EBP&#946;, suggesting a global function of C\/EBP&#946; in macrophages. C\/EBP&#946; is a transcription factor that is overexpressed in breast cancer tissues and is important for monocyte differentiation and myeloid-derived suppressor cell function. To address the function of macrophage C\/EBP&#946; during tumorigenesis, <i>Cebpb<\/i>-floxed mice were bred to <i>iCsf1r-Cre<\/i> mice to generate mice (<i>Cebpb<\/i><i><sup>&#916;M<\/sup><\/i>)<sup> <\/sup>where <i>Cebpb<\/i> is selectively deleted in macrophages (CSF1R-expressing myeloid cells). Genetic ablation of macrophage C\/EBP&#946; in premalignant lesions results in a significant decrease in progression to invasive cancer. In established claudin-low tumors, deletion of macrophage C\/EBP&#946; results in decreased tumor latency and the re-expression of cytokeratin 8+E-cadherin+ cells, reminiscent of luminal-like tumors. This phenoytpe was recapitulated in an ex vivo 3D co-culture model, where uniformly round structures that lack mesenchymal projections form in the presence of <i>Cebpb<\/i><i><sup>&#916;M <\/sup><\/i>BMDMs. These data suggest that macrophage C\/EBP&#946; may help maintain a mesenchymal phenotype in claudin-low tumors. Ongoing studies are aimed at identifying the <i>Cebpb<\/i>-induced gene networks in macrophages that mediate tumor progression. These studies will have critical implications for whether inhibition of C\/EBP&#946;-regulated genes may revert claudin-low tumors to a luminal-like phenotype, rendering tumors responsive to current therapies. This work is supported by NIH R01CA212518 (H.L.M.).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0a28c09f-48fa-4a64-a958-95d5fbab44c2\/@u03B8ZM9\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"C\/EBP,Macrophages,Breast cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14294"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Alexa M. Dow<\/i><\/u><\/presenter>, <presenter><i>Michelle D. Rojo<\/i><\/presenter>, <presenter><i>Scout M. Treadwell<\/i><\/presenter>, <presenter><i>Heather L. Machado<\/i><\/presenter>. Tulane University School of Medicine, New Orleans, LA","CSlideId":"","ControlKey":"474feb18-6f5b-49e5-b0ce-6fa32612d3cb","ControlNumber":"6134","DisclosureBlock":"&nbsp;<b>A. M. Dow, <\/b> None..<br><b>M. D. Rojo, <\/b> None..<br><b>S. M. Treadwell, <\/b> None..<br><b>H. L. Machado, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14294","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0a28c09f-48fa-4a64-a958-95d5fbab44c2\/@u03B8ZM9\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"933","PresenterBiography":null,"PresenterDisplayName":"Alexa Dow, BA,BS,MS","PresenterKey":"f59904e3-806b-4a37-8860-18c86e5686a4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"933. Macrophage-derived C\/EBPb promotes breast tumorigenesis","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Genetically Engineered Mouse Models 2","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Macrophage-derived C\/EBPb promotes breast tumorigenesis","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Prostate cancer (PCa) is the second leading cause of cancer death in men of western part of the world. The disease progression has been defined by substages (adenocarcinoma to castration resistant PCa to neuroendocrine PCa) both from mouse models and patients from clinical studies. The mechanism of the disease advancement and hence treatment modalities is still under investigation. Hippo pathway, the evolutionarily conserved developmental pathway, known to regulate organ size, proliferation, apoptosis, migration, stemness etc., is also implicated in PCa tumorigenesis. Transcriptional co-activator YAP1 which acts downstream of the canonical hippo kinases is known to interact with plethora of proteins. But how non-canonical hippo kinases can regulate YAP1 in this disease is yet to be unraveled. We find that NIMA-related kinase isoform 1, Nek1, interacts with YAP1 and phosphorylates Tyr-407 of YAP1. The significance of this post-translational modification is the focus of the study. We find that Nek1 phosphorylates YAP1 to stabilize YAP1 and promote tumorigenesis.<br \/><b>Material and Methods:<\/b> Human YAP1 cDNA encoding plasmid mutated at Tyr 407 to Phenylalanine using site-directed mutagenesis. YAP1-Y407F and WT expressed in HEK293A cells. For genetic analysis in mouse model, female TRAMP mice were bred with Nek1<sup> -\/+<\/sup> male mouse (Jackson laboratory). Genotypic analysis confirmed Nek1<sup>-\/+ <\/sup>TRAMP and Nek1<sup>+\/+<\/sup>TRAMP which were used for this study. After 16weeks of age the male mice were castrated and sacrificed at 20weeks of age. Prostate tissues collected and histological sections done (paraffin embedded). Immunohistochemical (IHC) analysis was done using vector labs IHC kits, data analyzed and scored by our pathologist.<br \/><b>Results:<\/b> Immunoblots from YAP1-Y407F and WT cells treated with Cycloheximide (50ug\/ml) at different time points (0.5-6hrs) show that YAP1-Y407F is less stable than WT with t<sub>1\/2 <\/sub>of 0.5hrs whereas WT is stable till 2hrs. Very importantly, while intact TRAMP\/Nek1+\/- mice do develop PCa normally with much enlargement of the prostate at 18-20 weeks, if these mice are castrated, the tumors fail to grow and the prostate retains normal size and general morphology. Our IHC data confirms that firstly, castrated Nek1<sup>+\/+<\/sup>TRAMP shows clearly cancerous acini whereas the Nek<sup>-\/+ <\/sup>TRAMP shows mostly stromal fibrosis and hyperplasia (as shown in H&#38;E and IHC). Secondly, when stained for activated Nek1 marker, pNek1 (T141), we find that Nek1 stain intensity is low in Nek1<sup>-\/+<\/sup> tissues compared to Nek1<sup>+\/+<\/sup>. Most importantly, YAP1 level is lower in the same parallel tissue sections of Nek1<sup>-\/+<\/sup>. From the above analysis, we conclude that Nek1 activity regulates stability of YAP1, and infer that YAP1 function is critical for the timely progression to adenocarcinoma following androgen deprivation therapy.<br \/><b>Acknowledgements: <\/b>Funding Resources: Department of Defense (DoD-PCRP grant W81XWH-17-1-0417) ; FWCC Bridge Award.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1cb7b791-edc5-42fd-a89d-b6d34b5760e7\/@u03B8ZM9\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Prostate tumor,Hippo pathway,NEK1 Kinases,YAP1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14299"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ishita Ghosh<\/i><\/u><\/presenter>, <presenter><i>Zobair Alam<\/i><\/presenter>, <presenter><i>Md. Imtiaz Khalil<\/i><\/presenter>, <presenter><i>Judy King<\/i><\/presenter>, <presenter><i>Arrigo DeBenedetti<\/i><\/presenter>. LSUHSC-Shreveport, Shreveport, LA","CSlideId":"","ControlKey":"e1bca1ee-c91f-4c8a-aab6-595a01a3d8b8","ControlNumber":"1646","DisclosureBlock":"&nbsp;<b>I. Ghosh, <\/b> None..<br><b>Z. Alam, <\/b> None..<br><b>M. Khalil, <\/b> None..<br><b>J. King, <\/b> None..<br><b>A. DeBenedetti, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14299","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1cb7b791-edc5-42fd-a89d-b6d34b5760e7\/@u03B8ZM9\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"935","PresenterBiography":null,"PresenterDisplayName":"Ishita Ghosh, MS","PresenterKey":"29dbe710-3608-4720-b49d-9412e2df1e2d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"935. NEK1 phosphorylates YAP1 to promote prostate cancer tumorigenesis","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Genetically Engineered Mouse Models 2","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NEK1 phosphorylates YAP1 to promote prostate cancer tumorigenesis","Topics":null,"cSlideId":""},{"Abstract":"Liver kinase B1 (LKB1) is the third most frequently mutated gene in lung adenocarcinoma (LUAD), and LKB1-mutant lung cancers are resistant to existing targeted therapy or immune checkpoint blockade therapy. In the TCGA-LUAD dataset, LKB1 was found to be more frequently mutated in males than in females even after correcting for potential confounders (male versus female: 22.8% versus 11.3%, p &#38;lt; 6.9x 10<sup>-4<\/sup>, FDR = 0.033). Similar trends can be found in all other large LUAD datasets. However, the mechanistic basis of this bias is unknown because the existing mouse models of lung cancers either did not exhibit sex bias or showed female mice being more susceptible to the development of lung cancers. Here, we demonstrate that our lentivirus-inducing Kras\/LKB1-mutant genetically engineered mouse model (GEMM) and tail-vein injection syngeneic model exhibit sex bias against the tumor formation in the female host. In our KRAS<sup>LSL-G12D<\/sup>\/LKB1<sup>fl\/fl<\/sup>\/Rosa-Luc GEMM mice, the lung tumor formation was monitored by bioluminescence imaging (BLI) and validated by immunohistochemistry of tumor bearing-lung. The sex bias of time to lung adenocarcinoma formation in males and females was determined by the Kaplan-Meier method. 97% (31\/32) male GEMM developed LUAD after the induction, whereas only 58% (15\/26) female GEMM developed LUAD (p=0.0001, log-rank). The tail-vein injection method used the WRJ388-AD1 cell line, which was derived from WRJ388. Tumor growth in the chest area was monitored by BLI and evaluated by the mixed-effects model. Sex bias preference for developing lung tumors in the male host reached significance on day 14 post-injection (p=0.0037) and lasted during the study (day 21, p=0.0021). On day 21, with the cutoff as 1x10<sup>6<\/sup> p\/sec\/cm<sup>2<\/sup>\/sr in lung region, 100% male GEMM formed lung tumor while only 36% female GEMM formed lung tumor after the injection. Collectively, this KRAS\/LKB1-mutant lung adenocarcinoma exhibits sex-biased tumor formation and growth, which are consistent with clinical data among LUAD patients. This model will provide researchers with opportunities to understand the mechanistic basis of this sex bias and to develop novel personalized therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b8ce2f9d-8657-41bc-9e34-260896ff4ab1\/@u03B8ZM9\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Sex bias,LKB1-mutant,mouse model,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14300"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Yijian Fan<\/i><\/u><\/presenter>, <presenter><i>Rui Jin<\/i><\/presenter>, <presenter><i>Xiuju Liu<\/i><\/presenter>, <presenter><i>Yuan Liu<\/i><\/presenter>, <presenter><i>Chunzi Huang<\/i><\/presenter>, <presenter><i>Mellissa Gilbert-Ross<\/i><\/presenter>, <presenter><i>Adam Marcus<\/i><\/presenter>, <presenter><i>Wei Zhou<\/i><\/presenter>. Emory University, Atlanta, GA","CSlideId":"","ControlKey":"60149616-1985-4ab2-bd71-6451ae466972","ControlNumber":"3567","DisclosureBlock":"&nbsp;<b>Y. Fan, <\/b> None..<br><b>R. Jin, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>C. Huang, <\/b> None..<br><b>M. Gilbert-Ross, <\/b> None..<br><b>A. Marcus, <\/b> None..<br><b>W. Zhou, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14300","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b8ce2f9d-8657-41bc-9e34-260896ff4ab1\/@u03B8ZM9\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"936","PresenterBiography":null,"PresenterDisplayName":"Yijian Fan, BS","PresenterKey":"663329cd-a9f4-4b11-bd7f-e5a9c466f202","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"936. Developing a sex-biased model for LKB1-mutant lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Genetically Engineered Mouse Models 2","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Developing a sex-biased model for LKB1-mutant lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Lineage plasticity, the ability of cells to transition from one defined cell type to another, has been proposed as a source of intertumoral heterogeneity and therapeutic resistance.However, molecular drivers and underlying mechanisms of lineage plasticity remain largely unknown. Here, we found a novel role of deubiquitylase USP13 in lineage transition of lung adenocarcinoma (ADC) to squamous cell carcinoma (SCC) using mouse model: <i>Usp13<\/i>-overexpressing (<i>Usp13<\/i><sup>OE<\/sup>) ADC loses its characteristics while gaining SCC features are enhanced. Transcriptomic analysis showed that <i>Usp13<\/i><sup>OE<\/sup> lung cancers were heterogeneous and epithelial-mesenchymal transition (EMT), hypoxia, and PI3K-Akt-mTOR signaling pathway were enriched. Furthermore, development disease pathways including neurological and gastrointestinal diseases were overrepresented in <i>Usp13<\/i><sup>OE<\/sup> tumors. Notably, <i>Usp13<\/i><sup>OE<\/sup> primary tumor cell lines showed higher drug resistance against first-line therapy. Collectively, our findings demonstrate the novel role of USP13 in lineage transition of lung cancer and suggest that targeting USP13 is a promising strategy for the further treatment of lung cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/52e2532f-a9db-4e33-811a-94807367dc72\/@u03B8ZM9\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Lineage plasticity,Epithelial-mesenchymal transition (EMT),Deubiquitinylase,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14301"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Juntae Kwon<\/i><\/u><\/presenter>, <presenter><i>Cecil Han<\/i><\/presenter>. Georgetown University, Washington, DC","CSlideId":"","ControlKey":"30d45131-0c47-443e-bd57-6f2a91d69f87","ControlNumber":"676","DisclosureBlock":"&nbsp;<b>J. Kwon, <\/b> None..<br><b>C. Han, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14301","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/52e2532f-a9db-4e33-811a-94807367dc72\/@u03B8ZM9\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"937","PresenterBiography":null,"PresenterDisplayName":"Juntae Kwon, BS;MS;PhD","PresenterKey":"1b55d1d5-546b-49ba-9887-07e11d8db383","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"937. Novel role of deubiquitylase USP13 in lineage plasticity and drug resistance of non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Genetically Engineered Mouse Models 2","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel role of deubiquitylase USP13 in lineage plasticity and drug resistance of non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is an aggressive cancer with a five-year overall survival of less than 10%. The lack of effective therapeutic strategies for PDAC necessitates the development of models to better understand the disease. Transforming growth factor-&#946; (TGF&#946;)-SMAD4 signaling plays a critical role in PDAC development with more than half of all patients either have mutated SMAD4 (loss of function) or altered type II TGF TGF&#946; -receptor (Tgfbr2) gene. Here we present a murine model of PDAC with Tamoxifen induced conditional deletion of the TGF&#946;-receptor 2 (Tgfbr2) gene and expression of an activating Kras<sup>G12D<\/sup> mutation in pancreatic acinar cells. <i>LSL-Kras<sup>G12D\/+<\/sup>; Tgfbrii<sup>fl\/fl<\/sup>; Ptf1a-CreER<\/i> mice were generated by crossing Ptf1a<sup>Cre-ERTM <\/sup>mice with LSL-Kras<sup>G12D<\/sup> mice in which expression of Kras<sup>G12D<\/sup> is restrained by a lox-stop-lox cassette until Cre activation by tamoxifen injection. These mice were then bred with Tgfbr2<sup>fl\/fl<\/sup> mice with loxP sites flanking exon 4 of the Tgfbr2 allele to block TGF&#946;-SMAD4 signaling. <sup>18<\/sup>Fluorodeoxyglucose Positron Emission Tomography\/Computed Tomography was performed to detect tumors and measure their metabolic volumes and standard uptake values over time. This model showed a latency of approximately 16-20 weeks following 5 <i>i.p.<\/i> injections of tamoxifen (~75 mg\/kg in corn oil). Follow-up on the survival of the mice post tamoxifen injections showed the median survival of 252 days in male and 234 days in female mice. Histological evaluation showed multifocal nodules of neoplasia composed of tubules and acini with cuboidal to polygonal cells. Carcinoma cells were positive for cytokeratin 19 and for mucins identified by Alcian blue staining, both confirming the ductal phenotype of these tumors. Picrosirius red staining demonstrated dense stromal desmoplasia which recapitulates human disease. Flow cytometric evolution of the immune microenvironment was also done to evaluate the infiltration of immune cells. Additional characterization of our novel mouse model of pancreatic cancer is underway to understand PDAC progression and develop effective therapeutic approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f5033caf-5c7a-492c-baea-1c625ec231dc\/@u03B8ZM9\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Pancreatic cancer,KRAS,TGF-&#946;,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14302"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Sanjay Pandey<\/i><\/u><\/presenter>, <presenter><i>Brett Bell<\/i><\/presenter>, <presenter><i>Claudia G. Chavez<\/i><\/presenter>, <presenter><i>Wade Koba<\/i><\/presenter>, <presenter><i>Talicia Savage<\/i><\/presenter>, <presenter><i>Patrik Asp<\/i><\/presenter>, <presenter><i>Indranil Basu<\/i><\/presenter>, <presenter><i>Chandan Guha<\/i><\/presenter>. Albert Einstein College of Medicine, Bronx, NY, Albert Einstein College of Medicine, Bronx, NY","CSlideId":"","ControlKey":"cee2119d-fbfb-4f00-949b-cfd1a4630ae7","ControlNumber":"6571","DisclosureBlock":"&nbsp;<b>S. Pandey, <\/b> None..<br><b>B. Bell, <\/b> None..<br><b>C. G. Chavez, <\/b> None..<br><b>W. Koba, <\/b> None..<br><b>T. Savage, <\/b> None..<br><b>P. Asp, <\/b> None..<br><b>I. Basu, <\/b> None.&nbsp;<br><b>C. Guha, <\/b> <br><b>Varian Medical Systems<\/b> Travel. <br><b>J&J<\/b> Travel.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14302","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f5033caf-5c7a-492c-baea-1c625ec231dc\/@u03B8ZM9\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"938","PresenterBiography":null,"PresenterDisplayName":"Sanjay Pandey, PhD","PresenterKey":"a4934637-b52e-4759-a070-13f3296ce588","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"938. Characterization of a murine pancreatic ductal adenocarcinoma (PDAC) model with tamoxifen inducible pancreas-specific blockade of transforming growth factor-&#946; (TGF-&#946;) signaling with KrasG12D expression","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Genetically Engineered Mouse Models 2","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of a murine pancreatic ductal adenocarcinoma (PDAC) model with tamoxifen inducible pancreas-specific blockade of transforming growth factor-&#946; (TGF-&#946;) signaling with KrasG12D expression","Topics":null,"cSlideId":""},{"Abstract":"Clear cell renal cell carcinoma (ccRCC) is driven by biallelic inactivation of von Hippel Lindau (<i>VHL<\/i>) tumour suppressor gene. While ccRCC genesis has been associated with several signaling and metabolic pathways, the exact process by which <i>VHL<\/i> inactivation becomes tumorigenic remains unknown. We surmised that observing the behaviour and gene expression profiles of <i>Vhl<\/i>-inactivated cells <i>in vivo<\/i> with spatiotemporal resolution would help define cell types and conditions in which this genetic lesion is on balance tumorigenic. Here we report a novel lineage marking model of <i>in vivo<\/i> <i>Vhl<\/i> inactivation and describe the immediate consequences of <i>Vhl<\/i> loss in different nephron segments at cellular resolution. Studying <i>Vhl<\/i> inactivation with single-cell resolution requires a system in which <i>Vhl<\/i>-inactivated cells can be accurately identified. We developed a mouse model in which <i>Vhl<\/i> recombination is structurally linked to the expression of a tdTomato reporter cassette. This allows recombined cells to be visualised and isolated based on tdTomato expression. We coupled this model with the renal tubular epithelium (RTE) restricted <i>Pax8-CreERT2<\/i> to induce biallelic (KO\/KO) or monoallelic (wt\/KO) inactivation of <i>Vhl<\/i> and observed the immediate fates of affected cells. <i>Vhl<\/i> is thought to be haplosufficient; thus, the wt\/KO mice act as lineage-marked <i>Vhl-<\/i>competent controls to lineage-marked <i>Vhl<\/i>-null cells. We first observed the behavior of <i>Vhl<\/i> KO cells in the RTE over time. <i>Vhl <\/i>was inactivated by a controlled dose of tamoxifen that induced recombination in a subset of cells across the nephron.<i> <\/i>Three weeks after recombination, <i>Vhl <\/i>KO cells were morphologically normal but had stabilized HIF-2, confirming a reported &#8216;HIF-isoform&#8217; switch. There were equal numbers of tdTomato-positive cells in the KO\/KO and wt\/KO kidneys, suggesting that initial recombination is equal between the genotypes and that there is no immediate distortion in cell fates following <i>Vhl <\/i>KO. However, four months after recombination, there were fewer tdTomato-positive cells in the KO\/KO kidneys, suggesting a gradual removal or loss of <i>Vhl<\/i> KO from tissue. This was most prominent in the renal papilla and cortex. Additionally, some <i>Vhl<\/i> KO cells presented with morphological signs of cellular stress and altered differentiation. Taken together, we believe <i>Vhl<\/i> KO cells are subjected to profound selection in the nephron and that cell-type-specific, negative, and heterogenous consequences of <i>Vhl <\/i>KO impact on cell survival. One corollary is that many cells which ultimately survive in <i>Vhl <\/i>KO organs are in fact <i>Vhl-<\/i>competent. By intrinsically coupling <i>Vhl<\/i>-inactivation and lineage marking, our model allows these populations to be distinguished and followed over time. We are now studying the differential gene expression patterns of <i>Vhl<\/i> KO cells in cells of the RTE and aim to define genetic signatures for contexts in which <i>Vhl<\/i> KO cells survive and contribute to ccRCC genesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f616698e-78f8-416b-b67d-3d8f7d2913e1\/@u03B8ZM9\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Kidney cancer,Lineage-tracing ,tumorigenesis,VHL,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14305"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Joanna D C C. Lima<\/i><\/u><\/presenter>, <presenter><i>Samvid Kurlekar<\/i><\/presenter>, <presenter><i>Chris W. Pugh<\/i><\/presenter>, <presenter><i>Julie Adam<\/i><\/presenter>, <presenter><i>Peter J. Ratcliffe<\/i><\/presenter>. Ludwig Institute for Cancer Research, University of Oxford, Oxford, United Kingdom, Nuffield Department of Medicine, University of Oxford, Oxford, United Kingdom","CSlideId":"","ControlKey":"1d0fe78b-928c-4dcb-8b01-34428ed957d8","ControlNumber":"2365","DisclosureBlock":"&nbsp;<b>J. D. C. Lima, <\/b> None..<br><b>S. Kurlekar, <\/b> None..<br><b>C. W. Pugh, <\/b> None..<br><b>J. Adam, <\/b> None..<br><b>P. J. Ratcliffe, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14305","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f616698e-78f8-416b-b67d-3d8f7d2913e1\/@u03B8ZM9\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"939","PresenterBiography":null,"PresenterDisplayName":"Joanna Lima, PhD","PresenterKey":"8b5df70e-bc03-43c7-9e35-f74539ad4a09","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"939. A novel lineage-tracing model of <i>Vhl<\/i>deletion reveals time-dependent cellular changes in the kidney","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Genetically Engineered Mouse Models 2","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel lineage-tracing model of <i>Vhl<\/i>deletion reveals time-dependent cellular changes in the kidney","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is one of the most common cancers, with an annual incidence of ~135,000 in the US, associated with ~ 50,000 deaths. CRC typically arises from mutations that inactivate the tumor suppressor APC, which activates the WNT\/CTNNB1 pathway to drive cell transformation and tumor growth. Identifying factors that reduce incidence of CRC is of high interest. Intriguingly, a large population study has found a decreased incidence of CRC in patients with autosomal dominant polycystic kidney disease (ADPKD), an inherited disease affecting approximately 1 in 1,000 individuals. ADPKD typically arises from germline mutations in the <i>PKD1<\/i> gene, which encodes a transmembrane signaling protein that is ubiquitously expressed. Puzzlingly, activated WNT\/CTNNB1 signaling is also found in ADPKD, which would be expected to enhance rather than reduce likelihood of CRC.<br \/>To investigate the role of PKD1 in modulating CRC tumorigenesis, we established a mouse model with tamoxifen-inducible loss of <i>Apc<\/i> with or without parallel loss of <i>Pkd1<\/i> in the colon.<i> Pkd1<\/i> loss vey significantly reduced tumor incidence (~80%) and rate of growth. In addition, growth of <i>Pkd1<sup>-\/-<\/sup>;Apc<sup>-\/-<\/sup><\/i><sup> <\/sup>organoids was reduced relative to <i>Apc<sup>-\/-<\/sup><\/i><sup><\/sup>organoids, indicating a cancer cell-intrinsic activity. Analysis of signaling pathway activation by RNA-seq indicated that <i>Pkd1<\/i>-deficient CRC organoids had enhanced WNT\/CTNNB1 signaling, excluding reduced activation of this core driver pathway as a mechanism of action.<br \/>Considering alternative mechanisms, a prominent feature of ADPKD is reprogramming barrier function in renal cells to reduce permeability, supporting cyst development; notably, compromised integrity of the epithelial barrier is associated with CRC. We tested the hypothesis that loss of Pkd1 increased colon barrier integrity. As a first approach, we compared susceptibility of wt versus <i>Pkd1<sup>-\/-<\/sup> <\/i>mice to dextran-sodium sulfate (DSS), which induces colitis by damaging epithelial barriers. Histopathological assessment confirmed significantly less DSS-induced damage of colon tissue in <i>Pkd1<sup>-\/-<\/sup> <\/i>mice. Further, treatment of DSS-treated mice with orally gavaged FITC-dextran led to elevated FITC-dextran in the serum of wt versus <i>Pkd1<sup>-\/-<\/sup> <\/i>mice, indicating greater passage through a functionally impaired barrier. In ADPKD, decreased barrier permeability is mediated by upregulation of specific claudins (CLDN4, 7); in CRC, these claudins are typically reduced during and promote tumor formation. We detected strong elevation of CLDN4 and CLDN7 in the colonic epithelium of <i>Pkd1<sup>-\/-<\/sup> <\/i>versus wt mice, with the expressed proteins having consistently greater localization to cell junctions. Based on these and other data, we identify PKD1 control of barrier function as an important regulatory mechanism in CRC tumorigenesis, which may suggest novel therapeutic strategies based on targeting PKD1-associated effector pathways.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/558e9e1b-1bd8-4c24-b408-47215da9ba65\/@v03B8ZMa\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"APC,Carcinoma: adenocarcinoma,Tight junctions,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14306"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Anna S. Nikonova<\/i><\/presenter>, <presenter><u><i>Alexander Y. Deneka<\/i><\/u><\/presenter>, <presenter><i>Flaviane Silva<\/i><\/presenter>, <presenter><i>Rosella Tricarico<\/i><\/presenter>, <presenter><i>Anna Kiseleva<\/i><\/presenter>, <presenter><i>Sergey Grivennikov<\/i><\/presenter>, <presenter><i>Erica A. Golemis<\/i><\/presenter>. Fox Chase Cancer Center, Philadelphia, PA, Drexel University College of Medicine, Philadelphia, PA, University of Pavia, Pavia, Italy, University of Pennsylvania, Philadelphia, PA, Cedars-Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"71c4cf62-f437-47dc-842d-861100e4121c","ControlNumber":"1319","DisclosureBlock":"<b>&nbsp;A. S. Nikonova, <\/b> <br><b>Chimeron Bio<\/b> Employment, No.<br><b>A. Y. Deneka, <\/b> None..<br><b>F. Silva, <\/b> None..<br><b>R. Tricarico, <\/b> None..<br><b>A. Kiseleva, <\/b> None..<br><b>S. Grivennikov, <\/b> None..<br><b>E. A. Golemis, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14306","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/558e9e1b-1bd8-4c24-b408-47215da9ba65\/@v03B8ZMa\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"940","PresenterBiography":"","PresenterDisplayName":"Alexander Deneka, MD","PresenterKey":"33537e85-de0e-4776-af4c-fe69a02dc18f","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/33537e85-de0e-4776-af4c-fe69a02dc18f.profile.jpeg","SearchResultActions":null,"SearchResultBody":"940. Loss of Pkd1 limits colorectal cancer by increasing colon barrier function","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Genetically Engineered Mouse Models 2","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Loss of Pkd1 limits colorectal cancer by increasing colon barrier function","Topics":null,"cSlideId":""},{"Abstract":"Introduction: In forward genetics, a phenotype (sensitivity to therapy) is attributed to a genotype (mutation in relevant gene) based on findings in anecdotal cases (e.g., extreme responders) with little systematic\/experimental study. Although powerful, this approach is not widely applicable due to the limited availability of clinical materials and throughput thus limiting the number and type of hypotheses that can be rigorously tested. However, a genotype-therapy sensitivity relationship could be measured in isogenic systems using reverse genetics, whereby mutations in relevant genes are introduced followed by evaluation of a phenotype in wild-type and mutant contexts. Since no such pre-clinical system exists for bladder cancer, we developed an immunocompetent mouse model to induce customizable isogenic tumor formation in bladder urothelium using CRISPR.<br \/>Methods: Bladder urothelium was harvested from transgenic mice harboring LSL-Cas9\/GFP in Rosa26 locus (as described by Platt et al) and grown as organoids. These organoids had a basal phenotype. AAV harboring Cre and sgRNA(s) were used to induce Cas9 and engineer mutations. Based on their frequent somatic alteration pathway in TCGA-BLCA, <i>Tp53<\/i> and <i>Rb1<\/i> were chosen for knockout first to establish &#8216;base organoids&#8217;. Additional genes related to PI3K\/AKT\/mTOR pathway were edited in base organoids to develop a series of organoids with different genotypes predicted to activate this signaling pathway. Sanger sequencing and western blot were used to confirm knockout. Kinase inhibitors targeting the mTOR pathway at different levels were assessed in organoids with different genotypes. The edited urothelial cells were grafted in mouse bladder to develop isogenic tumor to assess <i>in vivo<\/i> therapeutic vulnerability of <i>in-vitro<\/i>-prioritized kinase inhibitors matching the genotype of the allografted tumor.<br \/>Results: <i>Rb1<\/i>, <i>Tp53<\/i>, and <i>Pten<\/i> were successfully knocked out in urothelial organoids. When treated with Ipataseritib, an AKT inhibitor, the triple knockout organoid was found to be 9X more sensitive than <i>Trp53\/Rb1<\/i> knockout organoids. In contrast, triple knockout organoids were 15X less sensitive to Gefitinib, an EGFR inhibitor, than<i> Trp53\/Rb1<\/i> knockout organoids, in line with published data. Edited organoids generate a neo-urothelium in murine bladder in short term assays.<br \/>Conclusions: We developed a flexible bladder cancer mouse model to study mutation-therapy relationship using reverse genetics. This system is a plausible way to uncover unappreciated therapeutic vulnerabilities that probably exist in bladder cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0b6041da-b09c-4605-9659-f34b4ec6a7cd\/@v03B8ZMa\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Bladder cancer,Mouse models,CRISPR\/Cas9,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14308"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Henkel L. Valentine<\/i><\/u><\/presenter>, <presenter><i>Uttam Satyal<\/i><\/presenter>, <presenter><i>Philip H. Abbosh<\/i><\/presenter>. Fox Chase Cancer Center, Philadelphia, PA","CSlideId":"","ControlKey":"b81f4273-cafd-45f4-989f-9f9c58c56d50","ControlNumber":"4733","DisclosureBlock":"&nbsp;<b>H. L. Valentine, <\/b> None..<br><b>U. Satyal, <\/b> None..<br><b>P. H. Abbosh, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14308","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/0b6041da-b09c-4605-9659-f34b4ec6a7cd\/@v03B8ZMa\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"942","PresenterBiography":null,"PresenterDisplayName":"Henkel Valentine, BS,PhD","PresenterKey":"1c8d8257-5666-477c-ab55-dff004c10ddb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"942. Development of customizable bladder cancer mouse model using CRISPR","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Genetically Engineered Mouse Models 2","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of customizable bladder cancer mouse model using CRISPR","Topics":null,"cSlideId":""},{"Abstract":"Esophageal cancer is the 7th common cancer with the 6th highest cancer mortality rate worldwide. The 5-year survival rate of esophageal cancer is 10 ~ 25%. Esophageal cancer is mainly divided into esophageal squamous cell carcinoma (ESCC) and esophageal adenocarcinoma. ESCC accounts for 80% of all esophageal cancer cases and shows a poor prognosis due to a lack of symptoms at early stages. Given that early diagnosis of ESCC may lead to better outcomes, understanding the biology of ESCC initiation is imperative. To recapitulate the early events of ESCC, we employed the murine esophageal organoid (EO) system recently developed. Based on in silico analyses, we selected nine candidate genes (<i>TP53<\/i>, <i>CDKN2A<\/i>, <i>NOTCH1<\/i>, <i>NOTCH3<\/i>, <i>KMT2D<\/i>, <i>KMT2C<\/i>, <i>FAT1<\/i>, <i>FAT4<\/i>, and <i>AJUBA<\/i>) frequently mutated in ESCC patients. The EOs were then genetically manipulated with the combinatorial ablation of nine genes by CRISPR\/Cas9 system. The EOs carrying PN (<i>Trp53<\/i> and <i>Notch1<\/i> KO), PC (<i>Trp53 <\/i>and <i>Cdkn2a <\/i>KO), and PCN (<i>Trp53<\/i>, <i>Cdkn2a<\/i>, and <i>Notch1 <\/i>KO) showed hyperplastic and neoplastic properties with impaired squamous cell differentiation and organoid integrity, compared to the wild-type (WT) EOs. Single-cell RNA-seq (scRNA-seq) analyses of WT, PC, PN, and PCN organoids showed the highest enrichment of ESCC cancer stem cell markers in PCN organoids. Unlike the cell lineage in WT EOs, neoplastic EOs (PC, PN, and PCN) exhibited distinct cell lineage along with multiple root cell clusters. While WT EOs failed to become neoplastic, PN, PC, and PCN EOs displayed the transforming activity <i>in vitro<\/i> and <i>in vivo<\/i> xenograft transplantation assays. Intriguingly, in allograft mouse models, while PN organoids-derived cells barely developed tumors, PC and PCN organoids-derived cells developed tumors with marked downregulation of genes related to antigen processing and presentation. These results suggest that combinatorial loss of P53, CDKN2A, and NOTCH1 play a pivotal role in ESCC neoplasia, stemness, and immune checkpoint, unveiling the biology of ESCC initiation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d1466c50-70cd-4d53-9712-af0381c01f0e\/@v03B8ZMa\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-07 Organoids,,"},{"Key":"Keywords","Value":"Esophageal cancer,Organoid,CRISPR\/Cas9,Single cell RNA sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14309"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Kyung Pil Ko<\/i><\/u><\/presenter>, <presenter><i>Gengyi Zou<\/i><\/presenter>, <presenter><i>Yuanjian Huang<\/i><\/presenter>, <presenter><i>Bongjun Kim<\/i><\/presenter>, <presenter><i>Jie Zhang<\/i><\/presenter>, <presenter><i>Sohee Jun<\/i><\/presenter>, <presenter><i>Jae-Il Park<\/i><\/presenter>. The University of Texas M.D. Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"c55d13a0-3c98-454a-91a1-bad1154f5e6e","ControlNumber":"2417","DisclosureBlock":"&nbsp;<b>K. Ko, <\/b> None..<br><b>G. Zou, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>B. Kim, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>S. Jun, <\/b> None..<br><b>J. Park, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14309","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d1466c50-70cd-4d53-9712-af0381c01f0e\/@v03B8ZMa\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"943","PresenterBiography":null,"PresenterDisplayName":"Kyung Pil Ko, PhD","PresenterKey":"e958512b-3ee8-44ca-b91a-3f72ad7d4da9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"943. Modeling and dissecting of esophageal squamous cell carcinoma initiation","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Genetically Engineered Mouse Models 2","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modeling and dissecting of esophageal squamous cell carcinoma initiation","Topics":null,"cSlideId":""},{"Abstract":"The <i>TET2<\/i> gene is commonly mutated in multiple hematological malignancies and is frequently associated with poor prognosis. <i>TET2<\/i> mutations are also found to occur in healthy individuals with no apparent hematological disease. A common factor observed between such individuals and those with the disease is the presence of increased inflammation and cytokine signature. A key mediator of inflammation and cytokine-induced necroptosis and metabolic signaling is the receptor-interacting protein kinase 3 (<i>Ripk3<\/i>). Ripk3 plays important tumor-promoting and suppressive roles in multiple cancers. Compared to bone marrow (BM) cells isolated from wild-type mice, higher levels of Ripk3 activity can be detected in <i>Tet2<sup>-\/-<\/sup><\/i> BM cells. Based on the evidence that <i>Tet2<\/i> mutations alone are insufficient and are known to cooperate with other mutations for full-blown malignant transformation, we hypothesize that loss of Ripk3 signaling might promote the transformation of <i>Tet2<\/i> mutant HSPCs To test our hypothesis we crossed <i>Tet2<\/i> conditional knockout (<i>Tet2<\/i><sup>fx\/fx<\/sup> Mx1-Cre<sup>+<\/sup>) mice with <i>Ripk3<sup>-\/-<\/sup><\/i> mice to generate <i>Tet2<\/i> and<i><sup> <\/sup>Ripk3<\/i> compound knockout (<i>Tet2<sup>-\/-<\/sup>Ripk3<sup>-\/-<\/sup><\/i>) mice. We performed in vitro colony assays and in vivo engraftment and reconstitution assays on Bone marrow mononuclear cells (BM-MNC) derived from <i>Tet2<sup>-\/-<\/sup>Ripk3<sup>-\/-<\/sup><\/i> and <i>Tet2<sup>-\/- <\/sup><\/i>mice. Our results indicate that TNF-&#945; stimulation confers a significant hematopoietic advantage to <i>Tet2<sup>-\/-<\/sup><\/i> HSPCs which is abolished upon loss of Ripk3. Moreover, while <i>Tet2<sup>-\/-<\/sup><\/i> BM-MNC has significantly higher reconstitution ability in vivo, the additional loss of Ripk3 led to reduced engraftment and reconstitution that was comparable to WT BM-MNC. Given that TNF-&#945; stimulation promotes Ripk3 activation, our results indicate that the TNF-RIPK3 signaling axis is essential in conferring enhanced hematopoietic fitness of <i>Tet2<sup>-\/- <\/sup><\/i>HSPCs.<i>Tet2<sup>-\/-<\/sup>Ripk3<sup>-\/- <\/sup><\/i>mice developed aggressive tumors by 12-15 months of age as characterized by profound hepatosplenomegaly and lymphadenopathy, with substantial lymphocytosis, neutrophilia, anemia, and thrombocytopenia. There was extensive infiltration of tumor cells in the liver and spleen in diseased <i>Tet2<sup>-\/-<\/sup>Ripk3<sup>-\/-<\/sup><\/i> mice. There was a marked expansion of both CD4<sup>+<\/sup>PD1<sup>+<\/sup>CXCR5<sup>+<\/sup> follicular T helper cells (T<sub>fh<\/sub>) and CD4<sup>+<\/sup>PD1<sup>+<\/sup> peripheral T helper cells (T<sub>ph<\/sub>), indicating the development of a T cell lymphoma in the <i>Tet2<sup>-\/-<\/sup>Ripk3<sup>-\/-<\/sup> <\/i>mice. Additionally, disease characteristics including the reduced surface expression of CD3 in the tumor cells, increased levels of classical T<sub>h<\/sub> cytokines in the serum, as well as the presence of heterogeneous populations of cells within the tumor tissues recapitulate the pathological features of angioimmunoblastic T cell lymphoma (AITL). We are currently investigating Ripk3 signaling in the tumor cells of AITL patients and whether we can treat such aggressive fatal diseases by reactivating Ripk3 signaling.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/984fe7ac-fbce-4ef2-9a1a-d36a032a71c4\/@v03B8ZMa\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"T lymphocytes,Tumor suppressor gene,Serine\/threonine kinase,DNA methylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14482"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Kanak Joshi<\/i><\/u><\/presenter>, <presenter><i>Shuchi Zinzuwadia<\/i><\/presenter>, <presenter><i>Ryan Mack<\/i><\/presenter>, <presenter><i>Lei Zhang<\/i><\/presenter>, <presenter><i>Shanhui Liu<\/i><\/presenter>, <presenter><i>Mark Sellin<\/i><\/presenter>, <presenter><i>Wei Wei<\/i><\/presenter>, <presenter><i>Peter Breslin<\/i><\/presenter>, <presenter><i>Ameet R. Kini<\/i><\/presenter>, <presenter><i>Jiwang Zhang<\/i><\/presenter>. Loyola University Chicago, Maywood, IL, Loyola University Chicago, Maywood, IL, Loyola University Chicago, Maywood, IL, Loyola University Chicago, Maywood, IL","CSlideId":"","ControlKey":"f63e536b-f754-4bb5-89dc-46962ea3efdc","ControlNumber":"3768","DisclosureBlock":"&nbsp;<b>K. Joshi, <\/b> None..<br><b>S. Zinzuwadia, <\/b> None..<br><b>R. Mack, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>M. Sellin, <\/b> None..<br><b>W. Wei, <\/b> None..<br><b>P. Breslin, <\/b> None..<br><b>A. R. Kini, <\/b> None..<br><b>J. Zhang, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14482","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/984fe7ac-fbce-4ef2-9a1a-d36a032a71c4\/@v03B8ZMa\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"944","PresenterBiography":null,"PresenterDisplayName":"Kanak Joshi, BS;MS","PresenterKey":"1d4953fb-0aff-41ab-a693-769df7eeda7b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"944. Loss of Ripk3 signaling promotes T cell lymphoma development in Tet2 deficient mice","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Genetically Engineered Mouse Models 2","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Loss of Ripk3 signaling promotes T cell lymphoma development in Tet2 deficient mice","Topics":null,"cSlideId":""},{"Abstract":"Internal tandem duplications (ITD) of the FMS-like tyrosine kinase 3 (FLT3) frequently co-exist with inactivating DNMT3A mutations and predict poor prognosis in acute myeloid leukemia (AML). <i>In vitro<\/i> studies implicated the docking protein Grb2-associated binder 2 (GAB2) as FLT3-ITD effector. By utilizing a Flt3-ITD knock-in, Dnmt3a haploinsufficient mouse model, we demonstrate that Gab2 is essential for the development of Flt3-ITD driven AML <i>in vivo<\/i>, as Gab2 deficient mice survived significantly longer, had reduced blast counts and exhibited an attenuated spleen and liver pathology as compared to their Gab2-proficient littermates. Further, leukemic bone marrow isolated from Gab2 deficient mice displayed a reduced colony forming unit capacity and an increased sensitivity towards the Flt3 inhibitor quizartinib. Using RNA sequencing, we identify the genes encoding for Axl and the Ret co-receptor Gfra2 as targets of the Flt3-ITD\/Gab2\/Stat5 axis. We propose a pathomechanism in which Gab2 increases signaling of these receptors as it induces their expression and additionally serves as a downstream effector. Consequently, Gab2 promotes AML aggressiveness as well as drug resistance by incorporating the receptor tyrosine kinases Axl and Ret into the Flt3-ITD signaling network. Therefore, our data identify GAB2 as a promising biomarker as well as a therapeutic target in human AML.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/04deb125-323f-4e5b-8401-c283a3625d3d\/@v03B8ZMa\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Animal models,DNA methyltransferase,FLT3,Receptor tyrosine kinase (RTK),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14483"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Corinna Spohr<\/i><\/u><\/presenter>, <presenter><i>Teresa Poggio<\/i><\/presenter>, <presenter><i>Geoffroy Andrieux<\/i><\/presenter>, <presenter><i>Katharina Schnberger<\/i><\/presenter>, <presenter><i>Nina Cabezas-Wallscheid<\/i><\/presenter>, <presenter><i>Melanie Brries<\/i><\/presenter>, <presenter><i>Sebastian Halbach<\/i><\/presenter>, <presenter><i>Anna L. Illert<\/i><\/presenter>, <presenter><i>Tilman Brummer<\/i><\/presenter>. University of Freiburg, Freiburg, Germany, Max-Planck-Institute of Immunobiology and Epigenetics, Freiburg, Germany","CSlideId":"","ControlKey":"042def1a-a14f-4818-bde6-0f208fcb6073","ControlNumber":"4991","DisclosureBlock":"&nbsp;<b>C. Spohr, <\/b> None..<br><b>T. Poggio, <\/b> None..<br><b>G. Andrieux, <\/b> None..<br><b>K. Schnberger, <\/b> None..<br><b>N. Cabezas-Wallscheid, <\/b> None..<br><b>M. Brries, <\/b> None..<br><b>S. Halbach, <\/b> None..<br><b>A. L. Illert, <\/b> None..<br><b>T. Brummer, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14483","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/04deb125-323f-4e5b-8401-c283a3625d3d\/@v03B8ZMa\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"945","PresenterBiography":null,"PresenterDisplayName":"Corinna Spohr, MS","PresenterKey":"42c58fab-87a6-4e1c-8a44-23366a198da0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"945. Gab2 deficiency protects against Flt3-ITD driven acute myeloid leukemia <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Genetically Engineered Mouse Models 2","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gab2 deficiency protects against Flt3-ITD driven acute myeloid leukemia <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Serrated colorectal cancer (CRC) is an aggressive and treatment-resistant form of colorectal carcinogenesis that accounts for one-fourth of the patients with CRC<sup>1<\/sup>. At the molecular level, serrated CRC is characterized by epigenetic modifications termed the CpG Island Methylator Phenotype (CIMP) and the presence of somatic mutations that activate the mitogen-activated protein kinase (MAPK) pathway<sup>1,2,3<\/sup>. The BRAF<i><sup>V600E<\/sup><\/i> is an early genetic change in serrated polyps, but it is not sufficient to drive tumor formation. Combinations of mutations and epigenetic modifications in <i>P16INK4A<\/i>, <i>MLH1<\/i>, <i>ZNFR3<\/i>, <i>RNF43,<\/i> and <i>TGFBR2 <\/i>are often seen in most patients<sup>4<\/sup>. Therefore, a combinatorial approach to develop Braf<sup>V600E<\/sup>-driven serrated CRC organoids harboring a variety of the above mutants will enable <i>in vitro<\/i> studies of the tumorigenic potential of each combination as well as allow engraftment into animals. In turn, the latter will allow for applying preclinical <i>in-vivo<\/i> pharmacology modalities <i>in vitro<\/i>, thereby bypassing the time required to create a specific knock-in\/out strain for each genetic modification desired. Here, we describe a pipeline to directly genetically manipulate specific organoid systems <i>in vitro<\/i>. We first established organoid cultures from the small and large intestine of unique Tet-inducible RNAi mice where efficient gene knock-down can contribute to microsatellite instability. Using CRISPR\/Cas9, we then edited these to generate CRC organoid models containing the Braf<i><sup>V600E<\/sup><\/i> mutation in combination with knock outs or knock-ins of cell cycle regulators and negative regulators of the Wnt pathway. These deficiencies mimic the progressive mutational changes upon acquisition <i>Braf<sup>V<\/sup><\/i><sup>600E<\/sup>. Our data lay the groundwork for future use of RNAi technology in combination with sequential gene editing for <i>in<\/i> <i>vitro<\/i> pharmacology and modeling diseases with complex genetic architecture both <i>in vitro<\/i> and <i>in vivo<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ed06ac30-b982-4945-b65d-20c7309a8dcc\/@v03B8ZMa\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Colon cancer,CRISPR\/Cas9,RNAi,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/14507"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Prem K. Premsrirut<\/i><\/u><\/presenter>, <presenter><i>Huaien Wang<\/i><\/presenter>, <presenter><i>Eduardo J. Garcia Reino<\/i><\/presenter>, <presenter><i>Isabella Breen<\/i><\/presenter>, <presenter><i>Ana A. Vasileva<\/i><\/presenter>. Mirimus, Inc., Brooklyn, NY","CSlideId":"","ControlKey":"51075f03-00bf-463d-8002-733dd58bde5c","ControlNumber":"6658","DisclosureBlock":"&nbsp;<b>P. K. Premsrirut, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>E. J. Garcia Reino, <\/b> None..<br><b>I. Breen, <\/b> None..<br><b>A. A. Vasileva, <\/b> None.","End":"4\/11\/2022 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"14507","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/ed06ac30-b982-4945-b65d-20c7309a8dcc\/@v03B8ZMa\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"946","PresenterBiography":null,"PresenterDisplayName":"Prem Premsrirut, MD;PhD","PresenterKey":"e4237c38-9e7e-4d91-b48d-361f846e5a36","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"946. Utility of intestinal organoids to model serrated colon cancer <i>in vitro<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  9:00AM","SessionId":"456","SessionOnDemand":"False","SessionTitle":"Genetically Engineered Mouse Models 2","ShowChatLink":"false","Start":"4\/11\/2022 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Utility of intestinal organoids to model serrated colon cancer <i>in vitro<\/i>","Topics":null,"cSlideId":""}]