[{"Abstract":"Antibody-Drug Conjugates (ADCs) are rapidly growing in importance as a targeted cancer therapy, with over ten approved, and many currently undergoing clinical trials. ADCs comprise of a cytotoxic agent (<i>i.e.<\/i>, the \"payload\") conjugated <i>via<\/i> a chemical linker to a tumor-targeting antibody. There is a demand for novel ADC payloads with unique mechanisms of action, enhanced tolerability profiles and improved physicochemical properties. Such payloads could lead to ADCs with therapeutic efficacy in patients resistant to other therapies, and payloads with reduced hydrophobicity should lead to improved conjugation, minimal aggregation, and higher Drug-Antibody Ratios (DARs).<br \/>We report here, studies on a novel class of Cyclopropabenzindole-Pyridinobenzodiazepine (CBI-PDD) payloads, designed through molecular modeling, which form cross-links between Guanine and Adenine bases within the DNA minor groove with defined sequence specificity. Eleven novel analogs will be described which have been structurally modified with various functional groups to allow tunable hydrophobicity, and new vectors through which antibodies may be attached. Most of these analogs are highly cytotoxic, with some exhibiting IC<sub>50<\/sub> values in tumor cells down to the femtomolar range (<i>e.g.<\/i>, FGX37-140, 0.9 pM in both RAJI and Jurkat cells, 72 h incubation). The DNA interactivity of these analogs has been studied using a range of methods such as gel-based DNA footprinting and cross-linking, FRET melting and Transcription Factor (TF) Array assays, the results of which will be described. Overall, the analogs appear to favor the formation of intrastrand rather than interstrand DNA cross-links and can inhibit the DNA binding of several key cancer-related transcription factors such as NF&#954;B.<br \/>To explore the potential of these analogs as ADC payloads, one member, FGX8-46, was conjugated to the EGFR-targeting antibody Cetuximab in stochastic fashion (DAR2) to produce Cetuximab-(FGX16-11). This ADC had an unexpectedly high Maximum Tolerated Dose (MTD) in a standard mouse model of at least 45 mg\/kg, perhaps reflecting the novel mechanism of action of the payload. It was then evaluated in a Human Tumor Xenograft study based on BALB\/c mice transplanted with the EGFR-expressing human colon cancer cell line SW-48 using single doses ranging from 1 mg\/kg to 40 mg\/kg. Cetuximab-(FGX16-11) was active at all dose levels including 1 mg\/kg which provided tumor suppression out to approximately three weeks. Complete tumor suppression out to 50 days was seen with 20 mg\/kg.<br \/>Overall, the unique mechanism of action, potent cytotoxicity, and excellent <i>in vivo<\/i> tolerability and significant efficacy in ADC format, make the CBI-PDDs a promising new class of ADC payloads suitable for further development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b0d44d9b-ab3e-4f2f-a43d-6c6ae9a0dfd5\/@z03B8ZDW\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Cytotoxicity,Transcription factor,DNA binding,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12234"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>George Procopiou<\/i><\/u><\/presenter>, <presenter><i>Paul J. M. Jackson<\/i><\/presenter>, <presenter><i>Daniella M. Di Mascio<\/i><\/presenter>, <presenter><i>Jennifer L. Auer<\/i><\/presenter>, <presenter><i>Paolo Andriollo<\/i><\/presenter>, <presenter><i>Ilona Pysz<\/i><\/presenter>, <presenter><i>Khondaker M. Rahman<\/i><\/presenter>, <presenter><i>Keith R. Fox<\/i><\/presenter>, <presenter><i>David E. Thurston<\/i><\/presenter>. Femtogenix, Harpenden, Hertfordshire, United Kingdom, University of Southampton, Southampton, United Kingdom, King's College London, London, United Kingdom","CSlideId":"","ControlKey":"d2432b61-8aaf-4df3-a470-deed58d64c49","ControlNumber":"3270","DisclosureBlock":"&nbsp;<b>G. Procopiou, <\/b> None..<br><b>P. J. M. Jackson, <\/b> None..<br><b>D. M. di Mascio, <\/b> None..<br><b>J. L. Auer, <\/b> None..<br><b>P. Andriollo, <\/b> None..<br><b>I. Pysz, <\/b> None..<br><b>K. M. Rahman, <\/b> None..<br><b>K. R. Fox, <\/b> None..<br><b>D. E. Thurston, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12234","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b0d44d9b-ab3e-4f2f-a43d-6c6ae9a0dfd5\/@z03B8ZDW\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1749","PresenterBiography":"","PresenterDisplayName":"George Procopiou, PhD","PresenterKey":"11043981-1cc8-452c-a53a-7949a990d87f","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/11043981-1cc8-452c-a53a-7949a990d87f.profile.jpg","SearchResultActions":null,"SearchResultBody":"1749. A new class of DNA sequence-selective G-A cross-linking antibody-drug conjugate (ADC) payloads","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A new class of DNA sequence-selective G-A cross-linking antibody-drug conjugate (ADC) payloads","Topics":null,"cSlideId":""},{"Abstract":"Antibody-Drug Conjugates (ADCs) are a fast-growing class of targeted cancer therapeutic agents with over ten approved and greater than 100 in various stages of clinical development.<br \/>The pyridinobenzodiazepines (PDDs) are a new class of DNA-interactive sequence-selective Guanine mono-alkylating ADC payloads which contain a sequence recognition component with sufficient span to guide them to specific DNA sequences (<i>e.g.<\/i>, transcription factor binding sites).<br \/>A high potency PDD, FGX15-147, has been developed that contains a bi-aryl moiety capable of forming an intramolecular &#8216;sigma-hole&#8217; interaction with DNA bases, thus providing the molecule with a unique sequence-selectivity profile when compared to other DNA-interactive agents. DNA footprinting data will be presented indicating that the molecule, which spans 8-9 DNA base pairs in the minor groove, has an increased sequence selectivity compared with related analogues, preferring DNA regions containing two guanines 2-4 base pairs apart. FGX15-147 is highly cytotoxic <i>in vitro<\/i> (<i>e.g.,<\/i> IC<sub>50<\/sub> = 0.30 nM in SW60; 1.6 nM in LIM1215 and 0.142 nM in SW48, after 96 hours incubation), and is thought to exert its activity through a combination of DNA alkylation and inhibiting the binding of important oncogenic transcription factors such as Hypoxia Inducible Factor (HIF) to DNA (demonstrated through an <i>in vitro<\/i> Transcription Factor Array assay). HIF is known to be involved in the development of a large number of solid malignancies, including pancreatic cancer.<br \/>To explore the utility of FGX15-147 as an ADC payload, it was conjugated to trastuzumab in a stochastic manner (DAR 1.6) using a Maleimide-Valine-Alanine linker construct. The resulting ADC exhibited significant <i>in vivo <\/i>efficacy in a low copy number HER2+ pancreatic cancer Human Tumor Xenograft model using BALB-c mice transplanted with the CAPAN-1 cell line. Complete tumor regression was observed out to 60 days after a single dose of 2 mg\/kg comparing favorably to a 10 mg\/kg dose of trastuzumab deruxtecan (Enhertu<sup>&#174;<\/sup>) in the same study in which substantial tumor regrowth had occurred by 57 days. In a standard mouse model, the FGX15-147-based ADC had a good tolerability profile with a Maximum Tolerated Dose (MTD) of at least 16 mg\/kg.<br \/>Overall, the favorable tolerability and efficacy profile of FGX15-147 in an ADC format suggests that it represents a potentially valuable approach for the treatment of solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1c7e5556-c03b-4e3b-b88a-ce308ead0c74\/@z03B8ZDW\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Solid tumors,DNA damage,Transcription factor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12406"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Paolo Andriollo<\/i><\/presenter>, <presenter><u><i>George Procopiou<\/i><\/u><\/presenter>, <presenter><i>Daniella M. Di Mascio<\/i><\/presenter>, <presenter><i>Paul J. M. Jackson<\/i><\/presenter>, <presenter><i>Khondaker M. Rahman<\/i><\/presenter>, <presenter><i>Keith R. Fox<\/i><\/presenter>, <presenter><i>David E. Thurston<\/i><\/presenter>. King's College London, London, United Kingdom, Femtogenix, Harpenden, Hertfordshire, United Kingdom, University of Southampton, Southampton, United Kingdom","CSlideId":"","ControlKey":"9eebec7b-d733-4dea-8140-daa8f767777f","ControlNumber":"3145","DisclosureBlock":"&nbsp;<b>P. Andriollo, <\/b> None..<br><b>G. Procopiou, <\/b> None..<br><b>D. M. di Mascio, <\/b> None..<br><b>P. J. M. Jackson, <\/b> None..<br><b>K. M. Rahman, <\/b> None..<br><b>K. R. Fox, <\/b> None..<br><b>D. E. Thurston, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12406","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1c7e5556-c03b-4e3b-b88a-ce308ead0c74\/@z03B8ZDW\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1750","PresenterBiography":"","PresenterDisplayName":"George Procopiou, PhD","PresenterKey":"11043981-1cc8-452c-a53a-7949a990d87f","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/11043981-1cc8-452c-a53a-7949a990d87f.profile.jpg","SearchResultActions":null,"SearchResultBody":"1750. Design and development of a novel highly sequence-selective guanine mono-alkylating DNA-interactive ADC payload suitable for solid tumor treatments","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Design and development of a novel highly sequence-selective guanine mono-alkylating DNA-interactive ADC payload suitable for solid tumor treatments","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Gastrointestinal cancers (GI) are among the most common cancers worldwide. Current treatment options rely on a chemotherapy backbone combined with targeted antibody therapies, but the prognosis generally remains poor. Iksuda has developed a next-generation Antibody Drug Conjugate (ADC) targeting a cancer-specific carbohydrate antigen (CanAg) which is highly overexpressed in GI cancers but has no expression on normal tissues. This CanAg-targeting ADC is comprised of a proprietary PBD prodrug coupled to an anti-CanAg antibody using PermaLink conjugation technology. The PBD prodrug is designed with a tumor-selective trigger to attenuate its potency before entry of the ADC into the target cancer cells. PermaLink conjugation chemistry ensures conjugate stability. Here, the potential of this anti-CanAg ADC was explored in preclinical models as a proof of concept for targeting GI cancers.<br \/><b>Methods:<\/b> The ADC is composed of a PBD prodrug conjugated to an anti-CanAg antibody through PermaLink to generate conjugate with a drug to antibody ratio of approximately 2. This CanAg-targeting ADC was evaluated <i>in vitro<\/i> in the CanAg-expressing Colo205 cancer cell line. <i>In vivo <\/i>efficacy studies were conducted in SCID mice with CanAg-expressing human cancer xenografts representing colorectal (Colo 205), gastric (N87) and pancreatic cancers (BxPC3). An exploratory toxicology study was conducted in cynomolgus monkeys.<br \/><b>Results:<\/b> The CanAg-targeting ADC showed highly potent, specific activity in the Colo205 colorectal cancer cell line with IC50 values in the pM range. A single administration of anti-CanAg ADC in CanAg-positive GI xenograft models showed significant dose-dependent antitumor activity and induced complete tumor regressions with no observable toxicity. In the gastric cancer model, the anti-CanAg ADC gave a complete response by day 36 when dosed at 0.3 mg\/kg, and 1 and 3 mg\/kg doses exhibited long-lasting tumor regression. In the pancreatic cancer model, administration of anti-CanAg ADC at 0.3 mg\/kg induced 76% tumor growth inhibition (TGI) on day 21, and at 1 mg\/kg, and 3 mg\/kg showed complete tumor regression by day 40 with no subsequent tumor recurrence for the 3mg\/kg dose. In colorectal cancer, the anti-CanAg ADC exhibited 58% and 98% TGI with 0.3 mg\/kg and 1 mg\/kg doses respectively, and with the 3 mg\/kg dose regressed tumor with no recurrence. The anti-CanAg ADC was well tolerated in cynomolgus monkeys with 1 mg\/kg defined as the highest non-severely toxic dose (HNSTD).<br \/><b>Conclusions:<\/b> This anti-CanAg ADC has shown favorable preclinical anti-tumor activity in gastrointestinal cancers. Our findings support the clinical development of the anti-CanAg ADC for the treatment of GI cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/da6b1044-2fdc-4bbc-99e1-fdcc09eccd76\/@A03B8ZDX\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Gastric cancer,Colorectal cancer,CanAg,Antibody-drug conjugate (ADC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12226"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Justyna H. Mysliwy<\/i><\/u><\/presenter>, <presenter><i>Adam Lodge<\/i><\/presenter>, <presenter><i>Daniel Williamson<\/i><\/presenter>, <presenter><i>Jenny Thirlway<\/i><\/presenter>, <presenter><i>Jutta Deckert<\/i><\/presenter>, <presenter><i>Robert J. Lutz<\/i><\/presenter>. Iksuda Therapeutics, Newcastle upon Tyne, United Kingdom","CSlideId":"","ControlKey":"f8078ddd-07a2-4d57-8af4-3a5651047aef","ControlNumber":"1277","DisclosureBlock":"&nbsp;<b>J. H. Mysliwy, <\/b> None..<br><b>A. Lodge, <\/b> None..<br><b>D. Williamson, <\/b> None..<br><b>J. Thirlway, <\/b> None.&nbsp;<br><b>J. Deckert, <\/b> <br><b>Servier Pharmaceuticals, LLC<\/b> Employment, No.<br><b>R. J. Lutz, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12226","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/da6b1044-2fdc-4bbc-99e1-fdcc09eccd76\/@A03B8ZDX\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1751","PresenterBiography":null,"PresenterDisplayName":"Justyna Mysliwy","PresenterKey":"6352772e-173b-443b-8789-41794bb176f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1751. Developing a next generation antibody drug conjugate for treatment of gastrointestinal cancers","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Developing a next generation antibody drug conjugate for treatment of gastrointestinal cancers","Topics":null,"cSlideId":""},{"Abstract":"One of the main goals of cancer therapeutics is to develop smart molecules that can deliver drugs or immunogens to cancer cells within the tumor, while avoiding the toxicity to normal cells. Lately, immune checkpoint inhibitors have shown significant effects in the field of cancer treatment. Atezolizumab is an immune check point inhibitor specific to PD-L1. In order to potentiate anti-tumor aspects of Atezolizumab, we have developed TecApta, a switchable single strand DNA oligonucleotide aptamer that specifically binds to this antibody with a high affinity and specificity. However, TecApta is detached from Atezolizumab upon binding of this antibody to its target PD-L1. This switchable aspect of TecApta makes it a suitable drug carrier for targeting cancer cells within the tumor microenvironment. We have developed modified versions of TecApta which include either the chemotherapy drug, gemcitabine, or the immune activator, TLR9A. Based on our <i>in vitro<\/i> data, both versions are biologically active. The gemcitabine sensitive cell line MDA-MB-231\/Luc exhibits similar IC50s (20nM) for both gemcitabine-linked-TecApta (GMZ-TecApta) and the free unbound gemcitabine. Moreover, the same concentrations of TLR9A-linked-TecApta (TLR9A-TecApta) and the free TLR9A show similar effects in inducing TLR9 receptors in a cell-based assay. These results suggest that possibly GMZ-TecApta and TLR9A-TecApta can be carried by Atezolizumab and released within the tumor microenvironment, where they may induce apoptosis or aggravate an immune reaction, respectively. Animal studies will be conducted in the future to investigate the possibility of such favorable outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d7c37fa6-5bab-40d8-b3e6-f3561fb19c3a\/@A03B8ZDX\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Nucleoside analogs,Targeted drug delivery,Atezolizumab ,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12227"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Mohammad Sadegh Atefi<\/i><\/u><\/presenter>, <presenter><i>Sola Takahashi<\/i><\/presenter>, <presenter><i>David Sich<\/i><\/presenter>, <presenter><i>Jessica Grondin<\/i><\/presenter>, <presenter><i>Rami Doueiri<\/i><\/presenter>, <presenter><i>Lindsay Bourgeois<\/i><\/presenter>, <presenter><i>Gary Olsem<\/i><\/presenter>, <presenter><i>Akiko Futamura<\/i><\/presenter>, <presenter><i>Julie Yang<\/i><\/presenter>, <presenter><i>Joan Oliva<\/i><\/presenter>, <presenter><i>John Elshimali<\/i><\/presenter>, <presenter><i>Carlos Pereira<\/i><\/presenter>. Analytomix, Los Angeles, CA, Hinge Therapeutics, Los Angeles, CA, Biolabs LA, Los Angeles, CA, Basepaws, Los Angeles, CA, Emmaus Medical, Inc., Torrance, CA, Charles Drew University, Los Angeles, CA","CSlideId":"","ControlKey":"6a90d4d2-8642-4234-a551-487042758876","ControlNumber":"1557","DisclosureBlock":"<b>&nbsp;M. S. Atefi, <\/b> <br><b>Analytomix<\/b> Other, Owner of the startup entity at research and development stage, Yes. <br><b>S. Takahashi, <\/b> <br><b>Hinge Therapeutics<\/b> Employment, No. <br><b>D. Sich, <\/b> <br><b>Hinge Therapeutics<\/b> Employment, No. <br><b>J. Grondin, <\/b> <br><b>Biolabs LA<\/b> Other, Former employee, No. <br><b>R. Doueiri, <\/b> <br><b>BioLabs LA<\/b> Employment, No. <br><b>L. Bourgeois, <\/b> <br><b>Biolabs LA<\/b> Employment, No. <br><b>G. Olsem, <\/b> <br><b>Biolabs LA<\/b> Employment, No. <br><b>A. Futamura, <\/b> <br><b>Hinge Therapeutics<\/b> Other, Owner, No. <br><b>J. Yang, <\/b> <br><b>Basepaws<\/b> Employment, No. <br><b>J. Oliva, <\/b> <br><b>Emmaus Medical, Inc.<\/b> Employment, No. <br><b>J. Elshimali, <\/b> <br><b>Charles Drew University<\/b> Employment, No. <br><b>C. Pereira, <\/b> <br><b>Analytomix<\/b> Other, Owner of the startup entity at research and development stage, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12227","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d7c37fa6-5bab-40d8-b3e6-f3561fb19c3a\/@A03B8ZDX\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1752","PresenterBiography":null,"PresenterDisplayName":"Mohammad Atefi, PhD","PresenterKey":"a8f50235-63aa-4470-9abe-83a3320a8a5a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1752. Switchable binding of TecApta to Atezolizumab provides the possibility of enhancing the therapeutic effects of this immune checkpoint inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Switchable binding of TecApta to Atezolizumab provides the possibility of enhancing the therapeutic effects of this immune checkpoint inhibitor","Topics":null,"cSlideId":""},{"Abstract":"HER2 has long been a target of high interest for antibody and antibody drug conjugate (ADC) therapeutics due to its well-documented overexpression in breast, gastric and lung cancer. While trastuzumab and ado-trastuzumab emtansine (T-DM1) have become an integral part of treatment paradigms for HER2-positive cancer, the more recent approvals of the fam-trastuzumab deruxtecan (DS-8201) ADC and the Fc-engineered margetuximab antibody have highlighted the potential for continued improvement over existing HER2-targeting therapies. IKS014 is a HER2-directed ADC that incorporates site-directed conjugation and tumor-selective glucuronide-trigger linker technology to reduce systemic off-target toxicity while maximizing efficient intracellular lysosomal payload release, thus holding the promise of a wider therapeutic index.<br \/>IKS014 was generated by site-specific conjugation via a proprietary beta-glucuronide linker to the microtubule agent MMAF with a drug-to-antibody ratio (DAR) 2. In vitro and in vivo activity was evaluated in HER2-positive preclinical models with varying HER2 expression levels in comparison to benchmark ADCs. Pharmacokinetics (PK) and tolerability studies were conducted in rodent and cynomolgus monkey.<br \/>IKS014 conjugation resulted in a homogeneous ADC with defined DAR and good physio-chemical properties. In vitro, IKS014 demonstrated dose dependent specific cytotoxicity against Her2-positive cell lines. In JIMT-1 breast cancer xenografts with moderate HER2-expression (HER2 IHC 2+), IKS014 causes complete regressions at a single dose of 5 mg\/kg and partial regressions at 1 mg\/kg, while T-DM1 results in only tumor growth inhibition even at 15 mg\/kg. Anti-tumor efficacy of IKS014 in NCI-N87 (HER2 3+) gastric xenografts is comparable to DS-8201 but superior to T-DM1 at equivalent single doses ranging from 1 to 5 mg\/kg. In a HER2-positive patient-derived gastric cancer model (HER2 2+), IKS014 was highly active at 5mg\/kg Q2W x2, while T-DM1 was inactive at the same dosing schedule. IKS014 demonstrated stable PK with a terminal half-life of 8.7 days in rat and 4.6 days in monkey, and DAR 2 was maintained for up to 4 weeks. In cynomolgus monkeys, IKS014 was tolerated at 12 mg\/kg single dose and 5 mg\/kg repeat dose without ocular or lung toxicity findings.<br \/>IKS014 was highly efficacious against HER2-positive tumor xenografts in vivo, including models with moderate target expression, and compared favorably to clinically validated benchmark ADCs. This improved preclinical efficacy combined with stable PK and good tolerability profile warrants further development of this novel ADC for HER2-positive cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6936cbee-8d8e-4b9e-a6fc-1b33998e72c9\/@A03B8ZDX\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),HER2,Breast cancer,Gastric cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12231"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jutta Deckert<\/i><\/u><\/presenter>, <presenter><i>Jenny Thirlway<\/i><\/presenter>, <presenter><i>Yun-Hee Park<\/i><\/presenter>, <presenter><i>Ho Young Song<\/i><\/presenter>, <presenter><i>Chul-Woong Chung<\/i><\/presenter>, <presenter><i>Xuesong Wang<\/i><\/presenter>, <presenter><i>Zhenshan Zhang<\/i><\/presenter>, <presenter><i>Robert J. Lutz<\/i><\/presenter>. Iksuda Therapeutics Ltd, Newcastle-upon-Tyne, United Kingdom, LegoChem Biosciences, Inc., Daejeon, Korea, Republic of, Shanghai Fosun Pharmaceutical Development Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"09d20cd4-0ff7-4da0-92eb-b060a81de97b","ControlNumber":"2425","DisclosureBlock":"<b>&nbsp;J. Deckert, <\/b> <br><b>Servier Pharmaceuticals LLC<\/b> Employment, No.<br><b>J. Thirlway, <\/b> None.&nbsp;<br><b>Y. Park, <\/b> <br><b>LegoChem Biosciences, Inc.<\/b> Employment, Yes. <br><b>H. Song, <\/b> <br><b>LegoChem Biosciences, Inc.<\/b> Employment, Yes. <br><b>C. Chung, <\/b> <br><b>LegoChem Biosciences, Inc.<\/b> Employment. <br><b>X. Wang, <\/b> <br><b>Shanghai Fosun Pharmaceutical Development Co., Ltd.<\/b> Employment. <br><b>Z. Zhang, <\/b> <br><b>Shanghai Fosun Pharmaceutical Development Co., Ltd.<\/b> Employment.<br><b>R. J. Lutz, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12231","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/6936cbee-8d8e-4b9e-a6fc-1b33998e72c9\/@A03B8ZDX\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1753","PresenterBiography":null,"PresenterDisplayName":"Jutta Deckert, PhD","PresenterKey":"27735f51-10be-4cca-a534-4eb1c1c01e4c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1753. IKS014, a HER2-targeting antibody drug conjugate incorporating novel bioconjugation and tumor-selective linker technology with improved in vivo efficacy and tolerability","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IKS014, a HER2-targeting antibody drug conjugate incorporating novel bioconjugation and tumor-selective linker technology with improved in vivo efficacy and tolerability","Topics":null,"cSlideId":""},{"Abstract":"Background: Amatoxin-based antibody-drug conjugates (ATACs) comprise a new class of antibody-drug conjugates (ADCs) using amanitin as a toxic payload. Amanitin binds to the RNA polymerase II and thereby efficiently inhibits the cellular transcription process. In the present study, we show that ATACs belong to the class of immune activating drugs which exhibit synergistic anti-tumor efficacy with immune checkpoint inhibitors (ICIs) <i>in vivo <\/i>by induction of immunogenic cell death (ICD)<i>.<\/i> ICIs are a new class of cancer therapeutics utilizing patients` immune system to kill cancer cells. ICIs rely on the activity of the immune system to develop their full potential. Therefore, drugs that are heating up cold tumors and make them visible to the patients` immune system and by that enhancing the anti-tumor efficacy of ICIs, e.g., ATACs, are on high demand for the treatment of tumor patients.<br \/>Material and methods: Cell line: Her2<sup>+<\/sup> cell lines: NCI-N87; CD19<sup>+<\/sup> cell line: Raji<br \/>Antibody: anti-Her2 and anti-CD19 engineered monoclonal antibody produced at Heidelberg Pharma<br \/>Toxic warhead: Cysteine reactive amanitin-linker constructs were synthesized at Heidelberg Pharma and conjugated site-specifically to the antibody.<br \/>Animal models: Raji cells with human peripheral blood mononuclear cells (PBMCs), NCI-N87 cells or HCBx-10\/ HCBx-11 PDX (Xentech, France) tumor pieces were implanted subcutaneously in mice. Treatment: ATAC: single dose i.v.; immune checkpoint inhibitors: Q3Dx6 or Q3Dx5.<br \/>Results: <i>In vivo <\/i>treatment of heterogenous Her2<sup>low<\/sup> PDX tumors with an anti-Her2-ATAC led to a significant tumor growth delay and complete tumor remission. Furthermore, increased expression of HMGB1 and surface exposure of calreticulin (CRT), two hallmarks of ICD, was observed in the same PDX tumors as well as in a Her2<sup>+<\/sup> CDX (NCI-N87) tumor after the treatment with an anti-HER2 ATAC. In addition, the combined treatment of ATACs and different ICIs targeting CTLA-4 (Ipilimumab), PD-L1 (Pembrolizumab) or PD-1 (Avelumab) had a synergistic effect in a humanized lymphoma CDX model in the presence of human PBMCs. Combination treatment led to enhanced tumor growth inhibition and more tumor free animals as compared to single treatments with ATAC or ICI.<br \/>Conclusions: The strong anti-tumor efficacy of ATACs even in heterogenous patient-derived xenograft models in combination with the induction of ICD <i>in vitro<\/i> and <i>in vivo<\/i> suggest that the anti-tumor effect of ATACs is accompanied by the activation of the immune system. This hypothesis is strengthened by the finding that ATACs and ICIs show a synergistic effect <i>in vivo<\/i>. The presented data highlights the general concept of the synergistic effect of ATACs and ICIs which applies to several types of ICIs thus strengthening the scientific rationale for combination treatments in clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4fba21c6-62a8-4dcc-91ed-3248bb75edd4\/@A03B8ZDX\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Amanitin,Immune checkpoint blockade,Immuno-oncology,Antibody-drug conjugate (ADC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12238"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Christian Orlik<\/i><\/u><\/presenter>, <presenter><i>Franziska Ebeling<\/i><\/presenter>, <presenter><i>Kristin Decker<\/i><\/presenter>, <presenter><i>Irina Dranova<\/i><\/presenter>, <presenter><i>Anikó Pálfi<\/i><\/presenter>, <presenter><i>Christoph Mueller<\/i><\/presenter>, <presenter><i>Torsten Hechler<\/i><\/presenter>, <presenter><i>Andreas Pahl<\/i><\/presenter>, <presenter><i>Michael Kulke<\/i><\/presenter>. Heidelberg Pharma Research GmbH, Ladenburg, Germany","CSlideId":"","ControlKey":"1f86fe5a-42cb-4d3b-8587-f10cd622cd23","ControlNumber":"4665","DisclosureBlock":"<b>&nbsp;C. Orlik, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Yes. <br><b>Heidelberg Pharma AG<\/b> Stock Option, Yes. <br><b>F. Ebeling, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Yes. <br><b>Heidelberg Pharma AG<\/b> Stock Option, Yes. <br><b>K. Decker, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Yes. <br><b>Heidelberg Pharma AG<\/b> Stock Option, Yes. <br><b>I. Dranova, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Yes. <br><b>Heidelberg Pharma AG<\/b> Stock Option, Yes. <br><b>A. Pálfi, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Patent, Yes. <br><b>Heidelberg Pharma AG<\/b> Stock, Stock Option, Yes. <br><b>C. Mueller, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Patent, Yes. <br><b>Heidelberg Pharma AG<\/b> Stock, Stock Option, Yes. <br><b>T. Hechler, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Patent, Yes. <br><b>Heidelberg Pharma AG<\/b> Stock Option, Yes. <br><b>A. Pahl, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Patent, Yes. <br><b>Heidelberg Pharma AG<\/b> Employment, Stock, Stock Option, Yes. <br><b>M. Kulke, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Patent, Yes. <br><b>Heidelberg Pharma AG<\/b> Stock, Stock Option, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12238","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4fba21c6-62a8-4dcc-91ed-3248bb75edd4\/@A03B8ZDX\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1754","PresenterBiography":null,"PresenterDisplayName":"Christian Orlik, Dr Rer Nat","PresenterKey":"74e19271-c0ce-4f39-b13d-afca11a8cc15","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1754. Amatoxin-based antibody-drug conjugates induce immunogenic cell death and improve the anti-tumor efficacy of immune checkpoint inhibitors in humanized mouse models","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Amatoxin-based antibody-drug conjugates induce immunogenic cell death and improve the anti-tumor efficacy of immune checkpoint inhibitors in humanized mouse models","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Lymphoma is the most common hematological malignancy with non-Hodgkin B-cell lymphomas (NHL), including those with high unmet clinical need such as relapsed\/refractory Diffuse Large B Cell Lymphoma (DLBCL), and Mantle-Cell Lymphoma (MCL), representing 90% of all lymphoma cases. CD19 is an attractive target for antibody-directed lymphoma therapies as it is expressed in most B cell malignancies, with normal tissue expression limited to B-cells thus reducing any on-target toxicity concerns. Antibody Drug Conjugates (ADCs) are the focus of intense interest as a means to provide selective tumor killing with increased efficacy and less toxicity than standard of care chemotherapies. IKS03 is an ADC comprised of an anti-CD19 antibody conjugated to a proprietary DNA-crosslinking PBD prodrug and includes a tumor-selective glucuronide-trigger technology for payload release and activation. ADC activity requires processing by beta-glucuronidase, a lysosomal enzyme often upregulated in tumor cells, while normal tissues with low levels of the enzyme are less able to process the ADC and are differentially spared.<br \/><b>Methods: <\/b>IKS03 was generated via chemo-enzymatic bioconjugation at defined sites on the antibody yielding an ADC with a drug to antibody ratio of 2. <i>In vivo<\/i> efficacy was evaluated in CD19-expressing cell line-derived xenograft models in mice including Farage (DLBCL, Germinal Centre B-cell subtype), OCI-LY10 (DLBCL, Activated B-Cell subtype), Granta-519 (MCL) and Ramos (Burkitt&#8217;s lymphoma). Activity was compared to benchmark ADCs known to have demonstrated clinical efficacy. Efficacy was also assessed in low passage DLBCL patient-derived xenograft models of known genomic profile. Toxicology studies were conducted in cynomolgus monkeys with immunophenotyping by flow cytometry included to quantify the level of normal B-cells following IKS03 administration.<br \/><b>Results:<\/b> IKS03 is highly effective in causing tumor regressions in DLBCL models at doses that are well tolerated. Complete regressions were observed with a single dose of 0.1 mg\/kg in the Farage xenograft model. IKS03 is also highly active in the Granta-519 MCL model, with complete regressions observed with a single dose of 0.1 mg\/kg. Tumor regression was observed in a high-grade triple-hit lymphoma PDX model with a single 0.3 mg\/kg dose. IKS03 was tolerated in monkeys at the highest dose tested of 1.5 mg\/kg (single dose). IKS03 cross reacts with monkey CD19 and reduced B-cell depletion was observed in relation to comparator agents, even at doses much greater (1.5 mg\/kg) than that needed for complete responses in B-cell lymphoma mouse models (0.1 mg\/kg).<br \/><b>Conclusion:<\/b> Preclinical data demonstrates that IKS03&#8217;s advanced ADC design results in an increased therapeutic margin compared to traditional ADCs with DNA-crosslinking payloads, with increased efficacy and decreased toxicity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3948c4e0-2f21-42b4-9f40-8b4b9d8f03c6\/@A03B8ZDX\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Lymphoma: non-Hodgkin's lymphoma,CD19,Cancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12218"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Jenny Thirlway<\/i><\/presenter>, <presenter><i>Adam Lodge<\/i><\/presenter>, <presenter><i>Daniel J. Williamson<\/i><\/presenter>, <presenter><i>Justyna Mysliwy<\/i><\/presenter>, <presenter><u><i>Jutta Deckert<\/i><\/u><\/presenter>, <presenter><i>Xavier Chauchet<\/i><\/presenter>, <presenter><i>Laura Cons<\/i><\/presenter>, <presenter><i>Yun-Hee Park<\/i><\/presenter>, <presenter><i>Hyun-Min Ryu<\/i><\/presenter>, <presenter><i>Na Ra Han<\/i><\/presenter>, <presenter><i>Ho Young Song<\/i><\/presenter>, <presenter><i>Chul-Woong Chung<\/i><\/presenter>, <presenter><i>Robert J. Lutz<\/i><\/presenter>. Iksuda Therapeutics Ltd, Newcastle-upon-Tyne, United Kingdom, Light Chain Bioscience-Novimmune S.A, Geneva, Switzerland, LegoChem Biosciences Inc, Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"3a52705c-5cc9-4266-8fde-0345f76fb7e8","ControlNumber":"167","DisclosureBlock":"&nbsp;<b>J. Thirlway, <\/b> None..<br><b>A. Lodge, <\/b> None..<br><b>D. J. Williamson, <\/b> None..<br><b>J. Mysliwy, <\/b> None.&nbsp;<br><b>J. Deckert, <\/b> <br><b>Servier Pharmaceuticals LLC<\/b> Employment, No. <br><b>X. Chauchet, <\/b> <br><b>Light Chain Bioscience-Novimmune S.A<\/b> Employment, Yes. <br><b>L. Cons, <\/b> <br><b>Light Chain Bioscience-Novimmune S.A<\/b> Employment, Yes. <br><b>Y. Park, <\/b> <br><b>LegoChem Biosciences Inc<\/b> Employment, Yes. <br><b>H. Ryu, <\/b> <br><b>LegoChem Biosciences Inc<\/b> Employment, Yes. <br><b>N. Han, <\/b> <br><b>LegoChem Biosciences Inc<\/b> Employment, Yes. <br><b>H. Song, <\/b> <br><b>LegoChem Biosciences Inc<\/b> Employment, Yes. <br><b>C. Chung, <\/b> <br><b>LegoChem Biosciences Inc<\/b> Employment, Yes.<br><b>R. J. Lutz, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12218","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/3948c4e0-2f21-42b4-9f40-8b4b9d8f03c6\/@A03B8ZDX\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1755","PresenterBiography":null,"PresenterDisplayName":"Jutta Deckert, PhD","PresenterKey":"0b48cb8e-f47c-47fa-9c0c-ce3aeafe218c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1755. IKS03, a CD19-targeted antibody drug conjugate with enhanced efficacy and tolerability for treatment of B-cell lymphomas","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IKS03, a CD19-targeted antibody drug conjugate with enhanced efficacy and tolerability for treatment of B-cell lymphomas","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> XMT-1660 is a first-in-class Dolasynthen Antibody-Drug Conjugate (ADC) targeting B7-H4 and carrying a DolaLock payload with controlled bystander effect. B7-H4 is an immunoregulatory protein that is expressed in breast, ovarian and endometrial tumors. Expression of B7-H4 has been described in both tumor cells and in tumor associated macrophages, and B7-H4 shows infrequent co-expression with PD-L1, suggesting distinct immunoregulatory functions. XMT-1660 is built on the Dolasynthen platform which incorporates several attributes, including site-specific bioconjugation and precise control over drug-antibody ratio (DAR). The XMT-1660 ADC contains 6 DolaLock Auristatin F-hydroxypropyl amide (AF-HPA) anti-tubulin payloads per antibody (DAR-6). Previously, we demonstrated the cytotoxic effect of XMT-1660 in cell line xenograft and patient derived xenograft models of breast cancer known to have B7-H4 target expression. The purpose of this study was to evaluate the anti-tumor activity of XMT-1660 across an unselected panel of breast cancer patient derived xenograft (PDX) models, evaluate the level of B7-H4 expression across this panel of breast PDX models, and assess the correlation between B7-H4 expression and anti-tumor activity following a single dose of XMT-1660.<br \/><b>Methods:<\/b> A panel of 30 breast cancer patient-derived xenograft models, annotated by prior treatment history, and divided between TNBC and ER-positive subtypes, was implanted into athymic Nude-Foxn1n mice. When tumors reached an average volume of 150-300 mm<sup>3<\/sup>, animals (n=3) were treated with a single administration of either XMT-1660 0.15mg\/kg (calculated by payload dose)\/4.71 mg\/kg (calculated by antibody dose) IV\/QD X1 or saline vehicle. Tumor volumes were evaluated until the planned endpoint of mean tumor volume of control group of 1500 mm<sup>3<\/sup> or day 28. At the endpoint, xenografts, or tumor beds (in the case of no palpable mass) were collected as formalin fixed paraffin embedded material. The xenograft material was evaluated for B7-H4 expression by protein and RNA methods and expression was compared to the anti-tumor activity.<br \/><b>Results:<\/b> In this panel of breast patient derived xenograft models, a range of anti-tumor activities has been observed following administration of a single dose of XMT-1660. The relationship between XMT-1660 anti-tumor activity and B7-H4 expression was demonstrated.<br \/><b>Conclusion:<\/b> XMT-1660 elicits a range of anti-tumor activity across a series of primary breast cancer xenograft models. XMT-1660 is currently in IND-enabling studies and is expected to enter a Phase I dose escalation clinical study in 2022. The efficacy\/expression relationship of B7-H4 will be further evaluated in an upcoming clinical study with a goal to identify patients most likely to respond to XMT-1660.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f9778ca2-7bf1-48bd-bc11-55caf01333e0\/@A03B8ZDX\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Breast cancer,Mouse models,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12228"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Scott D. Collins<\/i><\/presenter>, <presenter><i>Pamela S. Shaw<\/i><\/presenter>, <presenter><i>Shawn P. Fessler<\/i><\/presenter>, <presenter><i>Jason Wang<\/i><\/presenter>, <presenter><u><i>Rebecca Mosher<\/i><\/u><\/presenter>. Mersana Therapeutics, Cambridge, MA","CSlideId":"","ControlKey":"f8355794-3e6e-4819-acbc-50a751dfc653","ControlNumber":"1458","DisclosureBlock":"<b>&nbsp;S. D. Collins, <\/b> <br><b>Mersana Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>P. S. Shaw, <\/b> <br><b>Mersana Therapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>S. P. Fessler, <\/b> <br><b>Mersana Therapuetics<\/b> Employment, Stock, Stock Option, Yes. <br><b>J. Wang, <\/b> <br><b>MersanaTherapeutics<\/b> Employment, Stock, Stock Option, Yes. <br><b>R. Mosher, <\/b> <br><b>Mersana Therapeutics<\/b> Employment, Stock, Stock Option, Patent, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12228","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/f9778ca2-7bf1-48bd-bc11-55caf01333e0\/@A03B8ZDX\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1756","PresenterBiography":null,"PresenterDisplayName":"Rebecca Mosher, MD","PresenterKey":"fe5a15c9-6d09-4134-b2de-73555aa4e5cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1756. Antitumor effect of XMT1660, a B7H4 targeting antibody drug conjugate, in an unselected panel of patient derived xenograft models of breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antitumor effect of XMT1660, a B7H4 targeting antibody drug conjugate, in an unselected panel of patient derived xenograft models of breast cancer","Topics":null,"cSlideId":""},{"Abstract":"PRO1102 is an antibody-drug conjugate (ADC) directed toward HER2, a validated protein target that is overexpressed in multiple cancers, including breast and gastrointestinal cancer. PRO1102 is comprised of 1) trastuzumab, a clinically and commercially validated HER2-directed antibody, 2) a cleavable, hydrophilic linker, and 3) exatecan, a topoisomerase 1 inhibitor. The mechanism of action and the clinical potential of PRO1102 was evaluated in a series of experiments. PRO1102 maintained the same binding attributes of the parent antibody, trastuzumab, in vitro. In mouse xenograft studies, PRO1102 demonstrated robust anti-tumor activity across multiple HER2-expressing cell lines that was generally better than ADCs with alternative drug-linker technologies, such as those associated with monomethyl auristatin E, mertansine (DM1) and deruxtecan. In addition, PRO1102 retained activity in cancer cells with moderate and low HER2 expression, suggesting the potential to benefit a broader range of patients of HER2-expressing cancers. The pharmacokinetics of PRO1102 was evaluated in rats and PRO1102 was stable in circulation with disposition similar to the parent antibody. Tolerability was evaluated in mice and at PRO1102 dose levels associated with robust anti-tumor activity, PRO1102 was well tolerated. PRO1102 exhibits the attributes needed for an effective ADC with robust activity in a broad selection of HER2-expressing cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/460b6c23-200f-4621-b3db-fdc0ba7ef48a\/@A03B8ZDX\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),HER2,Topoisomerase I inhibitor,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12222"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Lei Wang<\/i><\/u><\/presenter>, <presenter><i>Haidong Liu<\/i><\/presenter>, <presenter><i>Xiao Shang<\/i><\/presenter>, <presenter><i>Tae H. Han<\/i><\/presenter>, <presenter><i>Baiteng Zhao<\/i><\/presenter>. ProfoundBio (Suzhou) Co., LTD, Suzhou, China, ProfoundBio US Co., Woodinville, WA","CSlideId":"","ControlKey":"13dd72af-e0a7-45f6-b17a-0f23c984d53e","ControlNumber":"5720","DisclosureBlock":"&nbsp;<b>L. Wang, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>X. Shang, <\/b> None..<br><b>T. H. Han, <\/b> None..<br><b>B. Zhao, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12222","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/460b6c23-200f-4621-b3db-fdc0ba7ef48a\/@A03B8ZDX\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1758","PresenterBiography":null,"PresenterDisplayName":"Lei Wang, MS","PresenterKey":"fee03d4d-4500-4391-a9a2-11b1d73fd3f5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1758. The preclinical pharmacology of PRO1102, a novel exatecan-based HER2-directed antibody-drug conjugate with robust anti-tumor activity","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The preclinical pharmacology of PRO1102, a novel exatecan-based HER2-directed antibody-drug conjugate with robust anti-tumor activity","Topics":null,"cSlideId":""},{"Abstract":"PRO1160 is an antibody-drug conjugate directed toward CD70, an antigen that is aberrantly overexpressed in multiple hematologic malignancies and carcinomas with limited normal tissue expression. PRO1160 is comprised of a 1) human monoclonal antibody that selectively binds to CD70, 2) a cleavable, hydrophilic linker, and 3) exatecan, a topoisomerase 1 inhibitor. Upon binding to CD70 on the surface of malignant cells, PRO1160 is internalized and exatecan released through enzymatic cleavage of the linker. Exatecan blocks the ligation step of the cell cycle and generates DNA single- and double-strand breaks, which leads to cell death. PRO1160 demonstrated robust anti-tumor activity, in vitro and in vivo. In multiple cell-derived xenograft mouse models, PRO1160 demonstrated more potent tumor growth inhibition compared to an MMAE-conjugated ADC with the same parent antibody. PRO1160 was well tolerated in mice with no to minimal impact on body weight gain. The in vivo pharmacokinetics in rats showed that PRO1160 is stable in circulation. These nonclinical data suggest the potential for a broad therapeutic window and further development of PRO1160 is warranted. PRO1160 has the potential for an expanded therapeutic index. PRO1160 is being developed for the potential treatment of patients with CD70-expressing hematologic and solid tumor cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1035f9b3-148a-467e-900f-05e1e0d74ccb\/@s03B8ZDY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-09 Other,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),CD70,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12232"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Lei Wang<\/i><\/u><\/presenter>, <presenter><i>Haidong Liu II<\/i><\/presenter>, <presenter><i>Xiao Shang III<\/i><\/presenter>, <presenter><i>Tae Han IV<\/i><\/presenter>, <presenter><i>Baiteng Zhao V<\/i><\/presenter>. ProfoundBio (Suzhou) Co., Ltd., Suzhou, China, ProfoundBio US Co., Woodinville, WA, ProfoundBio US Co., ProfoundBio (Suzhou) Co., Woodinville, WA","CSlideId":"","ControlKey":"59803d78-9d2a-488d-bf17-cc897f06285a","ControlNumber":"4344","DisclosureBlock":"&nbsp;<b>L. Wang, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>X. Shang, <\/b> None..<br><b>T. Han, <\/b> None..<br><b>B. Zhao, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12232","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/1035f9b3-148a-467e-900f-05e1e0d74ccb\/@s03B8ZDY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1759","PresenterBiography":null,"PresenterDisplayName":"Lei Wang, MS","PresenterKey":"fee03d4d-4500-4391-a9a2-11b1d73fd3f5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1759. PRO1160, a novel CD70-directed antibody-drug conjugate, demonstrates robust anti-tumor activity in mouse models of renal cell carcinoma and non-Hodgkin lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PRO1160, a novel CD70-directed antibody-drug conjugate, demonstrates robust anti-tumor activity in mouse models of renal cell carcinoma and non-Hodgkin lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Antibody-drug conjugates (ADCs) are considered as promising cancer treatment modalities that combine the selectivity of antibodies and the cytotoxic properties of payloads using chemical linkers. However, despite their success, ADCs still suffer from drawbacks, e.g., systemic toxicity, which limit their potential clinical applications. The systemic toxicity of an ADC is mainly related to the stability of its linker, and to the selectivity of its antibody towards the targeted antigen expressed on cancer cells. Lu\/BCAM (Lutheran\/basal cell adhesion molecule) is a member of the immunoglobulin superfamily and is a receptor for laminin, a protein that facilitates cell adhesion, migration, and invasion. A growing number of studies show that BCAM plays an essential role in tumor progression and is overexpressed on epithelial cancers e.g., skin cancer. Here we describe GENA-111, a human monoclonal anti-BCAM IgG4 (S228P) antibody that binds to human BCAM with high affinity, and that is significantly internalized by BCAM-positive tumor cells. We also describe the GENA-111-auristatin F ADC, wherein the GENA-111 antibody has been armed with an auristatin F derivative using a new linker technology and a stabilized thiol maleimide conjugation. This new linker technology comprises a cleavable peptidic sequence that facilitates multidrug attachment and the production of ADCs with tailored drug-to-antibody ratios (DARs). Cytotoxic drugs are rapidly and selectively released from the linker by the carboxypeptidase activity of Cathepsin B. <i>In vitro<\/i> cytotoxicity examination showed the potent cytotoxic effects of this GENA-111-auristatin F ADC on BCAM-expressing tumor cells, with a positive correlation between cytotoxicity and BCAM expression. Moreover, this ADC was also shown to significantly reduce the growth of tumor cells, including A431, T47D, and Huh7. The GENA-111-auristatin F ADC was evaluated in a xenograft mouse model established by subcutaneous injection of A431 cells, a BCAM positive human skin cancer cell line. The results of this study will be presented and discussed. Taken together, our data suggest that an ADC targeting BCAM e.g., GENA-111-auristatin F, might be a promising treatment strategy for BCAM positive epithelial cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2126285d-963e-4afa-b307-d890b8d51cc7\/@s03B8ZDY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-09 Other,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Anticancer therapy,Novel anticancer agents,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12230"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Hyunkyung Yu<\/i><\/u><\/presenter>, <presenter><i>Nathalie Bellocq<\/i><\/presenter>, <presenter><i>Youngeun Ha<\/i><\/presenter>, <presenter><i>Hyunuk Kim<\/i><\/presenter>, <presenter><i>Yunyeon Kim<\/i><\/presenter>, <presenter><i>Bu-Nam Jeon<\/i><\/presenter>, <presenter><i>Léo Marx<\/i><\/presenter>, <presenter><i>Mathilde Pantin<\/i><\/presenter>, <presenter><i>Hyunjin Yoo<\/i><\/presenter>, <presenter><i>Seungmin Byun<\/i><\/presenter>, <presenter><i>Joo-Yeon Chung<\/i><\/presenter>, <presenter><i>Mi Young Cha<\/i><\/presenter>, <presenter><i>Patrick Garrouste<\/i><\/presenter>, <presenter><i>Frédéric Lévy<\/i><\/presenter>. Genome & Company, Sungnam-si, Korea, Republic of, Debiopharm Research and Manufacturing, Martigny, Switzerland, Debiopharm International, Lausanne, Switzerland","CSlideId":"","ControlKey":"30028d45-2f7c-4829-aaa8-8c446fb9f738","ControlNumber":"1716","DisclosureBlock":"<b>&nbsp;H. Yu, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>N. Bellocq, <\/b> <br><b>Debiopharm Research and Manufacturing<\/b> Employment. <br><b>Y. Ha, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>H. Kim, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>Y. Kim, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>B. Jeon, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>L. Marx, <\/b> <br><b>Debiopharm Research and Manufacturing<\/b> Employment. <br><b>M. Pantin, <\/b> <br><b>Debiopharm Research and Manufacturing<\/b> Employment. <br><b>H. Yoo, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>S. Byun, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>J. Chung, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>M. Cha, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>P. Garrouste, <\/b> <br><b>Debiopharm Research and Manufacturing<\/b> Employment. <br><b>F. Lévy, <\/b> <br><b>Debiopharm International<\/b> Employment.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12230","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/2126285d-963e-4afa-b307-d890b8d51cc7\/@s03B8ZDY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1760","PresenterBiography":null,"PresenterDisplayName":"Hyunkyung Yu, PhD","PresenterKey":"e7446a53-2a7c-4c99-b693-285b442d808d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1760. The antibody-drug conjugate GENA-111 conjugated to auristatin F shows therapeutic potency in BCAM positive epithelial cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The antibody-drug conjugate GENA-111 conjugated to auristatin F shows therapeutic potency in BCAM positive epithelial cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Amatoxin-based antibody-drug conjugates (ATACs) are a new class of ADCs using amanitin, a specific inhibitor of RNA polymerase II, as toxic payload. A first ATAC targeting B-cell maturation antigen (BCMA) is currently being tested in phase I\/II clinical trials in multiple myeloma patients. During the clinical trials, the effect of repeated dosing on safety as well as anti-tumor efficacy of the ATAC will be assessed. In preclinical studies a reduction of toxicity was observed after repeated dosing with ATACs regardless of the target or antibody. In the present study, we demonstrate the effect of ATAC pre-treatment on tolerability in pre-clinical models.<br \/><b>Material and Methods: <\/b>Antibody: Engineered monoclonal antibodies produced at Heidelberg Pharma<br \/>Toxic warhead: Cysteine reactive amanitin-linker constructs were synthesized at Heidelberg Pharma and conjugated site-specifically to the antibody.<br \/>Animal models: Tolerability in CB17 Scid mice and Cynomolgus monkeys; Efficacy in a subcutaneous LNCaP prostate cancer model; Treatment: ADC (ATAC): escalating dosing i.v. q21d (tolerability) or repeated dosing i.v. q7dx4 (efficacy).<br \/><b>Results: <\/b>The impact of repeated dosing on the tolerability of a non-targeting ATAC was tested in CB17 Scid mice. The mice were initially treated with the maximal tolerated dose (MTD) of an ATAC, or PBS followed by a second higher dose 21 days after the first dose. Pre-treatment improved the tolerability of a second, higher dose of the same non-targeting ATAC from 12.5 % to 80 % survival.<br \/>As ATAC toxicity is mainly caused by liver toxicity, the liver damage markers AST, ALT and LDH are used as toxicity markers in non-human primate studies. The induction of liver damage markers observed after repeated or escalated dosing was significantly lower than the induction after single or first dose treatment. Taken together, these data indicate that ATAC treatment can induce tolerability in animal models. Furthermore, in a subcutaneous LNCaP prostate cancer model, multiple ATAC dosing did improve the anti-tumor efficacy as compared to single dose treatment, indicating that the induced tolerability is not associated with reduced anti-tumor efficacy.<br \/><b>Conclusions: <\/b>ATAC pre-treatment induces tolerability in preclinical animal models without a loss in efficacy. Since this effect of ATAC pre-treatment was observed across different animal species, it likely translates also into humans. Consequently, if reduced liver toxicity and less adverse effects after repeated dosing with ATACs are also observed in the upcoming clinical trials, it might have a significant impact on treatment regimen and clinical success of ATACs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a85e4e0f-6a55-4285-9d3d-57bbc42cad25\/@s03B8ZDY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Amanitin,Tolerability,Hepatotoxicity,Repeated dosing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12237"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Kristin Decker<\/i><\/u><\/presenter>, <presenter><i>Marisa Schmitt<\/i><\/presenter>, <presenter><i>Can Araman<\/i><\/presenter>, <presenter><i>Franziska Ebeling<\/i><\/presenter>, <presenter><i>Irina Dranova<\/i><\/presenter>, <presenter><i>Torsten Hechler<\/i><\/presenter>, <presenter><i>Anikó Pálfí<\/i><\/presenter>, <presenter><i>Andreas Pahl<\/i><\/presenter>, <presenter><i>Michael Kulke<\/i><\/presenter>. Heidelberg Pharma Research GmbH, Ladenburg, Germany","CSlideId":"","ControlKey":"b2deea1d-d082-4d04-8771-f0edbc2476d5","ControlNumber":"503","DisclosureBlock":"<b>&nbsp;K. Decker, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Yes. <br><b>Heidelberg Pharma AG<\/b> Stock Option, Yes. <br><b>M. Schmitt, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Yes. <br><b>C. Araman, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Yes. <br><b>Heidelberg Pharma AG<\/b> Stock Option, Yes. <br><b>F. Ebeling, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Yes. <br><b>Heidelberg Pharma AG<\/b> Stock Option, Yes. <br><b>I. Dranova, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Yes. <br><b>Heidelberg Pharma AG<\/b> Stock Option, Yes. <br><b>T. Hechler, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Patent. <br><b>Heidelberg Pharma AG<\/b> Stock Option, Yes. <br><b>A. Pálfí, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Patent, Yes. <br><b>Heidelberg Pharma AG<\/b> Stock, Stock Option, Yes. <br><b>A. Pahl, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Patent, Yes. <br><b>Heidelberg Pharma AG<\/b> Employment, Stock, Stock Option, Yes. <br><b>M. Kulke, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Patent, Yes. <br><b>Heidelberg Pharma AG<\/b> Stock, Stock Option, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12237","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a85e4e0f-6a55-4285-9d3d-57bbc42cad25\/@s03B8ZDY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1761","PresenterBiography":null,"PresenterDisplayName":"Kristin Decker, PhD","PresenterKey":"932b5637-1599-4430-a898-1b22a347a110","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1761. Treatment with antibody-targeted amanitin conjugates induces tolerability in preclinical models without triggering tolerance","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Treatment with antibody-targeted amanitin conjugates induces tolerability in preclinical models without triggering tolerance","Topics":null,"cSlideId":""},{"Abstract":"Antibody drug conjugates (ADCs) represent an attractive approach to bring very cytotoxic drugs into tumors while avoiding systemic toxicities. Currently, most commercially available ADCs come with toxicities associated with the nonspecific release of the payload in the circulation. We have developed a novel drug multi-linker technology that enables the generation of stable and potent ADCs. It is selectively recognized and cleaved by the carboxydipeptidase activity of Cathepsin B that has been shown to be overexpressed in cancer cells. The technology allows for a fast and specific cleavage, which results in efficient drug release in the tumor. Different payloads can be attached to antibodies, and the drug to antibody ratio (DAR) can be modulated up to DAR16, resulting in customed cytotoxic activity. Here we characterize the properties of the multi-linker using different payloads, different DARs, and trastuzumab as the targeting antibody. Trastuzumab based multi-linker ADCs were generated and tested in vitro and in vivo. The linker-payload kinetic release and the cytotoxicity of these ADCs were assessed in vitro. Pharmacokinetic (PK) and pharmacodynamic properties of selected multi-linker ADCs were then investigated in relevant in vivo models and compared to trastuzumab emtansine (T-DM1) and trastuzumab deruxtecan (T-Dxd). Trastuzumab based multi-linker ADCs were shown to efficiently target Her2 expressing cells. In vitro, increasing the DAR had a positive effect on cytotoxicity. In a breast cancer model expressing low levels of Her2, a trastuzumab based multi-linker ADC with mertansine (DM1) at DAR8 showed superior activity, including complete tumor regressions, as compared to T-DM1 and T-Dxd and was well tolerated. In addition, the trastuzumab based multi-linker ADCs showed total antibody PK profiles comparable to T-DM1 and good stability in plasma. In conclusion, these results demonstrate that this novel linker technology can be used to produce stable and high DAR ADCs with improved efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4f389754-e7fd-43de-a2b6-ad72634650d5\/@s03B8ZDY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Targeted drug delivery,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12225"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Noemie Luong<\/i><\/u><\/presenter>, <presenter><i>Nathalie Bellocq<\/i><\/presenter>, <presenter><i>Leo Marx<\/i><\/presenter>, <presenter><i>Mathilde Pantin<\/i><\/presenter>, <presenter><i>Benjamin Tchumi<\/i><\/presenter>, <presenter><i>Marie-Claude Roubaudi-Fraschini<\/i><\/presenter>, <presenter><i>Camille Riff<\/i><\/presenter>, <presenter><i>Manfred Mutter<\/i><\/presenter>, <presenter><i>Antoine Attinger<\/i><\/presenter>. Debiopharm International SA, Lausanne, Switzerland, Debiopharm Research & Manufacturing SA, Martigny, Switzerland","CSlideId":"","ControlKey":"b6fc8182-69a1-4ad4-90c6-244c1e4af3ed","ControlNumber":"4882","DisclosureBlock":"&nbsp;<b>N. Luong, <\/b> None..<br><b>N. Bellocq, <\/b> None..<br><b>L. Marx, <\/b> None..<br><b>M. Pantin, <\/b> None..<br><b>B. Tchumi, <\/b> None..<br><b>M. Roubaudi-Fraschini, <\/b> None..<br><b>C. Riff, <\/b> None..<br><b>M. Mutter, <\/b> None..<br><b>A. Attinger, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12225","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/4f389754-e7fd-43de-a2b6-ad72634650d5\/@s03B8ZDY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1762","PresenterBiography":null,"PresenterDisplayName":"Noemie Luong, PhD","PresenterKey":"3cd12c56-739e-4cb4-bda6-b39e71f8dfbd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1762. A novel antibody drug conjugate linker enabling production of ADCs with high drug to antibody ratios and fast payload release for improved efficacy","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel antibody drug conjugate linker enabling production of ADCs with high drug to antibody ratios and fast payload release for improved efficacy","Topics":null,"cSlideId":""},{"Abstract":"Antibody Drug Conjugates (ADCs) are failing due to 3 critical limitations: Low potency, ineffective solid-tumor penetration and poor tolerability. The industry is full of approaches where full-length Immunoglobulins have been engineered to carry defined numbers of payloads with higher-loadings of less potent payloads appearing to be well-tolerated. However, antibody fragments (e.g. single-chain Fcs-scFvs), which have many advantages including rapid tumor penetration, faster clearance, inexpensive manufacture, have been technologically challenging to apply in oncology. Our novel approach enables scFvs to have a high Drug:Antibody loading ratio (DAR) whilst retaining effective binding and other favorable biophysical properties, leading to a new product class tailored for solid tumors. Antikor has two FDC products in development for solid tumors, notably gastric: anti-HER2 FDC (ANT-043) and a second target (ANT-045) which will be disclosed during this presentation. ANT-043 has pM potencies in a range of HER2-expressing cell-lines, including trastuzumab-resistant models, excellent tumor ablation effects in breast, ovarian and gastric cancer xenograft models and superior tolerability compared to an ADC in rat toxicology studies at a dose of 1mg\/kg\/weekly. Quantitative payload tumor uptake and fluorescent immuno-histological studies demonstrate superior solid tumor penetration across the entire tumor and diffusion from blood vessels. In collaboration with our partners, Essex Biotechnology, Antikor is taking ANT-043 into IND-enabling studies for clinical development. ANT-045, which emerged from Antikor&#8217;s proprietary FDC &#8216;discovery engine&#8217;, is progressing towards IND-filing and updated data will illustrate how ANT-045 could have a broader patient benefit in gastro-intestinal cancers. ANT-045 has excellent in vitro cell-kill potency (pM IC50s) and excellent stability and superior in vivo tumor cure efficacy, compared to a leading clinical stage benchmark ADC. This presentation will focus on Antikor&#8217;s FDC discovery platform (stable high-DAR scFv-display libraries, tailored linker-payloads and design features) that has the potential to generate first-in-class products for difficult to treat solid tumors for patient benefit and promising to succeed where ADCs have failed to deliver.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/840f2486-1280-422c-8be3-e0504b037c95\/@s03B8ZDY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Single chain antibodies,Tubulin,Receptor tyrosine kinase (RTK),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12229"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Mahendra P. Deonarain<\/i><\/presenter>, <presenter><u><i>Gokhan Yahioglu<\/i><\/u><\/presenter>, <presenter><i>Ioanna Stamati<\/i><\/presenter>, <presenter><i>Bryan Edwards<\/i><\/presenter>, <presenter><i>Soraya Diez-Posada<\/i><\/presenter>, <presenter><i>Isabel Perez-Castro<\/i><\/presenter>, <presenter><i>Anja Pomowski<\/i><\/presenter>, <presenter><i>Laura Bouche<\/i><\/presenter>, <presenter><i>Ashleigh Stewart<\/i><\/presenter>, <presenter><i>Monika Maciuszek<\/i><\/presenter>, <presenter><i>Sam Ness<\/i><\/presenter>, <presenter><i>Malcolm Ngiam<\/i><\/presenter>, <presenter><i>Quinn Xue<\/i><\/presenter>. Antikor Biopharma Ltd, Stevenage, United Kingdom, Essex Biotechnology PLC, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"31d7415f-d6f4-4cdc-90e2-568033ca76c5","ControlNumber":"5327","DisclosureBlock":"<b>&nbsp;M. P. Deonarain, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Yes. <br><b>Anastasis Biotec Ltd<\/b> Stock, Stock Option, No. <br><b>G. Yahioglu, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock, Stock Option, Yes. <br><b>I. Stamati, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock, Stock Option. <br><b>B. Edwards, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock, Stock Option, Yes. <br><b>S. Diez-Posada, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock Option, Yes. <br><b>I. Perez-Castro, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock Option, Yes. <br><b>A. Pomowski, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock Option. <br><b>L. Bouche, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock Option. <br><b>A. Stewart, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock Option. <br><b>M. Maciuszek, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock Option. <br><b>S. Ness, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock Option. <br><b>M. Ngiam, <\/b> <br><b>Essex Biotechnology PLC<\/b> Employment, Stock, Yes. <br><b>Q. Xue, <\/b> <br><b>Essex Biotechnology PLC<\/b> Employment, Stock, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12229","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/840f2486-1280-422c-8be3-e0504b037c95\/@s03B8ZDY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1763","PresenterBiography":null,"PresenterDisplayName":"Gokhan Yahioglu, BS;PhD","PresenterKey":"b2f63190-35b2-4313-b6fb-bf2592b77a28","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1763. Gastric cancer antibody fragment drug-conjugates (FDCs): Succeeding in solid tumors where ADCs fail","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gastric cancer antibody fragment drug-conjugates (FDCs): Succeeding in solid tumors where ADCs fail","Topics":null,"cSlideId":""},{"Abstract":"Auristatins such as monomethyl auristatin E (MMAE) are a class of high potency microtubule targeting compounds that have an extremely narrow therapeutic window. Targeting potent auristatins to the tumor is the only feasible method of unlocking the clinical potential of such toxic molecules. While there are currently four marketed antibody-drug conjugates (ADCs) featuring auristatins, these ADCs face the same fundamental issues - tumor restriction by target antigen and the potential for off target release of payload.<br \/>Alphalex<sup>TM<\/sup> is a tumor targeting technology consisting of a unique variant of a family of pH-Low Insertion Peptides (pHLIP&#174;) that target acidic cell surfaces (references 1-2), a cleavable small molecule linker, and an anti-cancer agent warhead. Alphalex<sup>TM<\/sup><sup> <\/sup>thereby allows for antigen independent targeting of the tumor and enables intracellular delivery of the warhead by leveraging the low pH microenvironment of the tumor, a universal feature common to all tumors due to the Warburg effect.<br \/>Here we report the preclinical efficacy, safety, and antigen-independent tumor-targeting properties of alphalex<sup>TM<\/sup> conjugated to MMAE. We demonstrate the ability of alphalex<sup>TM<\/sup>-MMAE to display potent <i>in vitro<\/i> and <i>in vivo<\/i> efficacy in colorectal, non-small cell lung, and prostate carcinoma cell lines. We further show that alphalex<sup>TM<\/sup>-MMAE efficiently and safely delivers efficacious levels of MMAE selectively to tumor and demonstrates extreme plasma stability, with 0.02% warhead release over 24h in the rat. Based on the excellent preclinical safety and efficacy profile of alphalex<sup>TM<\/sup>-MMAE, Cybrexa will move forward with the goal of initiating IND-enabling studies in 2022.<br \/>References:<br \/>1. Wyatt LC, Lewis JS, Andreev OA, Reshetnyak YK, Engelman DM. Applications of pHLIP Technology for Cancer Imaging and Therapy. Trends Biotechnol. 2017 Jul;35(7):653-664.<br \/>2.<b> <\/b>Wyatt LC, Moshnikova A, Crawford T, Engelman DM, Andreev OA, Reshetnyak YK. Peptides of pHLIP family for targeted intracellular and extracellular delivery of cargo molecules to tumors. Proc Natl Acad Sci USA. 2018 Mar 20;115(12):E2811-E2818.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/13926835-a30a-4d11-84ff-2064c6fad614\/@s03B8ZDY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Microtubule-interfering agents,Antitumor agents,Preclinical,peptide-drug conjugate,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12223"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Sophia Gayle<\/i><\/u><\/presenter>, <presenter><i>Robert Aiello<\/i><\/presenter>, <presenter><i>Jane Bechtold<\/i><\/presenter>, <presenter><i>Patricia Bourassa<\/i><\/presenter>, <presenter><i>Johanna Csengery<\/i><\/presenter>, <presenter><i>Connor Hagen<\/i><\/presenter>, <presenter><i>Katia Howard<\/i><\/presenter>, <presenter><i>Kelli Jones<\/i><\/presenter>, <presenter><i>Lori Lopresti-Morrow<\/i><\/presenter>, <presenter><i>Robert Maguire<\/i><\/presenter>, <presenter><i>Timothy Paradis<\/i><\/presenter>, <presenter><i>Theresa Pasqualini<\/i><\/presenter>, <presenter><i>Joseph Tweed<\/i><\/presenter>, <presenter><i>Laurie Tylaska<\/i><\/presenter>, <presenter><i>Qing Zhang<\/i><\/presenter>, <presenter><i>Vishwas Paralkar<\/i><\/presenter>. Cybrexa Therapeutics, New Haven, CT","CSlideId":"","ControlKey":"69be1c85-13a9-4188-a584-150516c223f4","ControlNumber":"4780","DisclosureBlock":"<b>&nbsp;S. Gayle, <\/b> <br><b>Cybrexa Therapeutics<\/b> Employment, Yes. <br><b>R. Aiello, <\/b> <br><b>Cybrexa Therapeutics<\/b> Employment, Yes. <br><b>J. Bechtold, <\/b> <br><b>Cybrexa Therapeutics<\/b> Employment, Yes. <br><b>P. Bourassa, <\/b> <br><b>Cybrexa Therapeutics<\/b> Employment, Yes. <br><b>J. Csengery, <\/b> <br><b>Cybrexa Therapeutics<\/b> Employment, Yes. <br><b>C. Hagen, <\/b> <br><b>Cybrexa Therapeutics<\/b> Employment, Yes. <br><b>K. Howard, <\/b> <br><b>Cybrexa Therapeutics<\/b> Employment, Yes. <br><b>K. Jones, <\/b> <br><b>Cybrexa Therapeutics<\/b> Employment, Yes. <br><b>L. Lopresti-Morrow, <\/b> <br><b>Cybrexa Therapeutics<\/b> Employment, Yes. <br><b>R. Maguire, <\/b> <br><b>Cybrexa Therapeutics<\/b> Employment, Yes. <br><b>T. Paradis, <\/b> <br><b>Cybrexa Therapeutics<\/b> Employment, Yes. <br><b>T. Pasqualini, <\/b> <br><b>Cybrexa Therapeutics<\/b> Employment, Yes. <br><b>J. Tweed, <\/b> <br><b>Cybrexa Therapeutics<\/b> Employment, Yes. <br><b>L. Tylaska, <\/b> <br><b>Cybrexa Therapeutics<\/b> Employment, Yes. <br><b>Q. Zhang, <\/b> <br><b>Cybrexa Therapeutics<\/b> Employment, Yes. <br><b>V. Paralkar, <\/b> <br><b>Cybrexa Therapeutics<\/b> Employment, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12223","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/13926835-a30a-4d11-84ff-2064c6fad614\/@s03B8ZDY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1764","PresenterBiography":null,"PresenterDisplayName":"Sophia Gayle, PhD","PresenterKey":"b24bce40-49df-4616-8fab-6cf0918d8f00","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1764. Development of an alphalex&#8482;-auristatin low pH targeting conjugate for the treatment of solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of an alphalex&#8482;-auristatin low pH targeting conjugate for the treatment of solid tumors","Topics":null,"cSlideId":""},{"Abstract":"The cell-surface glycoprotein B7-H4 is overexpressed in a range of solid tumors including breast cancer, ovarian serous carcinoma, endometrial carcinoma, and cholangiocarcinoma, yet has limited expression in normal tissue, making it an attractive target for an antibody-drug conjugate (ADC). This presentation describes for the first time the development of AZD8205, a B7-H4 targeted ADC incorporating a novel topoisomerase 1 inhibitor (TOP1i) linker-warhead, AZ&#8217;0133 which was designed to exploit the full potential of B7-H4 as an ADC target. Initially, we investigated a series of more than 35 TOP1i compounds as warheads and achieved activity in a clinically relevant nM range. We further optimized the conjugation site and chemistry to reduce the potential for aggregation while maintaining potency, overcoming major synthetic challenges to deliver a robust synthetic route amenable to scale-up. Finally, with a series of optimized linker-warheads, we explored the impact of linker-warhead design on ADC hydrophobicity, stability, efficacy, pharmacokinetics and tolerability culminating in the development of AZD8205. The primary mechanism of action of AZD8205 is intracellular delivery of the TOP1i warhead to B7-H4 positive cells, leading to DNA damage and apoptotic cell death. AZD8205 drove bystander killing of target negative cells in mixed cultures <i>in vitro<\/i>, which is further supported by robust antitumor activity observed in <i>in vivo<\/i> studies with patient-derived xenograft (PDX) tumors with heterogeneous target expression, representing multiple tumor indications. In a study of 26 human TNBC PDX tumors, a single IV administration of 3.5 mg\/kg AZD8205 provided an overall response rate of 69% (tumor regression of 30% or greater from baseline) and complete responses observed in 9\/26 (36%) of models. To understand the biology underlying antitumor response, we conducted a multiparametric analysis including genomics, proteomics and computational pathology and found that deeper antitumor activity was observed in models with elevated B7-H4 expression as well as in models with defects in DNA damage repair (DDR). To further exploit the DNA damage elicited by the TOP1i warhead, we examined combinations of AZD8205 with small molecules, including a novel PARP1 selective inhibitor, in a BRCA wild type MDA-MB-468 model. These data suggest that AZD8205 is a promising therapeutic candidate for the treatment of B7-H4 positive solid tumors. A first in human phase 1 study in patients with advanced solid tumors is currently ongoing (NCT05123482).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/00626463-6b3b-443c-976d-f4dedb9669d2\/@s03B8ZDY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Topoisomerase I inhibitor,Novel anticancer agents,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12224"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Krista Kinneer<\/i><\/u><\/presenter>, <presenter><i>Niall J. Dickinson<\/i><\/presenter>, <presenter><i>Luke Masterson<\/i><\/presenter>, <presenter><i>Thais Cailleau<\/i><\/presenter>, <presenter><i>Ian Hutchinson<\/i><\/presenter>, <presenter><i>Balakumar Vijayakrishnan<\/i><\/presenter>, <presenter><i>Nazzareno Dimasi<\/i><\/presenter>, <presenter><i>R. James Christie<\/i><\/presenter>, <presenter><i>Mary McFarlane<\/i><\/presenter>, <presenter><i>Kathryn Ball<\/i><\/presenter>, <presenter><i>Arthur Lewis<\/i><\/presenter>, <presenter><i>Sofia Koch<\/i><\/presenter>, <presenter><i>Lee Brown<\/i><\/presenter>, <presenter><i>Yue Huang<\/i><\/presenter>, <presenter><i>Anton I. Rosenbaum<\/i><\/presenter>, <presenter><i>Jiaqi Yuan<\/i><\/presenter>, <presenter><i>Si Mou<\/i><\/presenter>, <presenter><i>Noel R. Monks<\/i><\/presenter>, <presenter><i>Jon Chesebrough<\/i><\/presenter>, <presenter><i>Ravinder Tammali<\/i><\/presenter>, <presenter><i>Judith Anderton<\/i><\/presenter>, <presenter><i>Darrin Sabol<\/i><\/presenter>, <presenter><i>Frances Anne Tosto<\/i><\/presenter>, <presenter><i>Philipp Wortmann<\/i><\/presenter>, <presenter><i>Zachary A. Cooper<\/i><\/presenter>, <presenter><i>Pauline Ryan<\/i><\/presenter>, <presenter><i>John Hood<\/i><\/presenter>, <presenter><i>Carlos Fernandez Teruel<\/i><\/presenter>, <presenter><i>Carlos Serra Traynor<\/i><\/presenter>, <presenter><i>Andy Pike<\/i><\/presenter>, <presenter><i>Michael Davies<\/i><\/presenter>, <presenter><i>Elisabetta Leo<\/i><\/presenter>, <presenter><i>Kimberly Cook<\/i><\/presenter>, <presenter><i>Nadia Luheshi<\/i><\/presenter>, <presenter><i>Philip W. Howard<\/i><\/presenter>, <presenter><i>Puja Sapra<\/i><\/presenter>. AstraZeneca, Gaithersburg, MD, Spirogen, London, United Kingdom, AstraZeneca, Cambridge, United Kingdom, AstraZeneca, South San Francisco, CA, AstraZeneca, Munich, Germany","CSlideId":"","ControlKey":"aafec7ad-9879-497e-add6-23a746347a89","ControlNumber":"4797","DisclosureBlock":"<b>&nbsp;K. Kinneer, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>N. J. Dickinson, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>L. Masterson, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>T. Cailleau, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>I. Hutchinson, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>B. Vijayakrishnan, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>N. Dimasi, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>Sanofi<\/b> Employment, No. <br><b>R. J. Christie, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>M. McFarlane, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>K. Ball, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>A. Lewis, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>S. Koch, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>L. Brown, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>Y. Huang, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>A. I. Rosenbaum, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>J. Yuan, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>S. Mou, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>N. R. Monks, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>Neubase<\/b> Employment, No. <br><b>J. Chesebrough, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>R. Tammali, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>J. Anderton, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>D. Sabol, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>F. Tosto, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>P. Wortmann, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>Z. A. Cooper, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>P. Ryan, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>J. Hood, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>C. Teruel, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>C. Traynor, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>A. Pike, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>M. Davies, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>E. Leo, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>K. Cook, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>N. Luheshi, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>P. W. Howard, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes. <br><b>P. Sapra, <\/b> <br><b>AstraZeneca<\/b> Employment, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12224","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/00626463-6b3b-443c-976d-f4dedb9669d2\/@s03B8ZDY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1765","PresenterBiography":null,"PresenterDisplayName":"Krista Kinneer","PresenterKey":"7a8685ed-d9df-4bdd-b353-e73bffeb1534","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1765. Discovery and first disclosure of AZD8205, a B7-H4-targeted antibody-drug conjugate utilizing a novel topoisomerase I linker-warhead","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery and first disclosure of AZD8205, a B7-H4-targeted antibody-drug conjugate utilizing a novel topoisomerase I linker-warhead","Topics":null,"cSlideId":""},{"Abstract":"Antibody-drug conjugates (ADC) leverage the specificity of antibodies to direct the delivery of potent cytotoxic agents to cancer cells. To fully leverage this specificity, targets with significant differential tumor versus normal tissue expression are ideal for ADC development. Placental alkaline phosphatases, ALPP and ALPPL2, are proteins present during fetal development but are found in several tumor types, making them an attractive ADC target. These cell membrane-attached phosphatases form homo- and heterodimers and play key roles in nucleotide recycling. SGN-ALPV is a novel investigational vedotin ADC comprised of a humanized IgG1 monoclonal antibody conjugated to the microtubule disrupting agent monomethyl auristatin E (MMAE) via a protease-cleavable peptide linker that has been clinically validated in multiple ADC programs. Here we characterize the target antigens, ALPP and ALPPL2, and evaluate SGN-ALPV antitumor activity in preclinical models. Immunohistochemistry and genomic data mining showed that ALPP and ALPPL2 have a highly restricted normal tissue expression yet high expression in several solid tumor types including ovarian, endometrial, germ cell, non-small cell lung and gastric carcinomas. Importantly, normal tissue expression is restricted to placenta and reproductive tissue, with low levels in lung tissue. SGN-ALPV utilizes a humanized antibody, h12F3, that is highly specific for both human and cynomolgus monkey ALPP and ALPPL2 proteins, but not other related phosphatases. In vitro, upon binding to SGN APLV, the antigens, ALPP and ALPPL2, are internalized to lysosomal vesicles releasing the MMAE payload, whose cytotoxic features drive mitotic arrest, apoptosis, and the induction of immunogenic cell death. Additionally, SGN-ALPV mediates antibody dependent cellular cytotoxicity (ADCC) and antibody-dependent cellular phagocytosis (ADCP) in vitro but lacks complement-dependent cytotoxicity. In preclinical studies, SGN-ALPV exhibits robust antitumor activity in cell line- and patient-derived xenograft models of ovarian, lung, pancreatic, and gastric carcinoma including models with both homogenous and heterogeneous expression of ALPP and ALPPL2, consistent with robust bystander activity of vedotin ADCs. Although, the contribution of ADCC and ADCP in vivo is currently unknown, it is expected that the antitumor activity of SGN-ALPV is mediated by MMAE cytotoxicity. SGN-ALPV was well tolerated in non-human primates (NHP) and exhibited linear pharmacokinetic characteristics, with a toxicity profile consistent with other vedotin-based ADCs. In summary, differential expression of ALPP and ALPPL2 in the tumor versus normal tissue, antibody specificity, antitumor activity, and tolerability of SGN-ALPV provide a strong rationale for the initiation of a planned first-in-human Phase 1 clinical study.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/534487d1-815b-4d2e-8926-655c553c539d\/@s03B8ZDY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Gynecological cancers: ovarian,Antibody,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12233"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"c0201af7-c8e0-481f-82a5-09545ac5e2dd","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/c0201af7-c8e0-481f-82a5-09545ac5e2dd\/@s03B8ZDY\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Sarah Anderson<\/i><\/u><\/presenter>, <presenter><i>Nanna Hansen<\/i><\/presenter>, <presenter><i>Robert Lawrence<\/i><\/presenter>, <presenter><i>Aroon T. Chande<\/i><\/presenter>, <presenter><i>David Ortiz<\/i><\/presenter>, <presenter><i>Christopher Carosino<\/i><\/presenter>, <presenter><i>Esther Trueblood<\/i><\/presenter>, <presenter><i>Nicole Stevens<\/i><\/presenter>, <presenter><i>Kerry Klussman<\/i><\/presenter>, <presenter><i>Angela Epp<\/i><\/presenter>, <presenter><i>Bill Arthur<\/i><\/presenter>, <presenter><i>Shyra Gardai<\/i><\/presenter>, <presenter><i>Hector Rincon<\/i><\/presenter>. Seagen Inc., Bothell, WA","CSlideId":"","ControlKey":"0d8cc880-b275-4180-b683-dc0b5045761f","ControlNumber":"2513","DisclosureBlock":"<b>&nbsp;S. Anderson, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock Option, Yes. <br><b>N. Hansen, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock Option, Yes. <br><b>R. Lawrence, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock Option, Yes. <br><b>A. T. Chande, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock Option, Yes. <br><b>D. Ortiz, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock Option, Yes. <br><b>C. Carosino, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock Option, Yes. <br><b>E. Trueblood, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock Option, Yes. <br><b>N. Stevens, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock Option, Yes. <br><b>K. Klussman, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock Option, Yes. <br><b>A. Epp, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock Option, Yes. <br><b>B. Arthur, <\/b> <br><b>Seagen Inc.<\/b> Stock, Patent, Other Intellectual Property, Yes. <br><b>Neolukine Therapeutics<\/b> Employment, Stock Option, No. <br><b>S. Gardai, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock Option, Yes. <br><b>H. Rincon, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock Option, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12233","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/534487d1-815b-4d2e-8926-655c553c539d\/@s03B8ZDY\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1766","PresenterBiography":null,"PresenterDisplayName":"Sarah Anderson","PresenterKey":"419bb928-af0e-4f2d-8a9c-b38a094f2495","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1766. SGN-ALPV a novel, investigational vedotin ADC demonstrates highly effective targeting of oncofetal phosphatases ALPP and ALPPL2 in preclinical models","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SGN-ALPV a novel, investigational vedotin ADC demonstrates highly effective targeting of oncofetal phosphatases ALPP and ALPPL2 in preclinical models","Topics":null,"cSlideId":""},{"Abstract":"Antibody drug conjugates are entering a renaissance period as a promising treatment option for a variety of cancers. Despite some success in the past few decades, developing effective ADCs remains a challenge due to extensive inefficiencies of industry standard conjugation technologies. Industry available methods can be limited by lack of site-specificity, inflexibility on the site of conjugation, and poor overall biophysical characteristics which can alter the efficacy, safety, and bioavailability of these therapeutics. BrickBio&#8217;s unique bioconjugation methodology enables precise (site-specific), flexible (offering numerous options for conjugation site and chemistry), efficient, and scalable generation of antibody-drug conjugates which overcome these limitations and achieve the full potential of this highly promising class of therapeutics.<br \/>In this work, we incorporate an azide-containing UAAs (unnatural amino acid) into full-length antibodies targeting receptors overexpressed in breast and gastric cancer. Specifically, we have engineered variants of IgG1 antibodies to contain the aforementioned UAA, enabling site-specific attachment of cytotoxic payloads, such as auristatins, via click chemistry to generate ADCs with homogeneous DARs and at different conjugation sites.<b> <\/b>The resulting BrickADCs exhibit high therapeutic efficacy against receptor-positive cell lines, particularly lines expressing low levels of HER2, in vitro as well as in mouse xenograft models. Not only are the BrickADCs 100x more potent in demonstrated cell lines, but current research indicate that they have an improved safety profile over T-DM1. In other efforts, the BrickADC platform is leveraging a proprietary Modular Multisite Platform (MMP) to address the unmet need of eventual ADC resistance by conjugating multiple distinct payloads in a homogenous fashion. Continued preclinical work is underway for these pipeline candidates as well as investigation into other target areas.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/705ace9e-2aa0-458f-9327-31b5060f35f7\/@t03B8ZDZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody,Antibody-drug conjugate (ADC),Breast cancer,Gastric cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12219"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>James Sebastian Italia<\/i><\/u><\/presenter>, <presenter><i>Nikos Biris<\/i><\/presenter>, <presenter><i>Zhi Li<\/i><\/presenter>, <presenter><i>Myer Hussain<\/i><\/presenter>, <presenter><i>John Boyce<\/i><\/presenter>, <presenter><i>Audrey Warner<\/i><\/presenter>. BrickBio, Woburn, MA","CSlideId":"","ControlKey":"3d01fa4f-7d10-433a-968e-03f141cfc04e","ControlNumber":"3940","DisclosureBlock":"&nbsp;<b>J. S. Italia, <\/b> None..<br><b>N. Biris, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>M. Hussain, <\/b> None..<br><b>J. Boyce, <\/b> None..<br><b>A. Warner, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12219","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/705ace9e-2aa0-458f-9327-31b5060f35f7\/@t03B8ZDZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1767","PresenterBiography":null,"PresenterDisplayName":"James Italia, BS;PhD","PresenterKey":"41cfd3e6-bcd7-4d2b-8af0-66a086fc5385","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1767. A next generation site-specific ADC targeting breast and gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A next generation site-specific ADC targeting breast and gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Trophoblast cell surface antigen (TROP2), is expressed on many tumors including breast cancer, thus TROP2 antibody drug conjugates are being pursued as a therapeutic strategy. Datopotamab deruxtecan (Dato-DXd) is composed of a humanized anti-TROP2 IgG1 monoclonal antibody attached to a highly potent topoisomerase I inhibitor payload (an exatecan derivative DXd) via a stable tetrapeptide-based cleavable linker. Dato-DXd has shown promise in the treatment of TROP2 expressing lung and breast cancers. However, the role of TROP2 as a predictor of therapeutic sensitivity is yet to be elucidated. We sought to determine efficacy of Dato-DXd in breast cancer patient-derived xenografts (PDXs) as well as explore biomarkers of response and combinations with PARP inhibitors.<br \/><b>Methods:<\/b> Membrane expression of TROP2 was assessed in 31 breast cancer PDXs and matching patient tumors by immunohistochemistry (IHC). Schlafen family member 11 (SLFN11) nuclear expression was also assessed by IHC. The antitumor efficacy of two doses (1 and 10 mg\/kg, q3wk, IV) of Dato-DXd and the isotype control-DXd (IgG-DXd) were tested against 9 breast cancer PDXs derived from residual tumors after neoadjuvant chemotherapy. The PDXs represented a range of TROP2 expression levels, including 3 TROP2 negative\/low PDXs. The antitumor activity of Dato-DXd in combination with PARP inhibition (olaparib) was assessed in 3 PDXs with intermediate Dato-DXd activity. Tumor volumes were measured twice weekly; antitumor activity was assessed by treatment-to-control ratio (T\/C) and event-free survival (EFS-2). T\/C ratio was calculated as (Vt,21\/Vt,0)\/(Vc,21\/Vc,0), where t = treatment, c = control (no treatment or IgG-DXd), and V = tumor volume (mm<sup>3<\/sup>). Stable disease (SD) and response (R) were based on day 21 (-30- to 20% and &#60;-30%, respectively). An event was defined as tumor doubling.<br \/><b>Results:<\/b> TROP2 H-score in PDXs correlated with TROP2 expression in matched patients (r= 0.7264, p&#60;0.0001), however expression was lower in PDXs (p= 0.04). Dato-DXd caused R\/SD in 2 of 9 models at 1 mg\/kg, and in 4 of 9 models at 10 mg\/kg. All models that regressed with Dato-DXd expressed TROP2. TROP2 expression was associated with higher antitumor activity compared to IgG-DXd based on T\/C ratio (r= -0.7448, p= 0.0213) and EFS-2 (r= 0.9318, p= 0.0068) at 10 mg\/kg but not at 1 mg\/kg. Three models with low TROP2 expression had &#62;50% SLFN11 positivity in the nucleus by IHC; 2 of 3 had doubling of EFS-2 both by Dato-DXd and IgG-DXd. The combination of Dato-DXd and olaparib had improved activity over single agents in 2 of 3 models. Additional comparative predictive and pharmacodynamic biomarker studies will be presented.<br \/><b>Conclusion: <\/b>Dato-DXd is a promising therapy for breast cancer patients including those resistant to standard chemotherapy. Additional biomarkers may better integrate DXd sensitivity into patient selection.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/dc7e1d8f-a490-43af-987d-a8e0b53b9660\/@t03B8ZDZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Trop-2,Breast cancer,Antibody-drug conjugate (ADC),Antitumor activity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":"https:\/\/cattendee.abstractsonline.com\/meeting\/10517\/Presentation\/12221"},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Erkan Yuca<\/i><\/u><\/presenter>, <presenter><i>Kurt Evans<\/i><\/presenter>, <presenter><i>Argun Akcakanat<\/i><\/presenter>, <presenter><i>Gabriela Raso<\/i><\/presenter>, <presenter><i>Yasmeen Q. Rizvi<\/i><\/presenter>, <presenter><i>Fei Yang<\/i><\/presenter>, <presenter><i>Lauren Byers<\/i><\/presenter>, <presenter><i>Senthil Damodaran<\/i><\/presenter>, <presenter><i>Okajima Daisuke<\/i><\/presenter>, <presenter><i>Funda Meric-Bernstam<\/i><\/presenter>. The University of Texas MD Anderson Cancer Center, Houston, TX, Daiichi Sankyo Co., Ltd, Tokyo, Japan","CSlideId":"","ControlKey":"09cc6092-71c8-498f-9698-079fc841b5f9","ControlNumber":"1003","DisclosureBlock":"&nbsp;<b>E. Yuca, <\/b> None..<br><b>K. Evans, <\/b> None..<br><b>A. Akcakanat, <\/b> None..<br><b>G. Raso, <\/b> None..<br><b>Y. Q. Rizvi, <\/b> None..<br><b>F. Yang, <\/b> None.&nbsp;<br><b>L. Byers, <\/b> <br><b>AstraZeneca<\/b> Independent Contractor, Yes. <br><b>S. Damodaran, <\/b> <br><b>Guardant Health<\/b> Grant\/Contract, No. <br><b>Taiho Pharmeceutical<\/b> Independent Contractor, Grant\/Contract, No. <br><b>EMD Serono<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract, No. <br><b>CPRIT<\/b> Grant\/Contract, No. <br><b>Sermonix<\/b> Grant\/Contract, No. <br><b>ASCO<\/b> Independent Contractor, No. <br><b>ABIM<\/b> Independent Contractor, No. <br><b>O. Daisuke, <\/b> <br><b>Daiichi Sankyo Co. Ltd<\/b> Employment. <br><b>F. Meric-Bernstam, <\/b> <br><b>AbbVie<\/b> Independent Contractor, No. <br><b>AstraZeneca<\/b> Independent Contractor, Grant\/Contract, No. <br><b>Biovica<\/b> Independent Contractor, No. <br><b>Black Diamond<\/b> Independent Contractor, No. <br><b>Debiopharm<\/b> Independent Contractor, Grant\/Contract, No. <br><b>eFFECTOR Therapeutics<\/b> Independent Contractor, Grant\/Contract, No. <br><b>Eiasi<\/b> Independent Contractor, No. <br><b>Elsevier<\/b> Other, Honoraria for invited review article (The Lancet), No. <br><b>F. Hoffman-La Roche, Ltd<\/b> Independent Contractor, No. <br><b>Infinity<\/b> Independent Contractor, No. <br><b>Kolon Life Sciences<\/b> Independent Contractor, No. <br><b>LOXO-Onvology<\/b> Independent Contractor, No. <br><b>PACT Pharma<\/b> Independent Contractor, No. <br><b>Puma Biotechnology<\/b> Independent Contractor, Grant\/Contract, No. <br><b>Samsung Bioepis<\/b> Independent Contractor, No. <br><b>Silverback Therapeutics<\/b> Independent Contractor, No. <br><b>Tyra Biosciences<\/b> Independent Contractor, No. <br><b>Xencor<\/b> Independent Contractor, No. <br><b>Zentalis<\/b> Independent Contractor, No. <br><b>Zymeworks<\/b> Independent Contractor, No.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"12221","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/dc7e1d8f-a490-43af-987d-a8e0b53b9660\/@t03B8ZDZ\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1768","PresenterBiography":null,"PresenterDisplayName":"Erkan Yuca, MS","PresenterKey":"30b5fdeb-698d-47d4-9d03-db0f784d403f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1768. Anti-tumor activity and biomarker analysis for datopotamab deruxtecan in breast cancer PDX models","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"352","SessionOnDemand":"False","SessionTitle":"Antibody-Drug Conjugates","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-tumor activity and biomarker analysis for datopotamab deruxtecan in breast cancer PDX models","Topics":null,"cSlideId":""}]