[{"Abstract":"T cell receptor repertoire diversity and T cell cytokine production are the important attributes for the assessment of effective T cell immunity against cancer and pathogens, yet existing single-cell genomics platforms cannot interrogate TCR sequences and proteomic cytokines simultaneously. IsoPlexis&#8217; functional proteomics has demonstrated the values in cell therapy and cancer immunology against blood cancers and solid tumors. The ability to connect the T cell receptor diversity to the most potent single cells enables a wide variety of applications for tumor infiltrating lymphocytes, personalized neoantigen TCR&#8217;s, cancer immunology in terms of understanding antigen specificity, as well as self-potency. IsoPlexis single-cell TCR Duomic platform provide a unique measurement for connecting T cell receptor sequences to those T cell cytokine profiles, for the first time. Human PBMC-derived T cell line established from healthy donor was stimulated with PMA\/ionomycin (2ul\/ml, Biolegend) for 6hrs, stained and resuspended in Reverse transcription premix containing reverse transcriptase with buffer and protein phosphatase inhibitor at 1 x 10<sup>6<\/sup>\/ml and then loaded on Duomic chips. Ran on IsoLight overnight, cDNA was collected from the chip followed by cleanup and amplification, proceeded with TCR amplification and sequencing on NextSeq 1000\/2000. Proteomic data from single cells was automatically generated and analyzed by IsoSpeak software. The single-cell TCR sequencing data on the IsoPlexis TCR Duomics platform shows that 78.9% cells have TCR alpha chain recombination and 94.4% cells have TCR beta chain recombination. Totally 77.7% cells have combination on both alpha and beta chain. VDJ Usage Plot further displays the top10 most common V (D) J combination flow between T cell receptor alpha chain and beta chain among the single cells, revealing the diversity of TCR repertoire at the single-cell level. In addition, the proteomics data identifies the dominant proteins among the single cells are Granzyme B, GM-CSF, IFN-g and TNF-a. Furthermore, we define 3 distinct cell clusters based on functional proteins and an association of VDJ distribution with these cell clusters, suggesting the occurrence of V(D)J sequences in the most common reconstructed alpha and beta sequence. IsoPlexis single-cell TCR Duomics platform, for the first time, enables simultaneous profiling of functional proteomics and TCR repertoires\/TCR clonotypes as well as identification of specific TCR V(D)J combination with functional cell clusters across the same individual T cells. The combination of these two analytes at the single cells provides a key new modality of tracking the most potent and also the antigen specific immune cells together to fight cancer and infectious disease, for the first time.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a4cdcd27-b5bb-45c9-9b45-e77336706537\/@v03B8ZXp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adaptive immunity in tumors,,"},{"Key":"Keywords","Value":"Proteomics,Cytokines,Single cell,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jennifer Yang<\/i><\/u><\/presenter>, <presenter><i>Jing Zhou<\/i><\/presenter>, <presenter><i>Sean Mackay<\/i><\/presenter>. IsoPlexis, Branford, CT","CSlideId":"","ControlKey":"0b269543-c741-49b7-8ee0-0c8fd498c22b","ControlNumber":"8253","DisclosureBlock":"&nbsp;<b>J. Yang, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>S. Mackay, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"20058","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/a4cdcd27-b5bb-45c9-9b45-e77336706537\/@v03B8ZXp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB094","PresenterBiography":null,"PresenterDisplayName":"Nicole Potter","PresenterKey":"edd7ef00-26b8-404e-a9c8-51eff052ed78","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB094. First of its kind T cell receptors and functional proteomics detected from the same single cells to advance cancer immunology discovery","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"757","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"First of its kind T cell receptors and functional proteomics detected from the same single cells to advance cancer immunology discovery","Topics":null,"cSlideId":""},{"Abstract":"Triple Negative Breast Cancer (TNBC) is one of the most aggressive and metastatic subtypes of hormone receptor negative breast cancers. Evidence supports that most patients with TNBC overexpress the Epidermal Growth Factor Receptor (EGFR), yet its role in driving the disease remains unclear. Therapies have been developed to target EGFR, but EGFR-targeted antibodies and tyrosine kinase inhibitors fail to work effectively in breast cancer patients. A possible explanation is that in addition to its canonical function at the membrane, EGFR has a non-canonical function where it can undergo retrograde trafficking to the nucleus, making it resistant to antibody-based therapeutics. Once in the nucleus, EGFR is known to function as a transcriptional cofactor for STAT3, STAT5, and E2F1, thereby regulating the expression of genes that promote inflammation and cell proliferation. Via RNA-Seq analysis, we demonstrate that EGFR can regulate different subsets of genes depending on its canonical signaling activity or nuclear role. Our goal is to understand and distinguish this difference in regulation to assess how EGFR affects inflammation. We hypothesize that EGFR is modifying inflammation differently depending on its canonical or non-canonical role, thereby driving disease progression in multiple ways. We have found that canonical EGFR can induce interleukin 8 while nuclear EGFR can repress interleukin 6 through the use of either kinase inhibitors (IL8) or blocking nuclear translocation of EGFR (IL6). Correlated with these changes are alterations in growth and inflammatory profiles in both a triple negative inflammatory mouse model and an EGFR-driven breast cancer mouse model. We are now investigating the role of nuclear-EGFR-dependent inflammation in driving tumor progression. Understanding the different mechanisms by which EGFR modifies inflammation and the tumor microenvironment would allow us to develop more specific targets for patients with TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/95627f12-5d81-40b5-a661-9e2f3f3fb460\/@v03B8ZXp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-04 Inflammation and cancer: Tumor initiation and progression,,"},{"Key":"Keywords","Value":"EGFR,Triple-negative breast cancer (TNBC),Inflammation,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Angelica Escoto<\/i><\/u><\/presenter>. The University of Arizona, Tucson, AZ","CSlideId":"","ControlKey":"bbe271e0-4c06-4511-a77b-46902672de2c","ControlNumber":"8129","DisclosureBlock":"&nbsp;<b>A. Escoto, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"20060","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/95627f12-5d81-40b5-a661-9e2f3f3fb460\/@v03B8ZXp\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB096","PresenterBiography":null,"PresenterDisplayName":"Angelica Escoto, BS","PresenterKey":"ce4471e9-5d0b-435d-8fe9-f525af5d9c9f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB096. EGFR-dependent inflammation as a driver of breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"757","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EGFR-dependent inflammation as a driver of breast cancer","Topics":null,"cSlideId":""},{"Abstract":"The demonstration that antibodies can be used to treat cancers has revolutionized the field of cancer immunotherapy and gave hope to many patients. Originally targeting tumor-specific antigen, new therapeutic antibodies target now immune checkpoint markers expressed on T cells. The advantage is to generate an active and long-lasting antitumor immunity with the achievement of a broad and polyclonal antitumor immunity, addressing better the heterogeneity of cancers and reducing the chances of immune escape. The development of such highly specific molecules is particularly challenging however when it comes to preclinical safety assessment and efficacy studies. An ideal animal model needs to possess the target so that the drug product is pharmacologically active. Moreover, such model should ideally provide further insight in determining the pharmacological action of the product and the determination of safety to maximize the usefulness in animal studies. Intriguingly, no equivalent of the traditional T-cell-dependent antibody response (TDAR) assay, which evaluates mainly the CD4<sup>+<\/sup> T cells response, is currently available for the CD8<sup>+<\/sup> T cell response. The goal of this study is to fill this gap with a Non-Human Primate (NHP) challenge model that will elicit a potent CD8<sup>+<\/sup> T cell response. MHC I-genotyped Mauritian cynomolgus macaques (MCMs) were immunized with 3 replication incompetent recombinant adenovirus serotype 5 (Ad5) vectors encoding Gag, Nef or Pol SIV proteins. MCMs were distributed into 3 groups and received two intramuscular injections of adenoviruses 4 weeks apart. One group received the anti-PD-L1 Atezolizumab and a second received a molecule in early development targeting another immune checkpoint molecule. T cell activation was monitored with blood samples taken on a weekly basis for 8 weeks. Blood samples were used to characterize the T cell immunophenotypes and to correlate them with some functional assays. Vaccination was well tolerated and could be conducted on standard safety toxicology studies without compromising other endpoints. Adv5-SIVs modulated total T cells 2 weeks after a single vaccination, induced T-cell activation, T-cell proliferation and the expression of several checkpoint molecules. Moreover, functional assays confirmed that T-cell activation profile correlated with an antigen-specific CD8 T-cell response. Compounds administered differently enhanced the profile of T-cell activation, the upregulation of immune checkpoint molecules and antigen specific responses of their T cells. Moreover, both compounds extended the cytolytic activity of the antigen-specific CD8<sup>+<\/sup> T cell up to 8 weeks. Taken together, the vaccination model we developed seems appropriate to study the pharmacology of new protein-based therapeutics targeting CD8<sup>+<\/sup> T cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/eb887ac7-3442-435c-a9cf-7bb06e0bfa02\/@w03B8ZXq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Novel animal models,,"},{"Key":"Keywords","Value":"Adenovirus vector,Cancer immunotherapy,Checkpoint,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Richard Graveline<\/i><\/u><\/presenter>, <presenter><i>Morad Haida<\/i><\/presenter>, <presenter><i>Carolyne Dumont<\/i><\/presenter>, <presenter><i>Dominic Poulin<\/i><\/presenter>, <presenter><i>Florence Poitout-Belissent<\/i><\/presenter>, <presenter><i>Rana Samadfan<\/i><\/presenter>, <presenter><i>Sven Kronenberg<\/i><\/presenter>, <presenter><i>Franziska Regenass-Lechner<\/i><\/presenter>, <presenter><i>Rodney Prell<\/i><\/presenter>, <presenter><i>Marie-Soleil Piche<\/i><\/presenter>. Charles River Laboratories, Senneville, QC, Canada, F. Hoffmann-La Roche, Basel, Switzerland, Genentech, South San Francisco, CA","CSlideId":"","ControlKey":"e39f1a77-bd23-4f90-af66-f1cbe297c8c2","ControlNumber":"7855","DisclosureBlock":"&nbsp;<b>R. Graveline, <\/b> None..<br><b>M. Haida, <\/b> None..<br><b>C. Dumont, <\/b> None..<br><b>D. Poulin, <\/b> None..<br><b>F. Poitout-Belissent, <\/b> None..<br><b>R. Samadfan, <\/b> None..<br><b>S. Kronenberg, <\/b> None..<br><b>F. Regenass-Lechner, <\/b> None..<br><b>R. Prell, <\/b> None..<br><b>M. Piche, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"20061","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/eb887ac7-3442-435c-a9cf-7bb06e0bfa02\/@w03B8ZXq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB097","PresenterBiography":"","PresenterDisplayName":"Richard Graveline, MS;PhD","PresenterKey":"7d4c1d45-939c-40d6-b6fe-1ff6bd13faff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB097. A simian challenge model to evaluate the CD8-positive T cell response with cancer therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"757","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A simian challenge model to evaluate the CD8-positive T cell response with cancer therapeutics","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint blockade (ICB) therapy revolutionized cancer treatment, but patients with impaired MHC-I and\/or MHC-II expression show inferior response. We observed differential expression patterns for MHC-I and MHC-II in cancer cells and applied multiple approaches to examine their regulatory mechanisms. To identify the modulators of MHC-I, we combined FACS-based genome-wide CRISPR screens with data-mining from public data. We identified TRAF3, a suppressor of the NFkB pathway, as a negative regulator of MHC-I. The Traf3-knockout gene expression signature is associated with better survival in ICB-na&#239;ve patients with cancer and better ICB response. We then screened for drugs with similar transcriptional effects as this signature and identified Second Mitochondria-derived Activator of Caspase (SMAC) mimetics. We experimentally validated that the SMAC mimetic birinapant upregulates MHC-I, sensitizes cancer cells to T cell-dependent killing, and adds to ICB efficacy. In contrast to MHC-I, the expression of MHC-II shows dramatic intra- and inter-sample heterogeneity. To identify the regulators of MHC-II, we conducted data-mining of the transcriptomic and proteomic data from Cancer Cell Line Encyclopedia (CCLE) and multiple melanoma clinical cohorts. We found that a higher cancer-cell-intrinsic MHC-II level is significantly associated with better anti-PD-1 response, and that the Hippo signaling pathway can regulate MHC-II expression in melanoma cells. Our findings provide preclinical rationales for increasing cancer cell MHC-I\/MHC-II expression to enhance sensitivity to immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b65132a8-72df-4587-9f94-33f1dc39e87b\/@w03B8ZXq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-09 Tumor antigenicity\/processing and presentation,,"},{"Key":"Keywords","Value":"Antigen presentation,MHC,TRAF3,SMAC mimetic,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Shengqing Gu<\/i><\/u><\/presenter>, <presenter><i>Wubing Zhang<\/i><\/presenter>, <presenter><i>Xiaoqing Wang<\/i><\/presenter>, <presenter><i>Peng Jiang<\/i><\/presenter>, <presenter><i>Gordon J. Freeman<\/i><\/presenter>, <presenter><i>Scott J. Rodig<\/i><\/presenter>, <presenter><i>Henry Long<\/i><\/presenter>, <presenter><i>Benjamin E. Gewurz<\/i><\/presenter>, <presenter><i>F. Stephen Hodi Jr.<\/i><\/presenter>, <presenter><i>X. Shirley Liu<\/i><\/presenter>, <presenter><i>Myles Brown<\/i><\/presenter>. Dana-Farber Cancer Institute, Boston, MA, Brigham and Women's Hospital, Boston, MA, GV20, Boston, MA","CSlideId":"","ControlKey":"18aa044a-5248-4360-abfd-ffa4bd85d18c","ControlNumber":"7456","DisclosureBlock":"<b>&nbsp;S. Gu, <\/b> <br><b>Geneseeq Inc<\/b> Other, personal fee, No. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract, No.<br><b>W. Zhang, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>P. Jiang, <\/b> None.&nbsp;<br><b>G. J. Freeman, <\/b> <br><b>Roche<\/b> Patent, Other, personal fee, No. <br><b>Bristol Myers Squibb<\/b> Patent, Other, personal fee, No. <br><b>Xios<\/b> Stock, Other, personal fee, No. <br><b>Origimed<\/b> Other, personal fee, No. <br><b>Triursus<\/b> Stock, Other, personal fee, No. <br><b>iTeos<\/b> Stock, Other, personal fee, No. <br><b>NextPoint<\/b> Stock, Other, personal fee, No. <br><b>IgM<\/b> Stock, Other, personal fee, No. <br><b>Jubilant<\/b> Other, personal fee, No. <br><b>GV20<\/b> Stock, Other, personal fee, No. <br><b>Trillium<\/b> Other, personal fee, No. <br><b>Merck MSD<\/b> Patent, No. <br><b>Merck KGA<\/b> Patent, No. <br><b>Boehringer-Ingelheim<\/b> Patent, No. <br><b>AstraZeneca<\/b> Patent, No. <br><b>Dako<\/b> Patent, No. <br><b>Mayo Clinic<\/b> Patent, No. <br><b>Novartis<\/b> Patent, No. <br><b>Geode<\/b> Stock. <br><b>S. J. Rodig, <\/b> <br><b>Merck<\/b> Grant\/Contract, No. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract, No. <br><b>Affimed<\/b> Grant\/Contract, No. <br><b>KITE\/Gilead<\/b> Grant\/Contract, No.<br><b>H. Long, <\/b> None..<br><b>B. E. Gewurz, <\/b> None.&nbsp;<br><b>F. Hodi, <\/b> <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract, Other, personal fee, No. <br><b>Novartis<\/b> Grant\/Contract, Other, personal fee, No. <br><b>Merck<\/b> Other, personal fee, No. <br><b>EMD Serono<\/b> Other, personal fee, No. <br><b>Sanofi<\/b> Other, personal fee, No. <br><b>Aduro<\/b> Other, personal fee, No. <br><b>Apricity<\/b> Other, personal fee, No. <br><b>Surface<\/b> Other, personal fee, No. <br><b>Compass Therapeutics<\/b> Other, personal fee, No. <br><b>Pionyr<\/b> Other, personal fee, No. <br><b>Torque<\/b> Other, personal fee, No. <br><b>Rheos<\/b> Other, personal fee, No. <br><b>Bicara<\/b> Other, personal fee, No. <br><b>Psioxus<\/b> Other, personal fee, No. <br><b>Pieris<\/b> Other, personal fee, No. <br><b>Eisai<\/b> Other, personal fee, No. <br><b>Checkpoint Therapeutics<\/b> Other, personal fee, No. <br><b>Idera<\/b> Other, personal fee, No. <br><b>Takeda<\/b> Other, personal fee, No. <br><b>Genentech<\/b> Other, personal fee, No. <br><b>X. Liu, <\/b> <br><b>GV20<\/b> Employment, No. <br><b>3DMedCare<\/b> Other Intellectual Property, No. <br><b>Genentech<\/b> Other Intellectual Property. <br><b>AMGN<\/b> Stock. <br><b>JNJ<\/b> Stock. <br><b>MRK<\/b> Stock. <br><b>PFE<\/b> Stock. <br><b>M. Brown, <\/b> <br><b>GV20 ONcotherapy<\/b> Other, personal fee, No. <br><b>Kronos Bio<\/b> Other, personal fee, No. <br><b>H3 Biomedicine<\/b> Other, personal fee, No. <br><b>Brystol-Myers Squibb<\/b> Grant\/Contract, No. <br><b>Novartis<\/b> Grant\/Contract, Other, personal fee, No.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"20062","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/b65132a8-72df-4587-9f94-33f1dc39e87b\/@w03B8ZXq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB098","PresenterBiography":null,"PresenterDisplayName":"Shengqing Gu, PhD","PresenterKey":"c50252ab-6c91-4acf-b0f3-7502b2358b03","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB098. Integrative approaches to modulate antigen presentation and boost cancer immune response","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"757","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrative approaches to modulate antigen presentation and boost cancer immune response","Topics":null,"cSlideId":""},{"Abstract":"Background: Tumor-associated antigens and neoantigens serve as primary targets for cancer immunotherapies such as vaccines and T-cell based therapy. However, identifying pancreatic ductal adenocarcinoma (PDAC) associated T-cell epitopes have been challenging due to its low genomic mutational burden. In this study, we attempted to directly identify PDAC T-cell epitopes by using mass spectrometry.<br \/>Methods: The protein lysate from PDAC specimens and cell lines were subjected to the antibody affinity purification of human major histocompatibility complexes (MHC) including both HLA Class I and Class II complexes. Peptides bound to the MHC were eluted and identified through LC-MS\/MS. Peptide sequences were analyzed with MAXQUANT and Novor Denovo. HLA-binding affinity of peptides were predicted using NetMHC4.0 and validated by <i>in vitro <\/i>T2 binding assays. Their ability to induce T cell response were measured in a cytokine-Flurospot assay. TCRs specific for selected peptides were cloned by single-cell TCR sequencing and their anti-PDAC activity were tested in vivo on the patient-derived xenograft(PDX) models.<br \/>Results: We identified 6553 unique HLA-I bound 9-mer peptides from eight PDAC specimens and two PDAC cell lines (Panc10.05 and Pan06.03). Among them, 1163 peptides and 1354 proteins were found in two or more PDAC specimens. We identified 8 potentially immunogenic peptides that bind strongly to matched and nonmatched HLA molecules and induced T cell response in peripheral T cells from both HLA-type matched and non-matched patients. We also identified HLA-II bound peptides in six PDAC tissues and found that the HLA-I and HLA-II peptides isolated from the same patient are highly overlapped. These overlapped peptides were able to induce polyfunctional cytokine response (IFN-&#947;, TNF-&#945;, and IL-2) in peripheral T cells from patient PBMC. We further investigated the anti-tumor capability of T cell receptors (TCR) for an LAMC-2 derived HLA-class I epitope and a TMSB10 derived peptide eluted from both HLA-Class I and Class II affinity purification. Immunohistochemistry revealed both proteins to be more highly expressed in PDAC tissue compared to paranormal normal tissue. We stimulated HLA-type matched patient&#8217;s PBMC with LAMC-2 and TMSB10 peptides to induce clonal expansion of epitope-specific CD8+ and CD4+ T-cells, respectively. We subsequently performed single-cell TCR sequencing of these expanded T cells and infected Jurkat cells with the lentivirus expressing TCR of interest. Mice with orthotopically implanted PDAC tumors that were treated with Jurkat cells expressing LAMC-2 specific cells showed significant slowdown tumor growth. We are currently in the processing of testing TMSB10 peptide targeting TCRs.<br \/>Conclusion: This study provides a novel venue for identifying T cell epitopes in a nonimmunogenic tumor such as PDAC for the design and development of cancer vaccine and T cell therapy.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/cd407f5e-4a85-407d-af49-4451b2f02509\/@w03B8ZXq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-09 Tumor antigenicity\/processing and presentation,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Tumor antigen,,Mass spectrometry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Tengyi Zhang<\/i><\/u><\/presenter>, <presenter><i>Jianxin Wang<\/i><\/presenter>, <presenter><i>Yingkuan Shao<\/i><\/presenter>, <presenter><i>Pan Li<\/i><\/presenter>, <presenter><i>Nan Niu<\/i><\/presenter>, <presenter><i>Brian Herbst<\/i><\/presenter>, <presenter><i>Jessica Gai<\/i><\/presenter>, <presenter><i>Juan Fu<\/i><\/presenter>, <presenter><i>Pingbo Zhang<\/i><\/presenter>, <presenter><i>Jun Yu<\/i><\/presenter>, <presenter><i>Kenji Fujiwara<\/i><\/presenter>, <presenter><i>Lei Zheng<\/i><\/presenter>. Johns Hopkins University, Baltimore, MD, Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"1f30a6f2-ada2-44a9-b761-b463d19740f0","ControlNumber":"7789","DisclosureBlock":"&nbsp;<b>T. Zhang, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>Y. Shao, <\/b> None..<br><b>P. Li, <\/b> None..<br><b>N. Niu, <\/b> None..<br><b>B. Herbst, <\/b> None..<br><b>J. Gai, <\/b> None..<br><b>J. Fu, <\/b> None..<br><b>P. Zhang, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>K. Fujiwara, <\/b> None.&nbsp;<br><b>L. Zheng, <\/b> <br><b>Bristol-Meyer Squibb<\/b> Grant\/Contract, No. <br><b>Merck<\/b> Grant\/Contract, No. <br><b>AstraZeneca<\/b> Grant\/Contract, No. <br><b>iTeos<\/b> Grant\/Contract, No. <br><b>Amgen<\/b> Grant\/Contract, No. <br><b>NovaRock<\/b> Grant\/Contract, Other, paid consultant\/Advisory Board Member, No. <br><b>Inxmed<\/b> Grant\/Contract, No. <br><b>Halozyme<\/b> Grant\/Contract, No. <br><b>Biosion<\/b> Other, paid consultant\/Advisory Board Member, No. <br><b>Alphamab<\/b> Stock, Other, paid consultant\/Advisory Board Member, No. <br><b>Ambrx<\/b> Other, paid consultant\/Advisory Board Member, No. <br><b>Akrevia\/Xilio<\/b> Other, paid consultant\/Advisory Board Member, No. <br><b>Datarevive<\/b> Other, paid consultant\/Advisory Board Member, No. <br><b>QED<\/b> Other, paid consultant\/Advisory Board Member, No. <br><b>Xilio<\/b> Other, paid consultant\/Advisory Board Member, No. <br><b>Natera<\/b> Other, paid consultant\/Advisory Board Member, No. <br><b>Novagenesis<\/b> Other, paid consultant\/Advisory Board Member, No. <br><b>Snow Lake Captials<\/b> Other, paid consultant\/Advisory Board Member. <br><b>Mingruizhiyao<\/b> Stock, Other, paid consultant\/Advisory Board Member. <br><b>Abmeta biotech<\/b> Other, Founder, No.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"20063","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/cd407f5e-4a85-407d-af49-4451b2f02509\/@w03B8ZXq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB099","PresenterBiography":null,"PresenterDisplayName":"Tengyi Zhang, BS","PresenterKey":"06d768e6-08b4-4236-9de4-95d52d2647c3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB099. Direct identification of MHC class I and class II epitopes for TCR-based T cell therapy for pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"757","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Direct identification of MHC class I and class II epitopes for TCR-based T cell therapy for pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Activation of Wnt\/&#946;-catenin signaling pathway in the tumor cells has been shown to promote cell proliferation and correlate with cancer progression. Therefore, dickkopf-1 (Dkk1), a soluble Wnt\/&#946;-catenin inhibitor, has been considered as a tumor suppressor. However, contradicting evidence demonstrated that high levels of circulating Dkk1 correlate with poor prognosis in various cancers. Although Dkk1 is best known to modulate bone remodeling, we recently reported that Dkk1 supports the growth of subcutaneous B16 melanomas by creating an immune-suppressive environment. However, the detailed mechanism by which Dkk1 alters anti-tumor immune responses remains to be elucidated. In this study, we used mice orthotopically injected with hormone-resistant luminal B, ER+ PyMT, EO771 and triple-negative 4T1 cell lines. We find that Dkk1 is upregulated in all models and its neutralization reduces tumor growth. To our surprise, Dkk1 was barely expressed by each tumor lines tested. However, we found elevated expression of Dkk1 in the bone by the osteoblasts (OBs) and in the breast tumor stroma by cancer-associated fibroblasts (CAFs), although at a much lower level compared to the OBs. To address the role of bone-derived versus tumor stroma-derived Dkk1 during tumor progression, we generated mouse models specifically deleting Dkk1 from OBs (OsxCre;Dkk1fl\/fl), and from CAFs (Fsp1Cre;Dkk1fl\/fl and aSMACreERT2;Dkk1fl\/fl). To our surprise, all our mouse models reduced orthotopic PyMT tumor growth significantly, suggesting that Dkk1 could act both systemically and locally to modulate tumor progression. Interestingly, however, deletion of Dkk1 in the bone or in the CAFs did not appear to change the immune composition in the bone marrow, spleen, or at the tumor site. Next, we orthotopically injected PyMT cells into the severely immune-compromised NSG mice treated with anti-Dkk1 or IgG. Strikingly, Dkk1 neutralization did not reduce tumor growth in NSG mice, suggesting that Dkk1 modulates breast cancer growth by altering anti-tumor immune responses. Similar to mice with deletion of Dkk1 in the bone or in the CAFs, Dkk1 neutralization did not alter the percentage of the myeloid and lymphoid cell subsets or the activation status of T cells in bone marrow, spleen, or tumor site compared to IgG control mice. However, by IHC we observed that tumors from anti-Dkk1-treated mice or with deletion of Dkk1 in the CAFs had increased numbers of CD4+ and CD8+ T cells infiltrating the center of tumor mass while these immune populations remained at the edges of the tumors in control mice. In summary, we provide evidence that Dkk1 exerts local and systemic effects to promote tumor progression by modulating the infiltration of immune cells into the TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/827026ab-55fa-4e4d-b712-be9dac524211\/@w03B8ZXq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Tumor-induced immune suppression: Extrinsic factors,,"},{"Key":"Keywords","Value":"Immune response,Tumor infiltrating lymphocytes,Cancer associated fibroblasts,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[{"FileType":"mp3","Icon":"far fa-file-audio","Label":"Audio","Reference":"7156f693-0d5c-4a1b-a97e-e4f1cc697c7f","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/7156f693-0d5c-4a1b-a97e-e4f1cc697c7f\/@w03B8ZXq\/mp3"}],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Seunghyun Lee<\/i><\/u><\/presenter>, <presenter><i>Biancamaria Ricci<\/i><\/presenter>, <presenter><i>Roberta Faccio<\/i><\/presenter>. Washington University in St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"7fe94a01-a145-4c5f-a620-b9c3f954c585","ControlNumber":"8260","DisclosureBlock":"&nbsp;<b>S. Lee, <\/b> None..<br><b>B. Ricci, <\/b> None..<br><b>R. Faccio, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"20064","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/827026ab-55fa-4e4d-b712-be9dac524211\/@w03B8ZXq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB100","PresenterBiography":null,"PresenterDisplayName":"Seunghyun Lee, BS","PresenterKey":"d0563f31-c51c-4ffd-ad57-486232aa7b66","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB100. Dickkopf-1 induces breast cancer progression by limiting T cell infiltration into the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"757","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dickkopf-1 induces breast cancer progression by limiting T cell infiltration into the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Interleukin 12 (IL12) is an attractive cancer immunotherapeutic known to be extremely potent against solid tumors preclinically. However, the clinical utility of IL12 has been limited by toxicities stemming from high systemic cytokine exposure. Thus, armoring cellular therapies such as chimeric antigen receptor T cells (CAR-Ts) or tumor infiltrating lymphocytes (TILs) with IL12 will require technologies that provide tight control of IL12 expression and localization. Herein, we describe a tightly regulated version of IL12 for use in cellular therapies. First, we show that tethering IL12 to the membrane increases the activity of IL12 at the tumor site <i>in vivo <\/i>while reducing potential systemic toxicities. Membrane bound (mbIL12) was compared to secreted IL12 in the syngeneic CD8 gp100 TCR transgenic PMEL model. In this model, PMEL T cells transduced with mbIL12 demonstrated similar reduction in B16 tumor outgrowth as secreted IL12. Like secreted IL12, mbIL12 enhanced the expansion of PMEL T cells and retained T cell extrinsic activities, such as activation of myeloid cells and remodeling the tumor microenvironment. However, mbIL12 showed reduced toxicity signals as compared to secreted IL12, including a reduction in serum IFNy. Likewise, in a xenograft system, CD19-CARTs expressing human mbIL12 demonstrated enhanced potency against Raji tumors. To enhance the safety of mbIL12 further we sought to regulate its expression using Obsidian&#8217;s cytoDRIVE&#174; technology. This platform consists of small, fully human protein sequences called drug responsive domains (DRD)s, such as carbonic anhydrase 2, that enable regulation of expression of a fused target protein under the control of FDA-approved, orally bioavailable small molecule ligands, such as, acetazolamide. In the absence of ligand (the &#8220;off-state&#8221;), the fusion protein is unfolded and degraded. In the presence of ligand (the &#8220;on-state&#8221;), the DRD is stabilized, allowing for protein expression and function. Thus, the cytoDRiVE&#174; system acts as a titratable and reversible rheostat for on-demand protein activity. While a single DRD can enable some regulation of mbIL12 levels, we found that adding a modulation hub that increases the multiplicity of DRDs greatly improves regulation. Indeed, these modifications enabled off-state levels of mbIL12 that were indistinguishable from untransduced controls in HEK and Jurkat cell lines as well as primary human CD19 CAR-T-cells using flow cytometry. These modifications also enhanced mbIL12 regulation, leading up to a 30-fold dynamic range of mbIL12 abundance. Regulated mbIL12 was demonstrated to be active by phosphorylation of STAT4 in bystander NK cells <i>in vitro<\/i>. Combining DRDs with modulation hubs and membrane tethering enables the control of highly potent, previously clinically intractable cytokines, such as IL12, for use in enhancing cell therapies. <b><\/b><b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d4261d88-eeb3-4392-835a-836a16293455\/@w03B8ZXq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM02-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Interleukin-12,CAR T cells,Tumor infiltrating lymphocytes,Lymphoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Sean Gregory Smith<\/i><\/u><\/presenter>, <presenter><i>James A. Storer<\/i><\/presenter>, <presenter><i>Dexue Sun<\/i><\/presenter>, <presenter><i>Dan Jun Li<\/i><\/presenter>, <presenter><i>Benjamin Primack<\/i><\/presenter>, <presenter><i>Theresa Ross<\/i><\/presenter>, <presenter><i>Scott LaJoie<\/i><\/presenter>, <presenter><i>Jeremy Tchaicha<\/i><\/presenter>, <presenter><i>Dhruv Sethi<\/i><\/presenter>, <presenter><i>Jan Ter Meulen<\/i><\/presenter>, <presenter><i>Michelle Ols<\/i><\/presenter>. Obsidian Therapeutics, Cambridge, MA","CSlideId":"","ControlKey":"707537a1-5d14-4c46-9f52-09944774504a","ControlNumber":"7604","DisclosureBlock":"<b>&nbsp;S. G. Smith, <\/b> <br><b>Obsidian Therapeutics<\/b> Employment, Stock Option, Patent, Yes. <br><b>J. A. Storer, <\/b> <br><b>Obsidian Therapeutics<\/b> Employment, Stock Option, Patent, Yes. <br><b>Catamaran Bio<\/b> Employment, Stock Option, Patent, No. <br><b>D. Sun, <\/b> <br><b>Obsidian Therapeutics<\/b> Employment, Stock Option, Patent, Yes. <br><b>D. Li, <\/b> <br><b>Obsidian Therapeutics<\/b> Employment, Stock Option, Patent, Yes. <br><b>B. Primack, <\/b> <br><b>Obsidian Therapeutics<\/b> Employment, Stock Option, Patent, Yes. <br><b>T. Ross, <\/b> <br><b>Obsidian Therapeutics<\/b> Employment, Stock Option, Patent, Yes. <br><b>S. LaJoie, <\/b> <br><b>Obsidian Therapeutics<\/b> Employment, Stock Option, Patent, Yes. <br><b>J. Tchaicha, <\/b> <br><b>Obsidian Therapeutic<\/b> Employment, Stock Option, Patent, Yes. <br><b>Ikena Oncology<\/b> Stock, Patent, No. <br><b>D. Sethi, <\/b> <br><b>Obsidian Therapeutics<\/b> Employment, Stock Option, Patent, Yes. <br><b>J. ter Meulen, <\/b> <br><b>Obsidian Therapeutics<\/b> Employment, Stock Option, Patent, Yes. <br><b>Virometix AG<\/b> Other, Independent Director, No. <br><b>M. Ols, <\/b> <br><b>Obsidian Therapeutics<\/b> Employment, Stock Option, Patent, Yes. <br><b>Biogen<\/b> Stock, No.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"20065","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d4261d88-eeb3-4392-835a-836a16293455\/@w03B8ZXq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB101","PresenterBiography":null,"PresenterDisplayName":"Sean Smith, BS;PhD","PresenterKey":"8fde9e17-674f-42d8-ab95-37e396886baf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB101. Novel Drug-responsive domain (DRD)-based regulation technology enables tightly controlled activity of potent membrane-bound IL12 in adoptive cell therapies","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"757","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel Drug-responsive domain (DRD)-based regulation technology enables tightly controlled activity of potent membrane-bound IL12 in adoptive cell therapies","Topics":null,"cSlideId":""},{"Abstract":"Despite the unprecedented clinical success of autologous chimeric antigen receptor (CAR) T cell therapy in B cell leukemia and lymphoma patients, CAR T cell therapy for acute myeloid leukemia (AML) patients has lagged, in part due to the time required for autologous CAR T cell preparation in the face of the rapid relapse of AML following remission, and the possibility of on-target off-tumor hematopoietic toxicity. In this study we investigated the functional activity of an allogeneic, off-the-shelf FLT3 CAR natural killer (NK) cells expressing soluble (s) IL-15 (FLT3 CAR_s15 NK) to treat FLT3<sup>+<\/sup> AML. Cord blood NK cells were first transduced with FLT3 CAR intracellular signaling constructs containing either CD28\/CD3&#950; or 2B4\/CD3&#950;. Each displayed similar cytotoxicity against FLT3<sup>+<\/sup> AML <i>in vitro<\/i> (p &#60; 0.05) and <i>in vivo<\/i> (p &#60; 0.01) when compared to mock transduced NK cells. Cord blood NK cells transduced with either soluble (s) IL-15 (s15 NK cells) or membrane (m) bound IL-15 showed comparable extended survival <i>in vivo<\/i> and superior to NK cells transduced with sIL-15\/IL-15R&#945; (p &#60; 0.01) or mIL-15\/IL-15R&#945; (p &#60; 0.01). However, only those NK cells transduced with soluble IL-15 were able to activate neighboring non-transduced (NT) NK cells and T cells in a paracrine fashion. The FLT3 CAR_s15 NK cells were expanded <i>ex-vivo<\/i> to over 1500-fold in 16 days with ~50% of the NK cells expressing both the FLT3 CAR and sIL-15. These FLT3 CAR_s15 NK cells were then subjected to a cytotoxicity assay against the FLT3<sup>+<\/sup> AML cell line (MOLM-13) and were 10 times more potent than NT NK cells (p &#60; 0.01) and 1.7 times more potent than s15 NK cells (p &#60; 0.05). Likewise, when co-cultured with the FLT3<sup>+<\/sup> AML cell line, FLT3 CAR_s15 NK cells produced a greater amount of IFN-&#947; compared to NT NK cells (p &#60; 0.01) or compared to s15 NK cells (p &#60; 0.05). Furthermore, following cryopreservation, our thawed FLT3 CAR_s15 NK cells demonstrated high recovery (~90%) and viability (&#62; 85%), maintaining their FLT3 CAR expression at ~50% with a phenotype and cytotoxicity that was nearly equivalent to fresh FLT3 CAR_s15 NK cells. Armed with these data<br \/>we assessed the efficacy of our allogeneic, off-the-shelf FLT3 CAR_s15 NK cells <i>in vivo <\/i>using immunodeficient mice engrafted with the MOLM-13 FLT3<sup>+<\/sup> cell line. Repeated infusions of FLT3 CAR_s15 NK cells provided an improved median survival compared to placebo group (36 vs 24 days; p &#60; 0.001) or compared to identical infusions of s15 NK cells (36 vs 31 days; p &#60; 0.05) with similar results obtained in a patient-derived xenograft model. Finally, to assess toxicity against normal peripheral blood mononuclear cells (PBMC), including FLT3<sup>+<\/sup> dendritic cells, and against hematopoietic stem cells (HSCs) we performed <i>in vitro<\/i> and <i>in vivo<\/i> studies, respectively, using our FLT3 CAR_s15 NK cells. We did not observe an untoward cytotoxicity of PBMC <i>in vitro <\/i>when compared to NT or s15 NK cells and no disruption of HSC differentiation <i>in vivo<\/i> when compared to placebo group. In summary, our <i>in vitro <\/i>and <i>in vivo <\/i>studies with allogeneic off-the-shelf cord blood derived FLT3 CAR_s15 NK cells demonstrated enhanced cytotoxicity and IFN-&#947; secretion against FLT3<sup>+<\/sup> AML <i>in vitro<\/i> and enhanced the survival of mice engrafted with FLT3<sup>+<\/sup> AML without any evidence of PBMC or HSC toxicity. We believe these data collectively support a rationale for investigating this novel form of allogeneic, off-the-shelf FLT3 CAR_s15 NK cell therapy in patients stricken with FLT3<sup>+ <\/sup>AML.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fa3816f0-1154-4c27-83c7-63394b3b96ca\/@w03B8ZXq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM02-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Chimeric antigen receptor,Immunotherapy,Acute myeloid leukemia,Natural Killer Cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Anthony G. Mansour<\/i><\/u><\/presenter>, <presenter><i>Kun-Yu Teng<\/i><\/presenter>, <presenter><i>Zhiyao Li<\/i><\/presenter>, <presenter><i>Zheng Zu<\/i><\/presenter>, <presenter><i>Hanyu Chen<\/i><\/presenter>, <presenter><i>Aliya Ali<\/i><\/presenter>, <presenter><i>Jianying Zhang<\/i><\/presenter>, <presenter><i>Ting Lu<\/i><\/presenter>, <presenter><i>Shoubao Ma<\/i><\/presenter>, <presenter><i>Michael A. Caligiuri<\/i><\/presenter>, <presenter><i>Jianhua Yu<\/i><\/presenter>. City of Hope, Duarte, CA","CSlideId":"","ControlKey":"97a5589c-09a9-4870-8a64-343edb376464","ControlNumber":"7674","DisclosureBlock":"<b>&nbsp;A. G. Mansour, <\/b> <br><b>Cytoimmune Therapeutics Inc<\/b> Employment, Stock Option, Yes.<br><b>K. Teng, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>Z. Zu, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>A. Ali, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>T. Lu, <\/b> None..<br><b>S. Ma, <\/b> None.&nbsp;<br><b>M. A. Caligiuri, <\/b> <br><b>Cytoimmune Therapeutics Inc<\/b> Stock, Grant\/Contract, Patent, Other, Co-founder, Yes. <br><b>CBMG<\/b> Stock Option, No. <br><b>Cytovia<\/b> Patent, No. <br><b>Imugene<\/b> No. <br><b>J. Yu, <\/b> <br><b>Cytoimmune Therapuetics Inc<\/b> Stock, Grant\/Contract, Patent, Other, Co-founder, Yes.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"20066","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/fa3816f0-1154-4c27-83c7-63394b3b96ca\/@w03B8ZXq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB102","PresenterBiography":null,"PresenterDisplayName":"Anthony Mansour, MD","PresenterKey":"7b39c364-4805-4fe8-b4e4-d0ec27b6972c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB102. Off-the-shelf cord blood FLT3 CAR-NK cells for immunotherapy of acute myeloid leukemia.","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"757","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Off-the-shelf cord blood FLT3 CAR-NK cells for immunotherapy of acute myeloid leukemia.","Topics":null,"cSlideId":""},{"Abstract":"Chimeric antigen receptor (CAR)-T cell therapy has shown remarkable results in the treatment of hematological malignancies. However, several challenges remain, including achieving predictable efficacy and safety profiles and extending this approach to solid tumors. As such, the development of approaches that generate engineered T cells with superior persistence and efficacy are needed. Currently, the generation of CAR-T requires that they be activated and expanded ex vivo, generally via beads coated with anti-CD3\/anti-CD28 mAbs. T cell activation provides three fundamental signals; (i) primary triggering of TCR signals; (ii) secondary co-stimulatory signals and, (iii) synthesis of cytokines to direct T cell expansion and differentiation. We hypothesize that a CAR-T response can be modulated by tuning the: (i) pattern, (ii) magnitude and, (iii) duration of the input T cell activation signals. To this end, we used a novel, soluble, tunable activation platform based on DNA hybridization - utilizing concatenated single stranded DNA (ssDNA) polymers to cluster complementary oligonucleotide-modified antibodies targeted at T-cell surface receptors. This DNA-Based-T-cell-Activation (DBTA) platform was compared with conventional bead-bound CD3\/CD28 antibodies (Dynabead) in the generation and function of T cells engineered to express a CD19-targeted CAR harboring a 4-1BB co-stimulatory domain. The two methods did not result in any significant differences in CAR-T expansion nor in memory\/activation phenotypes. Notably, though, these cells exhibited higher cytokine secretion in response to CAR stimulation, and in vitro killing of DBTA-generated CART was significantly higher than that of bead-activated CART. Indeed, only the former showed cytotoxicity against Nalm6 leukemic cells expressing low levels of the CD19 target antigen CART. Furthermore, in an in vivo NSG model with Nalm6 leukemia, the adoptive transfer of low numbers of DBTA-generated CART (2e6) resulted in leukemia eradication and delayed leukemia relapse. Mechanistically, the enhanced function of DBTA-generated CAR was associated with increased metabolic activity in the pre-infusion product. These results suggest that calibrating the activation potential of CAR-T cells can result in the generation of a product with enhanced therapeutic potential.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d3a7ed4e-2317-47af-a20c-b21e5078b7cd\/@w03B8ZXq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png"},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM02-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Acute lymphoblastic leukemia,Metabolism,Tunable activation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Mehdi Benzaoui<\/i><\/u><\/presenter>, <presenter><i>Sooraj R. Achar<\/i><\/presenter>, <presenter><i>Vandana Keskar<\/i><\/presenter>, <presenter><i>Anup Sood<\/i><\/presenter>, <presenter><i>Brian M. Davis<\/i><\/presenter>, <presenter><i>Steven L. Highfill<\/i><\/presenter>, <presenter><i>Grgoire Altan-Bonnet<\/i><\/presenter>, <presenter><i>Christopher D. Chien<\/i><\/presenter>, <presenter><i>Naomi Taylor<\/i><\/presenter>. Pediatric Oncology Branch, Center for Cancer Research, National Cancer Institute (NCI), NIH, Bethesda, MD, lmmunodynamics Group - Laboratory of Integrative Cancer Immunology, National Cancer Institute, Bethesda, MD, GE Research, Biology and Applied Physics, Niskayuna, NY, Department of Transfusion Medicine and Cellular Engineering, Center for Cellular Engineering, NIH Clinical Center, NIH, Bethesda, MD","CSlideId":"","ControlKey":"0e158f45-4dfb-44c5-b562-cd41dc1e70b8","ControlNumber":"7745","DisclosureBlock":"&nbsp;<b>M. Benzaoui, <\/b> None..<br><b>S. R. Achar, <\/b> None.&nbsp;<br><b>V. Keskar, <\/b> <br><b>GE Research<\/b> Employment, Yes. <br><b>A. Sood, <\/b> <br><b>GE Reseach<\/b> Employment, Yes. <br><b>B. M. Davis, <\/b> <br><b>GE Research<\/b> Employment, Yes.<br><b>S. L. Highfill, <\/b> None..<br><b>G. Altan-Bonnet, <\/b> None..<br><b>C. D. Chien, <\/b> None..<br><b>N. Taylor, <\/b> None.","End":"4\/11\/2022 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"20067","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"MediaItem","OtherContent":null,"PlayerUrl":"https:\/\/cslide-us.ctimeetingtech.com\/play\/d3a7ed4e-2317-47af-a20c-b21e5078b7cd\/@w03B8ZXq\/pdf?cover=https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-cover.png","PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB103","PresenterBiography":null,"PresenterDisplayName":"Mehdi Benzaoui, Pharm D","PresenterKey":"a19eda94-8179-4f44-b85d-c9015e57189a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB103. Novel DNA-based-T-cell-activation for the generation of chimeric antigen receptor T cells with enhanced anti-leukemia cytotoxicity","SearchResultFooter":"","SearchResultHeader":"Apr 11 2022  1:30PM","SessionId":"757","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 1","ShowChatLink":"false","Start":"4\/11\/2022 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel DNA-based-T-cell-activation for the generation of chimeric antigen receptor T cells with enhanced anti-leukemia cytotoxicity","Topics":null,"cSlideId":""}]