[{"Abstract":"Breast cancer remains one of the leading causes of cancer-related mortality among women worldwide. With the rising incidence of breast cancer, early and accurate diagnosis is pivotal in improving survival rates and patient outcomes. Our study addresses to identify vesicles associated with breast cancer in scope of miRNA signature. We focused on isolating breast cancer-derived extracellular vesicles (BEVs) from the bloodstream with immune affinity capture techniques. Then, we analyzed the miRNA profiles of BEVs in plasma samples from 120 breast cancer patients, 46 individuals with benign tumors, and 45 healthy controls. In this study, we analyzed to discover miRNA candidates for diagnosis of breast cancer with The Gene Expression Omnibus (GEO) database and found 379 down-regulated and 584 up-regulated differentially expressed miRNAs (DEMs) in tissue samples across 5 GEO datasets, and 28 down-regulated and 80 up-regulated DEMS in blood samples. Subsequently, we measured the expression levels of these 10 candidate miRNAs in BEVs from breast cancer cells and compared them with EVs from human mammary cells (MCF10a), using our BEV isolation method. The expression profiles of these miRNAs in BEVs were significantly elevated, supporting their potential as surrogate markers for breast cancer diagnosis. When comparing the AUC values of 10 candidate miRNAs through ROC analysis, 5 EV miRNAs (miR-21, miR-106b, miR-181a, miR-484, and miR-1260b) showed a high AUC values above 0.8. Subsequently, we verified a distinct signature of 5 EV miRNAs that effectively differentiate breast cancer patients from normal controls with 57.14% of sensitivity and 95% of specificity. Overall, our study not only complements existing diagnostic methods with high accuracy but also provides a deeper understanding of the molecular aspects of breast cancer, heralding a significant advancement in precision medicine and personalized cancer care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Breast cancer,Extracellular vesicles,MicroRNA,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Kim<\/b>, M. Kim, Y. Kim, S. Moon, S. Lee, H. Lee, J. Kim, S. Kim; <br\/>Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"c328b1c2-d78b-487e-8c13-00da2d9d0ed5","ControlNumber":"4256","DisclosureBlock":"&nbsp;<b>J. Kim, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>S. Moon, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>S. Kim, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2256","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2436","PresenterBiography":null,"PresenterDisplayName":"Jee Ye Kim, MD;PhD","PresenterKey":"3b545b64-ab37-4d1e-91fe-2954b20c6abe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2436. In-depth analysis of microRNA signature in breast cancer derived extracellular vesicles: A potential biomarker repository for breast cancer diagnosis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"229","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"In-depth analysis of microRNA signature in breast cancer derived extracellular vesicles: A potential biomarker repository for breast cancer diagnosis","Topics":null,"cSlideId":""},{"Abstract":"Background: Male urogenital cancers including prostate cancer (PCa), bladder cancer (BLCA) and kidney renal cancer (KIRC), account for 38% of the total number of new male cancers. Previous studies have shown that changes in DNA methylation patterns are associated with the occurrence and progression of these cancers. Here, we performed whole-genome bisulfite methylation sequencing (WGBS) on tissue samples from these cancers to comprehensively characterize the methylation patterns to provide insights into the potential biological functions of methylation and to identify possible early detection biomarkers.<br \/>Methods: Tissue samples were collected from patients with PCa, BLCA and KIRC who had not received any treatment prior to surgery from Shanghai Ninth People's Hospital, Shanghai Jiaotong University School of Medicine. Samples with the cancer cells content &#8805;30% in cancer tissues and no cancer cells in the adjacent tissues was deemed qualified. A total of 43 samples were sequenced by whole-genome bisulfite methylation sequencing (WGBS) with a depth of 30X, including PCa, BLCA, KIRC cancer tissues, and their adjacent cancer tissues.<br \/>Results: Distinct methylation patterns were observed in the 3 cancers. By comparing cancer and adjacent tissues, the numbers of differentially methylated sites (DMSs) were 21,195 (31% hyperDMSs and 69% hypoDMSs), 587,010 (23% hyperDMSs and 77% hypoDMSs) and 7,855,162 (5% hyperDMSs and 95% hypoDMSs) in PCa, BLCA and KIRC, respectively. The distribution of hyperDMSs and hypoDMSs across various chromosomes was relatively consistent in KIRC and BLCA. However, in PCa, the hypoDMSs were mainly located on chromosome 8 (5265\/14666, 36%). Among the three cancers, only 2-3% of hypoDMSs were located in gene promoter regions, while the proportions of hyperDMSs in gene promoter regions were higher with 4%, 8% and 17% for PCa, BLCA and KIRC, respectively. Among the above DMSs, 1901 DMSs-related genes were shared by PCa, BLCA and KIRC and 251, 4252, 2475 DMSs-related genes were unique in PCa, BLCA and KIRC, respectively. Gene Ontology analysis revealed that the shared DMSs-related genes were enriched in Wnt signaling pathway and positive regulation of MAPK cascade.<br \/>Conclusions: Our present study demonstrated the differential methylation patterns in male urogenital cancers, which may provide insights into the potential biological functions of methylation and to identify possible early detection biomarkers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Methylation,Whole genome sequencing,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Yu<\/b><sup>1<\/sup>, J. Wang<sup>1<\/sup>, L. Li<sup>1<\/sup>, W. Xie<sup>2<\/sup>, Y. Liu<sup>1<\/sup>, Q. Yang<sup>1<\/sup>, B. Xu<sup>1<\/sup>; <br\/><sup>1<\/sup>Shanghai Ninth People's Hospital, Shanghai Jiaotong University School of Medicine, Shanghai, China, <sup>2<\/sup>Burning Rock Biotech, Guangzhou, China","CSlideId":"","ControlKey":"ca97bc31-089e-40ec-b81e-1bb3f3658027","ControlNumber":"2272","DisclosureBlock":"&nbsp;<b>G. Yu, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>L. Li, <\/b> None..<br><b>W. Xie, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>Q. Yang, <\/b> None..<br><b>B. Xu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2257","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2437","PresenterBiography":null,"PresenterDisplayName":"Fang Liu","PresenterKey":"54a3f28f-c672-4be1-8f42-59b906bb0739","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2437. Distinct DNA methylation patterns in male urogenital cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"229","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Distinct DNA methylation patterns in male urogenital cancers","Topics":null,"cSlideId":""},{"Abstract":"Background: Previously, three-protein signature (Mastocheck&#174;, Bertis Inc.) from plasma has been launched to overcome the limitation of low accuracy of mammography. In addition, nine-protein signature from serum was newly developed to improve the accuracy of three-protein signature as a blood&#8209;based diagnostic tool. This study aimed to validate the diagnostic utility for breast cancer of nine-protein signature with comparison with three-protein signature.<br \/>Methods: A blood-based test using multiple reaction monitoring (MRM) by mass spectrometry to quantify nine proteins (APOC1, CHL1, FN1, VWF, PPBP, CLU, PRDX6, PRG4, and MMP9) in serum and three proteins (APOC1, CHL1, CA1; Mastocheck&#174;) in plasma was investigated using blood of 30 health women and 30 breast cancer patients. Using the cut-off values confirmed by AI-based deep learning model, we evaluated the sensitivity, specificity, and accuracy of nine- and three&#8209;protein signature for detecting breast cancer.<br \/>Results: Among 60 cases, the sensitivity and specificity of nine&#8209;protein signature was 87.9% and 80.7% for diagnosis of breast cancer. These values were 20% and 10% higher than those of three-protein signature, respectively (66.7% of sensitivity and 70.0% of specificity). The accuracy of nine-and three-protein signature was 83.3% and 68.3%.<br \/>Conclusion: This study demonstrated that nine-protein signature could be a more accurate and effective tool for detecting breast cancer compare to three-protein signature). For a confirmatory study, we need to perform a large scaled validation study in future. Grants: This research was supported by Bertis, Republic of Korea (grant number: NCC 2341770-1)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Proteomic analysis,Breast cancer,Diagnosis,Nine-protein signature,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S.-Y. Jung<\/b><sup>1<\/sup>, E.-G. Lee<sup>1<\/sup>, J. Han<sup>1<\/sup>, S. Lee<sup>1<\/sup>, S. Shin<sup>1<\/sup>, J. Lee<sup>1<\/sup>, S.-S. Kim<sup>2<\/sup>, Y. Kim<sup>3<\/sup>, D.-Y. Noh<sup>3<\/sup>; <br\/><sup>1<\/sup>National Cancer Center - Korea, Goyang-si, Korea, Republic of, <sup>2<\/sup>Manufacturing and Technology Division, Bertis Inc, Yongin-si, Korea, Republic of, <sup>3<\/sup>CHA Gangnam Medical Center, CHA University School of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"f367a49c-d7dc-4314-a9d3-1dc5ee9bbfe8","ControlNumber":"4386","DisclosureBlock":"<b>&nbsp;S. Jung, <\/b> <br><b>Bertis<\/b> Grant\/Contract, This research was supported by Bertis, Republic of Korea (grant number: NCC 2341770-1).<br><b>E. Lee, <\/b> None..<br><b>J. Han, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>S. Shin, <\/b> None..<br><b>J. Lee, <\/b> None.&nbsp;<br><b>S. Kim, <\/b> <br><b>Bertis Inc<\/b> Employment.<br><b>Y. Kim, <\/b> None.&nbsp;<br><b>D. Noh, <\/b> <br><b>Bertis Inc.<\/b> Employment, Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2258","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2438","PresenterBiography":null,"PresenterDisplayName":"So-Youn Jung, MD;PhD","PresenterKey":"a50619c2-e988-413f-b0e3-72fc9cd72b1b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2438. A retrospective pilot study to validate the utility of proteomic biomarkers in the blood for diagnosis of breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"229","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A retrospective pilot study to validate the utility of proteomic biomarkers in the blood for diagnosis of breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Colorectal Cancer (CRC) has become the second leading cause of death related to cancer worldwide and the third most common malignancy. CRC tumors are classified into stages to describe the cancer; early (stages I and II) and advanced (stages III and IV). Despite the available screening methods and the scientific efforts in the development of a universal biomarker panel for CRC early detection, there still exists a gap in a reliable non-invasive screening method for the Hispanic community. <i>We aimed to elucidate the most important pathways along with the differential gene expression in early and advanced CRC stages in a Hispanic population.<br \/><\/i>Methods: We examined restrospectively 7 tissue samples from a Puerto Rican Hispanic population recruited throughout the Puerto Rico Familial Colorectal Cancer Registry (PURIFICAR) IRB #A2210207. We evaluated transcriptomic changes in advance tumors (n=4) vs. early tumors (n=3) with their respective normal mucosal tissue as negative control. Extracted RNA was sequenced using the Illumina NextSeq (2 X 75bp). The higher-quality reads were aligned, annotated, and quantified to the human genome (hg38) using STAR and RSEM softwares. Gene expression analysis was performed in R statistical software (packages tximport and DESeq2). We compared significantly expressed genes (adjusted p-value &#60;0.05) between study groups (Tumor Advance [TA] vs. Mucosal Advance [MA] and Tumor Early [TE] vs. Mucosal Early [ME]) using Venny, and we performed enrichment analyses and protein-protein interaction networks using Metascape and STRING database, respectively.<br \/>Results: There were 2284 differentially expressed genes (TA vs. MA) and 984 (TE vs. ME), in which 1736 were unique to advance stages, 436 were unique to early stages and 548 were shared in both tumor stages. Significantly impacted biological processes and pathways include: granulocyte chemotaxis, regulation of inflammatory response, positive regulation of apoptotic process, tissue morphogenesis, G alpha signaling events, interleukin-10 signaling, signaling by interleukins. Additionally, physical and functional interaction networks showed 11 major clusters (&#8805; 5 genes), which contained several gene hubs including LYN (proto-oncogene), IL-1&#946;, IL-1&#945;, TNF, CCL3, CCL4, CXCR1 and CXCR2 (cytokines\/ chemokines) among others genes previously reported as CRC biomarkers (DKK1, AQP8, AQP9, CTNNB1, and GNAQ).<br \/>Discussion\/Conclusions: Differential analysis of early CRC tumor samples shows a deregulation of genes related to the inflammatory response which plays an important role in CRC. Modulation of these genes suggests significant potential targets for early detection of CRC in a Hispanic population. Future studies will be focus on the evaluation of selected target genes as a non-invasive early CRC screening method.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Colorectal cancer,Biomarkers,Early detection,Gene expression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"E. V. Caraballo, <b>C. Zenón-Meléndez<\/b>, J. Pérez-Santiago, M. Cruz-Correa; <br\/>University of Puerto Rico Comprehensive Cancer Center, San Juan, Puerto Rico","CSlideId":"","ControlKey":"0397760b-0b0d-4116-8b0a-209c8dcba111","ControlNumber":"3492","DisclosureBlock":"&nbsp;<b>E. V. Caraballo, <\/b> None..<br><b>C. Zenón-Meléndez, <\/b> None..<br><b>J. Pérez-Santiago, <\/b> None..<br><b>M. Cruz-Correa, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2259","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2439","PresenterBiography":null,"PresenterDisplayName":"Camille Zenon, MS","PresenterKey":"d034bacf-9408-422d-a66e-bd3afc59be16","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2439. Potential target genes for early stage detection in Hispanic colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"229","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potential target genes for early stage detection in Hispanic colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Unmet needs in cancer risk assessment include the ability to predict rodent life-time tumor responses from short-term exposures and a scientific basis for rodent to human extrapolation. As an approach to address these needs, the use of hotspot cancer driver mutations (CDMs) as biomarkers of cancer risk was integrated with an error-corrected, next generation sequencing (NGS) approach. We have developed and investigated the sensitivity of a high-throughput NGS method capable of detecting a panel of the most prevalent point mutations observed in human oncogenes and tumor suppressor genes. This method, CarcSeq, involves performing multiple, high-fidelity PCR reactions to amplify the most prevalent mutations reported to occur in human tumors, tagging the amplicons with 9 bp unique identifier sequences at each end, constructing libraries using Illumina ChIP Seq kits, sequencing the libraries on an Illumina NextSeq500 platform and generating single-strand consensus sequences (SSCS), bioinformatically, as a means of error-correction. We validated CarcSeq mutant fraction measurements through observations related to known cancer driver tissue-specificities and mutation spectra for normal human breast and lung, ductal carcinoma, and lung adenocarcinoma samples. Performance of a reconstruction experiment established CarcSeq has a sensitivity of 10<sup>4<\/sup>. The approach has now been adapted to analyze analogous conserved codons in rat and mouse. For each of the three species, the developed panel includes 13-15 amplicons encompassing known cancer driver genes (e.g., <i>KRAS<\/i>, <i>PIK3CA<\/i>, and <i>TP53<\/i>) encompasses the equivalent of 30 known human hotspot codons and has a combined target sequence length of ~1 kb. Amplicons were generated from DNA isolated from 16-week-old, untreated rodent tissue samples with known differences in spontaneous tumor incidence: female Wistar, Sprague Dawley, and F344 rat mammary samples and male and female B6C3F<sub>1<\/sub> and CD-1 mouse lung samples. The rodent panel was optimized to generate ~100,000 SSCS\/amplicon. CDMs were observed at conserved codons in young, untreated rodents, and results are consistent with what was expected based on strain differences in spontaneous tumorigenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Cancer markers,Next-generation sequencing (NGS),Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. L. Harris<\/b>, B. Gong, B. Parsons, J. Faske, J. Xu; <br\/>FDA-NCTR (National Center for Toxicological Research), Jefferson, AR","CSlideId":"","ControlKey":"ac8492d7-3d32-488f-84c1-36a2c0136579","ControlNumber":"3151","DisclosureBlock":"&nbsp;<b>K. L. Harris, <\/b> None..<br><b>B. Gong, <\/b> None..<br><b>B. Parsons, <\/b> None..<br><b>J. Faske, <\/b> None..<br><b>J. Xu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2260","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2440","PresenterBiography":null,"PresenterDisplayName":"Kelly Harris, BS,MS,PhD","PresenterKey":"407252a7-8277-479e-b3be-a3506543a45c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2440. Cancer driver mutations as quantitative biomarkers of cancer risk interspecies analyses using CarcSeq","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"229","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer driver mutations as quantitative biomarkers of cancer risk interspecies analyses using CarcSeq","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>People living with HIV (PWH) have a significantly higher risk of developing cancers than people without HIV (PWOH), even with suppressive antiretroviral therapy. Puerto Rico (PR) is considered a high-risk group disproportionately affected by HIV and a priority group for cancer prevention strategies. Dysbiosis of the human microbiota can contribute to persistent inflammation by upregulating TGF-&#946; (microbial-induced oncogenesis biomarker), which can promote the translocation of microbial products into the bloodstream, increasing cancer risk at local and distant sites. However, the relationship between TGF-&#946;, and microbial products such as lipopolysaccharide (LPS) and short-chain fatty acids (SCFA) in relation to HIV infection is poorly understood, therefore we aimed to quantify the levels of LPS and SCFA in the blood plasma of PWH vs. PWOH and investigated their relationship with cancer risk measured by TGF-&#946;.<br \/><b>Methods:<\/b> Blood samples, sociodemographic, and clinical data from 80 adults (50 PWH and 30 PWOH) were collected. PWH were virally suppressed (&#60;50 copies\/mL) with a median CD4 count of 699.8 cells\/&#181;L. We measured TGF-&#946;, LPS, and soluble CD14 (sCD14. marker of innate immune activation and microbial translocation) using immunoassays. SCFA (acetate, butyrate, and propionate) were measured using gas chromatography followed by mass spectrometry. Differences in the median levels of TGF-&#946;, LPS, and SCFAs were evaluated using a Mann-Whitney test. We assessed the effects of LPS, SCFAs, and HIV infections in relationship with levels of TGF-&#946; using multivariate fixed-effects regression analysis in R-statistical software.<br \/><b>Results:<\/b> PWH had significantly higher levels of TGF-&#946; (4397 pg\/mL vs. 1121 pg\/mL, p=0.017), higher levels of LPS (38.97 pg\/mL vs. 19.26 pg\/mL, p&#60;0.001), higher levels of sCD14 (1326 pg\/mL vs. 1137 pg\/mL, p=0.007), and significantly lower levels of butyrate (84.5 ng\/mL vs. 62.0 ng\/mL, p&#60;0.001). Higher levels of TGF-b were associated with higher levels of LPS (rho=0.38, p=0.017) and higher levels of sCD14 (rho=0.27, p=0.016) these relationships remain significant after adjusting for HIV status (p&#60;0.001).<br \/><b>Conclusion:<\/b> Our findings suggest that microbial products in blood plasma can contribute to higher cancer risk in Puerto Rican PWH and may represent potential novel biomarkers for cancer prevention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Inflammation,Cancer prevention,Biomarkers,Microbiome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Torres Reyes<\/b><sup>1<\/sup>, T. L. Shull<sup>2<\/sup>, G. Borges-Velez<sup>1<\/sup>, V. S. Sanchez Gonzalez<sup>1<\/sup>, J. L. Salgado Montilla<sup>1<\/sup>, J. Perez Santiago<sup>1<\/sup>; <br\/><sup>1<\/sup>UPR - Comprehensive Cancer Center, San Juan, Puerto Rico, <sup>2<\/sup>Medical Center, Chicago, IL","CSlideId":"","ControlKey":"98a15e0a-d3d5-49ee-9cf3-54f4ebef795a","ControlNumber":"7867","DisclosureBlock":"&nbsp;<b>J. Torres Reyes, <\/b> None..<br><b>T. L. Shull, <\/b> None..<br><b>G. Borges-Velez, <\/b> None..<br><b>V. S. Sanchez Gonzalez, <\/b> None..<br><b>J. L. Salgado Montilla, <\/b> None..<br><b>J. Perez Santiago, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2261","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2441","PresenterBiography":null,"PresenterDisplayName":"Jurelis Torres","PresenterKey":"9c4f6327-1954-4b36-843f-c2b1fd2bd7ce","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2441. Higher levels of LPS in blood plasma as potential novel biomarker for cancer risk in Puerto Rican people living with HIV","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"229","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Higher levels of LPS in blood plasma as potential novel biomarker for cancer risk in Puerto Rican people living with HIV","Topics":null,"cSlideId":""},{"Abstract":"\u0009\u0009 \u0009 \u0009 \u0009\u0009 \u0009\u0009\u0009 \u0009\u0009\u0009\u0009 \u0009\u0009\u0009\u0009\u0009Background: Current screening tools, including prostate-specific antigen (PSA) and clinico-pathologic parameters, have limitations in the diagnosis and prognosis of prostate cancer. This study examined whether genomic biomarkers can improve screening and monitoring of prostate cancer.<br \/>Methods: We identified a panel of 25 prostate cancer-related genes through rigorous bioinformatics, computational analyses and genetic testing. These tests, developed by Geneverify Inc. (Hayward, CA; U.S. patent # 10801072 and 10822661) were utilized and optimized by qRT-PCR to determine the diagnostic and prognostic ability of prostate cancer using blood and tissues. The log2-fold increase in gene expression was used to assign the risk score to individual patients. ROC (receiver operator characteristic), AUC (area under ROC curve), and calibration curves were generated to display the overall performance and discrimination ability to separate cancer and non-cancer specimens.<br \/>Results: A total of 445 prostate cancer patients (135 blood and 310 tissue samples) and 130 normal samples were analyzed in this study. The eligibility criteria were to collect blood and surgical specimens from patients with prostate cancer. The study endpoints were to analyze mRNA genomic profiling and correlate with clinico-pathologic parameters of the patients. In the blood, a 25-panel gene-set separated prostate cancer patients (n=135) from non-cancer (n=30), AUC = 0.906 [sensitivity = 90% and specificity = 91%]. Assessment of tissue specimens from benign (n=100) and cancer patients (n=310) demonstrated similar results with AUC=0.9514 [sensitivity=95% and specificity=94%]. Interestingly, patients with Gleason grades more than 7 showed higher expression of these genes compared to Gleason Grades less than 7, suggesting the prognostic ability of the gene-set. When we compared the gene expression in blood verses tissues, there were similar patterns, suggesting that blood can be used for screening, diagnosis and risk assessment of prostate cancer.<br \/>Conclusions: To our knowledge, this is the first study to investigate the role of mRNA-based genomic signatures for screening, early diagnosis and prognosis of prostate cancer using blood samples. Our results suggest that blood mRNA-genomic profiling developed by Geneverify has the ability to diagnose prostate cancer and stratify patients into distinct prognostic groups, which in turn help in making better treatment strategies. \u0009\u0009\u0009\u0009 \u0009\u0009\u0009 \u0009\u0009","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Prostate cancer,Diagnostic marker,Gene expression profiling,Prognosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Y. Hashimoto<sup>1<\/sup>, S. Verma<sup>2<\/sup>, G. Deng<sup>3<\/sup>, D. P. Chauhan<sup>3<\/sup>, S. Nair<sup>4<\/sup>, D. Chakravarty<sup>4<\/sup>, H. Yoshino<sup>5<\/sup>, J. Arima<sup>5<\/sup>, S. Tatarano<sup>5<\/sup>, Y. Liu<sup>6<\/sup>, K. Hatano<sup>6<\/sup>, Y. Shivakumar<sup>7<\/sup>, M. Ghosh<sup>7<\/sup>, K. Raghunath<sup>7<\/sup>, C. Chandran<sup>8<\/sup>, N. Ragavan<sup>8<\/sup>, H. Enokida<sup>5<\/sup>, N. Nonomura<sup>6<\/sup>, K. Balaji<sup>9<\/sup>, S. Rawal<sup>10<\/sup>, A. Tewari<sup>4<\/sup>, R. Dahiya<sup>1<\/sup>, <b>S. Gupta<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>UCSF School of Medicine, San Francisco, CA, <sup>2<\/sup>Case Western Reserve University and University Hospitals Cleveland Medical Center, Cleveland, OH, <sup>3<\/sup>Geneverify Inc, Hayward, CA, <sup>4<\/sup>Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY, <sup>5<\/sup>Kagoshima University Hospital, Kagoshima, Japan, <sup>6<\/sup>Osaka University Medical School, Osaka, Japan, <sup>7<\/sup>HCG Cancer Center Hospital, Bengaluru, India, <sup>8<\/sup>Apollo Cancer Center Hospital, Chennai, India, <sup>9<\/sup>University of Florida College of Medicine, Jacksonville, FL, <sup>10<\/sup>Rajiv Gandhi Cancer Institute & Research Centre, New Delhi, India","CSlideId":"","ControlKey":"c674ff9d-12d0-4591-b31d-642716faed82","ControlNumber":"282","DisclosureBlock":"&nbsp;<b>Y. Hashimoto, <\/b> None..<br><b>S. Verma, <\/b> None..<br><b>G. Deng, <\/b> None..<br><b>D. P. Chauhan, <\/b> None..<br><b>S. Nair, <\/b> None..<br><b>D. Chakravarty, <\/b> None..<br><b>H. Yoshino, <\/b> None..<br><b>J. Arima, <\/b> None..<br><b>S. Tatarano, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>K. Hatano, <\/b> None..<br><b>Y. Shivakumar, <\/b> None..<br><b>M. Ghosh, <\/b> None..<br><b>K. Raghunath, <\/b> None..<br><b>C. Chandran, <\/b> None..<br><b>N. Ragavan, <\/b> None..<br><b>H. Enokida, <\/b> None..<br><b>N. Nonomura, <\/b> None..<br><b>K. Balaji, <\/b> None..<br><b>S. Rawal, <\/b> None..<br><b>A. Tewari, <\/b> None.&nbsp;<br><b>R. Dahiya, <\/b> <br><b>Geneverify Inc<\/b> Stock Option, Other Business Ownership, Patent.<br><b>S. Gupta, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2262","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2442","PresenterBiography":null,"PresenterDisplayName":"Sanjay Gupta, PhD","PresenterKey":"9a2252cc-9fee-4dc6-86e3-3002a3672871","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2442. Blood based novel mRNA genomic test, for screening, early detection, prognosis and monitoring of prostate cancer using a multi-center study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"229","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Blood based novel mRNA genomic test, for screening, early detection, prognosis and monitoring of prostate cancer using a multi-center study","Topics":null,"cSlideId":""},{"Abstract":"Ovarian and endometrial cancers come within the top-4 for incident cancers as well as deaths in North American women. Cure rates have not improved in 30 years as high-grade subtypes continue to be diagnosed in Stage III\/IV. Attempts at early diagnosis have failed because high-grade cancer cells exfoliate and metastasize while the primary cancer is small and undetectable by existing tests based on imaging and blood-based tumor markers. DOvEEgene (Detecting Ovarian and Endometrial cancers Early using genomics) is a genomic uterine pap test developed by a McGill team to screen and detect these cancers while they are confined to the gynecologic organs and curable by surgery. The test identifies pathogenic somatic mutations in uterine brush samples. Here we tested the Onso system, a highly accurate sequencing technology from PacBio in order to potentially increase sensitivity while driving down sequencing costs by reducing required sequencing depth vs the current NGS standard. A highly sensitive, error-correcting capture technology (DOvEEgene-SureSelectHS) utilizing duplex error correction sequencing interrogated the exons of 23 genes involved in the development of sporadic and hereditary ovarian and endometrial cancers. We applied a combination of germline gene panel testing on saliva samples with deep duplex sequencing to detect somatic mutations at &#60;0.1% VAF, interrogation of microsatellite loci for instability, and low coverage WGS for copy number analysis of uterine brush samples. We sequenced 20 duplex Illumina sequencing libraries produced using the DovEE assay at PE 100bp mode and compared Onso data in non- duplex sequencing mode as well as duplex sequencing mode to the original Illumina duplex sequencing method. Here, we present this comparison and highlight the benefits of high accuracy sequencing for the detection of very low frequency (&#60;0.1%) somatic mutations. We observed improved mismatch rates for Onso data compared to Illumina, even after duplex error correction was applied. In addition, we found that more individuals are called as displaying microsatellite instablity from the Onso data, which may be due to improved sequencing performance in repetitive regions for Onso. Finally, we observed fewer potential false positive variant calls in the Onso data, highlighting the value of improved sequencing accuracy for rare variant detection.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Early detection,Endometrial cancer,Next-generation sequencing (NGS),Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"T. Revil<sup>1<\/sup>, N. Pezeshkian<sup>2<\/sup>, L. Gilbert<sup>1<\/sup>, <b>A. Sockell<\/b><sup>2<\/sup>, J. Ragoussis<sup>1<\/sup>; <br\/><sup>1<\/sup>McGill University, Quebec, QC, Canada, <sup>2<\/sup>PacBio, Menlo Park, CA","CSlideId":"","ControlKey":"dcf01f2b-9f9d-4a49-ba67-667d8a82c3c7","ControlNumber":"3991","DisclosureBlock":"&nbsp;<b>T. Revil, <\/b> None..<br><b>N. Pezeshkian, <\/b> None..<br><b>L. Gilbert, <\/b> None..<br><b>A. Sockell, <\/b> None..<br><b>J. Ragoussis, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2263","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2443","PresenterBiography":null,"PresenterDisplayName":"Alexandra Sockell","PresenterKey":"12b19ce2-8d69-4b71-af68-0d0c8705139f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2443. Improved detection of low frequency mutations in ovarian and endometrial cancers by utilizing a highly accurate sequencing platform","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"229","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improved detection of low frequency mutations in ovarian and endometrial cancers by utilizing a highly accurate sequencing platform","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Matrix metalloproteinases 8 (MMP-8) is a member of the MMP protease family mainly involved in degrading extracellular matrix. A variety of cells express MMP-8 and during pathological inflammation neutrophils release IL-1, IL-8, TNF-&#945;, and GM-CSF which triggers MMP-8 secretion. MMP-8 aids tumors in evading immune detection during the development of CRC and also regulates the role of endothelial cell in angiogenesis. Increased MMP-8 tumor expression and serum levels has been noted in hepatocellular cancer and melanoma patients and are associated with adverse outcomes. There is limited data regarding blood levels of MMP-8 in CRC patients. This study compared preoperative (PreOp) plasma MMP-8 levels in patients with CRC and benign colonic pathology (BCP) undergoing bowel resection.<br \/>Method: Patients with CRC or BCP who had elective colorectal resection who were enrolled in an IRB approved tissue and data bank for whom preop plasma samples were available were eligible. Data analyzed included demographic, clinical, operative, and final pathology reports. Blood specimens were quickly processed and plasma stored at -80&#176;C. MMP-8 levels in Preop plasma samples were measured via ELISA, in duplicate, and reported as median +95% CI (ng\/ml). MMP8 expression was examined in paired CRC and normal mucosal tissue samples from a subset of the CRC patients (n=20) via QRT-PCR. Immunohistochemistry (IHC) was conducted on formalin-preserved tissue sections (tumor\/normal pairs) following standard protocols. The concept of MMP8 as CRC diagnostic marker was evaluated by assessing the receiver operating characteristic (ROC) curve and the area under the ROC curve (AUC). The analysis was done with the Mann-Whitney test (significance, p&#60;0.05).<br \/>Results: 96 CRC patients (74% colon and 26% rectal cancer) and 96 BCP patients (32% adenoma, 64% diverticulitis, 4% other) met entry criteria. The CRC stage distribution was: Stage 1, 26%; Stage 2, 26% Stage 3, 40%; and stage 4, 8%. Median plasma MMP-8 levels were higher in CRC (8.21, CI: 6.92, 10.81) compared to BCP patients (5.59, CI: 4.68, 7.30; p&#60;0.001). A non-significant increase in median MMP-8 levels were noted in STG IV vs STG I and STG II and STG III was found (38-89%). IHC validated the expression of MMP-8 in CRC tumors relative to normal colon. Increased expression of MMP-8 was seen in 71% of the tested CRC samples (12\/17). The AUC value for the ROC curve was 0.653 (sensitivity 35%, specificity 0.95%).<br \/>Conclusion: The median MMP-8 level in CRC patients was found to be 47% higher compared to BCP patients and 89% higher in stage IV vs stage II patients (p=0.06). The tumor is the most likely the cause of elevated plasma levels. Increased tumor expression of MMP-8 mRNA was noted in 71% of tumors. The low sensitivity of the ROC curve suggests MMP8 alone has no value as diagnostic factor. Larger studies are justified.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Colorectal cancer,Matrix metalloprotease,Plasma,High-content screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. S. Herath Mudiyanselage<\/b>, A. R. Sharma, N. Mitra, A. Sah, X. Yan, P. Palacios, V. Cekic, R. L. Whelan; <br\/>Lenox Hill Hospital, New York, NY","CSlideId":"","ControlKey":"c0dc811f-d815-4352-98b7-68a9ac94a091","ControlNumber":"317","DisclosureBlock":"&nbsp;<b>C. S. Herath Mudiyanselage, <\/b> None..<br><b>A. R. Sharma, <\/b> None..<br><b>N. Mitra, <\/b> None..<br><b>A. Sah, <\/b> None..<br><b>X. Yan, <\/b> None..<br><b>P. Palacios, <\/b> None..<br><b>V. Cekic, <\/b> None.&nbsp;<br><b>R. L. Whelan, <\/b> <br><b>Boston Scientific<\/b> Grant\/Contract, Received financial support for research and non sterile disposable product support for investigator initiated ex vivo porcine studies. <br><b>Apollo Endosurgery<\/b> Other, Received non sterile disposable product for other investigator initiated, ex vivo animal, research studies. <br><b>ERBE Corporation<\/b> Grant\/Contract, Received educational grant \/non sterile disposable product for other investigator initiated, ex vivo animal, research studies. <br><b>Fujifilm corporation<\/b> Other, Received non sterile disposable product for other investigator initiated, ex vivo animal, research studies. <br><b>Applied Medical Corporation<\/b> Other, Received consultant fees.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2264","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2444","PresenterBiography":null,"PresenterDisplayName":"Chandana Herath Mudiyanselage, PhD","PresenterKey":"6e9b793a-094b-4457-984b-defcc0ef6905","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2444. Plasma levels of matrix metalloproteinases 8 are significantly increased in patients with colorectal cancer (CRC) and mRNA levels are increased in 71% of tumors vs normal tissue","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"229","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Plasma levels of matrix metalloproteinases 8 are significantly increased in patients with colorectal cancer (CRC) and mRNA levels are increased in 71% of tumors vs normal tissue","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Pancreatic ductal adenocarcinoma (PDAC) is a major cancer killer with a low 5-year survival rate of 12%. Diagnosing PDAC at an early stage is one of the strongest predictors of long-term survival. Therefore, novel methods for early detection of PDAC must be explored. In this pilot study we aimed to compare the peripheral blood immune cell phenotypes in PDAC cases and cancer-free controls.<br \/>Method:<b> <\/b>CyTOF (cytometry by time-of-flight) was used to evaluate peripheral blood mononuclear cells (PBMC) from newly diagnosed treatment na&#239;ve patients with PDAC and sex and age matched cancer-free controls using a 29-marker immune phenotyping panel. Multiple analysis approaches including dimensionality reduction using tSNE and clustering using Phenograph were used to evaluate the results. Immune subsets having differential abundance differences were verified by manual gating.<br \/>Results:<b> <\/b>Twenty patients were included in this pilot study (15 PDAC cases; 5 Cancer-free controls).<b> <\/b>Among the 15 PDAC cases, 5 were early stage (Stage 1-2).<b> <\/b>Thirty-two unique immune cell clusters were identified using the Phenograph algorithm: 10 unique clusters with properties consistent with monocytes\/macrophages, 9 CD4 T cell clusters, 6 CD8 T cell clusters and 4 NK cells clusters. When comparing the case and control groups we noted lower percentages of CD8+CD27+ T-cells in cases. This was further verified by manual gating that confirmed the distribution of CD8+CD27+ T-cells relative to all T-cells were decreased in PDAC patients. In addition, a 57% increase in na&#239;ve CD4 T cells was found in case samples compared to controls. A principal component analysis of the clustering results identified two unique clusters of immune profiles that emerged providing a potential peripheral blood immune cell signature that could stratify and differentiate PDAC cases from controls. A CD14<sup>+<\/sup>CD16<sup>+<\/sup>CD4<sup>Lo<\/sup>CD38<sup>+<\/sup>CD45RO<sup>+<\/sup> population of monocytes was the primary cell population driving this difference.<br \/>Conclusion:<b> <\/b>This study provides early evidence to indicate that a distinct PBMC immune phenotype may differentiate PDAC patients from control subjects. Further analysis in larger sample sets is warranted for in-depth characterization and identification of unique immune based biomarkers for PDAC detection.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Immune cells,Immunoassay,Pancreatic cancer,Adenocarcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. D. Pavelko<\/b>, J. C. Villasboas, W. R. Taylor, K. A. Doering, J. B. Kisiel, S. Majumder; <br\/>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"f3fe8f17-f9b5-41fa-be3d-85cd8543e6e2","ControlNumber":"7491","DisclosureBlock":"<b>&nbsp;K. D. Pavelko, <\/b> <br><b>Mustang Bio, Inc.<\/b> Grant\/Contract.<br><b>J. C. Villasboas, <\/b> None.&nbsp;<br><b>W. R. Taylor, <\/b> <br><b>Exact Sciences<\/b> Grant\/Contract, Patent. <br><b>K. A. Doering, <\/b> <br><b>Exact Sciences<\/b> Grant\/Contract, Patent. <br><b>J. B. Kisiel, <\/b> <br><b>Exact Sciences<\/b> Grant\/Contract, Patent. <br><b>S. Majumder, <\/b> <br><b>Exact Sciences<\/b> Grant\/Contract, Patent.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2265","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2445","PresenterBiography":null,"PresenterDisplayName":"Kevin Pavelko, PhD","PresenterKey":"bf5e8552-e3bd-4d3b-91b3-bb478d4a0228","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2445. Peripheral blood immune phenotypes in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"229","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Peripheral blood immune phenotypes in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Lung carcinoma in situ (CIS) lesions, as precursors to squamous cell carcinoma, exhibit microscopic uniformity while displaying diverse clinical trajectories. Half of these lesions progress to invasive cancer, while the remaining half either regress or remain indolent. Previous genomic profiling efforts have elucidated progression-specific genomic changes against a backdrop of inherent heterogeneity and notable chromosomal instability signatures. Here, we present a novel approach by analyzing longitudinally collected samples of preinvasive airway lesions, encompassing both progressive and indolent trajectories.<br \/>Our findings reveal that genomic integrity and cell cycle dynamics constitute key distinctions between progressive and indolent lesions. Notably, a decrease in clonal diversity and an inverse correlation between TCRA-Tcell fraction and genomic instability are observed as lesions approach invasion. Somatic mutations in cancer driver genes <i>BRAC2<\/i>, <i>CSMD3<\/i>, and <i>MUC16<\/i> are found significantly associated with lesion progression. Furthermore, progressive lesions exhibit a higher frequency of copy number changes compared to indolent lesions. Copy number loss in 1p, 3p, 9p, and 17p are found to be significantly associated with lesion progression. Phylogenetic analysis further confirms positive selection for copy number loss in these specific genomic regions, providing insights into the evolutionary trajectory of alterations in progressive lesions. The comprehensive understanding derived from these genomic analyses is anticipated to advance early detection strategies, mitigate overtreatment, and facilitate the development of preventative therapies targeting early clonal events in lung cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Cancer genomics,Early detection,Clonal evolution,Copy number alterations,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Alhendi<\/b>, L. Kalinke, A. Pennycuick, K. Davies, P. Durrenberger, K. Gowers, K. Grigoriadis, N. McGranahan, S. Janes; <br\/>University College London (UCL), London, United Kingdom","CSlideId":"","ControlKey":"9a979bc6-003b-4421-bd3f-89bc9638512e","ControlNumber":"4805","DisclosureBlock":"&nbsp;<b>A. Alhendi, <\/b> None..<br><b>L. Kalinke, <\/b> None..<br><b>A. Pennycuick, <\/b> None..<br><b>K. Davies, <\/b> None..<br><b>P. Durrenberger, <\/b> None..<br><b>K. Gowers, <\/b> None..<br><b>K. Grigoriadis, <\/b> None..<br><b>N. McGranahan, <\/b> None..<br><b>S. Janes, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2266","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2446","PresenterBiography":null,"PresenterDisplayName":"Ahmed Alhendi, PhD","PresenterKey":"156a9734-aba1-4f2d-aea1-65bc92896a30","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2446. Genomic landscape of longitudinally collected preinvasive airway lesions","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"229","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomic landscape of longitudinally collected preinvasive airway lesions","Topics":null,"cSlideId":""},{"Abstract":"Tumor-marker gangliosides (TMGs) have enormous potential for early-stage cancer detection as diagnostic biomarkers despite being relatively understudied in this context. AOA Dx is focused on the development of a mass spectrometry platform for the quantitation of TMGs in human serum, particularly disialogangliosides GD2 and GD3. The development of a mass spectrometry platform for TMG quantitation may allow for the identification of diagnostic signatures for early-stage cancer detection. Briefly, we monitored fragment moieties characteristic of gangliosides in an untargeted fashion by mass spectrometry. We then identified those differentially altered in cancerous groups compared to normal, and subsequently performed targeted MRM analysis. Through these investigations, we have identified multiple TMGs, specifically multiple types of GD2 and GD3 species characterized by unique lipid tails across different cancer types in human serum from confirmed cancer diagnoses. Other ganglioside classes including GMs and relatively understudied GTs were also identified in this study. Notably, the serum of melanoma and ovarian cancer patients exhibited significantly increased levels of several ganglioside species compared to age-matched healthy serum, highlighting the potential of TMGs as a promising avenue for cancer diagnosis. Further experiments will focus on refining this mass spectrometry method and expand demographic representation to confirm our initial findings and identify additional TMGs of interest. In addition, we intend to apply immune-based platforms such as thin-layer chromatography and ELISA, which have already shown promising results in the detection and quantitation of these compounds. Taken together, AOA Dx is advancing the development of a high-throughput mass spectrometry platform designed for the detection of TMGs, with a primary focus on GD2 and GD3. Our objective is the identification of a diagnostic disease signature for early-stage cancer detection. The validation of this type of diagnostic panel would allow for expedited diagnosis and treatment of cancers currently diagnosed at late stages, ultimately reducing healthcare costs and increasing survival rates. Future research will aim to validate these biomarkers in independent prospective studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Early detection,Diagnostic marker,Mass spectrometry,Lipids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Culp-Hill<\/b>, C. Hill, A. Blackler, W. Ricketts; <br\/>AOA Dx, Inc., Boulder, CO","CSlideId":"","ControlKey":"eb8ef5fe-25ae-41c3-a2f9-cf0ec538cb1a","ControlNumber":"1795","DisclosureBlock":"&nbsp;<b>R. Culp-Hill, <\/b> None..<br><b>C. Hill, <\/b> None..<br><b>A. Blackler, <\/b> None..<br><b>W. Ricketts, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2268","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2447","PresenterBiography":null,"PresenterDisplayName":"Rachel Culp-Hill, PhD,MS,BS","PresenterKey":"ca74d708-af5b-4b05-a05f-30c7dc1fed4a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2447. Identification of tumor marker gangliosides for early cancer detection: A mass spectrometry approach<i><\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"229","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of tumor marker gangliosides for early cancer detection: A mass spectrometry approach<i><\/i>","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer carcinogenesis is the outcome of a field of premalignant changes that occur in the bronchial tree leading to the overt emergence of the malignant lung cancer (field cancerization). A tissue or blood proteomic signature of these premalignant changes represent a novel concept of risk biomarkers that can predict the probability of future emergence of Lung Cancer. In this study, we analyzed two independent cohorts of non-small cell lung cancer (NSCLC) patients. One cohort consisted of 18 patients who donated blood before and after tumor resection surgery and matched tissue samples (UAMS Medical Center). The second set derived from a longitudinal case-control study of plasma sample collected during the physician health study that were donated at different times prior to the diagnosis of Non-Small Cell Lung Cancer (N=272). We used affinity-enriched mass spectrometry analysis and statistical learning techniques to identify a set of common markers that discriminated plasma cases and controls and were conserved in different bronchial tissue compartments including tumor and adjacent tissue. The tumor microenvironment adjacent to and surrounding cancer cells undergoes to progressive stages of carcinogenesis during field cancerization. We identified 22 proteins involved in cell adhesion, protein folding, immune response, angiogenesis, and cancer proliferation. This is a novel class of functional risk biomarkers to determine the probability of NSCLC onset. In conclusion, our findings shed light on a new class of functional biomarkers that underly tumor pathogenesis mechanisms and can provide hints for new strategies of tumor prevention therapy or lifestyle modification.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Carcinogenesis,NSCLC,Prevention,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. I. Alhammad<\/b><sup>1<\/sup>, N. B. Vuong<sup>1<\/sup>, W. Zhou<sup>1<\/sup>, D. Johann Jr<sup>2<\/sup>, B. Birkaya<sup>1<\/sup>, L. Liotta<sup>1<\/sup>, A. Luchini<sup>1<\/sup>; <br\/><sup>1<\/sup>George Mason University, Manassas, VA, <sup>2<\/sup>UAMS Medical Center, Little Rock, AR","CSlideId":"","ControlKey":"878a1581-560b-42f7-904c-d0812aeec02a","ControlNumber":"8026","DisclosureBlock":"&nbsp;<b>R. I. Alhammad, <\/b> None..<br><b>N. B. Vuong, <\/b> None..<br><b>W. Zhou, <\/b> None..<br><b>D. Johann Jr, <\/b> None..<br><b>B. Birkaya, <\/b> None..<br><b>L. Liotta, <\/b> None..<br><b>A. Luchini, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2269","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2448","PresenterBiography":null,"PresenterDisplayName":"Rayan Alhammad, BS;MS","PresenterKey":"583241f3-19b2-4ca1-b9c6-016ea302ba22","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2448. Field cancerization proteomic analysis provides a novel class of functional risk biomarkers for non small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"229","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Field cancerization proteomic analysis provides a novel class of functional risk biomarkers for non small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Blood based tests for multi-cancer early detection (MCED) are being developed to facilitate the earlier detection of various cancer types. The Detecting cancers Earlier Through Elective mutation-based blood Collection and Testing (DETECT-A) study evaluated the CancerSEEK MCED test, an early version of the Exact Sciences MCED test in development, in 9,911 women, age 65-75, without previous history of cancer (Lennon et al., Science 2020). The degree to which MCED testing will facilitate detection of precancerous conditions or incidental findings is unclear. Here we focus on DETECT-A participants who had pre-cancerous conditions diagnosed during a diagnostic work-up for a positive CancerSEEK MCED test.<br \/>Methods: In a post-hoc analysis, we report on the detection of precancerous conditions consequent to CancerSEEK MCED testing and follow-up. Electronic health records were reviewed for diagnostic procedures performed, details of premalignant and cancer diagnoses, and vital status.<br \/>Results: In three individuals, mutations in <i>PIK3CA<\/i>, <i>TP53<\/i>, or <i>KRAS<\/i> genes led to a positive CancerSEEK MCED test result. The prescribed imaging protocol using 2-deoxy-2[fluorine-18] fluoro-D-glucose positron emission tomography-computed tomography (18-FDG PET-CT), revealed a 10.3x9.8x7.8(cm) ovarian mucinous cystadenoma, a 0.8 cm appendiceal mucinous neoplasm, and 3 colonic polyps displaying high-grade dysplasia. All three participants were diagnosed with clinically significant pre-cancerous lesions, subsequently underwent surgical treatment, and remain alive and cancer-free as of February 2023 (Table 1).<br \/>Conclusion: The diagnostic evaluation of a positive MCED test may occasionally reveal clinically significant pre-cancerous conditions amenable to interventions. The frequency of such findings and their clinical impact warrants further study.<br \/>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Early detection,Biomarkers,Premalignancy,Outcome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"O. A. Choudhry<sup>1<\/sup>, A. Kharge<sup>1<\/sup>, <b>S. P. Rego<\/b><sup>1<\/sup>, P. Z. Elias<sup>1<\/sup>, A. H. Buchanan<sup>2<\/sup>, A. Lennon<sup>3<\/sup>, N. Papadopoulos<sup>3<\/sup>, F. Diehl<sup>1<\/sup>, T. M. Beer<sup>1<\/sup>; <br\/><sup>1<\/sup>Exact Sciences Corp., Madison, WI, <sup>2<\/sup>Geisinger, Danville, PA, <sup>3<\/sup>Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"5efb6dba-0341-454a-b8a7-d2a8b9c9a6d0","ControlNumber":"1751","DisclosureBlock":"<b>&nbsp;O. A. Choudhry, <\/b> <br><b>Exact Sciences Corp<\/b> Employment, Stock. <br><b>A. Kharge, <\/b> <br><b>Exact Sciences Corp<\/b> Employment, Stock. <br><b>Integra LifeSciences<\/b> Stock. <br><b>S. P. Rego, <\/b> <br><b>Exact Sciences Corp<\/b> Employment, Stock. <br><b>P. Z. Elias, <\/b> <br><b>Exact Sciences Corp<\/b> Employment, Stock. <br><b>A. H. Buchanan, <\/b> <br><b>IMPACT Pharmaceuticals<\/b> Employment. <br><b>SYNER-G<\/b> Employment. <br><b>MeTree and You, Inc.<\/b> Other Intellectual Property. <br><b>Exact Sciences Corp<\/b> Grant\/Contract, Research funding. <br><b>Freenome<\/b> Grant\/Contract, Research funding. <br><b>A. Lennon, <\/b> <br><b>Exact Sciences Corp<\/b> Other Intellectual Property, Intellectual property interests owned and managed by Johns Hopkins University. <br><b>N. Papadopoulos, <\/b> <br><b>Exact Sciences Corp<\/b> Stock, Other Intellectual Property, Other, Intellectual property owned and managed by Johns Hopkins University. Leadership\/advisory role at Exact Sciences. <br><b>Haystack Oncology<\/b> Stock, Other, Leadership\/advisory role. <br><b>ManaTBio<\/b> Stock. <br><b>Personal Genome Diagnostics<\/b> Stock, Other, Consulting\/advisory role. <br><b>NeoPhore<\/b> Stock, Other, Consulting\/advisory role. <br><b>CAGE Pharma<\/b> Stock, Other, Consulting\/advisory role. <br><b>Vidium<\/b> Other, Consulting\/advisory role.&nbsp;<br><b>F. Diehl, <\/b> <br><b>Exact Sciences Corp<\/b> Employment, Stock. <br><b>T. M. Beer, <\/b> <br><b>Exact Sciences Corp<\/b> Employment, Stock. <br><b>Arvinas<\/b> Stock, Other, Consulting\/advisory role. <br><b>Salarius Pharmaceuticals<\/b> Stock. <br><b>Osteologic<\/b> Stock. <br><b>Osheru<\/b> Stock. <br><b>Astellas<\/b> Grant\/Contract, Other, Consulting\/advisory role\u000d\u000aResearch funding through institution. <br><b>AstraZeneca<\/b> Other, Consulting\/advisory role. <br><b>Bayer<\/b> Grant\/Contract, Other, Consulting\/advisory role\u000d\u000aResearch funding through institution. <br><b>Sanofi<\/b> Other, Consulting\/advisory role. <br><b>GlaxoSmithKline<\/b> Other, Consulting\/advisory role. <br><b>Lantheus<\/b> Other, Consulting\/advisory role. <br><b>Alliance Foundation Trials<\/b> Grant\/Contract, Research funding through institution. <br><b>Corcept Therapeutics<\/b> Grant\/Contract, Research funding through institution. <br><b>Freenome<\/b> Grant\/Contract, Research funding through institution. <br><b>GRAIL<\/b> Grant\/Contract, Research funding through institution. <br><b>Harpoon Therapeutics<\/b> Grant\/Contract, Research funding through institution.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2270","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2449","PresenterBiography":null,"PresenterDisplayName":"Seema Rego, PhD","PresenterKey":"d45446bf-469f-4f27-84e9-96b639e9e9bc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2449. Case report: DETECT-A participants with pre-malignant conditions","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"229","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Case report: DETECT-A participants with pre-malignant conditions","Topics":null,"cSlideId":""},{"Abstract":"Introduction: SIRT6 is one of the seven human sirtuin genes and is known to function as an onco-suppressor gene in colorectal and ovarian cancers, although it is up-regulated in other cancers. Thus, SIRT6 is considered performing both tumor-suppressing and promoting roles. However, the association of SIRT6 with oral squamous cell carcinoma (OSCC) and its role in OSCC pathogenesis are currently unclear. Currently, SCC or CYFRA are used as a tumor marker to assist in the diagnosis of OSCC in a clinical setting whereas its sensitivity is low. Therefor the development of a novel biomarker for early diagnosis and identification of new therapeutic targets is critical to resolve the pressing clinical issues related to the management of OSCC. This study aimed to investigate the expression and the relevance of SIRT6 in patients with OSCC and its potential as a biomarker for early detection and prognosis prediction.<br \/>Materials and Methods: This study enrolled 78 patients with OSCC and 9 patients with carcinoma in situ (CIS) . The OSCC patients had undergone surgery or chemoradiotherapy (51 surgery and 27 chemoradiotherapy). The CIS patients had undergone surgery. Samples were also obtained from 10 patients with oral potentially malignant disorders (OPMDs). Biopsied or surgical resected samples were used for the study. We obtained 21 noncancerous tissues as normal tissues from the adjacent noncancerous tissues after tumor resection. Immunohistochemistry, quantitative real-time RT-PCR, and microarray analyses were performed to determine SIRT6 expression and its association with clinicopathological features in OSCC, CIS, and OPMDs using clinical paraffin embedded specimens.<br \/>Results: SIRT6 mRNA levels were higher in OSCC tissues than those in noncancerous tissues (p&#60;0.05). And SIRT6 protein expression levels were higher in OSCC, CIS and OPMDs tissues than those in noncancerous tissues (p&#60;0.05). SIRT6 expression was predominant in patients aged &#8805;65 years and significantly correlated with shorten overall survival. In the microarray analysis, some SIRT6-associated genes, such as ANXA2 was significantly up-regulated, and PIGC and RGPD4 were down-regulated in OSCC.<br \/>Conclusion: SIRT6 plays a role in tumor homeostasis, leading to a poor prognosis in OSCC. SIRT6 may represent a novel target not only for the treatment, but also as a prognostic marker in OSCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Oral cancers,Sirt6,Biomarkers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Yoshii<\/b>, A. Shimoda, K. Mitsudo, M. Kioi; <br\/>Yokohama City Univ. - Fukuura Campus, Yokohama, Japan","CSlideId":"","ControlKey":"81d58559-652e-47e4-ae6e-3511ccd3f76a","ControlNumber":"1408","DisclosureBlock":"&nbsp;<b>H. Yoshii, <\/b> None..<br><b>A. Shimoda, <\/b> None..<br><b>K. Mitsudo, <\/b> None..<br><b>M. Kioi, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2758","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2451","PresenterBiography":null,"PresenterDisplayName":"Haruka Yoshii, DDS;PhD","PresenterKey":"85e60a44-48b5-443d-aa78-5195fd219e97","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2451. Investigation of SIRT6 usefulness as a novel biomarker for oral cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"229","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigation of SIRT6 usefulness as a novel biomarker for oral cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Obesity is increasing worldwide, and many associated diseases are emerging as global health problems. There is a relationship between body mass and the risk of developing colorectal cancer (CRC). However, predictive biomarkers of survival with body mass remain elusive. Therefore, we aimed to identify novel clinically relevant biomarkers for obesity-associated CRC.<br \/><b>Methods: <\/b>We searched for biomarker candidates in The Cancer Genome Atlas CRC cohort. We divided the TCGA CRC cohort (n=268) data into 3 groups (healthy weight CRC group [HT], adjacent normal tissue from the HT group [AN]), and obesity CRC group [OT]). Candidates were validated by survival analysis after immunohistochemistry in an independent cohort of 420 patients.<br \/><b>Results: <\/b>The gene expression levels of NNT, PANK3, PPARGC1B, RTL6, FAM220A, and TMEM9 were associated with survival in overweight and obese patients with CRC from TCGA cohort. These findings were validated using protein expression data from our independent cohort. In our patient cohort, the hazard ratio (HR) of the subgroup of low NNT versus that of high NNT in terms of 5-year event-free survival (EFS) was 2.20 (adjusted for age and sex, 95% CI: 1.01-4.80, <i>p<\/i> &#60; 0.05) among patients of obesity-associated CRC. When both TNM staging and NNT expression were considered, patients of obesity-associated CRC with low NNT expression and advanced stage III-IV cancer had a HR of 21.20 (adjusted for age and sex, 95% CI: 2.88-156.08, <i>p<\/i> &#60; 0.01) compared to those with high NNT expression and early stage I-II cancer. However, when patients of obesity-associated CRC with high NNT expression and advanced stage III-IV cancer were compared to those with high NNT expression and early stage I-II cancer, the former subgroup had a HR of 8.39 (adjusted for age and sex, 95% CI: 1.03-68.39, <i>p<\/i> &#60; 0.05) in terms of the 5-year EFS. Finally, when the 5-year disease-specific survival analysis was performed, the patients of obesity-associated CRC with low NNT expression and advanced stage III-IV cancer were found to have a HR of 14.05 (adjusted for age and sex, 95% CI: 1.89-104.38, P = 0.01) compared to those with high NNT expression and early stage I-II cancer. Furthermore, low NNT expression results in the inactivation of several metabolic pathways, including ROS-related pathways.<br \/><b>Conclusions: <\/b>NNT is a novel and promising CRC prognostic biomarker for overweight and obese patients. It can provide clinicians with early indicators of patient prognosis and aid in appropriate treatment selection.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Prognostic markers,Obesity-associated colorectal cancer,nicotinamide nucleotide transhydrogenase ,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Jeong<\/b><sup>1<\/sup>, S. Park<sup>1<\/sup>, J. An<sup>2<\/sup>, m. Kang<sup>1<\/sup>, S. Nam<sup>1<\/sup>, J. Kim<sup>1<\/sup>; <br\/><sup>1<\/sup>Gachon University Gil Medical Center, Incheon, Korea, Republic of, <sup>2<\/sup>Korea University Anam Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"87e47254-2ca5-4608-9319-37f2e0caa142","ControlNumber":"8871","DisclosureBlock":"&nbsp;<b>S. Jeong, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>J. An, <\/b> None..<br><b>M. Kang, <\/b> None..<br><b>S. Nam, <\/b> None..<br><b>J. Kim, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2759","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2452","PresenterBiography":null,"PresenterDisplayName":"Soyeon Jeong, PhD","PresenterKey":"b1bb6632-7f2c-4421-b28f-93cae0f03004","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2452. Clinical importance of nicotinamide nucleotide transhydrogenase in obesity-associated colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"229","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical importance of nicotinamide nucleotide transhydrogenase in obesity-associated colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"B7H3 (also known as CD276, an immune checkpoint molecule) is aberrantly over expressed in many types of cancer. Recently, several reports indicate a crucial role for B7H3 in promoting carcinogenesis and metastasis. We investigated whether concentration of the soluble B7H3 could be used as a new prognostic predictor of colorectal cancer by measuring serum level of B7H3. Recently we established a new mAb to B7H3 and developed sandwich ELISA-system detecting human serum B7H3 with high sensitivity and specificity. Measuring the levels of B7H3 in the serum specimens of colorectal cancer donors, we examined the usefulness of B7H3 as a novel biomarker for colorectal cancers. We tested the blood from the 82 donors of colorectal cancers and 9 healthy donors who agreed in writing to this research, just before the operation. The mean value + 2SD in 9 healthy donors was set as the cutoff value. We classified cancer patients into 2 groups with high value of B7H3 and low value of B7H3. We also analyzed the relationships between serum B7H3 levels and disease-free survival (DFS) and overall survival (OS). Serum B7H3 levels were also compared with diagnostic biomarkers such as CEA and CA19-9. B7H3 immunostaining was also performed on tissue samples. The serum levels of B7H3 in patients with colorectal cancer were significantly higher than those of healthy donors. However, there were no correlation between B7H3 and other diagnostic markers CEA and CA19-9. Regarding DFS, the higher value group of serum B7H3 showed a tendency for DFS to decrease in Stage II and III. Regarding OS, there was no significant difference of serum levels of B7H3 in Stage I and IV cases, however, in Stage II and III, OS decreased significantly in the high B7H3 group. In B7H3 immunostaining, the tissue was not sufficiently stained. These data indicate that serum B7-H3 should be useful for novel biomarker for a rationale of disease monitoring and prognosis of colorectal cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Colon cancer,Prognostic markers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Koizumi<\/b><sup>1<\/sup>, T. Ito<sup>1<\/sup>, K. Kato<sup>2<\/sup>, T. Iwasawa<sup>1<\/sup>, T. Kushida<sup>1<\/sup>, K. Sato<sup>1<\/sup>, C. Okamoto<sup>1<\/sup>; <br\/><sup>1<\/sup>Juntendo Shizuoka Hospital, Izunokuni City, Japan, <sup>2<\/sup>Toyo University, Kawagoe, Japan","CSlideId":"","ControlKey":"2681fb7f-a271-4ba5-83bf-d286ba0b681d","ControlNumber":"4363","DisclosureBlock":"&nbsp;<b>A. Koizumi, <\/b> None..<br><b>T. Ito, <\/b> None..<br><b>K. Kato, <\/b> None..<br><b>T. Iwasawa, <\/b> None..<br><b>T. Kushida, <\/b> None..<br><b>K. Sato, <\/b> None..<br><b>C. Okamoto, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2760","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2453","PresenterBiography":null,"PresenterDisplayName":"Akihiro Koizumi","PresenterKey":"670379e6-e67b-495e-a9da-959d21b8736a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2453. Soluble B7H3 has a potential of novel serum biomaker for colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"229","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Soluble B7H3 has a potential of novel serum biomaker for colorectal cancer","Topics":null,"cSlideId":""}]