[{"Abstract":"While inflammation is a hallmark of cancer, the mechanisms that disrupt its resolution in cancer are not well understood. A paradigm shift is emerging in our understanding that the resolution of inflammation is an active process controlled by specialized pro-resolving mediators (SPMs), including protectins and resolvins, which are endogenous lipid autacoids present in multiple tissues including the brain and cerebrospinal fluid. SPMs counter-regulate pro-inflammatory cytokine production and stimulate phagocytosis of cellular debris (&#8220;pro-resolution&#8221;) without being immunosuppressive. We hypothesized treatment with pro-resolving agonists such as SPMs presents a novel debris-clearing and resolution-enhancing therapeutic approach to complement cytotoxic brain cancer therapies. Here, we demonstrate the failure of resolution of inflammation via dysregulated SPMs may be a critical risk factor for aggressive brain cancer growth. Moreover, chemotherapy and targeted therapy further disrupt inflammation resolution via a tumor cell death (&#8220;debris&#8221;)-induced cytokine storm by macrophages. The SPM receptors GPR37 (protectin D1), GPR18\/DRV2 (resolvin (Rv) D2), GPR32 (RvD1), and ChemR23\/ERV (RvE1) are expressed in tumor-infiltrating macrophages and endothelial cells in the brain tumor microenvironment. Plasma levels of SPMs were significantly reduced in the medulloblastoma-bearing mice, suggesting that brain cancer progression is associated with a failure of endogenous resolution of inflammation. To determine whether failed resolution in brain cancer can be rescued by lipid mediator agonists, we systemically administered SPMs to subcutaneous and orthotopic glioblastoma and medulloblastoma murine brain tumor models. Significantly, RvD1 and RvD2 each inhibited the growth of human glioblastoma tumors by 15-fold at nanogram concentrations without toxicity. Likewise, RvD2 inhibited the growth of human medulloblastoma tumors by 3-fold. Protectins, PDX and PD1<sub>n-3<\/sub>, each inhibited growth of human medulloblastoma in mice by approximately 5-fold. Systemic administration of PDX or RvD2 prolonged survival of mice injected with orthotopic human D556 medulloblastoma and also glioblastoma models. Flow cytometry analysis of orthotopic glioblastoma tumors revealed increased immune infiltration into the brain tumor microenvironment in the PCTR1-treatment group when compared to the tumor-bearing non-treated group. At nanogram per day doses, protectins and resolvins suppressed orthotopic debris-stimulated brain tumor growth by activating macrophage and microglial phagocytosis of tumor cell debris and counter-regulating pro-inflammatory cytokines, including TNF-&#945;, CCL2, CXCL1, and CCL4. Thus, stimulating the resolution of inflammation via the clearance of cellular debris with pro-resolving agonists represents a novel therapeutic approach to brain cancer, including glioblastoma and medulloblastoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Brain tumors,Inflammation,Lipids,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Capuano<\/b><sup>1<\/sup>, K. Vasquez<sup>1<\/sup>, K. Quinlivan<sup>1<\/sup>, R. Bayer<sup>1<\/sup>, S. Virani<sup>1<\/sup>, M. Gillespie<sup>1<\/sup>, M. Kieran<sup>2<\/sup>, C. Serhan<sup>3<\/sup>, D. Bielenberg<sup>4<\/sup>, D. Panigrahy<sup>1<\/sup>; <br\/><sup>1<\/sup>Beth Israel Deaconess Medical Center \/ Harvard Medical School, Boston, MA, <sup>2<\/sup>Dana-Farber Cancer Institute \/ Harvard Medical School, Boston, MA, <sup>3<\/sup>Brigham and Women's Hospital \/ Harvard Medical School, Boston, MA, <sup>4<\/sup>Boston Children's Hospital \/ Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"57f8350f-0801-4d34-8904-4b3070f893f2","ControlNumber":"7469","DisclosureBlock":"&nbsp;<b>J. Capuano, <\/b> None..<br><b>K. Vasquez, <\/b> None..<br><b>K. Quinlivan, <\/b> None..<br><b>R. Bayer, <\/b> None..<br><b>S. Virani, <\/b> None..<br><b>M. Gillespie, <\/b> None..<br><b>M. Kieran, <\/b> None..<br><b>C. Serhan, <\/b> None..<br><b>D. Bielenberg, <\/b> None..<br><b>D. Panigrahy, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7182","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7458","PresenterBiography":null,"PresenterDisplayName":"Jacqueline Capuano, BS","PresenterKey":"762866bf-2cdd-4f50-babf-d1edc162d5cb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7458. Inhibition of brain cancer progression via resolution of inflammation","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of brain cancer progression via resolution of inflammation","Topics":null,"cSlideId":""},{"Abstract":"Purpose of study: This study examines how obesity, an inflammatory condition, impacts treatment outcomes in triple-negative breast cancer (TNBC). Obesity fosters an unfavorable tumor microenvironment (TME) marked by immune suppression, metabolic shifts, and protumoral cytokine release. Elevated nitric oxide (NO) levels linked with obesity compromise vascular integrity, promoting breast cancer metastasis. This study examines whether combining standard chemotherapy (docetaxel) with NOS inhibition via L-NMMA could reshape the TME and bolster antitumor effects in TNBC within an obese mouse model.<br \/>Experimental Procedure: C57bl\/6 mice, a TNBC syngeneic mouse model, were fed a high-fat diet (HFD) or normal diet (ND) for 10 weeks. Tumors were induced orthotopically via E0771 cell line injection into the mammary fat pad. Upon reaching 100 mm^3, mice were randomized into vehicle and L-NMMA treatment groups. Digital spatial transcriptomics using NanoString&#8482; GeoMx and nCounter platforms were conducted on FFPE tumor tissue sections from ND, HFD, and HFD+LNMMA treated mice. A panel targeting 64 protein markers aided in immune cell phenotyping and TME assessment.<br \/>Results: HFD-induced tumors exhibited increased growth, elevated pro-inflammatory cytokine levels, and heightened iNOS expression. Unsupervised hierarchical clustering after nCounter analysis revealed a distinct protein expression signature in HFD tumors associated with T cell infiltration and exhaustion, as evidenced by the upregulation of CD3, CD4, PD-1\/PD-L1, FOXP3, and CTLA 4. Markers for identifying immunosuppressed macrophages (F4\/80 and CD163) were also elevated. Remarkably, LNMMA treatment on HFD tumors led to reduced tumor growth and lower expression levels of these markers, alongside a downregulation of survival\/proliferation markers such as p53, Ki67, and key members of the Pi3k signaling pathway such as phospoAktSer473.<br \/>Conclusions: Our findings indicate a distinct immunomodulatory mechanism of iNOS inhibition in HFD tumors, which displayed expression profiles marked by heightened immunosuppressive markers when compared to ND tumors. LNMMA treatment reversed this phenotype, aligning the profile closer to ND tumors. These discoveries underscore the potential of inhibiting iNOS to reshape the immune tumor microenvironment (TME) and modulate pathways linked to cell proliferation and survival. This presents a promising avenue for enhancing the effectiveness of treatments for triple-negative breast cancer (TNBC).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Obesity,Nitric oxide,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I. Uzair<\/b><sup>1<\/sup>, K. Sun<sup>2<\/sup>, S. Hynes<sup>3<\/sup>, W. Qian<sup>1<\/sup>, J. Zhou<sup>1<\/sup>, K. Ortega Martinez<sup>1<\/sup>, L. Guzman<sup>1<\/sup>, P. Matre<sup>1<\/sup>, J. Chang<sup>1<\/sup>; <br\/><sup>1<\/sup>Houston Methodist Research Institute, Houston, TX, <sup>2<\/sup>Houston Methodist Hospital, Houston, TX, <sup>3<\/sup>University of Galway, Galway, Ireland","CSlideId":"","ControlKey":"96f7c6e4-3834-4e54-aceb-9c4101f2ca6e","ControlNumber":"5510","DisclosureBlock":"&nbsp;<b>I. Uzair, <\/b> None..<br><b>K. Sun, <\/b> None..<br><b>S. Hynes, <\/b> None..<br><b>W. Qian, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>K. Ortega Martinez, <\/b> None..<br><b>L. Guzman, <\/b> None..<br><b>P. Matre, <\/b> None..<br><b>J. Chang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7183","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7459","PresenterBiography":null,"PresenterDisplayName":"Ivonne Uzair, PhD","PresenterKey":"a35cc6fe-897f-4836-a084-4a42dd0d9f88","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7459. iNOS inhibition through L-NMMA reveals immunostimulatory effects in obesity-associated triple-negative breast cancer (TNBC) tumors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"iNOS inhibition through L-NMMA reveals immunostimulatory effects in obesity-associated triple-negative breast cancer (TNBC) tumors","Topics":null,"cSlideId":""},{"Abstract":"The emergence of immunotherapies has encouraged the need to better understand the molecular mechanisms that modulate the tumor immune microenvironment to kill cancer cells as well as the strategies used by cancer cells to evade the immune system. In several cancer types, the Poly(rC) Binding Protein 1 (PCBP1) has shown to have tumor suppressive effects, however its function in regulating the tumor immune environment remains unclear. To investigate this in the context of breast cancer, we established a CRISPR-Cas9-medited knock-out of PCBP1 in a Py8119 murine breast cancer cell line. PCBP1<sup>-\/-<\/sup> cells revealed a decrease in the activation of the cGAS-STING pathway and is associated with lower levels of type I interferons (IFNs) and Interferon Stimulated Genes&#8217; (ISGs) expression. The cGAS-STING pathway plays an important role in innate immunity as it fights pathogenic infections and tumorigenesis through the production of type I IFN and ISGs. It also promotes the priming and infiltration of T cells at the tumor site to fight cancer cells. Our results suggested that PCBP1 is acting on the activation of the cGAS-STING pathway and could further modulate the tumor immune microenvironment. We then confirmed our results <i>in vivo<\/i> by establishing a tumorigenic C57BL\/6 PyMT transgenic mouse model with conditional knockout for PCBP1 in mammary cells. Our data demonstrate that PCBP1<sup>-\/-<\/sup> PyMT mice have higher tumor burdens compared to PCBP1<sup>+\/+<\/sup> PyMT mice and also show a decreased ISGs&#8217; signature by RNA-sequencing, qPCR and western blot, as previously observed <i>in vitro<\/i> in the Py8119 PCBP1<sup>-\/-<\/sup> cell line. Additional single nuclei RNA-sequencing analyses confirmed that this downregulation of ISGs is observed in mammary cancer cells where PCBP1 is knocked-out. Strikingly, IHC and flow cytometry analyses of PCBP1<sup>-\/-<\/sup> tumors isolated from these mice also revealed a decrease in CD8<sup>+<\/sup> T-cells. Therefore, PCBP1 silencing may promote tumor growth by impairing the activation of the cGAS-STING\/IFN-I\/ISGs axis, which may contribute to the decrease in CD8<sup>+<\/sup> T-cells&#8217; infiltration at the tumor site. Additionally, we are further investigating the molecular mechanisms mediated by PCBP1 that trigger this activation of the cGAS-STING pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Cancer,Immuno-oncology,Signaling pathways,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Fréreux<\/b>, P. Chakraborty, A. C. Dalton, B. V. Howley, B. Granger, J. A. Q. Karam, S. G. Vaena, M. J. Romeo, P. H. Howe; <br\/>Medical University of South Carolina, Charleston, SC","CSlideId":"","ControlKey":"31852463-7484-413b-b9a4-793de2a95f6a","ControlNumber":"190","DisclosureBlock":"&nbsp;<b>C. Fréreux, <\/b> None..<br><b>P. Chakraborty, <\/b> None..<br><b>A. C. Dalton, <\/b> None..<br><b>B. V. Howley, <\/b> None..<br><b>B. Granger, <\/b> None..<br><b>J. A. Q. Karam, <\/b> None..<br><b>S. G. Vaena, <\/b> None..<br><b>M. J. Romeo, <\/b> None..<br><b>P. H. Howe, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7184","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7460","PresenterBiography":null,"PresenterDisplayName":"Cécile Fréreux, BS;MS","PresenterKey":"b591b9d2-71b3-4b2a-a530-bef340fc20ab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7460. Characterizing the role of PCBP1 in the activation of the cGAS-STING\/type I Interferon axis to promote anti-tumor immunity","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing the role of PCBP1 in the activation of the cGAS-STING\/type I Interferon axis to promote anti-tumor immunity","Topics":null,"cSlideId":""},{"Abstract":"Obesity markedly impacts the onset and progression of various tumors. Yet, the mechanisms by which obesity-driven remodeling in macrophages modulates tumor progression are not yet fully elucidated. Using single-cell RNA sequencing and in vivo syngeneic murine models, we identified an enriched subset of macrophages expressing high levels of C1q complex genes in the adipose tissue of obese mice. Intriguingly, these C1q-positive macrophages are also prevalent within the tumor microenvironment. Our data suggest that obesity induces cell apoptosis in both adipocytes and tumor cells, and that macrophages engulf these apoptotic cells via a C1q-dependent pathway, thus promoting immunosuppression. Moreover, C1q deficiency in mice impairs tumor growth. Notably, C1q is upregulated in human breast cancer and is associated with poor prognosis. Our results suggest that targeting C1q could be an effective method for breast cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Obesity,Macrophages,Breast cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Tao Zhang<\/b><sup><\/sup>, Shimeng Liu<sup><\/sup>, Myles Brown<sup><\/sup><br><br\/>Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"ab19d919-1f54-4148-8bd7-6d8c648695cd","ControlNumber":"2843","DisclosureBlock":"&nbsp;<b>T. Zhang, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>M. Brown, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7185","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7461","PresenterBiography":null,"PresenterDisplayName":"Tao Zhang, PhD","PresenterKey":"0f0a5838-8e9a-48dc-9ac3-09895638e4e6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7461. Obesity promotes breast cancer progression via complement 1q","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Obesity promotes breast cancer progression via complement 1q","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Inflammatory polyps in patients with Inflammatory Bowel Disease (IBD) pose a significant risk for colorectal cancer (CRC). Dietary interventions targeting anti-tumor immunity are crucial in mitigating this risk.<br \/><b>Aim:<\/b> We investigated saffron's anti-inflammatory effects in IBD patients due to the high prevalence of polyps, aiming to prevent CRC.<br \/><b>Methods:<\/b> The study retrospectively evaluated 485 colitis patients (70 IBD, 415 NIC) from Howard University Hospital, through colonoscopy, pathology, and clinical reports evaluations. At Howard University, three UC patients received 50mg of saffron twice daily for 8 weeks, with two cycles. Inflammatory markers, stool calprotectin, and cytokines were assessed. Similar saffron trials were conducted at Yazd University (30 UC patients) and Egypt University (11 UC patients).<br \/><b>Results:<\/b> Patients with inflammatory bowel disease (IBD) were found to have a 15.7% prevalence of polyps compared to 8.2% in Non-inflammatory colitis patients. Among IBD patients, those with ulcerative colitis had more polyps (27%) than those with Crohn's disease (5%). In a multisite clinical trial, Saffron treatment improved various health indicators, including Partial MayoScore and quality of life. In the study (HU site), pro-inflammatory cytokines decreased, anti-inflammatory markers increased, and fecal calprotectin levels dropped significantly after saffron treatment. Saffron also led to changes in gut bacteria composition. Importantly, no adverse events were reported in the study participants. In one group of patients (Yazd study), saffron treatment led to significant improvements in depression scores, disease severity, and inflammation markers. In another site (Egypt study), 50% of saffron-treated patients showed improvement in markers related to disease severity, inflammation, and quality of life.<br \/><b>Conclusion:<\/b> Saffron supplementation, alongside standard treatments, shows promise in reducing local and systemic inflammation in IBD patients and may reduce the risk of developing inflammatory polyps and hence CRC. This safe and feasible intervention warrants further exploration as an inflammation-driven CRC preventive strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Colon cancer,Inflammatory bowel disease,Diet,African American,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Ashktorab<\/b><sup>1<\/sup>, R. Salmanroghani<sup>1<\/sup>, H. Salmanroghani<sup>2<\/sup>, R. Oskrochi<sup>3<\/sup>, M. Rashid<sup>1<\/sup>, A. Laiyemo<sup>1<\/sup>, S. Challa<sup>1<\/sup>, P. Oppong-Twene<sup>1<\/sup>, N. Farjana<sup>1<\/sup>, A. Kibreab<sup>1<\/sup>, H. Maeker<sup>4<\/sup>, A. Amin<sup>5<\/sup>, A. Ahmed Mohamed<sup>6<\/sup>, A. Elsayed<sup>7<\/sup>, Z. Mohamed Zaki<sup>8<\/sup>, O. Mohamed<sup>7<\/sup>, A. Hassnine<sup>7<\/sup>, S. Saed<sup>9<\/sup>, S. Hassanin<sup>10<\/sup>, F. Aduli<sup>1<\/sup>, L. Gayathri Chirumamilla<sup>1<\/sup>, H. Brim<sup>1<\/sup>; <br\/><sup>1<\/sup>Howard University, Washington, DC, <sup>2<\/sup>Yazd University, Yazd, Iran, Islamic Republic of, <sup>3<\/sup>Kuwait, American Middle School University, Kuwait, <sup>4<\/sup>Stanford University, Palo Alto, CA, <sup>5<\/sup>University of Sharjah, Sharjah, United Arab Emirates, <sup>6<\/sup>National  Hepatology and Tropical Medicine Institute, Cairo, Egypt, <sup>7<\/sup>Minia University, Minia, Egypt, <sup>8<\/sup>Howard University, Minia University, Egypt, <sup>9<\/sup>University, Cairo, Cairo, Egypt, <sup>10<\/sup>Modern University for Technology and Information, Cairo, Egypt","CSlideId":"","ControlKey":"8cc730b6-982a-49da-8d83-95881ee75c78","ControlNumber":"7659","DisclosureBlock":"&nbsp;<b>H. Ashktorab, <\/b> None..<br><b>R. Salmanroghani, <\/b> None..<br><b>H. Salmanroghani, <\/b> None..<br><b>R. Oskrochi, <\/b> None..<br><b>M. Rashid, <\/b> None..<br><b>A. Laiyemo, <\/b> None..<br><b>S. Challa, <\/b> None..<br><b>P. Oppong-Twene, <\/b> None..<br><b>N. Farjana, <\/b> None..<br><b>A. Kibreab, <\/b> None..<br><b>H. Maeker, <\/b> None..<br><b>A. Amin, <\/b> None..<br><b>A. Ahmed Mohamed, <\/b> None..<br><b>A. Elsayed, <\/b> None..<br><b>Z. Mohamed Zaki, <\/b> None..<br><b>O. Mohamed, <\/b> None..<br><b>A. Hassnine, <\/b> None..<br><b>S. Saed, <\/b> None..<br><b>S. Hassanin, <\/b> None..<br><b>F. Aduli, <\/b> None..<br><b>L. Gayathri Chirumamilla, <\/b> None..<br><b>H. Brim, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7186","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7462","PresenterBiography":"","PresenterDisplayName":"Hassan Ashktorab, PhD","PresenterKey":"b62ad7c1-34f7-4f48-abcb-7df4e6ea84c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7462. Interventional dietary saffron drives antitumor immunity inInterventional dietary saffron drives antitumor immunity in high risk colorectal cancer IBD Patients, A Multisite Clinical Trial Study","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Interventional dietary saffron drives antitumor immunity inInterventional dietary saffron drives antitumor immunity in high risk colorectal cancer IBD Patients, A Multisite Clinical Trial Study","Topics":null,"cSlideId":""},{"Abstract":"Chromosomal instability (CIN) is a hallmark of solid cancers and an established driver of disease progression, therapy resistance, metastasis and on the whole poor patient outcome. Pancreatic cancer is particularly devastating, defined by dismal survival rates with many patients presenting with metastatic disease upon diagnosis, and 5-year survival only reaching ~10%. Despite recent efforts to improve prognosis for pancreatic cancer patients with immunotherapies alone and in combination with other therapeutics progress remains limited. Despite CIN&#8217;s established role as a driver of disease progression, we have made the paradoxical observation that chromosomally unstable, murine pancreatic cancer cells elicit an anti-tumor immune response. CIN was induced experimentally in a chromosomally stable, metastatic model of pancreatic cancer. Modeling metastatic dissemination by injection of cells into the tail vein of mice led to robust tumor formation in the lungs where CIN-low cells formed many small lesions while CIN-high cells formed fewer but larger tumors. We investigated if the tumors were infiltrated differentially by immune cells by immunofluorescence and found that CIN-high tumors were more readily infiltrated by effector T-cells. This observation motivated us to test immunotherapy response in CIN-low and CIN-high cells. Subcutaneously implanted tumor cells were treated with an immune checkpoint inhibitor and isotype control antibody which revealed that CIN-high cells responded to immunotherapy while CIN-low cells did not. To put forward potential mechanisms explaining CIN-driven anti-tumor immunity, we performed molecular analyses of CIN-low and CIN-high tumors. First, we found that inflammatory pathways were significantly up-regulated in CIN-high tumors compared with CIN-low tumors. These findings were validated by cytokine measurements and RNA <i>in situ<\/i> hybridization. To dissect inflammatory pathway activation mechanistically, we engineered CIN-high cells using CRISPR\/Cas9 that were deficient for key inflammatory cytokines and transcription factors. These experiments suppressed cell-intrinsic and ligand-induced inflammation. Yet, we failed to determine singular cytokine expression as mediator of anti-tumor immunity. To rule out the contribution of ligand-induced inflammation in the tumor microenvironment, we probed immune checkpoint blockade in combination with antibodies blocking inflammatory ligand receptors in CIN-high cells. We found that immune checkpoint blockade was cancer cell-intrinsic and independent of blocking antibodies. In summary, our data implicates CIN as a determinant of therapeutic and genetic anti-tumor immunity in a preclinical model of pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Immune checkpoint blockade,Chromosomal instability,NF-&#954;B,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Bronder<\/b>, R. K. Sriram, M. Duran, M. Di Bona, S. McElduff, S. F. Bakhoum; <br\/>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"a179a3d9-b4ee-4576-9326-120e479e9079","ControlNumber":"4701","DisclosureBlock":"&nbsp;<b>D. Bronder, <\/b> None..<br><b>R. K. Sriram, <\/b> None..<br><b>M. Duran, <\/b> None..<br><b>M. Di Bona, <\/b> None..<br><b>S. McElduff, <\/b> None.&nbsp;<br><b>S. F. Bakhoum, <\/b> <br><b>Volastra Therapeutics Inc.<\/b> Stock, Patent, Other, SFB is a co-founder of, has an equity interest in, consults for, and serves on the advisory board and Board of Directors of Volastra Therapeutics, Inc. In addition, he is a co-inventor of intellectual property related to targeting chromosomal instability and the cGAS-STING pathway in advanced cancers, which MSK has licensed to Volastra Therapeutics, Inc. <br><b>Meliora Therapeutics<\/b> Other, SFB serves on the scientific advisory board of Meliora Therapeutics.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7187","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7463","PresenterBiography":"","PresenterDisplayName":"Daniel Bronder, BS;PhD","PresenterKey":"68648783-92cc-4e35-b1fd-312d2e573d3c","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/68648783-92cc-4e35-b1fd-312d2e573d3c.profile.jpg","SearchResultActions":null,"SearchResultBody":"7463. Chromosomal instability elicits anti-tumor immunity in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chromosomal instability elicits anti-tumor immunity in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is a cancer with low survival rates and currently no immunotherapy options. However, many tumors from PDAC patients can be heavily infiltrated with T and B cells associated with favorable survival outcomes indicating anti-tumor immunity is functional in certain patients. In some of these lymphocyte-inflamed PDAC tumors, spontaneous organization of tertiary lymphoid structures (TLS) is evident upon surgical resection and these patients have a clear survival advantage. TLS are predictive of immune checkpoint blockade response in some cancer types, yet PDAC patients, with or without TLS, are still insensitive to these strategies. To address this paradox, we evaluated surgically resected PDAC tumors from previously untreated patients and discovered that tumors with TLS (TLS+) recruited T and B cells with specific anti-tumor and memory phenotypes suggesting immunosurveillance of disease was enhanced. Furthermore, a subset of TLS+ patients contained germinal centers and improved humoral immune function corresponding to an increased neoantigen burden and long-term survival. When assessing gene expression differences between TLS+ and TLS- patients, operable inflammatory and immunosuppressive pathways emerged that could be therapeutically exploited to activate TLS neogenesis. To address these mechanistic questions, we have developed a method for inducing TLS formation in implantable mouse PDAC tumors in the orthotopic setting utilizing an antibody that agonizes the lymphotoxin beta receptor (LTBR) in mice bearing established PDAC tumors. These TLS are complexed with T cells, B cells, CXCL13<sup>+<\/sup> cells, and PNAd<sup>+<\/sup> HEV associated with reduced tumor growth, presence of lymphocyte-recruiting cancer associated fibroblasts and increases in anti-tumor T and B cell phenotypes. Interestingly, some mouse PDAC cell lines are resistant to TLS formation by LTBR agonism while others are susceptible offering a model to study patient heterogeneity. We will use this TLS+ PDAC mouse model to address how TLS may directly improve antigen-specific T cell and B cell immunity and elucidate the pathways that regulate TLS formation. These data will offer new strategies to overcome immunotherapy resistance in cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Immune response,Pancreatic cancer,B cells,Tumor infiltrating lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Khanal<sup>1<\/sup>, O. Harder<sup>1<\/sup>, E. Kirschstein<sup>1<\/sup>, M. Mack<sup>1<\/sup>, C. Ware<sup>2<\/sup>, M. Gough<sup>3<\/sup>, K. Young<sup>3<\/sup>, <b>A. J. Gunderson<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>The Ohio State University Wexner Medical Ctr., Columbus, OH, <sup>2<\/sup>Sanford Burnham Preybus Medical Discovery Institute, San Diego, CA, <sup>3<\/sup>Providence Cancer Institute, Portland, OR","CSlideId":"","ControlKey":"70d708d7-f151-47fd-b97c-324e67c65c96","ControlNumber":"7892","DisclosureBlock":"&nbsp;<b>S. Khanal, <\/b> None..<br><b>O. Harder, <\/b> None..<br><b>E. Kirschstein, <\/b> None..<br><b>M. Mack, <\/b> None..<br><b>C. Ware, <\/b> None..<br><b>M. Gough, <\/b> None..<br><b>K. Young, <\/b> None..<br><b>A. J. Gunderson, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7188","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7464","PresenterBiography":null,"PresenterDisplayName":"Andrew Gunderson, PhD","PresenterKey":"eb880004-abfc-4fe2-87b3-39e8ec3bcaa9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7464. Tertiary lymphoid structures in pancreatic cancer: Biomarkers of immunogenic patients or direct contributors to anti-tumor immunity?","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tertiary lymphoid structures in pancreatic cancer: Biomarkers of immunogenic patients or direct contributors to anti-tumor immunity?","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint blockade revolutionized cancer treatments by activating anti-tumor immunity. Pancreatic ductal adenocarcinoma (PDA) patients have not benefited from these advances due to an immune suppressive tumor microenvironment. Identifying PDA cell-encoded factors that drive immune evasion is necessary to unlock new immunologically active treatment options in PDA. We have recently demonstrated that the cytokine Leukemia inhibitory factor (LIF) is highly upregulated in PDA compared to the normal healthy pancreas. LIF is known for its immune suppressive qualities, but data on LIF in PDA is currently limited. We generated a conditional <i>Lif <sup>flox <\/sup><\/i>(<i>L<\/i>) allele and crossed it into the well-established <i>Kras<sup>LSL-G12D\/+<\/sup><\/i>, <i>Trp53<sup>flox\/flox<\/sup><\/i><sup> <\/sup>, <i>Pdx1<\/i>-Cre <i>(KPC)<\/i> mouse model. <i>LKPC <\/i>mice (n=29) had longer overall survival (69 days) than control <i>KPC<\/i> mice (n=29) (59 days), (p&#60;0.05). <i>LKPC<\/i> mice harbored significantly smaller tumors with an average tumor weight of 0.6g compared to <i>KPC<\/i> control animals with an average tumor weight of 1.0g (p&#60;0.005). Immunohistochemical evaluation of tumor proliferation measured by Ki-67 positivity in <i>LKPC<\/i> and <i>KPC<\/i> tumors at endpoint showed comparable results. Tumor-derived cell lines from <i>KPC<\/i> and <i>LKPC <\/i>mice showed no growth differences <i>in vitro<\/i> nor when reimplanted subcutaneously (sc) in immunodeficient mice. In contrast, we observed a significant decrease in tumor growth and weight in <i>LKPC <\/i>sc tumors (p&#60;0.05) compared to the <i>KPC<\/i> sc tumors in syngeneic mice. <i>LKPC<\/i> sc tumors had significantly fewer neutrophils and more macrophages, particularly MHC II-high macrophages, known for their anti-tumor qualities when compared to KPC sc tumors using flow cytometry. A trend towards more CD8+ T-cells in sc LKPC tumors was also observed. Our genetically engineered mouse model confirmed this finding by immunohistochemical evaluation of tumors at endpoint, which demonstrated a significant increase of CD8+ T-cells in the <i>LKPC<\/i> animals compared to the <i>KPC<\/i> controls. In summary, we find that cancer-cell-expressed LIF augments tumor growth and shortens overall survival by changing the immune tumor microenvironment, nominating leukemia inhibitory factor depletion as a promising therapeutic immune target in KRAS-driven pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Cytokines,Immune response,KRAS,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Miller-Phillips<\/b><sup>1<\/sup>, I. Boukhalfa Hanafi<sup>1<\/sup>, A. J. Combes<sup>1<\/sup>, S. Bano<sup>1<\/sup>, L. Hysenaj<sup>1<\/sup>, J. P. Roose<sup>1<\/sup>, A. Olshen<sup>1<\/sup>, A. Kiemen<sup>2<\/sup>, S. Umetsu<sup>1<\/sup>, M.-T. Wang<sup>1<\/sup>, E. A. Collisson<sup>1<\/sup>; <br\/><sup>1<\/sup>UCSF - University of California San Francisco, San Francisco, CA, <sup>2<\/sup>The Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"4904bd37-c65c-4ddd-8308-cdb8280f797b","ControlNumber":"8398","DisclosureBlock":"&nbsp;<b>L. Miller-Phillips, <\/b> None..<br><b>I. Boukhalfa Hanafi, <\/b> None..<br><b>A. J. Combes, <\/b> None..<br><b>S. Bano, <\/b> None..<br><b>L. Hysenaj, <\/b> None..<br><b>J. P. Roose, <\/b> None..<br><b>A. Olshen, <\/b> None..<br><b>A. Kiemen, <\/b> None..<br><b>S. Umetsu, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>E. A. Collisson, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7189","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7465","PresenterBiography":null,"PresenterDisplayName":"Lisa Miller-Phillips, MD","PresenterKey":"a61299c0-2309-42ef-81a5-788840b814c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7465. Leukemia inhibitory factor creates an immune suppressive tumor microenvironment and fosters tumor growth in KRAS-driven pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Leukemia inhibitory factor creates an immune suppressive tumor microenvironment and fosters tumor growth in KRAS-driven pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Tertiary lymphoid structures (TLSs) are ectopic lymphoid aggregates found in chronically inflamed, infected, and tumor tissues. Prior research indicates that the presence of TLS and tumor-infiltrating lymphocytes (TILs) correlates with a more favorable prognosis in several cancers. Our study investigates the role of TLSs and TILs in gastric cancer, the 4th leading cause of cancer-related death worldwide. We analyzed tumor samples from 107 late-stage gastric cancer patients from mainland China, with a 5-year follow-up period. We performed H&#38;E and multiplex immunofluorescence staining to assess the tumor area and infiltrating immune cells, and we evaluated potential relationships between TILs, clinicopathological features, and patient prognosis. Immunohistological analysis showed that CD4 T cells may have a more significant impact on patient prognosis than CD8 T cells. Notably, the presence of PDL1 and CD4 co-expressing cells was associated with better disease outcomes. We observed PDL1 expressing cells surrounding the tumor margin in a subset of cases, a distribution pattern that could lead to delayed recurrence or complete remission in gastric cancer. In the context of cancer-related TLS, we found that CD20 and CD86 co-expression in the center of the structures may indicate a higher maturation level. Additionally, the ratio and spatial distribution of CD86 and CD163 macrophages appear to play a crucial role in prognosis. We extracted the expression levels of markers from representative samples to examine the spatial relationships between cancer cells and each immune cell type. We then visualized these cellular interactions in the tumor microenvironment using topographic plots. This study broadens our understanding of tumor and immune cell interactions in gastric cancer, with the potential to inform future directions in immunotherapy treatments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Immuno-oncology,Gastric cancer,Prognostic markers,Tumor infiltrating lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Zheng Zeng<sup>1<\/sup>, Yee Man Au-Yeung<sup>1<\/sup>, Jiandong Huang<sup>1<\/sup>, <b>Chunxia Du<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>The University of Hong Kong, Pokfulam, Hong Kong,<sup>2<\/sup>National Cancer Center\/National Clinical Research Center for Cancer\/Cancer Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, Hong Kong","CSlideId":"","ControlKey":"4292bbca-0b2e-43f8-bace-ecec2b27039e","ControlNumber":"2963","DisclosureBlock":"&nbsp;<b>Z. Zeng, <\/b> None..<br><b>Y. Au-Yeung, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>C. Du, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7190","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7466","PresenterBiography":null,"PresenterDisplayName":"Chunxia Du, Unknown","PresenterKey":"9af1035e-5521-43e5-9d4c-8cf737128a01","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7466. Exploring tertiary lymphoid structures and immune cell interactions in gastric cancer prognosis","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring tertiary lymphoid structures and immune cell interactions in gastric cancer prognosis","Topics":null,"cSlideId":""},{"Abstract":"Men of African descent have the highest prostate cancer (PCa) mortality rates in the United States and globally. Studies suggested that tumor subtypes or gene expression profiles had the greatest influence on overall racial\/ethnic survival, accounting for 24% of the disparities in PCa and remains even when controlled for access to care and stage at presentation. Moreover, the tumor microenvironment plays an essential role in tumor progression, aggressiveness, therapeutic response, and patient outcomes. Additionally, the association of the genomic findings with patient ancestry and other characteristics, such as tumor biology and transcriptomic alterations, remains poorly understood. Here, we performed a multi-Omics approach (N=447) to unravel the complexity of tumor heterogeneity and understand disease progression &#38; distinct tumor biology influenced by genetic ancestry. We performed Whole Exome (Normal\/tumor paired) Sequencing matched with Methyl Seq and Whole transcriptomic Sequencing for three datasets of our African, African American Men (AAM), and European Men (EAM). Additionally, we ran Spatial NanoString high-plex GeoMx-DSP at the protein and RNA levels for a total of 118 treatment-naive PCa patients (around 500 ROIs). Simultaneously, we added matched genome-wide Sequencing (whole transcriptome) for these patients. The cohort comprised 87 AAM, 3 unknown, and 28 EAM self-reported individuals. To verify the self-reported race, the genomic ancestry was qualified using genotype and Admixture analysis. To further validate differentially expressed genes at the protein level, we performed multi-plex histological staining of 40 markers to determine the spatial resolution and neighborhood clustering within the tumor and the microenvironment. In parallel, we performed scMultiOmics sequencing (scRNA &#38; scATAC-Seq) at a single-cell resolution (6000 cells\/sample at 25K reads per cell) from an additional 12 patients (9 AAM &#38; 3 EAM). Our results demonstrate that patients who self-report as AAM or Nigerian are assigned to high African (&#62; 70%) Ancestry with either Yoruba (Nigeria) and\/or Bantu subpopulation in the Sub-Saharan area. Additionally, high African Ancestry patients are diagnosed at a younger age and show advanced pathology stages compared to patients with European Ancestry. AAM with Yoruba descent express significantly higher immune-inflammatory signatures (IFNG-signaling pathway) compared to the Nigerian-Yoruba subpopulation. Our scRNA-Seq analysis shows that AAM has myeloid cells that infiltrate within the tumor cells. The infiltrations of these cells change with age, Gleason Grade, and pathology stage. Our study provides new insight into how genetic ancestry impacts immune signatures in AAM\/African and contributes to PCa racial disparities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"African American,Prostate cancer,African,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I. Elhussin<\/b><sup>1<\/sup>, E. Baraban<sup>1<\/sup>, T. L. Lotan<sup>1<\/sup>, C. Handy Marshall<sup>1<\/sup>, E. Antonarakis<sup>2<\/sup>, M. J. Campbell<sup>3<\/sup>, M. Davis<sup>4<\/sup>, M. Dixon<sup>5<\/sup>, I. Kim<sup>6<\/sup>, S. Ambs<sup>7<\/sup>, R. Kittles<sup>4<\/sup>, A. B. Murphy<sup>5<\/sup>, C. Yates<sup>1<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD, <sup>2<\/sup>University of Minnesota, Minneapolis, MN, <sup>3<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA, <sup>4<\/sup>Morehouse School of Medicine, Atlanta, GA, <sup>5<\/sup>Northwestern University Feinberg School of Medicine, Chicago, IL, <sup>6<\/sup>Yale School of Medicine, New Haven, CT, <sup>7<\/sup>National Cancer Institute (NCI), National Institutes of Health (NIH), Bethesda, MD","CSlideId":"","ControlKey":"ffab242f-e2bd-49b1-bdb7-9fcef64edf4d","ControlNumber":"7915","DisclosureBlock":"&nbsp;<b>I. Elhussin, <\/b> None..<br><b>E. Baraban, <\/b> None..<br><b>T. L. Lotan, <\/b> None..<br><b>C. Handy Marshall, <\/b> None..<br><b>E. Antonarakis, <\/b> None..<br><b>M. J. Campbell, <\/b> None..<br><b>M. Davis, <\/b> None..<br><b>M. Dixon, <\/b> None..<br><b>I. Kim, <\/b> None..<br><b>S. Ambs, <\/b> None..<br><b>R. Kittles, <\/b> None..<br><b>A. B. Murphy, <\/b> None.&nbsp;<br><b>C. Yates, <\/b> <br><b>C. Yates reports non-financial support from Riptide Biosciences; personal fees from Riptide Biosciences, QED Therapeutics, Prelude Dx, and Regeneron outside the submitted work; in addition, C. Yates<\/b> Other, C. Yates reports non-financial support from Riptide Biosciences; personal fees from Riptide Biosciences, QED Therapeutics, Prelude Dx, and Regeneron outside the submitted work; in addition, C. Yates has a patent to Peptides having immunomodulatory properties issued.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7191","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7467","PresenterBiography":null,"PresenterDisplayName":"Isra Elhussin, MD","PresenterKey":"8442b38b-4ab3-4a04-a6a7-5941ddbd5664","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7467. Multi-omics analysis reveals high chronic inflammation in African Americans compared to Native African Men with prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-omics analysis reveals high chronic inflammation in African Americans compared to Native African Men with prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Acute Myeloid Leukemia (AML) is a highly heterogeneous disease with a diverse range of abnormal myeloid subpopulations resulting in challenges in clinical diagnosis and treatment. Many methods such as flow cytometry are used to provide precise information for risk stratification and treatment methods. Flow cytometry utilizes the expression patterns of cellular markers to characterize the high diversity in AML subpopulations with high sensitivity and specificity. This coupled with rapid analysis timelines allows for flow cytometry to be an excellent tool for the identification of AML lineage and progression through both phenotypic analysis and difference from normal. As AML lineage and disease progression are predictors of residual disease and relapse; the need for effective and accurate characterization of AML populations is critical. Here, Champions Oncology has developed a high-complexity 18-color flow cytometry panel to identify AML subpopulations at high resolution. We have characterized AML samples to evaluate the expression of phenotypic markers and their heterogeneity. Utilizing primary AML samples, we have evaluated the stability of AML subpopulations to understand how delayed analysis, such as what is seen in clinical trials, may impact marker expression and observed key populations were stable for up to 72 hours after collection. In addition to stability, understanding the lower limits of detection is critical for AML patients, particularly for minimum residual disease and relapse screening. The use of a flow cytometric panel again provides an excellent tool for these tests due to the single cell nature that allows for the interrogation of individual populations with primary AML subpopulations detected at a range of 10<sup>-3 <\/sup>to 10<sup>-4<\/sup>. Finally, with hundreds of never-passaged AML models characterized and cryopreserved by both flow cytometry and sequencing at Champions Oncology, we investigated how the cryopreservation processes impacted the expression of AML subpopulations. We have observed similar expression and detection of AML populations following cryopreservation indicating that these models can be utilized as an excellent tool for further studies. Collectively, our data indicates that the panel developed at Champions Oncology provides robust data analysis of AML subpopulations and can be an excellent tool for the tracking of AML disease progression in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Leukemias: acute myeloid,Flow cytometry,Minimal Residual Disease,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Pearl, E. Bruni, H. Hsu, <b>B. Walling<\/b>, K. Abarca-Heidemann; <br\/>Champions Oncology, Inc. (Hackensack, NJ), Hackensack, NJ","CSlideId":"","ControlKey":"092c0989-95a0-44be-84aa-91fdf2d1bbea","ControlNumber":"8192","DisclosureBlock":"&nbsp;<b>J. Pearl, <\/b> None..<br><b>E. Bruni, <\/b> None..<br><b>H. Hsu, <\/b> None..<br><b>B. Walling, <\/b> None..<br><b>K. Abarca-Heidemann, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7192","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7468","PresenterBiography":null,"PresenterDisplayName":"Rachel Bunting, MBA;MS","PresenterKey":"6e0637a4-9462-43d1-b994-e74fe0184414","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7468. Development of a high complexity flow cytometry panel to assess minimum residual disease in acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a high complexity flow cytometry panel to assess minimum residual disease in acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"The development of Tyrosine Kinase Inhibitors (TKIs) resulted in a significant increase in the life expectancy of patients with chronic myeloid leukemia (CML). Nevertheless, TKIs still fail in a significant proportion of therapy-na&#239;ve patients, or their effectiveness is hampered by secondary resistance. It is therefore urgent to explore the underlying mechanisms in order to develop new therapeutic approaches to cure CML instead of controlling the disease with a lifelong TKI therapy. Using the ScltTA\/TRE-BCR::ABL1 mouse model for chronic phase CML we show that BCR::ABL1 leads to the elevation of pro-inflammatory cytokines, known to be important in disease initiation and progression. This is supported by our data from CML patients, where we also observe higher levels of pro-inflammatory cytokines in the serum compared to healthy individuals. Furthermore, we demonstrate that BCR::ABL1 drives the expansion of bone marrow derived mast cells (BMMCs) and sensitizes them for Fc&#949;RI triggered degranulation. Interestingly, these BMMCs show differences in their lipid metabolism. Hence, sphingomyelin and lysophosphatidylcholine, both known to be involved in inflammation and cancer progression, are upregulated in BCR::ABL1-positive mast cells compared to their negative counterparts. By crossing in the Cpa3Cre mediated model for mast cell deficiency, we demonstrate for the first time that the lack of mast cells prevents the BCR::ABL1 induced upregulation of pro-inflammatory cytokines and also the development of splenomegaly. In addition, we were able to show that splenomegaly in CML patients is associated with high bone marrow mast cell counts and that an upregulation of pro-inflammatory cytokines in patient serum samples correlated with tryptase levels. In summary, our study identifies mast cells and their inflammatory cytokines as important factors in disease progression and suggests considering them as additional targets in CML therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Inflammation,Cancer,Chronic myelogenous leukemia,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Langhammer<\/b><sup>1<\/sup>, J. Schöpf<sup>1<\/sup>, T. Jaquet<sup>2<\/sup>, K. Horn<sup>3<\/sup>, M. Angel<sup>1<\/sup>, D. Mohl<sup>1<\/sup>, S. Lagies<sup>1<\/sup>, C. Spohr<sup>1<\/sup>, D. Christen<sup>1<\/sup>, F. Uhl<sup>1<\/sup>, T. Maié<sup>3<\/sup>, H. Jacobi<sup>2<\/sup>, T. Feyerabend<sup>4<\/sup>, J. Huber<sup>1<\/sup>, M. Panning<sup>1<\/sup>, C. Sitaru<sup>1<\/sup>, I. Costa<sup>3<\/sup>, R. Zeiser<sup>1<\/sup>, K. Aumann<sup>1<\/sup>, H. Becker<sup>1<\/sup>, T. Braunschweig<sup>3<\/sup>, S. Koschmieder<sup>2<\/sup>, B. Kammerer<sup>1<\/sup>, K. Shoumariyeh<sup>1<\/sup>, M. Huber<sup>3<\/sup>, M. Schemionek-Reinders<sup>2<\/sup>, T. Brummer<sup>1<\/sup>, S. Halbach<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Freiburg, Freiburg im Breisgau, Germany, <sup>2<\/sup>Faculty of Medicine, RWTH Aachen University, Aachen, Germany, <sup>3<\/sup>RWTH Aachen University, Aachen, Germany, <sup>4<\/sup>German Cancer Research Center (DKFZ), Heidelberg, Germany","CSlideId":"","ControlKey":"5200ee43-ac15-47b5-a603-c72ae01aa1c8","ControlNumber":"2405","DisclosureBlock":"&nbsp;<b>M. Langhammer, <\/b> None..<br><b>J. Schöpf, <\/b> None..<br><b>T. Jaquet, <\/b> None..<br><b>K. Horn, <\/b> None..<br><b>M. Angel, <\/b> None..<br><b>D. Mohl, <\/b> None..<br><b>S. Lagies, <\/b> None..<br><b>C. Spohr, <\/b> None..<br><b>D. Christen, <\/b> None..<br><b>F. Uhl, <\/b> None..<br><b>T. Maié, <\/b> None..<br><b>H. Jacobi, <\/b> None..<br><b>T. Feyerabend, <\/b> None..<br><b>J. Huber, <\/b> None..<br><b>M. Panning, <\/b> None..<br><b>C. Sitaru, <\/b> None..<br><b>I. Costa, <\/b> None..<br><b>R. Zeiser, <\/b> None..<br><b>K. Aumann, <\/b> None..<br><b>H. Becker, <\/b> None..<br><b>T. Braunschweig, <\/b> None..<br><b>S. Koschmieder, <\/b> None..<br><b>B. Kammerer, <\/b> None..<br><b>K. Shoumariyeh, <\/b> None..<br><b>M. Huber, <\/b> None..<br><b>M. Schemionek-Reinders, <\/b> None..<br><b>T. Brummer, <\/b> None..<br><b>S. Halbach, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7193","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7469","PresenterBiography":null,"PresenterDisplayName":"Melanie Langhammer, BS,MS","PresenterKey":"72dc8400-8984-42f8-bc60-98e4b3bf9265","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7469. Inflammation plays an important role in the progression of chronic myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inflammation plays an important role in the progression of chronic myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Leukemia inhibitory factor (LIF) displays complex effects in different types of cancer but its role in lung cancer remains unknown. Since KRAS mutation is an initial validated oncogenic event in near 30% of non-small cell lung cancer (PanCancer Atlas), we were interested in studying how LIF would influence tumor initiation and progression in KRAS-driven lung cancer.To properly study the roles of LIF throughout KRAS-driven tumorigenesis, we generated a novel genetically engineered mouse model (GEMM), where expression of LIF can be conditionally knocked out by Cre recombinase. Conditional deletion of the Lif allele in oncogenic KRAS-induced lung tumors is achieved by crossing <i>Lif <sup>flox\/flox<\/sup><\/i> mice with <i>Kras<sup>LSL-G12D\/+<\/sup>, Trp53<sup>flox\/flox <\/sup>(KP) <\/i>mouse model. In our lung cancer model, induction of oncogenic KRAS and depletion of LIF is attained through intratracheal infection of adeno-Cre virus.When our<i> Lif <sup>flox\/flox<\/sup>KP (LKP) <\/i>and<i> KP <\/i>mice were infected by adeno-Cre virus, they developed lung tumors at reasonable frequencies within 4-8 months. We generated cell lines from tumors and used ELISA and RT-qPCR analysis to validate the efficiency of the knockout. While control <i>KP<\/i> tumor cell lines (n=3) showed <i>Lif <\/i>expression and<i> <\/i>LIF protein secretion, cell lines from <i>LKP<\/i> tumors (n=3) presented with undetectable <i>Lif<\/i> expression and no LIF secretion validating the successful deletion of <i>Lif<\/i> and functionality of our new mouse model. We generated H&#38;E slides from the tumors and with the help of our pathologist we confirmed the subtype of lung adenocarcinoma. The effects of LIF on cell lines proliferation were evaluated <i>in vitro <\/i>and we found that <i>LKP<\/i> cell lines grow significantly slower than the <i>KP<\/i> lines (p&#60;0.05).Mice in both groups were monitored for their overall survival (OS) rate. <i>LKP<\/i> mice (n=5) tend to have an increased median overall survival at 176 days when compared to control <i>KP<\/i> mice (n=7) at 152 days (p=0.07). To estimate the tumor initiation and progression, mice in each group were sacrificed at early endpoints (10- and 15-weeks post adeno-cre infection) and ratios of lung weight\/mouse weight were measured as an indicator of tumor burden. At 10 weeks, <i>LKP<\/i> mice (n=5) presented with significantly smaller ratios with an average of 0.014 compared to <i>KP <\/i>animals (n=4) with an average of 0.019 (p=0.027).We found that LIF tends to shorten overall survival and augments tumor burden in lung cancer. These data suggest that LIF has a pro-tumorigenic role in KRAS-driven lung cancer proposing this cytokine as a potential prognostic biomarker and its depletion as a promising therapeutic target.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Lung cancer,Cytokines,KRAS,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I. Boukhalfa Hanafi<\/b>, L. Miller-Phillips, O. Zakraoui, K. D. Marini, S. Umetsu, M.-T. Wang, E. A. Collisson; <br\/>UCSF - University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"edbb520d-cf92-405d-a92e-47e11817527f","ControlNumber":"8396","DisclosureBlock":"&nbsp;<b>I. Boukhalfa Hanafi, <\/b> None..<br><b>L. Miller-Phillips, <\/b> None..<br><b>O. Zakraoui, <\/b> None..<br><b>K. D. Marini, <\/b> None..<br><b>S. Umetsu, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>E. A. Collisson, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7194","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7470","PresenterBiography":null,"PresenterDisplayName":"Imene Boukhalfa Hanafi, MD","PresenterKey":"79f8717f-8ee5-4cd4-9e5d-2161bd20a029","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7470. Leukemia inhibitory factor promotes tumor progression in KRAS-driven lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Leukemia inhibitory factor promotes tumor progression in KRAS-driven lung cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: The presence of mature tertiary lymphoid structures (mTLS) within the tumor microenvironment (TME) has been linked to the effectiveness of PD-L1 blockade in non-small cell lung cancer (NSCLC). However, only a subset of patients experiencing clinical benefit. Our study aims to delve into the determinants of immunotherapy response in mTLS-positive NSCLC.<br \/><b>Methods<\/b>: We included 77 TLS-positive NSCLC from the BIP study (NCT02534649). First, we employed the GeoMx whole-transcriptome atlas (WTA) assay to spatially profiled the expression of &#62;18,000 protein-coding in patients exhibiting extreme responses (3 responders [R] and 3 non-responders [NR]). To target regions of interest (ROIs), we selected areas that encompassed TLS (CD3<sup>+<\/sup>\/CD20<sup>+<\/sup>) as entire areas of illumination (AOIs). Additionally, we segmented areas outside TLS into &#8216;tumor&#8217; (PanCK<sup>+<\/sup>\/CD45<sup>-<\/sup>) vs &#8216;stroma&#8217; (PanCK<sup>-<\/sup>\/CD45<sup>+<\/sup>) AOIs. To validate our findings, we conducted multiplex immunofluorescence (mIF) and complemented our results with bulk gene expression analysis using the HTG whole human transcriptome panel.<br \/><b>Results<\/b>: Spatial transcriptomic analysis pinpointed significant differences in gene expression within the stromal compartment between R and NR. Notably, a subset of cancer-associated fibroblasts (CAFs) expressing both FAP and &#945;SMA markers emerged as the most differentially expressed genes. Subsequently, we used FFPE tissue mIF to delineate the histological profile CAF subsets and the spatial distribution of T cells. Notably, the stromal density of FAP<sup>+<\/sup>&#945;SMA<sup>+<\/sup> CAFs and MYH11<sup>+<\/sup>&#945;SMA<sup>+<\/sup> CAFs were significantly higher in NR compared to R. Correspondingly, tumors enriched in FAP<sup>+<\/sup>&#945;SMA<sup>+<\/sup> CAFs and MYH11<sup>+<\/sup>&#945;SMA<sup>+<\/sup> CAFs exhibited significantly lower overall response rates (ORR) and progression-free survival (PFS) than those with a low abundance of CAFs. Interestingly, tumors with elevated FAP<sup>+<\/sup>&#945;SMA<sup>+<\/sup> CAFs and MYH11<sup>+<\/sup>&#945;SMA<sup>+<\/sup> CAFs were associated with a higher infiltration of CD8<sup>+<\/sup> T cells. To delve deeper into the CD8<sup>+<\/sup> T cell infiltrate, we conducted a comparative bulk transcriptomic analysis. Both FAP<sup>+<\/sup>&#945;SMA<sup>+<\/sup> CAFs High and MYH11<sup>+<\/sup>&#945;SMA<sup>+<\/sup> CAFs High demonstrated significant associations with regulatory T cells (Treg), exhaustion signatures, and inflammatory processes. To validate the CD8<sup>+<\/sup> T cell phenotype, we performed complementary mIF. Consistently, the CD8<sup>+<\/sup> T cell infiltrate in tumors featuring FAP<sup>+<\/sup>&#945;SMA<sup>+<\/sup> CAFs High and MYH11<sup>+<\/sup>&#945;SMA<sup>+<\/sup> CAFs High exhibited higher levels of exhaustion markers (PD1, LAG3, TIM3, TIGIT) and Treg infiltration, underscoring an immunosuppressive TME.<br \/><b>Conclusions<\/b>: FAP<sup>+<\/sup>&#945;SMA<sup>+<\/sup> CAFs and MYH11<sup>+<\/sup>&#945;SMA<sup>+<\/sup> CAFs play a pivotal role in driving T cell exhaustion and Treg cell infiltration, contributing to the resistance to immune checkpoint inhibition. Targeting these specific CAF subsets may hold significant promise in overcoming resistance in mature TLS-positive NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-13 Other,,"},{"Key":"Keywords","Value":"Fibroblasts,Immune checkpoint blockade,NSCLC,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Peyraud<\/b><sup>1<\/sup>, J.-P. Guegan<sup>2<\/sup>, L. Vanhersecke<sup>1<\/sup>, C. Rey<sup>2<\/sup>, O. Lara<sup>2<\/sup>, O. Odin<sup>2<\/sup>, E. Clot<sup>1<\/sup>, M. Brunet<sup>1<\/sup>, T. Grellety<sup>3<\/sup>, M. Del Castillo<sup>4<\/sup>, S. Le Moulec<sup>5<\/sup>, F. Le Loarer<sup>1<\/sup>, A. Bessede<sup>2<\/sup>, A. Italiano<sup>1<\/sup>; <br\/><sup>1<\/sup>Institute Bergonié, Bordeaux cedex, France, <sup>2<\/sup>Explicyte, Bordeaux cedex, France, <sup>3<\/sup>Centre Hospitalier de la Côte Basque, Bayonne, France, <sup>4<\/sup>Atlantic Pathologie, Saint Pierre d’Irube, France, <sup>5<\/sup>Clinique Marzet, Pau, France","CSlideId":"","ControlKey":"1c57d2ac-fe93-46b2-a0b9-f5e79253b528","ControlNumber":"7940","DisclosureBlock":"&nbsp;<b>F. Peyraud, <\/b> None..<br><b>J. Guegan, <\/b> None..<br><b>L. Vanhersecke, <\/b> None..<br><b>C. Rey, <\/b> None..<br><b>O. Lara, <\/b> None..<br><b>O. Odin, <\/b> None..<br><b>E. Clot, <\/b> None..<br><b>M. Brunet, <\/b> None..<br><b>T. Grellety, <\/b> None..<br><b>M. Del Castillo, <\/b> None..<br><b>S. Le Moulec, <\/b> None..<br><b>F. Le Loarer, <\/b> None..<br><b>A. Bessede, <\/b> None..<br><b>A. Italiano, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7195","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7471","PresenterBiography":null,"PresenterDisplayName":"Florent Peyraud, MD","PresenterKey":"a5b36b50-cf51-492f-956d-5e1b7eee1211","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7471. Cancer-associated fibroblasts drive T cell infiltration and resistance to immunotherapy in non-small cell lung cancer with mature tertiary lymphoid structures","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer-associated fibroblasts drive T cell infiltration and resistance to immunotherapy in non-small cell lung cancer with mature tertiary lymphoid structures","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Melanoma patient survival rates have significantly improved recently owing to the development of both targeted therapies and immunotherapies. However, there are still around 50% of patients relapse. The limited response to immunotherapies and global rise in melanoma incidence, with around 290,000 cases newly diagnosed each year, highlight the need for identifying new biomarkers, modulatory pathways, and risk factors for melanoma development. Earlier studies have characterized that aberrant expression of CD47 (a.k.a. &#8220;don&#8217;t eat me&#8221; signal) is one of the mechanisms that tumors exploit to avoid innate immune surveillance. CD47 blockade has been demonstrated to restore myeloid effector function by reinvigorating phagocytosis of tumor cells, which further enhances anti-tumor T cell responses. However, melanoma tumors are resistant to CD47 blockade. Interestingly, we and others have discovered that human and mouse melanoma cells express high levels of SIRP&#945;, the receptor for CD47, which is typically expressed in myeloid compartments.<br \/>Experimental Procedure: To investigate the role of tumor SIRP&#945;, we designed gRNAs to CRISPR out the SIRP&#945; N-terminal region, where it interacts with CD47, in B16 melanoma and generated SIRP&#945;+\/+ (WT) and SIRP&#945;-\/- (KO) B16 tumors. We conducted multiple <i>in vitro<\/i> and <i>in vivo<\/i> experiments to investigate whether tumor SIRP&#945; played a role in tumor growth and modulated anti-tumor immunity. The preclinical tumor model we used is B16-F10 melanoma and the murine strains we used are the immune-competent (C57BL\/6j; B6) and the immune-deficient (RAG<sup>null<\/sup>) mice. For phenotypic and functional assessments, we performed analysis using flow cytometry, immunohistochemistry (IHC) and single cell RNA-sequencing (scRNA-seq) derived from live-sorted CD45+ tumor infiltrating lymphocytes (TILs) of SIRP&#945;-WT and SIRP&#945;-KO B16 tumors.<br \/>Summary of Unpublished Data<br \/>Our preliminary data in a preclinical B16-F10 melanoma model revealed that surface SIRP&#945; expression is necessary for optimal B16-F10 melanoma growth in immune-competent mice, but not in immune-deficient RAG<sup>null <\/sup>mice, suggesting a potential crosstalk between tumor SIRP&#945; and the host adaptive immune system. Intriguingly, we found that selective SIRP&#945; deletion in melanoma cells results in a significant increase of immune infiltrates within melanoma tumors that further suppresses tumor growth.<br \/>Concluding Remarks: SIRP&#945; is required for optimal melanoma development by suppressing anti-tumor adaptive immunity.<br \/>Ethics Approval: All mice were maintained in microisolator cages and treated in accordance with the NIH and American Association of Laboratory Animal Care regulations. All mouse procedures and experiments for this study were approved by the Weill Cornell Medicine Institutional Animal Care and Use Committee.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Immune checkpoint,Immuno-oncology,Antitumor activity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Chien-Huan Weng<\/b><sup>1<\/sup>, Chana Schochet<sup>1<\/sup>, Linda Hamadene<sup>1<\/sup>, Shabnam Eghbali<sup>1<\/sup>, Sébastien Monette<sup>2<\/sup>, Levi Mangarin<sup>1<\/sup>, Cailian Liu<sup>1<\/sup>, Fadi Samaan<sup>3<\/sup>, Jedd  D.  Wolchok<sup>1<\/sup>, Taha Merghoub<sup>1<\/sup><br><br\/><sup>1<\/sup>Weill Cornell Medicine\/Sandra and Edward Meyer Cancer Center, New York, NY,<sup>2<\/sup>Pathology, Laboratory of Comparative Pathology, Memorial Sloan Kettering Cancer Center, The Rockefeller University, Weill Cornell Medicine, New York, NY,<sup>3<\/sup>PSU College of Medicine, Pennsylvania, PA","CSlideId":"","ControlKey":"a0179cc1-78f6-42c9-83df-fff9cf1cca40","ControlNumber":"3460","DisclosureBlock":"&nbsp;<b>C. Weng, <\/b> None..<br><b>C. Schochet, <\/b> None..<br><b>L. Hamadene, <\/b> None..<br><b>S. Eghbali, <\/b> None..<br><b>S. Monette, <\/b> None..<br><b>L. Mangarin, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>F. Samaan, <\/b> None.&nbsp;<br><b>J. D. Wolchok, <\/b> <br><b>Apricity; Ascentage Pharma; AstraZeneca; BeiGene; Bicara Therapeutics; Bristol Myers Squibb; Chugai, Daiichi Sankyo; Dragonfly; Imvaq; Larkspur; Psioxus, Recepta; Tizona; Trishula Therapeutics; Sella<\/b> Other, Consultant. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Apricity, Arsenal IO; Ascentage; CellCarta; Imvaq; Linneaus, Larkspur; Georgiamune; Maverick; Tizona Therapeutics; Xenimmune<\/b> Other, Equity. <br><b>Xenogeneic DNA Vaccines; Newcastle Disease viruses for Cancer Therapy;Myeloid-derived suppressor cell (MDSC) assay<\/b> Patent, inventor. <br><b>PREDICTION OF RESPONSIVENESS TO TREATMENT WITH IMMUNOMODULATORY THERAPEUTICS AND METHOD OF MONITORING ABSCOPAL EFFECTS DURING SUCH TREATMENT); Anti-PD1 Antibody; Anti-CTLA4 antibodies; Anti-GITR anti<\/b> Patent, inventor. <br><b>T. Merghoub, <\/b> <br><b>Immunos Therapeutics, Daiichi Sankyo Co, TigaTx, Normunity and Pfizer<\/b> Consultant. <br><b>IMVAQ Therapeutics<\/b> Other, equity holder. <br><b>Bristol-Myers Squibb, Surface Oncology, Kyn Therapeutics, Infinity Pharmaceuticals, Peregrine Pharmaceuticals, Adaptive Biotechnologies, Leap Therapeutics, and Aprea Therapeutics<\/b> Grant\/Contract. <br><b>oncolytic viral therapy, alpha virus–based vaccine, neo antigen modelling, CD40, GITR, OX40, PD-1, and CTLA-4<\/b> Patent.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7196","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7472","PresenterBiography":null,"PresenterDisplayName":"Chien-Huan Weng, BS;MS;PhD","PresenterKey":"2ade0634-edb2-4e55-bb6b-eb70d10d144d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7472. Melanoma-intrinsic expression of signal-regulatory protein alpha (SIRP&#945;) confers tumor cells resistance to anti-tumor adaptive immunity","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Melanoma-intrinsic expression of signal-regulatory protein alpha (SIRP&#945;) confers tumor cells resistance to anti-tumor adaptive immunity","Topics":null,"cSlideId":""},{"Abstract":"The membrane scaffolding protein flotillin-2 (Flot2) has been proposed to support receptor signaling, but its involvement in T cell receptor (TCR) signaling and T cell responses remains unclear. Here, we show that the deletion of Flot2 increases antigen sensitivity along with changes in surface TCR clustering, resulting in enhanced TCR signaling and effector function to weak TCR stimulation. T cell-specific Flot2-deficient mice showed enhanced proliferation and effector cytokine production in both CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cells, resulting in better control of tumor growth and infection. However, in vitro TCR stimulation with plate-bound anti-CD3 and soluble anti-CD28 showed increased TCR signaling and early activation of CD4<sup>+<\/sup>, but not CD8<sup>+<\/sup> Flot2-deficient T cells upon weak stimulation. In addition, Flot2-deficient CD4<sup>+<\/sup> T cells showed better in vitro polarization toward T helper 1 cells upon weak TCR stimulation, likely due to increased sensitivity of the TCR-triggering threshold. Changes in TCR clustering on the membrane have been suggested to influence the early detection of foreign stimuli and the formation of immune synapses. Flot2 ablation indeed increased the number of membrane TCR nanoclusters on na&#239;ve CD4<sup>+<\/sup> T cells. Collectively, this study suggests a mechanism for increasing T cell functionality to weak TCR stimulation by modulating the membrane protein Flot2, which affects surface TCR clustering. These results may have important implications for improving T cell reactivity in diseases with poor antigenicity, such as anti-tumor immune responses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"T cell,Receptors,Signaling,Scaffolding protein,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Moon<\/b>, P. W. Karmaus, M. B. Fessler; <br\/>NIH-NIEHS (National Institute of Environmental Health Sciences), Durham, NC","CSlideId":"","ControlKey":"fd5d41c1-46a9-41d1-9fd3-2080144a52d7","ControlNumber":"7377","DisclosureBlock":"&nbsp;<b>S. Moon, <\/b> None..<br><b>P. W. Karmaus, <\/b> None..<br><b>M. B. Fessler, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7197","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7473","PresenterBiography":null,"PresenterDisplayName":"Sookjin Moon","PresenterKey":"43769646-514d-4c53-a0d7-5a5c7853d4b3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7473. Flotillin-2 ablation in T cells enhances antigen sensitivity and functionality","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Flotillin-2 ablation in T cells enhances antigen sensitivity and functionality","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Immune checkpoint inhibitor (ICI)-related myocarditis (irMyocarditis) is a potentially lethal complication of ICI use that is characterized by the presence of clonally expanded T cells in the heart. The antigens recognized by these expanded intracardiac T-cell clones and their relationships to T-cell clones in the blood and tumors of irMyocarditis patients are poorly understood.<br \/>Methods: Paired single-cell RNA sequencing (scRNA-seq) and T-cell receptor (TCR) sequencing was performed on heart tissue (n = 13) and peripheral blood from patients with irMyocarditis (n = 25) and ICI-treated controls (n = 28) using the 10X Chromium (10X Genomics) system. TCR-&#946; chain sequencing was performed (Adaptive Biotechnologies) on four autopsy cases of patients with available scRNA-seq data and irMyocarditis heart, tumor, and histologically normal tissue. An established high-throughput protocol was used to screen expanded intracardiac TCRs against candidate antigens (Oliveira G, et al. Nature 2021). Briefly, full-length TCRs were cloned, transduced into donor T cells, and screened against autologous or major histocompatibility complex (MHC) Class I-matched antigen presenting cell lines pulsed with peptide pools that covered the full length of the &#9082;-myosin, troponin-I, and troponin-T proteins alongside pools of common viral antigens and appropriate controls.<br \/>Results: scRNA-seq data showed that TCRs shared between heart and blood are predominantly found in circulating CD8 T cell subsets as compared to circulating CD4 T cell subsets. The gene expression patterns of these shared T-cell clones in circulation appear distinct in fatal and non-fatal irMyocarditis patients, with shared T-cell clones in fatal cases expressing cycling markers (<i>MKI67<\/i>, <i>STMN1<\/i>) and the chemokine receptor <i>CXCR3<\/i>. TCR-&#946; chain sequences most enriched in irMyocarditis tissue relative to control tissues were distinct from those enriched in tumor tissues, and their full-length TCR sequences could be recovered from scRNA-seq data. In total, 52 cardiac-expanded TCRs across eight donors were screened against candidate antigens. None of the screened TCRs recognized the putative cardiac autoantigens.<br \/>Conclusions: T-cell clones expanded in irMyocarditis are shared in circulation, where the gene expression of these clones may help to distinguish fatal from non-fatal irMyocarditis. TCRs enriched in irMyocarditis appear to be largely distinct from those enriched in tumor and likely recognize currently unknown cardiac autoantigens.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Cardiotoxicity,Single cell,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Blum<\/b><sup>1<\/sup>, D. A. Zlotoff<sup>1<\/sup>, N. P. Smith<sup>1<\/sup>, I. J. Kernin<sup>1<\/sup>, S. Ramesh<sup>1<\/sup>, G. Oliveira<sup>2<\/sup>, L. Zubiri<sup>1<\/sup>, J. Caplin<sup>1<\/sup>, N. Samanta<sup>1<\/sup>, S. Martin<sup>1<\/sup>, M. Wang<sup>1<\/sup>, A. Tirard<sup>1<\/sup>, P. Sen<sup>3<\/sup>, Y. Song<sup>1<\/sup>, K. Xu<sup>1<\/sup>, J. L. Barth<sup>1<\/sup>, K. Slowikowski<sup>1<\/sup>, M. Nasrallah<sup>1<\/sup>, J. Tantivit<sup>1<\/sup>, K. Manakongtreecheep<sup>1<\/sup>, B. Y. Arnold<sup>1<\/sup>, J. McGuire<sup>1<\/sup>, A. B. Afeyan<sup>2<\/sup>, C. J. Pinto<sup>1<\/sup>, D. McLoughlin<sup>1<\/sup>, M. Jackson<sup>1<\/sup>, P. Chan<sup>1<\/sup>, A. Lawless<sup>1<\/sup>, W. A. Michaud<sup>1<\/sup>, T. Sharova<sup>1<\/sup>, L. T. Nieman<sup>1<\/sup>, J. F. Gainor<sup>1<\/sup>, D. Juric<sup>1<\/sup>, M. Mino-Kenudsen<sup>1<\/sup>, R. J. Sullivn<sup>1<\/sup>, G. M. Boland<sup>1<\/sup>, J. R. Stone<sup>1<\/sup>, C. J. Wu<sup>1<\/sup>, M. F. Thomas<sup>1<\/sup>, T. G. Neilan<sup>1<\/sup>, K. L. Reynolds<sup>1<\/sup>, A.-C. Villani<sup>1<\/sup>; <br\/><sup>1<\/sup>MGH\/Harvard Medical School, Boston, MA, <sup>2<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>3<\/sup>Brigham and Women's Hospital, Boston, MA","CSlideId":"","ControlKey":"302e49f5-92da-4713-956d-4033fbc7fc45","ControlNumber":"2069","DisclosureBlock":"<b>&nbsp;S. Blum, <\/b> <br><b>76Bio, Inc<\/b> Stock. <br><b>Kronos Therapeutics<\/b> Stock. <br><b>D. A. Zlotoff, <\/b> <br><b>Bristol Myers Squibb<\/b> Other, Consultant. <br><b>Freeline Therapeutics<\/b> Other, Consultant. <br><b>Intrinsic Imaging<\/b> Other, Consultant.<br><b>N. P. Smith, <\/b> None..<br><b>I. J. Kernin, <\/b> None..<br><b>S. Ramesh, <\/b> None..<br><b>G. Oliveira, <\/b> None.&nbsp;<br><b>L. Zubiri, <\/b> <br><b>Bristol Myers Squibb<\/b> Other, Consultant. <br><b>Merck<\/b> Other, Consultant.<br><b>J. Caplin, <\/b> None..<br><b>N. Samanta, <\/b> None..<br><b>S. Martin, <\/b> None..<br><b>M. Wang, <\/b> None.&nbsp;<br><b>A. Tirard, <\/b> <br><b>Dyno Therapeutics<\/b> Employment.<br><b>P. Sen, <\/b> None..<br><b>Y. Song, <\/b> None..<br><b>K. Xu, <\/b> None.&nbsp;<br><b>J. L. Barth, <\/b> <br><b>Beam Therapeutics<\/b> Employment.<br><b>K. Slowikowski, <\/b> None..<br><b>M. Nasrallah, <\/b> None..<br><b>J. Tantivit, <\/b> None..<br><b>K. Manakongtreecheep, <\/b> None..<br><b>B. Y. Arnold, <\/b> None..<br><b>J. McGuire, <\/b> None..<br><b>A. B. Afeyan, <\/b> None..<br><b>C. J. Pinto, <\/b> None..<br><b>D. McLoughlin, <\/b> None..<br><b>M. Jackson, <\/b> None..<br><b>P. Chan, <\/b> None..<br><b>A. Lawless, <\/b> None..<br><b>W. A. Michaud, <\/b> None..<br><b>T. Sharova, <\/b> None..<br><b>L. T. Nieman, <\/b> None..<br><b>J. F. Gainor, <\/b> None..<br><b>D. Juric, <\/b> None..<br><b>M. Mino-Kenudsen, <\/b> None.&nbsp;<br><b>R. J. Sullivn, <\/b> <br><b>Bristol Myers Squibb<\/b> Other, Consultant. <br><b>Merck<\/b> Other, Consultant. <br><b>Pfizer<\/b> Other, Consultant. <br><b>Marengo Therapeutics<\/b> Other, Consultant. <br><b>Novartis<\/b> Other, Consultant. <br><b>Eisai<\/b> Other, Consultant. <br><b>Iovance<\/b> Other, Consultant. <br><b>OncoSec<\/b> Other, Consultant. <br><b>AstraZeneca<\/b> Other, Consultant. <br><b>Merck<\/b> Grant\/Contract.<br><b>G. M. Boland, <\/b> None..<br><b>J. R. Stone, <\/b> None.&nbsp;<br><b>C. J. Wu, <\/b> <br><b>BioNTech<\/b> Stock.<br><b>M. F. Thomas, <\/b> None.&nbsp;<br><b>T. G. Neilan, <\/b> <br><b>Bristol Myers Squibb<\/b> Other, Consultant. <br><b>Genentech<\/b> Other, Consultant. <br><b>CRC Oncology<\/b> Other, Consulting. <br><b>Roche<\/b> Other, Consulting. <br><b>Sanofi<\/b> Other, Consulting. <br><b>Parexel Imaging Pharmaceuticals<\/b> Other, Consulting. <br><b>Astra Zeneca<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>K. L. Reynolds, <\/b> <br><b>SAGA Diagnostics<\/b> Other, Consulting. <br><b>CMEOutfitters<\/b> Other, Speaker's fees. <br><b>Medscape<\/b> Other, Speaker's fees. <br><b>Bristol Meyers Squibb<\/b> Grant\/Contract. <br><b>A. Villani, <\/b> <br><b>Bristol Myers Squibb<\/b> Other, Consulting. <br><b>10X Genomics<\/b> The company designs and manufactures gene sequencing technology for use in research, and such technology is being used in this research. Dr. Villani’s interests were reviewed by The Massachusetts General Hospital and Mass General Brigham in accordance with their institutional policies.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7198","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7474","PresenterBiography":null,"PresenterDisplayName":"Steven Blum, MD","PresenterKey":"80359184-b540-4abd-b247-0dbc859eb147","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7474. T-cell responses across heart, blood, and tumor in patients with immune checkpoint inhibitor-related myocarditis (irMyocarditis)","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"T-cell responses across heart, blood, and tumor in patients with immune checkpoint inhibitor-related myocarditis (irMyocarditis)","Topics":null,"cSlideId":""},{"Abstract":"Although under highly effective antiretroviral therapy, people with HIV (PWH) still experience an increased risk of developing cancer compared to people without HIV (PWOH). Dysbiosis of the oral microbiota in PWH can contribute to persistent inflammation and cancer risk. We previously showed higher levels of inflammation in saliva of PWH measured by TGF-&#946;1 and IL-2. In addition, microbial products such as short-chain fatty acids (SCFA) can regulate the transcription of immune-related genes, particularly those necessary for the innate immune response to pathogens. In this study, we characterized the composition of the oral bacteriome and mycobiome in saliva of Puerto Rican PWH and PWOH, and analyzed these data in relation to markers of inflammation and cancer risk in saliva.<br \/>Saliva, sociodemographic, and clinical data from 100 adults were collected (50 PWH and 50 PWOH). PWH were virally suppressed (&#60;50 copies\/mL) and had a median CD4 count of 699.8 cells\/&#181;L. We sequenced the 16S rDNA and the ITS in extracted DNA from saliva to characterize and quantify the bacterial and fungal communities, respectively. Furthermore, measurement of inflammatory markers (TGF-&#946;1, IL-2, and IL-8) in saliva was performed using quantitative immunoassays. Microbiome data was processed using Qiime2, and statistical analysis was carried out using R-statistical software. Biological pathways associated to changes in the microbiome were inferred using PiCRUST2.<br \/>PWH showed lower alpha diversity in the oral bacteriome (Observed OTUs: p=0.02, Faith: p=0.03) and oral mycobiome (Shannon: p=0.02) when compared to PWOH. In a multivariate analysis, lower alpha diversity in the bacteriome was associated with biological sex and HIV status. Lower alpha diversity in the oral bacteriome was associated with higher levels of acetate (r=-0.38, p&#60;0.001) and lower levels of IL-8 (r= 0.21, p= 0.056) in saliva independent of HIV status. Taxonomic analyses showed PWH had a significantly lower abundance of <i>Porphyromonas<\/i>, <i>Peptostreptococcus<\/i>, <i>Oribacterium<\/i>, <i>Parvimonas<\/i>, <i>Leptotrichia<\/i>, <i>Fusobacterium<\/i>, <i>Eubacterium<\/i>, <i>Dialister,<\/i> and <i>Alkalibacter<\/i> genera of bacteria but there not significant changes in taxonomy in the oral mycobiome. Biological processes significantly affected by dysbiosis of the oral mycobiome include cytosolic and mitochondrial NADPH production, amino acid and sugar degradation, and phospholipid remodeling.<br \/>Dysbiosis of both the oral bacteriome and mycobiome occur in HIV infection, which can contribute to chronic inflammation. However, the bacteriome and mycobiome may have different biological mechanisms, which suggest different roles in increasing cancer risk in Puerto Rican PWH. These findings provide more information regarding the oral health in people with HIV and may contribute to innovative cancer prevention strategies and screening guidelines for this high-risk population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Inflammation,Immunosuppression,Microbiome,Fatty acids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"V. S. Sanchez Gonzalez<sup>1<\/sup>, Y. N. Ortiz-Maldonado<sup>1<\/sup>, G. Borges-Vélez<sup>1<\/sup>, T. L. Shull<sup>2<\/sup>, J. L. Salgado-Montilla<sup>1<\/sup>, <b>J. Pérez-Santiago1<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Puerto Rico Comprehensive Cancer Center, San Juan, PR, <sup>2<\/sup>Rush University, Chicago, IL","CSlideId":"","ControlKey":"2e40a4f9-59f3-4bd2-9353-f11110eb8af4","ControlNumber":"8312","DisclosureBlock":"&nbsp;<b>V. S. Sanchez Gonzalez, <\/b> None..<br><b>Y. N. Ortiz-Maldonado, <\/b> None..<br><b>G. Borges-Vélez, <\/b> None..<br><b>T. L. Shull, <\/b> None..<br><b>J. L. Salgado-Montilla, <\/b> None..<br><b>J. Pérez-Santiago1, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7199","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7475","PresenterBiography":null,"PresenterDisplayName":"Josué Pérez-Santiago1, PhD","PresenterKey":"4ffae1fa-d77b-467d-9d0c-fb5e442eda88","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7475. The contribution of the oral bacteriome and mycobiome in cancer risk in people with HIV in Puerto Rico","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The contribution of the oral bacteriome and mycobiome in cancer risk in people with HIV in Puerto Rico","Topics":null,"cSlideId":""},{"Abstract":"Neuroinflammation, along with activation of microglia and oxidative stress, plays an important role in the development and progression of neurodegenerative diseases. During the inflammation process, immune cells release inflammatory mediators such as cytokines and chemicals that may promote the formation and growth of cancer cells. Obtusifolin, an anthraquinone extracted from the seeds of <i>Senna obtusifolin<\/i>, has anti-inflammatory properties. However, the effect of obtusifolin on neuroinflammation and its regulatory mechanism have not been yet investigated. In the present study, BV2 microglial cells were used to investigate the effects of obtusifolin on LPS-induced inflammatory responses, NLRP3 inflammasome activation, and reactive oxygen species (ROS) production. The secretion of nitric oxide (NO) was analyzed by Griess reagent assay, and the cell viability was detected by the CCK-8 assay. The expressions of iNOS, COX-2, STAT3, ERK, JNK, and p38 were examined using Western blotting, and the production of IL-6 and TNF-&#945; was measured by ELISA. To examine whether obtusifolin affected NLRP3 inflammasome activation, BV2 cells were pretreated with LPS and then stimulated with ATP or nigericin. The secretion of IL-1&#946; was measured by ELISA, whereas the expression of NLRP3 inflammasome-related proteins was detected using Western blotting. The production of ROS was analyzed by flow cytometry. Our experimental results showed that obtusifolin suppressed the production of NO and the secretion of proinflammatory cytokines by LPS-induced BV2 cells under noncytotoxic concentrations. In addition, obtusifolin decreased the expression of iNOS, COX-2, phospho-STAT3, phospho-ERK, phosphor-JNK and phospho-p38, and also attenuated the expression of NLRP3 and ASC, cleaved caspase-1 and cleaved IL-1&#946; by LPS- induced BV2 cells. Moreover, obtusifolin reduced the production of both intracellular and mitochondrial ROS by LPS-induced BV2 cells. Overall, these results demonstrated that obtusifolin attenuated LPS-induced inflammation by suppressing the activation of MAPK and NF-&#954;B signaling pathways, inhibiting NLRP3 inflammasome activation, and reducing the production of ROS in microglia, suggesting that obtusifolin might have benefits in the treatment of neurodegenerative diseases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Inflammation,Mitogen-activated protein kinase (MAPK),NF-&#954;B,Obtusifolin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Lin<\/b><sup>1<\/sup>, C.-H. Lee<sup>1<\/sup>, C.-Y. Li<sup>2<\/sup>; <br\/><sup>1<\/sup>National Sun Yat-sen University, Kaohsiung City, Taiwan, <sup>2<\/sup>Kaohsiung Medical University, Kaohsiung City, Taiwan","CSlideId":"","ControlKey":"b27f0f1c-0bc5-499b-bae9-08b8227b13f7","ControlNumber":"2896","DisclosureBlock":"&nbsp;<b>H. Lin, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>C. Li, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7200","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7476","PresenterBiography":null,"PresenterDisplayName":"Hsin Yi Lin, BS","PresenterKey":"59a3a014-87e7-4342-8c95-f8c4ca6bce8c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7476. Obtusifolin attenuates LPS-induced inflammation and NLRP3 inflammasome activation by suppressing the MAPK\/NF-&#954;B signaling pathway and ROS production in BV2 cells","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Obtusifolin attenuates LPS-induced inflammation and NLRP3 inflammasome activation by suppressing the MAPK\/NF-&#954;B signaling pathway and ROS production in BV2 cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Pathogen infection, such as bacteria, viruses, and fungus, frequently leads to septicemia through a series of inflammatory responses that have very high fatality rates. And, servere inflammation may cause gene mutation which is beginning of cancer. Macrophages are a critical type of antigen-presenting cells that control both innate and adaptive immune responses. During pathogen infection, activated macrophages secret many proinflammatory mediators and cytokines, including nitric oxide (NO), TNF-&#945; and IL-6 against pathogens; however, an overwhelming inflammatory response provokes abundant cells to undergo apoptosis. In the present study, we aimed to examine the anti-inflammatory effect of isoxanthohumol, a prenylflavonoid from hops and beer.<br \/><b>Method<\/b>: We used lipopolysaccharide (LPS) as a pathogenic stimulus to induce inflammatory responses by J774A.1 macrophages. MTT assay was used to detect cell viability. The secretion of NO was analyzed by Griess reagent assay, while the production of TNF-&#945;, IL-6, IL-1&#946; was measured by enzyme-linked immunosorbent assay (ELISA). The expression of iNOS, COX-2, and MAPKs was examined by Western blotting. The activity of NF-&#954;B was analyzed by promotor reporter assay. The activation of NLRP3 inflammasome was examined by ELISA and immunofluorescence staining. In addition to that, we explored the secretion of cytokines, IL-1&#946;, in THP-1 cell.<br \/><b>Result<\/b>: We found that isoxanthohumol significantly suppresses the secretion of NO and attenuates the production of TNF-&#945; and IL-6 by LPS-induced macrophages. In addition, isoxanthohumol also inhibits the expression of iNOS and COX-2, suppresses the phosphorylation of JNK, and attenuates the activity of NF-&#954;B by LPS-induced macrophages. Moreover, isoxanthohumol decreases the activation of NLRP3 inflammasome by reducing the production of IL-1&#946; and repressing the ASC speck formation of NLRP3 inflammasome in LPS\/ATP-induced macrophages.<br \/><b>Conclusion<\/b>: Our experimental results demonstrated that isoxanthohumol effectively inhibits LPS-induced inflammatory responses in macrophages, suggesting that isoxanthohumol might have benefits for attenuating inflammation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Inflammation,LPS,Macrophages,Cytokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T.-H. Kao<\/b>, C.-y. Li; <br\/>Kaohsiung Medical University, Kaohsiung City, Taiwan","CSlideId":"","ControlKey":"bc9fed52-4d85-4e25-83c9-7f2fbdcabf7e","ControlNumber":"6024","DisclosureBlock":"&nbsp;<b>T. Kao, <\/b> None..<br><b>C. Li, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7201","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7477","PresenterBiography":null,"PresenterDisplayName":"Tzu-Han Kao, MS","PresenterKey":"738d7a9f-b9f3-43a0-958c-74af54eca448","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7477. Isoxanthohumol inhibits LPS-induced inflammatory responses in macrophages","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Isoxanthohumol inhibits LPS-induced inflammatory responses in macrophages","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> The study of TPC2 is of great interest in the field of cancer and immune diseases, as it plays a crucial role in various cellular processes, and there is substantial evidence that TPC2 sustains several cancer hallmarks (angiogenesis, autophagy, and metastasis). The expression and role of TPC2 and its relevance to cancer in the innate immune system remain unknown.<br \/><b>Methods:<\/b> U937 TPCN2 knockdown (KD) cells were developed by nucleofection-based transfection of CRISPR-Cas9 gene editing tools. sgRNA (single guide RNA): CGUGCUGGUGAGUGAGGAUG was designed to target the fourth exon of the TPCN2 gene (Transcript ID: ENST00000294309). The model was used in tandem with pharmacological modulators of TPC2 channel activity to underpin its function in monocyte differentiation, macrophage development, and IL-8 production. Molecular biology techniques, including Sanger sequencing, qPCR, ELISA, and WB, were utilized. Proteins of murine TPC2 WT and TPC2 KO cells were extracted and sent to the Discovery Proteomics Facility of the Target Discovery Institute for label-free quantification and proteomics analysis using mass spectrometry.<br \/><b>Results:<\/b> We developed TPC2-deficient human monocytes (U937 cells) with a 75% reduction in TPCN2 expression levels, and we demonstrated that TPCN2 genetically modified U937 monocytes were resistant to monocyte differentiation after treatment with increasing concentrations of PMA ranging from 100 ng\/mL to 400 ng\/mL. TPC2-deficient U937 monocytes were not differentiated into M&#981;. TPC2 acts as a major regulator of monocyte differentiation by modulating PKC-alpha via calpain. In addition, the levels of IL-8 were significantly reduced after treating U937 cells with Ned 19 (an NAADP antagonist) or TPC2 KD. Keratinocyte-derived chemokine (KC) and Macrophage inflammatory protein-2 (MIP-2) are the murine IL-8 homologues. Notably, the levels of MIP-2, but not KC, were significantly reduced in the TPC2 KO murine cells compared to the WT controls. Thus, TPC2 appears to be involved in IL-8 secretion in both humans and mice. In contrast to KC at the protein level, the KC expression level was significantly reduced in TPC2-deficient murine cells. TPC2 in EE\/RE is involved in lipopolysaccharide (LPS)-mediated IL-8 production in U937 cells. TPC2 modulates immune targets involving CD38, PKC-alpha, and AKT.We found that 28 different proteins that play roles in cancer immunity showed significant changes in expression in TPC2-deficient murine cells (three overexpressed proteins and 25 down-expressed proteins), compared to WT.<br \/><b>Conclusion: <\/b>Our data provide the first preclinical proof of concept for TPC2 as a potential target for blocking macrophage development and modulating CD38\/IL8 levels as therapeutic strategies for cancer patients, raising questions regarding the clinical utility of TPC2 as a biomarker or immunotherapy target to modulate immune responses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Monocyte,Macrophages,Interleukin-8,Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Alharbi<\/b>, J. Parrington; <br\/>University of Oxford, Oxford, United Kingdom","CSlideId":"","ControlKey":"7fbdb9b4-1b74-42af-b1d7-8617cb255558","ControlNumber":"6454","DisclosureBlock":"&nbsp;<b>A. Alharbi, <\/b> None..<br><b>J. Parrington, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7202","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7478","PresenterBiography":null,"PresenterDisplayName":"Abeer Alharbi, B Pharm;MS;PhD","PresenterKey":"d0375257-a14b-449b-9a3a-3e3da36a46b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7478. Unveiling the role of two-pore channel 2 (TPC2) in cancer immunity from monocyte differentiation to cytokine production","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unveiling the role of two-pore channel 2 (TPC2) in cancer immunity from monocyte differentiation to cytokine production","Topics":null,"cSlideId":""},{"Abstract":"The widespread success of cancer immunotherapies suggests a promising future - but has been subverted by unresponsiveness and resistance. Current research has furthered the understanding of immunotherapy resistance through the findings of &#8220;hot&#8221; (responsive) and &#8220;cold&#8221; (unresponsive) tumors. Here, we focus on the genetic and pharmacological inhibition of PIKfyve, a lipid kinase regulator of autophagic flux and lysosomal biogenesis. We find that inhibition of PIKfyve results in the upregulation of major histocompatibility complex class I (MHC-I) surface expression in cancer cells (through inhibition of autophagic flux), resulting in increased CD8+ T cell-mediated cancer cell death. These findings were corroborated in multiple syngeneic mouse models, which also displayed increased intratumoral functional CD8+ T cells. In addition, the Pikfyve-depletion antitumor responses are CD8+ T cell and MHC-I dependent - as CD8+ T cell and B2m knockout rescued tumor growth - resulting in improved response to immune checkpoint blockable (ICB), adoptive cell therapy, and a therapeutic vaccine. Further, high PIKfyve expression predicts poor ICB response and is prognostic of poor survival in ICB-treated cohorts. Ultimately, these findings collectively suggest PIKfyve as an effective target to enhance immunotherapies through elevation of MHC-I surface expression in cancer cells, and accordingly, PIKfyve inhibitors have novel potential to increase immunotherapy response in cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Immuno-oncology,Autophagy,MHC1,CD8 T-Cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Borker<\/b>, Y. Bao, Y. Qiao, A. Chinnaiyan, J. Choi, Y. Zhang, R. Mannan, C. Cheng, T. He, Y. Zheng, J. Yu, M. Gondal, G. Cruz, S. Sara Grove, X. Cao, F. Su, R. Wang, Y. Chang, I. Kryczek, M. Cieslik, M. D. Green, W. Zou; <br\/>Rogel Cancer Center, Ann Arbor, MI","CSlideId":"","ControlKey":"3c9f7266-b425-4922-a296-2a48f5413e7b","ControlNumber":"2236","DisclosureBlock":"&nbsp;<b>P. Borker, <\/b> None..<br><b>Y. Bao, <\/b> None..<br><b>Y. Qiao, <\/b> None..<br><b>A. Chinnaiyan, <\/b> None..<br><b>J. Choi, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>R. Mannan, <\/b> None..<br><b>C. Cheng, <\/b> None..<br><b>T. He, <\/b> None..<br><b>Y. Zheng, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>M. Gondal, <\/b> None..<br><b>G. Cruz, <\/b> None..<br><b>S. Sara Grove, <\/b> None..<br><b>X. Cao, <\/b> None..<br><b>F. Su, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>Y. Chang, <\/b> None..<br><b>I. Kryczek, <\/b> None..<br><b>M. Cieslik, <\/b> None..<br><b>M. D. Green, <\/b> None..<br><b>W. Zou, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7203","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7479","PresenterBiography":null,"PresenterDisplayName":"Parth Borker","PresenterKey":"6a137c00-1917-4716-9c1d-7e8b1d1c3775","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7479. Targeting the lipid kinase PIKfyve upregulates surface expression of MHC class I to augment cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting the lipid kinase PIKfyve upregulates surface expression of MHC class I to augment cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"The aberrant expression of repeat elements is a common feature found in both mouse models and human pancreatic ductal adenocarcinoma (PDAC). The majority of these are non-coding RNAs that have shown the ability to stimulate a viral-like innate immune response. The long interspersed nuclear element 1 (LINE-1) retrotransposon is one of the few protein coding repeat elements in the human genome. LINE-1 has two open reading frames, ORF1 and ORF2. The former (ORF1p) encodes a ribonucleotide protein and the latter (ORF2p) a reverse transcriptase and endonuclease. Although nuclear ORF1p and ORF2p is required for retrotransposition, ORF1p is primarily localized in the cytoplasm, which suggests the possibility of ORF1p function independent of LINE-1 retrotransposition. Here, we show that ORF1p has a function to shield repeat RNAs from activating pathogen recognition receptor (PRR) mediated antiviral response in PDAC cells. LINE-1 ORF1p-targeting shRNA significantly inhibits patient-derived PDAC tumor growth both <i>in vitro<\/i> and<i> in vivo<\/i>. Total RNA sequencing (RNA-seq) reveals distinct transcriptional profiles with ORF1p deficiency. Gene set enrichment analysis (GSEA) identified high enrichment of innate immune response-related pathways including IL6-JAK-STAT3 signaling, inflammatory response, interferon response, and apoptosis in ORF1 knockdown PDAC cell lines. These immune related pathways are suppressed by deletion of RIG-I and MAVS, two components of viral RNA sensing. Mechanistically, we demonstrated that ORF1p is associated with repeat RNAs including LINE-1 RNA (<i>L1HS<\/i>) in processing bodies (PBs), which are cytoplasmic membraneless ribonucleoprotein (RNP) granules. In the PBs, ORF1p interacts with MOV10 RNA helicase, an essential enzyme for dsRNA unwinding. Using MOV10 truncated mutants, we found that the ORF1p-MOV10 interaction is important in attenuation of PRR sensing and apoptosis upon repeat RNA exposure. Finally, we evalulated the activation of the innate immune response in the tumor microenvironment by ORF1p depletion. These results suggest that ORF1p loss induces a desmoplastic reaction driven by <i>Acta2<\/i><sup>+ <\/sup>myofibroblastic CAFs in response to inflammatory cytokines. Collectively, our results demonstrate a critical and previously uncharacterized role of ORF1p in evasion of endogenous repeat RNA-triggered antiviral immune response in PDAC cells with implications in the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Long interspersed nuclear element 1,Innate immune response,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. You<\/b><sup>1<\/sup>, B. Patel<sup>1<\/sup>, A. Rojas<sup>1<\/sup>, N. Ho<sup>1<\/sup>, S. Sun<sup>2<\/sup>, M. Raabe<sup>1<\/sup>, Y. Song<sup>1<\/sup>, I. Phillips<sup>1<\/sup>, K. Xu<sup>1<\/sup>, P. Richieri<sup>1<\/sup>, L. Nieman<sup>1<\/sup>, B. Greenbaum<sup>2<\/sup>, D. Ting<sup>1<\/sup>; <br\/><sup>1<\/sup>Harvard Medical School\/Massachusetts General Hospital, Boston, MA, <sup>2<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"15aaf796-29e7-497f-a412-9ef2a5df3cac","ControlNumber":"2226","DisclosureBlock":"&nbsp;<b>E. You, <\/b> None..<br><b>B. Patel, <\/b> None..<br><b>A. Rojas, <\/b> None..<br><b>N. Ho, <\/b> None..<br><b>S. Sun, <\/b> None..<br><b>M. Raabe, <\/b> None..<br><b>Y. Song, <\/b> None..<br><b>I. Phillips, <\/b> None..<br><b>K. Xu, <\/b> None..<br><b>P. Richieri, <\/b> None..<br><b>L. Nieman, <\/b> None.&nbsp;<br><b>B. Greenbaum, <\/b> <br><b>Darwin Health<\/b> Other, Honorarium. <br><b>Merck<\/b> Other, Honorarium. <br><b>PMV Pharma<\/b> Other, Honorarium. <br><b>ROME Therapeutics<\/b> Other, Honorarium. <br><b>Bristol–Meyers Squibb<\/b> Other, Research funding, Honorarium. <br><b>Chugai Pharmaceuticals<\/b> Other, Honorarium. <br><b>D. Ting, <\/b> <br><b>ROME Therapeutics<\/b> Independent Contractor, Stock, Patent. <br><b>PanTher Therapeutics<\/b> Independent Contractor, Stock, Patent. <br><b>TellBio Inc.<\/b> Stock. <br><b>Sonata Therapeutics<\/b> Independent Contractor. <br><b>Tekla Capital<\/b> Independent Contractor. <br><b>Moderna<\/b> Other, Honorarium. <br><b>Ikena Oncology<\/b> Other, Honorarium. <br><b>ACD-Biotechne<\/b> Grant\/Contract. <br><b>AVA LifeScience GmbH<\/b> Grant\/Contract. <br><b>Incyte Pharmaceuticals<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Grant\/Contract.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7204","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7480","PresenterBiography":null,"PresenterDisplayName":"Eunae You, PhD","PresenterKey":"fc64ee3d-d86e-4c5a-8343-13dfe99cf5e3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7480. Human LINE-1 ORF1p retrotransposition independent function in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Human LINE-1 ORF1p retrotransposition independent function in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: The activation of STING by CDN bind site targeting ligands leads to the generation of Type I interferons as well as pyroptosis and autophagy of the cell expressing STING due to STING&#8217;s ability to transport protons across the endoplasmic reticulum. CDN site targeting STING agonists tested in the clinic thus far have shown limited systemic tolerability as well as a tendency to kill the very immune cells that they are designed to activate. CRD3874 is an allosteric small-molecule human STING agonist with a unique binding mode that generates robust Type I interferon responses while simultaneously blocking STINGs proton transport activity that is associated with pyroptosis and autophagy.<br \/>Methods: Allosteric binding was established using radioligand binding assays. Anti-cancer activity of CRD3874-SI by the IV route was evaluated in human STING KI C57\/BL6 mice (genOway, France). Inflammasome and autophagy markers were studies in human and mouse cells.<br \/>Results: In contrast with competitive STING agonists, CRD3874 potentiates the binding of radiolabeled cGAMP to STING. Treatment of immune cells with CRD3874 or other STING agonists, led to dose dependent increases in Type1 interferons and other pro-inflammatory cytokines. However, unlike other STING agonists, activation of STING by CRD3874 did not lead to induction of autophagy or Inflammasome markers in cells or mice. Intravenous administration of CRD3874-SI in human STING knock-in mice caused tumor regression and survival benefit in multiple murine tumor models. The compound was well tolerated at high doses in the primate GLP study when administered intravenously and caused dose and exposure dependent increases in cytokines. This profile of retaining the high efficacy of a STING agonist while demonstrating systemic safety is unique to CRD3874-SI.<br \/>Conclusions: CRD3874 is a systemically administered STING agonist with promising single agent activity and an excellent IV safety profile in NHP. An investigator sponsored FIH Phase 1 trial with CRD3874-SI has been initiated at Memorial Sloan Kettering, NY, in sarcoma, MCC patients under the supervision of Dr. Ciara Kelly (NCT06021626).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Innate immunity,Interferons,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Banerjee<\/b><sup>1<\/sup>, S. Middya<sup>1<\/sup>, R. Shrivastava<sup>1<\/sup>, A. Middya<sup>1<\/sup>, N. Mane<sup>1<\/sup>, N. Rawat<sup>1<\/sup>, T. Soram<sup>1<\/sup>, D. Chakraborty<sup>1<\/sup>, R. Ghosh<sup>1<\/sup>, R. R. Mansuri<sup>1<\/sup>, D. Yadav<sup>1<\/sup>, A. Gautam<sup>1<\/sup>, A. Singh<sup>1<\/sup>, K. Puniya<sup>1<\/sup>, D. Pryde<sup>2<\/sup>, S. Basu<sup>1<\/sup>, F. Sonego<sup>3<\/sup>, G. H. Martin<sup>3<\/sup>, K. Thiam<sup>3<\/sup>, A. Surya<sup>1<\/sup>; <br\/><sup>1<\/sup>Curadev Pharma, Noida, India, <sup>2<\/sup>Curadev Pharma, Sandwich, United Kingdom, <sup>3<\/sup>genOway, Lyon, France","CSlideId":"","ControlKey":"791e9046-6fd6-4cd1-ad96-e3ba8e2eebdc","ControlNumber":"8748","DisclosureBlock":"<b>&nbsp;M. Banerjee, <\/b> <br><b>Curadev Pharma<\/b> Employment. <br><b>S. Middya, <\/b> <br><b>Curadev Pharma<\/b> Employment. <br><b>R. Shrivastava, <\/b> <br><b>Curadev Pharma<\/b> Employment. <br><b>A. Middya, <\/b> <br><b>Curadev Pharma<\/b> Employment. <br><b>N. Mane, <\/b> <br><b>Curadev Pharma<\/b> Employment. <br><b>N. Rawat, <\/b> <br><b>Curadev Pharma<\/b> Employment. <br><b>T. Soram, <\/b> <br><b>Curadev Pharma<\/b> Employment. <br><b>D. Chakraborty, <\/b> <br><b>Curadev Pharma<\/b> Employment. <br><b>R. Ghosh, <\/b> <br><b>Curadev Pharma<\/b> Employment. <br><b>R. R. Mansuri, <\/b> <br><b>Curadev Pharma<\/b> Employment. <br><b>D. Yadav, <\/b> <br><b>Curadev Pharma<\/b> Employment. <br><b>A. Gautam, <\/b> <br><b>Curadev Pharma<\/b> Employment. <br><b>A. Singh, <\/b> <br><b>Curadev Pharma<\/b> Employment. <br><b>K. Puniya, <\/b> <br><b>Curadev Pharma<\/b> Employment. <br><b>D. Pryde, <\/b> <br><b>Curadev Pharma<\/b> Employment. <br><b>S. Basu, <\/b> <br><b>Curadev Pharma<\/b> Employment. <br><b>F. Sonego, <\/b> <br><b>genOway<\/b> Employment. <br><b>G. H. Martin, <\/b> <br><b>genOway<\/b> Employment. <br><b>K. Thiam, <\/b> <br><b>genOway<\/b> Employment. <br><b>A. Surya, <\/b> <br><b>Curadev Pharma<\/b> Employment, Fiduciary Officer, Stock, Founder.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7205","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7481","PresenterBiography":null,"PresenterDisplayName":"Monali Banerjee, MS","PresenterKey":"4029d137-dd28-4631-a025-cd5e974c77fc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7481. The allosteric STING agonist CRD3874 is systemically tolerated demonstrates systemic tolerability","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"240","SessionOnDemand":"False","SessionTitle":"Cancer Immunity and Inflammation","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The allosteric STING agonist CRD3874 is systemically tolerated demonstrates systemic tolerability","Topics":null,"cSlideId":""}]