[{"Abstract":"Patients with osteosarcoma who develop metastasis face very poor prognoses. Even when treated with the most effective medical and surgical interventions available, about forty percent of osteosarcoma patients will eventually succumb to lung metastasis. Despite the relevance of metastasis to clinical outcomes, we understand little about the mechanisms that drive these tumor cells into the lung and facilitate their metastatic growth. Consequently, there are no approved antimetastatic agents for osteosarcoma and outcomes have not improved in more than 40 years. Tissue factor is a tightly regulated physiologic initiator of coagulation with functions in inflammation, cytokinesis, angiogenesis, apoptosis, and growth factor secretion. These functions are divided between two separate pathways: initiation of the coagulation cascade via activation of factors VII and X, and propagation of cell signaling pathways via PAR activation. It is aberrantly expressed in many cancers and has been associated with metastatic behavior and inferior outcomes by affecting metastatic vascularity, growth, and migration. Osteosarcoma has been shown to also aberrantly express tissue factor, with descriptive studies suggesting similar effects on metastatic behavior. We hypothesized that tissue factor expressed on the surface of disseminated osteosarcoma cells activates procoagulant pathways and PAR signaling, and that both facilitate pulmonary metastasis. To test this, we first established and quantified expression of tissue factor across six osteosarcoma cell lines using Western blot, flow cytometry, and confocal microscopy in both monoculture and in coculture with human bronchial epithelial cells. PAR1 and PAR2 were also discovered to be expressed in osteosarcoma cells. RNA sequencing performed suggests that both tissue factor and PAR1 expression in osteosarcoma increase over the metastatic period, as does FVII expression by alveolar macrophages; this implies that tissue factor activation during metastasis is dynamic and dependent on host interactions. Ongoing work includes functional assays of osteosarcoma tissue factor and PARs activity as well as preclinical testing of tissue factor inhibition in a murine xenograft model of osteosarcoma. To define how tissue factor propagates metastasis, we are separately inhibiting its coagulant and cell signaling pathways after murine tail vein injection using apixaban or pathway-specific antibodies. We will also use an inducible F3 knockout to alter tumor expression of tissue factor. If we find that manipulation of tissue factor expression changes metastatic behavior across cell lines, this will suggest that tissue factor plays a crucial, mechanistic role in osteosarcoma metastasis. Varying effectiveness of coagulation or signaling pathway inhibition on metastasis will implicate tissue factor&#8217;s mechanism of metastatic propagation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-04 Pediatric cancer tumor microenvironment and tumor heterogeneity,,"},{"Key":"Keywords","Value":"Osteosarcoma,Metastasis,Tissue factor,Proteinase-activated receptors (PAR),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. C. Treinen<\/b>, A. Gross, M. Cam, B. Kerlin, R. Roberts; <br\/>Nationwide Children's Hospital, Columbus, OH","CSlideId":"","ControlKey":"3557b45d-0383-49c4-a5bf-378a31ac09dc","ControlNumber":"8016","DisclosureBlock":"&nbsp;<b>C. C. Treinen, <\/b> None..<br><b>A. Gross, <\/b> None..<br><b>M. Cam, <\/b> None..<br><b>B. Kerlin, <\/b> None..<br><b>R. Roberts, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7943","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5456","PresenterBiography":null,"PresenterDisplayName":"Charles Treinen","PresenterKey":"36ad16d6-ef5e-4a80-8989-dc3176ca2b7a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5456. Identifying the role of tissue factor in osteosarcoma metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying the role of tissue factor in osteosarcoma metastasis","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The development of lung metastasis drives the poor outcomes experienced by children and young adults with osteosarcoma. The mechanisms that facilitate metastatic colonization remain poorly understood. We previously determined that IL6 and CXCL8 are two osteosarcoma derived cytokines that are required for metastasis, though roles played by these cytokines have not been identified.<br \/>Methods: To explore the interactions that drive cytokine expression, the role these factors play in tumor cell trafficking, and the mechanisms that facilitate metastatic niche development, we utilized transwell and co-culture systems together with a panel of metastatic osteosarcoma mouse models that allowed tumor cell manipulation via lentiviruses, CRISPR-based gene editing, and pre-clinical therapeutic evaluation approaches.<br \/>Results: While metastatic osteosarcoma cells produced small amounts of IL6 and CXCL8 at baseline, lung epithelial cells markedly upregulated IL6\/CXCL8 production. Ligand-receptor analysis utilizing single-cell transcriptomic data identified IL1 as an epithelial derived ligand that drives tumor IL6\/CXCL8 production. Interestingly, IL6\/CXCL8 production was limited to a small subset of hypo-proliferative osteosarcoma cells that have metastasis-initiating capacity. Utilizing CRISPR-mediated ablation of IL1R1 signaling within osteosarcoma cells and pharmacological inhibition with recombinant IL1R antagonist (anakinra), we elucidated that formation of pulmonary lesions in multiple mouse models of metastatic osteosarcoma required IL1 signaling. Recent work from our lab has demonstrated that osteosarcoma metastases are defined by marked phenotypic heterogeneity, though the mechanisms by which metastatic heterogeneity occurred were unclear. We hypothesized that hypo-proliferative metastasis-initiating cells may recruit circulating cells with higher proliferative capacity to establish phenotypic heterogeneity. Transwell migration assays showed that tumor cells induced the chemotactic recruitment of other tumor cells in an IL6\/CXCL8-dependent manner. To test this hypothesis <i>in vivo<\/i>, we injected mice with GFP-tagged osteosarcoma cells, then injected the same mice 14 days later with RFP-labeled tumor cells from the same culture. Lungs harvested 14 days later exhibited RFP-dominant lesions surrounding a small core of GFP-labeled cells.<br \/>Conclusions: Collectively, these data suggest that cytokines expressed by a subgroup of hypo-proliferative tumor cells upon interaction with lung epithelium drive the trafficking of highly proliferative circulating tumor cells into developing metastatic lesions and that disrupting these signaling networks can prevent metastatic colonization.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-04 Pediatric cancer tumor microenvironment and tumor heterogeneity,,"},{"Key":"Keywords","Value":"Metastasis,Paracrine,Osteosarcoma,Malignant progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Amy  C.  Gross<\/b><sup>1<\/sup>, James B. Reinecke<sup>1<\/sup>, Amanda Saraf<sup>2<\/sup>, John Hinckley<sup>3<\/sup>, Maren Cam<sup>1<\/sup>, Matthew V. Cannon<sup>1<\/sup>, Sophia Vatelle<sup>1<\/sup>, Ryan D. Roberts<sup>1<\/sup><br><br\/><sup>1<\/sup>Nationwide Children's Hospital, Columbus, OH,<sup>2<\/sup>Riley Children's Health, Indianapolis, IN,<sup>3<\/sup>Battelle, Columbus, OH","CSlideId":"","ControlKey":"e52987f0-59aa-4a1e-9718-37d349827631","ControlNumber":"6598","DisclosureBlock":"&nbsp;<b>A. C. Gross, <\/b> None..<br><b>J. B. Reinecke, <\/b> None..<br><b>A. Saraf, <\/b> None..<br><b>J. Hinckley, <\/b> None..<br><b>M. Cam, <\/b> None..<br><b>M. V. Cannon, <\/b> None..<br><b>S. Vatelle, <\/b> None..<br><b>R. D. Roberts, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7944","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5457","PresenterBiography":null,"PresenterDisplayName":"Amy Gross, BS;MS","PresenterKey":"5e8dcb76-80af-4abd-a6d1-f43a893e72c3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5457. Inflammatory paracrine loops established between metastasis-initiating cells and alveolar epithelium drive interactions between tumor cell subtypes that are essential for osteosarcoma lung colonization","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inflammatory paracrine loops established between metastasis-initiating cells and alveolar epithelium drive interactions between tumor cell subtypes that are essential for osteosarcoma lung colonization","Topics":null,"cSlideId":""},{"Abstract":"Transcriptional plasticity of cancer cells promotes tumor progression and treatment resistance via generation of phenotypically distinct cell states. We previously showed that Ewing sarcoma (EwS) cells exhibit inter- and intra-tumoral transcriptional heterogeneity and that they undergo state changes in response to cues from the tumor microenvironment (TME). More recently, we identified phenotypically distinct EwS tumor cell subpopulations in vivo that deposit pro-tumorigenic extracellular matrix (ECM) proteins, adopting similar functions to cancer-associated fibroblasts (CAFs). Here, we sought to identify the upstream regulators of these CAF-like EwS cells with the goal of defining molecular mechanisms that control EwS plasticity and creation of ECM-remodeling states. Integration of single cell proteogenomic sequencing (CITE-seq) with immunofluorescence and digital spatial profiling of cell line xenografts and patient tumors validated the cell-surface protein CD73 (<i>NT5E<\/i>) as a biomarker of ECM-secreting EwS cell subpopulations in vitro and in vivo. The transcriptomes of CD73+ CAF-like cells were compared to isogenic CD73- cells (n=9 cell lines) and highly significant enrichment of gene ontology terms related to TGF-beta signaling (p.adj = &#60;4.4x10<sup>-14<\/sup>) was noted. EwS cells were previously reported to be non-responsive to TGF-beta due to profound transcriptional repression of the TGF-beta type 2 receptor (<i>TGFBR2<\/i>) by EWS::FLI1. In support of this, <i>TGFBR2<\/i> expression was low in bulk measurements of EwS cells. However, <i>TGFBR2 <\/i>mRNA and surface protein expression were significantly increased in CD73+ subpopulations. Exposure of EwS cells to TGF-beta ligands (TGFB1 or TGFB2) strongly induced the CAF-like gene signature, including ECM genes <i>BGN, COL1A1, SPARC, <\/i>and<i> TNC<\/i> (p. adj &#60; 8.5x10<sup>-5<\/sup>), and this was augmented in CD73+ cell populations. Transduction of EwS cells with dominant negative-TGFBR2 inhibited both basal and TGF-beta-induced expression of CAF-like signature genes and blocked SMAD2 phosphorylation. To test the functional significance of the TGF-beta response, unsorted EwS cells were plated in 2D or as tumor spheroids in collagen I-rich 3D cultures and exposed to TGFB1 or SB-505124, a TGF-beta inhibitor. TGFB1 treatment had no effect on cell viability or proliferation in 2D but increased invasion into collagen in 3D. Inhibition of TGF-beta reduced CAF-like gene expression in 2D cultures and diminished both viability and invasion in 3D. Finally, our studies revealed that <i>NT5E <\/i>(CD73) is a TGF-beta induced target in EwS cells and that CD73+ cells upregulate expression of <i>TGFB2<\/i>. Thus, an autocrine signaling circuit is created in which TGF-beta activity in CAF-like tumor cell subpopulations is sustained by CD73+ tumor cell-derived ligand. Together these studies demonstrate that TGF-beta is a key determinant of cell plasticity and ECM remodeling in EwS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-04 Pediatric cancer tumor microenvironment and tumor heterogeneity,,"},{"Key":"Keywords","Value":"Ewing sarcoma,TGF-&#946;,Tumor heterogeneity,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Wrenn<\/b><sup>1<\/sup>, A. A. Apfelbaum<sup>2<\/sup>, K. Braun<sup>1<\/sup>, E. R. Rudzinski<sup>3<\/sup>, X. Deng<sup>3<\/sup>, A. Miyaki<sup>1<\/sup>, T. Lipson<sup>4<\/sup>, N. M. Garcia<sup>1<\/sup>, V. J. Hoglund<sup>1<\/sup>, E. R. Lawlor<sup>1<\/sup>; <br\/><sup>1<\/sup>Seattle Children's Research Institute, Seattle, WA, <sup>2<\/sup>Dana Farber Cancer Institute, Boston, MA, <sup>3<\/sup>Seattle Children's Hospital, Seattle, WA, <sup>4<\/sup>University of Washington, Seattle, WA","CSlideId":"","ControlKey":"7aacd3ed-7650-49da-a685-b59067d49a5d","ControlNumber":"2705","DisclosureBlock":"&nbsp;<b>E. Wrenn, <\/b> None..<br><b>A. A. Apfelbaum, <\/b> None..<br><b>K. Braun, <\/b> None..<br><b>E. R. Rudzinski, <\/b> None..<br><b>X. Deng, <\/b> None..<br><b>A. Miyaki, <\/b> None..<br><b>T. Lipson, <\/b> None..<br><b>N. M. Garcia, <\/b> None..<br><b>V. J. Hoglund, <\/b> None..<br><b>E. R. Lawlor, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7945","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5458","PresenterBiography":null,"PresenterDisplayName":"Emma Wrenn, PhD","PresenterKey":"30cd10f3-9def-4f5f-81b1-380fa46579e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5458. Plasticity of CAF-like states in Ewing sarcoma is mediated by TGF-beta","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Plasticity of CAF-like states in Ewing sarcoma is mediated by TGF-beta","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b>Inflammation has a significant impact on the tumor microenvironment (TME) of osteosarcoma (OS). Nevertheless, due to the high heterogenecity and variable inflammatory characteristics among OS patients, it is still unclear which inflammatory factors or immune\/stroma cell types are crucially associated with OS prognosis. Therefore, it is essential to explore the immune infiltration pattern and the related core inflammatory genes in OS. <b><\/b><b>Method<\/b><b>:<\/b>We combined bulk RNA-seq data of 88 osteosarcoma (OS) patients from the TARGET database and single cell RNA-seq data in GSE152048 from the NCBI Gene Expression Omnibus. Firstly, we calculated the inflammatory gene expression matrix of bulk RNA-seq data by combining 80 inflammatory gene sets (3427 genes in total) from the MSigDB using the gene set variation analysis (GSVA). Secondly, consensus clustering was executed to evaluate the stability of clustering for the above matrix. Furthermore, the overall survival and differential expression analyses were used to screen for core inflammatory genes. Immune infiltration patterns among groups were profiled with CIBERSORT. Finally, we employed the scRNA-seq series to evaluate cell-level information to identify the survival-associated cell subpopulations using the Seurat package. The t-SNE was used for dimensionality reduction and cluster identification. <b><\/b><b>Results:<\/b>88 osteosarcoma (OS) patients were clustered into two distinct groups according to the consensus clustering of our formed GSVA inflammatory gene expression matrix. Group 1 (43 patients) exhibited evident inflammation features, while Group 2 (45 patients) displayed limited inflammation features. Patients from Group 1 had significantly better overall survival than those from Group 2. The difference in immune infiltration pattern of two groups were examined using bulk RNA-seq data. Group 1 showed a higher population of macrophages and CD8+ T cells compared to Group 2, implying high inflammatory features might lead to a better immune activation of TME in patients. To explore the factors and cell types that contributes to restricted immune infiltration and activation in OS TME, scRNA-seq data of 11 OS patient tissues were analyzed. Consistently with bulk RNA seq analysis, the 338 up-regulated genes from Group 1 were mainly expressed in immune cells including macrophages and myeloid cells. Interestingly, the 64 up-regulated genes from Group 2 were found nearly uniformly expressed in two type of non-immune cells: myoblasts and chondroblastic cells. <b><\/b><b>Conclusion:<\/b>Inflammatory gene-based subtyping of osteosarcoma (OS) patients reveals that the inflammation in TME led by myeloid-derived immune cells including macrophage is associated with better prognosis. Furthermore, myoblasts and chondroblastic cells might contribute to the limited inflammation response in OS TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-04 Pediatric cancer tumor microenvironment and tumor heterogeneity,,"},{"Key":"Keywords","Value":"Osteosarcoma,Inflammation,Immune cells,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Yang<\/b><sup>1<\/sup>, Y. Sheng<sup>1<\/sup>, S. Qiao<sup>1<\/sup>, D. Hu<sup>2<\/sup>, D. Chowdhury<sup>1<\/sup>, H. Yip<sup>1<\/sup>, Z. Chen<sup>1<\/sup>, Y. He<sup>1<\/sup>, A. Lu<sup>1<\/sup>, F. Li<sup>1<\/sup>; <br\/><sup>1<\/sup>Hong Kong Baptist Univ. School of Chinese Med., Hong Kong, China, <sup>2<\/sup>Huazhong University of Science and Technology, Wuhan, China","CSlideId":"","ControlKey":"57c8b841-65a3-463f-bf3f-c5a6052a9eba","ControlNumber":"6360","DisclosureBlock":"&nbsp;<b>L. Yang, <\/b> None..<br><b>Y. Sheng, <\/b> None..<br><b>S. Qiao, <\/b> None..<br><b>D. Hu, <\/b> None..<br><b>D. Chowdhury, <\/b> None..<br><b>H. Yip, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>Y. He, <\/b> None..<br><b>A. Lu, <\/b> None..<br><b>F. Li, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7946","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5459","PresenterBiography":null,"PresenterDisplayName":"Liu Yang, M Phil","PresenterKey":"55297e4c-7589-47ce-8822-c4f386ce159a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5459. Inflammatory gene-based subtyping of osteosarcoma patients reveals the association of inflammation in tumor microenvironment with better survival","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inflammatory gene-based subtyping of osteosarcoma patients reveals the association of inflammation in tumor microenvironment with better survival","Topics":null,"cSlideId":""},{"Abstract":"Diffuse Midline Glioma (DMG) are fatal pediatric brain tumors with no effective systemic therapies. We leveraged network-based methodologies to dissect tumor heterogeneity, discover Master Regulators (MR) representing pharmacologically accessible vulnerabilities of distinct DMG cell states, and validated candidate MR-reversing drugs predicted by the NYS CLIA-certified OncoTarget and OncoTreat algorithms (Cancer Discov 2023) <i>in vivo<\/i>.<br \/>We first interrogated single cell DMG regulatory networks generated by ARACNe (Nat Genet 2005) with publicly available gene expression signatures from 3,039 tumor cells across 6 patients using VIPER (Nat Genet 2016) to infer single cell regulatory protein activity. Clustering of cells by protein activity defined 7 patient-independent cell states with distinct MR profiles reflecting known glial lineage markers (OPC-like-S1, OPC-like-S2, OC-like-S1, OC-like-S2, Cycling, AC-like, and AC\/OPC-like). We then generated drug-induced differential protein activity from RNAseq profiles following perturbation with 372 oncology drugs in two DMG cell lines that together recapitulate the MR signatures of the cell states and used this to identify drugs that invert tumor MR activity profiles using OncoTreat. Candidate drugs predicted by OncoTarget (inhibitors of individual MRs) and OncoTreat were distinct across the cell states, and we selected five drugs targeting the OPC\/cycling-like cells (Trametinib, Dinaciclib, Avapritinib, Mocetinostat, and Etoposide), and four drugs targeting the AC-like cells (Ruxolitinib, Venetoclax, Napabucasin, Larotrectonib) for further validation as these states comprised most tumor cells across patients.<br \/>We generated single-cell RNAseq for 95,687 cells after 5 days of treatment with either vehicle control (n = 4) or candidate drug (n = 2-3\/drug) in subcutaneous SU-DIPG-17 mouse models. We show this model recapitulates cell states seen in patients and confirm reduction in tumor growth and significant depletion of either OPC\/cycling-like cells or AC-like cells in line with our drug predictions for 8\/9 candidate drugs. We then treated a syngeneic (DIPG4423) orthotopic DMG model with each drug and demonstrate significant differences in survival with Avapritinib, Dinaciclib, and Trametinib. Notably, the combination of drugs targeting OPC\/cycling-like and AC-like cells (<i>i.e.<\/i> Trametinib+Ruxolitinib and Avapritinib+Venetoclax) showed significantly lower tumor volumes after 2 weeks of treatment as compared to vehicles or each drug alone, and significant survival differences for some combinations. This work provides a precision medicine platform to nominate much-needed novel drug combinations addressing DMG tumor heterogeneity for further study to improve outcomes in this devastating disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-04 Pediatric cancer tumor microenvironment and tumor heterogeneity,,"},{"Key":"Keywords","Value":"Precision medicine,Brain tumors,Single cell,Pediatric cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Calvo Fernandez<\/b><sup>1<\/sup>, L. Tomassoni<sup>1<\/sup>, X. Zhang<sup>1<\/sup>, A. Obradovic<sup>1<\/sup>, P. Laise<sup>1<\/sup>, A. T. Griffin<sup>1<\/sup>, L. Vlahos<sup>1<\/sup>, J. Wang<sup>2<\/sup>, H. E. Minns<sup>1<\/sup>, D. V. Morales<sup>1<\/sup>, C. Simmons<sup>1<\/sup>, M. Gallito<sup>1<\/sup>, H.-J. Wei<sup>1<\/sup>, Z. Zhang<sup>1<\/sup>, R. Gartrell<sup>1<\/sup>, L. Szalontay<sup>1<\/sup>, S. Zacharoulis<sup>1<\/sup>, C.-C. Wu<sup>1<\/sup>, A. Califano<sup>1<\/sup>, J. Pavisic<sup>1<\/sup>; <br\/><sup>1<\/sup>Columbia University Irving Medical Center, New York, NY, <sup>2<\/sup>University of California LA, Los Angeles, CA","CSlideId":"","ControlKey":"a00cdaea-cecc-4483-95cc-c91aa6c1dd27","ControlNumber":"7953","DisclosureBlock":"&nbsp;<b>E. Calvo Fernandez, <\/b> None..<br><b>L. Tomassoni, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>A. Obradovic, <\/b> None.&nbsp;<br><b>P. Laise, <\/b> <br><b>Darwin Health<\/b> Employment.<br><b>A. T. Griffin, <\/b> None..<br><b>L. Vlahos, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>H. E. Minns, <\/b> None..<br><b>D. V. Morales, <\/b> None..<br><b>C. Simmons, <\/b> None..<br><b>M. Gallito, <\/b> None..<br><b>H. Wei, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>R. Gartrell, <\/b> None..<br><b>L. Szalontay, <\/b> None.&nbsp;<br><b>S. Zacharoulis, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment.<br><b>C. Wu, <\/b> None.&nbsp;<br><b>A. Califano, <\/b> <br><b>Darwin Health<\/b> Employment. <br><b>CZ Biohub<\/b> Employment.<br><b>J. Pavisic, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7947","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5460","PresenterBiography":null,"PresenterDisplayName":"Ester Calvo Fernandez, Pharm D","PresenterKey":"601bf047-178e-446c-baff-027ae4a2462b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5460. Discovery and validation of effective combination therapies targeting cell state-specific master regulator vulnerabilities by network-based protein activity inference in diffuse midline glioma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery and validation of effective combination therapies targeting cell state-specific master regulator vulnerabilities by network-based protein activity inference in diffuse midline glioma","Topics":null,"cSlideId":""},{"Abstract":"Little improvement has been made in outcomes for pediatric patients with osteosarcoma in decades. Cytotoxic chemotherapy alone is insufficient for cure and upfront complete surgical resection is usually required to achieve long-term survival. Better systemic therapies are needed. Osteosarcoma is characterized by a high degree of genomic instability that would suggest these tumors have sufficient neoantigen burden to be immunogenic and responsive to immunotherapy, but trials of immune checkpoint inhibitors in osteosarcoma have shown poor effectiveness. Although immunotherapy drugs targeting the adaptive immune system have worked poorly, we hypothesize that an innate immune adjuvant - stimulator of interferon response cGAMP interactor 1 (STING) agonist - in combination with cytotoxic chemotherapy would improve chemotherapy effectiveness and immune-mediated tumor clearance, particularly given the abundance of innate immune cells in the microenvironment of these tumors. Using two different immune-competent <i>in vivo<\/i> murine models of osteosarcoma (K7M2 in BALB\/c mice and F420 in C57BL\/6 mice), we challenged mice with tumor cells via subcutaneous or intratibial injection. In all experimental replicates, we observed improved tumor regression in mice treated with intratumoral STING agonist followed by intraperitoneal treatment with carboplatin. Responses included complete tumor response in up to 40% of treated mice. Treatment with STING agonist alone or carboplatin alone only delayed tumor growth compared to untreated controls. Additionally, mice treated first with carboplatin and then with STING agonist demonstrated an initial modest response to treatment, but ultimately exhibited tumor progression, suggesting an importance to the sequence of STING agonist administration. <i>In vitro<\/i> treatment of K7M2 and F420 cells with STING agonist showed a tumor-intrinsic transient increase in expression of pro-inflammatory mediators Cxcl10, Ccl5, and Ifnb 4 hours after STING exposure. Flow cytometry analysis of K7M2 tumors demonstrated increased infiltration of STING\/carboplatin-treated tumors with CD8<sup>+<\/sup>\/IFN&#947;<sup>+<\/sup> lymphocytes and CD11b<sup>+<\/sup>\/MHCII<sup>+<\/sup>\/F480<sup>+<\/sup> tumor-associated macrophages. Interestingly, these tumors also demonstrated an increased quantity of CD11b<sup>+<\/sup>\/MHCII<sup>-<\/sup>\/F480<sup>-<\/sup>\/Ly6G<sup>lo<\/sup>\/Ly6C<sup>+<\/sup> myeloid-derived suppressor cells despite their favorable clinical response. Our findings suggest that intratumoral STING agonist therapy stimulates tumor-intrinsic and tumor-extrinsic pro-inflammatory mediators that improve the tumor response to treatment with carboplatin. Ongoing studies are further investigating the tumor-intrinsic and extrinsic mediators that are driving this improved response to therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-04 Pediatric cancer tumor microenvironment and tumor heterogeneity,,"},{"Key":"Keywords","Value":"Osteosarcoma,Microenvironment,Chemosensitization,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. E. Resch<\/b>, E. Kulp, M. Doucet, A. Recho, B. H. Ladle; <br\/>Johns Hopkins University, School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"ae6b283d-1580-425d-a30c-cf6685e696e0","ControlNumber":"7432","DisclosureBlock":"&nbsp;<b>E. E. Resch, <\/b> None..<br><b>E. Kulp, <\/b> None..<br><b>M. Doucet, <\/b> None..<br><b>A. Recho, <\/b> None..<br><b>B. H. Ladle, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7948","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5461","PresenterBiography":null,"PresenterDisplayName":"Erin Resch, MD","PresenterKey":"c7d9d9bf-ef52-4061-be72-78c0233a3f20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5461. Antecedent STING agonist therapy improves tumor response to chemotherapy in murine models of osteosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antecedent STING agonist therapy improves tumor response to chemotherapy in murine models of osteosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Desmoplastic small round cell tumor (DSRCT) is a rare and usually incurable aggressive sarcoma subtype. All malignant cells harbor a pathognomonic EWSR1::WT1 fusion protein (FP). However, FP-targeted agents are nonexistent; less than 20% of patients survive beyond five years. The spatial organization of DSRCT, consisting of tumor nests surrounded by desmoplastic stroma, is a hallmark of this disease. Given this context, we seek to understand the spatial heterogeneity within DSRCT and the tumor-stroma interactions to reveal potential therapeutic vulnerabilities. We generated a 20-panel marker developed to interrogate the cellular constituents of the tumor microenvironment (TME) and to characterize the multilineage expression DSRCT, including androgen receptor (AR) and neuroendocrine signatures (NE). The following markers were used: DSRCT (ST6GALNAC, pan-Cytokeratin), Fibroblasts (Collagen, &#945;-smooth muscle actin), Endothelial Cells (CD31, &#945;-smooth muscle actin), T-cells (CD45, CD4, CD8), Macrophages (CD45, CD68, CD163, CD11c), AR\/NE markers (AR, neural-specific enolase, synaptophysin). We explored the expression of these markers in a nine-patient cohort from 9 x 9 mm<sup>2<\/sup> tissue sections imaged by the Lunaphore COMET. We used a deep learning model in Visiopharm to extract high-quality areas and segment cells based on their nucleus. The spatial image data was converted into matrix data, which could be further analyzed in R. We confirmed that the tumor nests are surrounded by dense desmoplasia by collagen expression. We identified tumor cells, fibroblasts, immune cells, and endothelial cells by thresholding for classical cell markers. ST6GALNAC, a sialyltransferase that was found to be highly expressed in DSRCT based on RNA-seq data, marked the tumor nests. Previous data from single-nucleus RNA-sequencing (snRNA-seq) showed that DSRCT exhibited three possible subtypes: AR+\/NE-, AR-\/NE+, and Hybrid AR+\/NE+. We found concordance between the prior transcriptomic signatures and the proteomic markers. In tumor nests that were positive for AR, we found AR localized to the nucleus, suggesting downstream activation of this pathway. High AR expression was also correlated with positive expression of pan-cytokeratin in the tumor nests. Future work will focus on quantifying spatial relationships and patterns. This includes characterizing the spatial distribution of all cell types found in DSRCT, including fibroblasts, endothelial cells, and immune cells. We will also address whether tumor nest characteristics are associated with cell phenotype or DSRCT subtype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-04 Pediatric cancer tumor microenvironment and tumor heterogeneity,,"},{"Key":"Keywords","Value":"Microenvironment,Single cell,Sarcoma\/soft-tissue malignancies,Image analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Truong<\/b>, S. Krishnan, C. Agyemang, D. Ingram, R. Lascano, A. Basi, J. Gomez, J. Burks, A. Lazar, J. Ludwig; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"9b34dd11-14ab-4077-a41e-d4038dede668","ControlNumber":"1366","DisclosureBlock":"&nbsp;<b>D. Truong, <\/b> None..<br><b>S. Krishnan, <\/b> None..<br><b>C. Agyemang, <\/b> None..<br><b>D. Ingram, <\/b> None..<br><b>R. Lascano, <\/b> None..<br><b>A. Basi, <\/b> None..<br><b>J. Gomez, <\/b> None..<br><b>J. Burks, <\/b> None..<br><b>A. Lazar, <\/b> None..<br><b>J. Ludwig, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7949","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5462","PresenterBiography":null,"PresenterDisplayName":"Danh Truong, BS;MS;PhD","PresenterKey":"90284982-110e-4399-944d-3bdad9ecbdd4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5462. Single-cell spatial proteomic analysis to explore the spatial heterogeneity of desmoplastic small round cell tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell spatial proteomic analysis to explore the spatial heterogeneity of desmoplastic small round cell tumors","Topics":null,"cSlideId":""},{"Abstract":"<i>DICER1<\/i> syndrome is a cancer predisposition syndrome where affected patients have increased risk of neoplasms including pleuropulmonary blastoma, Sertoli-Leydig cell tumor, and fusion-negative rhabdomyosarcoma (FN-RMS). This syndrome is defined by germline heterozygous loss of function mutations in the gene <i>DICER1<\/i>, but it remains unclear exactly how these mutations predispose children to develop cancer. One would expect the germline loss of one allele to provide a sensitized background in the tumor cell to acquire a second hit mutation. To gain insight into the role of <i>Dicer1 <\/i>loss in FN-RMS, we deleted the <i>Dicer1<\/i> gene both globally in the germline and conditionally in the tumor cell in our previously established mouse model of FN-RMS. Surprisingly, we observed faster tumor onset and increased penetrance in mice with germline heterozygous <i>Dicer1<\/i> loss (<i>Dicer1<sup>+\/-<\/sup><\/i>) but not in mice where <i>Dicer1<\/i> loss was restricted to the tumor cells, demonstrating that <i>Dicer1<\/i> functions as a non-cell autonomous haploinsufficient tumor suppressor. Single cell RNA sequencing (scRNA-Seq) revealed massive expansion of immature neutrophils in <i>Dicer1<sup>+\/-<\/sup><\/i> tumors, which were enriched for proteases associated with neutrophil extracellular traps (NETs). NETs are webs of chromatin and proteases released when neutrophils undergo NETosis in response to inflammatory stimuli. These NETs are known to cause significant damage to the local extracellular matrix (ECM) and have been implicated in tumor promotion. In addition to the neutrophil enriched immunophenotype, we found that <i>Dicer1<sup>+\/-<\/sup><\/i> tumors show significant ECM remodeling and are enriched for C5a, the potent neutrophil chemoattractant and NET-priming factor. Taken together, these results suggest NETosis is upregulated in <i>Dicer1<sup>+\/-<\/sup><\/i> FN-RMS tumors. Performing iTALK ligand-receptor pair analysis on the scRNA-Seq data revealed a putative interaction between a NET-derived ligand and EGFR and IGF1R on tumor cells, suggesting direct tumor promoting signaling from NET-to-tumor. We validated this novel FN-RMS promotion mechanism in vitro using human FN-RMS cell lines and observed that this NET-derived ligand promoted FN-RMS growth in a dose-dependent manner and could function through both EGFR and IGF1R signaling. Finally, we incorporated a <i>Padi4<sup>-\/-<\/sup><\/i> allele into our tumor model to genetically block NETosis and observed complete rescue of the accelerated tumor onset and increased penetrance observed in <i>Dicer1<sup>+\/-<\/sup><\/i> mice, demonstrating that NETosis promotes the growth of <i>Dicer1<sup>+\/-<\/sup><\/i> FN-RMS tumors. Importantly, these findings may be applicable to many <i>DICER1<\/i> syndrome-associated cancers, as neutrophils which get converted to tumor promoters by heterozygous <i>DICER1 <\/i>loss are present in <i>DICER1<\/i> syndrome patients regardless of tumor type.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-04 Pediatric cancer tumor microenvironment and tumor heterogeneity,,"},{"Key":"Keywords","Value":"Pediatric cancers,Rhabdomyosarcoma,MicroRNA,Inflammation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Larsen IV<\/b>, J. Hanna, K. Reed, H. Jin, W. Kimbrough, K. Vuong, M. Evans, C. Langdon, C. Drummond, M. Garcia, D. Finkelstein, P. Schreiner, J. Rehg, M. Hatley; <br\/>St. Jude Children's Research Hospital, Memphis, TN","CSlideId":"","ControlKey":"151db092-d378-4b4e-94a0-e88455aa61f9","ControlNumber":"8375","DisclosureBlock":"&nbsp;<b>R. Larsen, <\/b> None..<br><b>J. Hanna, <\/b> None..<br><b>K. Reed, <\/b> None..<br><b>H. Jin, <\/b> None..<br><b>W. Kimbrough, <\/b> None..<br><b>K. Vuong, <\/b> None..<br><b>M. Evans, <\/b> None..<br><b>C. Langdon, <\/b> None..<br><b>C. Drummond, <\/b> None..<br><b>M. Garcia, <\/b> None..<br><b>D. Finkelstein, <\/b> None..<br><b>P. Schreiner, <\/b> None..<br><b>J. Rehg, <\/b> None..<br><b>M. Hatley, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7950","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5463","PresenterBiography":null,"PresenterDisplayName":"Randolph Larsen, BS","PresenterKey":"52ccf15a-380b-450b-832a-f9e5a692cba0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5463. Germline <i>DICER1<\/i> loss promotes rhabdomyosarcoma via innate immune system","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Germline <i>DICER1<\/i> loss promotes rhabdomyosarcoma via innate immune system","Topics":null,"cSlideId":""},{"Abstract":"<b>Objective<\/b>: Ewing sarcoma is an aggressive cancer of adolescents. Patients with metastatic Ewing sarcoma often receive radiation as part of their treatment protocol. We have demonstrated that both Ewing tumor cells and T cells infiltrating Ewing tumors express Galectin-3 (<i>Gal3<\/i>), an immunosuppressive protein in the tumor microenvironment. Here, we utilize an immunocompetent, humanized mouse model of Ewing sarcoma to investigate the role of Galectin-3 in the Ewing tumor immune microenvironment both at baseline and following radiation. Specifically, we sought to determine the influence of Galectin-3 on post-radiation inflammation in Ewing sarcoma.<br \/><b>Methods<\/b>: Human Ewing cells -\/+ <i>Gal3<\/i> expression were generated using CRISPR\/Cas 9 technology. Cells -\/+ <i>Gal3<\/i> were orthotopically injected into humanized mice and allowed to established tumors over ~3 weeks. Tumors were then treated with radiation (or no radiation controls). To also address immune cell expression of Gal3, galectin inhibitors were utilized. Tumors were analyzed by bulk RNA sequencing and flow cytometry analysis (Cytek Aurora) for human CD45, CD3, CD4, CD20, CD8, CD56, CD14, CD16, etc. Peripheral blood controls were also collected and analyzed to ensure consistent baseline immune reconstitution.<br \/><b>Results<\/b>: CHLA10 and TC32 Ewing sarcoma cell lines both demonstrate Gal3 expression at baseline by western blot. CRISPR\/Cas 9 knock-out of <i>Gal3 <\/i>in both cell lines showed successful knock down. Impact on growth and sensitivity to radiation <i>in vitro<\/i> was assessed by live cell Incucyte assays. Tumors in humanized mice were established utilizing these cells (or <i>Gal3<\/i> expressing non-targeting controls) and changes in the post-radiation transcriptional profiles were assessed. Immune cells infiltrating these tumors were also quantified. Ongoing work focuses on additional characterization of these tumor infiltrating immune cell populations following radiation therapy and the impact of broader galectin inhibition on this effect.<br \/><b>Conclusion<\/b>: This work contributes to the understanding of radiation-induced tumor inflammatory responses in Ewing sarcoma by defining the role of tumor and T cell galectin-3 expression inn Ewing immunobiology. Next steps will explore translational opportunities based on these findings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-04 Pediatric cancer tumor microenvironment and tumor heterogeneity,,"},{"Key":"Keywords","Value":"Ewing sarcoma,Radiation therapy,Mouse models,Immune response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Maharjan<\/b>, S. Dey, E. Mukherjee, J. Daley, K. M. Bailey; <br\/>University of Pittsburgh School of Medicine, Pittsburgh, PA","CSlideId":"","ControlKey":"225277c8-63e8-40f5-9b6d-ef6395162923","ControlNumber":"5674","DisclosureBlock":"&nbsp;<b>Y. Maharjan, <\/b> None..<br><b>S. Dey, <\/b> None..<br><b>E. Mukherjee, <\/b> None..<br><b>J. Daley, <\/b> None..<br><b>K. M. Bailey, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7951","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5464","PresenterBiography":null,"PresenterDisplayName":"Yunash Maharjan, PhD","PresenterKey":"d293a143-c593-40ee-8836-2f844f9d9f9e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5464. Galectin-3 expression in Ewing sarcoma: Modulation of the immune microenvironment in an immunocompetent model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Galectin-3 expression in Ewing sarcoma: Modulation of the immune microenvironment in an immunocompetent model","Topics":null,"cSlideId":""},{"Abstract":"Background: Neuroblastoma is a pediatric solid tumor that arises from neural crest-derived progenitor cells of the peripheral sympathetic nervous system (PSNS). Neuroblastoma patients display a significant level of genetic and phenotypic heterogeneity, with amplification of the <i>MYCN<\/i> oncogene associated with poor clinical outcomes. To better understand underlying genetic mechanisms associated with aggressive neuroblastoma, our group incorporated patient-relevant loss-of-function mutations into the established MYCN-driven zebrafish model of neuroblastoma (Tg(<i>dbh<\/i>:EGFP-MYCN)), which resulted in increased tumor penetrance and a highly metastatic phenotype.<br \/>Aims &#38; Methods: We aimed to investigate metastases-associated intratumoral heterogeneity <i>in vivo<\/i> using our patient-relevant metastatic zebrafish models, with functional validations performed using human neuroblastoma cell lines.<br \/>Results: Single-cell RNA sequencing of metastatic zebrafish neuroblastoma tumors revealed intra-tumor cell heterogeneity, with a subset of cells highly expressing markers of more differentiated adrenergic-like cell fates (<i>th<\/i>, <i>dbh<\/i>, <i>phox2a<\/i>) while others enriched for markers of less differentiated mesenchymal-like progenitor cells (<i>prrx1a<\/i>, <i>vim<\/i>, <i>fn1a<\/i>). Differential cell labeling in zebrafish neuroblastoma suggests distinct tumor cell populations for follow-up validation and characterization throughout metastatic progression.<br \/>Conclusion: Single-cell RNA sequencing of zebrafish metastatic neuroblastoma showed evidence of intratumoral heterogeneity that warrants further investigation. We are characterizing neuroblastoma intratumoral heterogeneity in our<i> in<\/i> <i>vivo<\/i> metastatic zebrafish models to examine the association between neuroblastoma tumor composition and metastatic potential. Altogether, this work aims to improve our understanding of the evolution of tumor cell heterogeneity associated with neuroblastoma metastasis and uncover novel therapeutic opportunities to improve patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-03 Pediatric cancer models,,"},{"Key":"Keywords","Value":"Neuroblastoma,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W. R. Squires<\/b>, A. Weiss, S. Cohen-Gogo, A. Shlien, D. Kaplan, M. S. Irwin, M. N. Hayes; <br\/>The Hospital for Sick Children, Toronto, ON, Canada","CSlideId":"","ControlKey":"2c46522f-1265-4852-a7e5-1cc3ef716a63","ControlNumber":"7858","DisclosureBlock":"&nbsp;<b>W. R. Squires, <\/b> None..<br><b>A. Weiss, <\/b> None..<br><b>S. Cohen-Gogo, <\/b> None..<br><b>A. Shlien, <\/b> None..<br><b>D. Kaplan, <\/b> None..<br><b>M. S. Irwin, <\/b> None..<br><b>M. N. Hayes, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7953","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5466","PresenterBiography":null,"PresenterDisplayName":"Willow Squires, BS","PresenterKey":"636d8b59-d3d5-434e-8691-9bb273ff08c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5466. <i>In vivo <\/i>characterization of neuroblastoma intratumoral heterogeneity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vivo <\/i>characterization of neuroblastoma intratumoral heterogeneity","Topics":null,"cSlideId":""},{"Abstract":"Central nervous system (CNS) malignancies are the most frequent group of childhood solid tumors. While pediatric mortality due to CNS tumors has decreased over the past 40 years, however, there has been no significant change in brain and other CNS tumor mortality in children and adolescents since 2007*. Advances in research and innovative therapies are crucial to improving outcomes and reducing mortality. Collaborative efforts between researchers, healthcare professionals, and the pharmaceutical industry play a pivotal role in developing more effective treatments for these indications. One important piece in this endeavor is the availability of well characterized preclinical models for rigorous preclinical testing. In the framework of the ITCCP4 consortium (www.ITCCP4.eu) our group determined the pharmacological profile of ten orthotopically implanted pediatric brain tumor PDX models. The panel comprises amongst others four CNS-BCOR models, one ZFTA::RELA ependymoma model and two models of PFA ependymoma. We tested the models in a single mouse trial format with 16 arms covering standard of care therapy including radiation as well as targeted agents. All tumors were intracranially implanted into immune-compromised NSG mice. Tumor load was determined using a fluorescence based <i>in vivo<\/i> imaging technology based on the lentiviral transient transduction of PDX cells with iRFP713 prior to implantation into the brain. In addition, body weight and neurological scoring were monitored to determine the overall condition of the animals. At the end of the study brain tissue was harvested and tumor load confirmed by immunohistochemistry. Vismodegib, a first in class inhibitor of the hedgehog signaling pathway, was the most efficacious treatment with a significantly extended overall survival (Log Rank, p&#60; 0.001) and a reduced tumor load compared to untreated control arms. The effect was most prominent in the subclass of CNS-BCOR models leading to growth delay or stable disease. Several targeted agents such as Ipatasertib (AKT inhibitor), Idasanutlin (MDM2-antagonist) and standard of care such as Carboplatin and Radiotherapy induced stable disease as well but had no significant effect on overall survival. The positive results for Vismodegib, Ipatasertib as well as Idasanutlin will be validated in a smaller subset of models in a conventional set-up to confirm the current dataset. In summary, the single mouse trial format using intracranially implanted PDX models proved to be a feasible tool to identify most promising drug candidates for pediatric ependymoma. *Ostrom QT, Price M, Ryan K, Edelson J, Neff C, Cioffi G, et al.. CBTRUS statistical report: pediatric brain tumor foundation childhood and adolescent primary brain and other central nervous system tumors diagnosed in the United States in 2014-2018. Neuro-Oncology (2022) 24(Supplement_3):iii1-38.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-03 Pediatric cancer models,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX) models,Pediatric cancers,Screening,Imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"E. Oswald<sup>1<\/sup>, D. Lenhard<sup>1<\/sup>, K. Lashuk<sup>1<\/sup>, O. Delattre<sup>2<\/sup>, D. Surdez<sup>2<\/sup>, J. Gojo<sup>3<\/sup>, D. Ltsch-Gojo<sup>3<\/sup>, W. Berger<sup>3<\/sup>, S. Pfister<sup>4<\/sup>, <b>J. B. Schueler<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Charles River Laboratories, Inc., Freiburg, Germany, <sup>2<\/sup>Institut Curie, Paris, France, <sup>3<\/sup>Medical University, Vienna, Austria, <sup>4<\/sup>DKFZ, Heidelberg, Germany","CSlideId":"","ControlKey":"31ff0780-0cf2-4755-ba2b-2581df4e5b1f","ControlNumber":"6658","DisclosureBlock":"&nbsp;<b>E. Oswald, <\/b> None..<br><b>D. Lenhard, <\/b> None..<br><b>K. Lashuk, <\/b> None..<br><b>O. Delattre, <\/b> None..<br><b>D. Surdez, <\/b> None..<br><b>J. Gojo, <\/b> None..<br><b>D. Ltsch-Gojo, <\/b> None..<br><b>W. Berger, <\/b> None..<br><b>S. Pfister, <\/b> None..<br><b>J. B. Schueler, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7959","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5467","PresenterBiography":null,"PresenterDisplayName":"Julia Schueler, DVM;PhD","PresenterKey":"cb9df078-bc63-4bbe-9a77-7497203cdd36","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5467. Identification of possible new treatment options for rare pediatric CNS tumors using a panel of validated and characterized PDX models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of possible new treatment options for rare pediatric CNS tumors using a panel of validated and characterized PDX models","Topics":null,"cSlideId":""},{"Abstract":"The PIVOT program (https:\/\/preclinicalpivot.org) is a National Cancer Institute (NCI) funded initiative in support of the RACE Act that funds collaborations between academic centers and industry partners to test the efficacy of targeted cancer treatments developed for adult oncology for potential application in diverse pediatric cancers, including cancers of the central nervous system, leukemia, osteosarcoma, sarcoma, and neuroblastoma. In support of the PIVOT program, we have harmonized more than 15 years of data collected during two previous preclinical pediatric testing programs. To disseminate the data and results of these programs broadly we designed and implemented the PIVOT Data Portal.<br \/>The PIVOT Data Portal is an R Shiny App that makes treatment efficacy data from PIVOT accessible on the web. The data are harmonized which supports comparison of treatment results across different cancer types. The data from the portal are freely available and downloadable. The portal includes study summaries within and across cancer models, statistical reports, tables, and tools for the visualization of treatment results. Data summary tables include entries for objective response measures (ORM), mean outcome, number of tumor studies, and p-value as appropriate. Visualizations include relative tumor volume plots for solid tumors; CD45 plots for leukemia; and survival curves to compare survival time across treatment groups. Treatment study visualizations and data summaries with their related metadata can be generated and downloaded within the Shiny App, allowing researchers to perform further downstream analysis.<br \/>The portal collectively contains data for 52 agents, 45 drug targets, 34 drug classes (including ADCs, small molecular inhibitors, protein degraders, BiTEs, etc.), and 167 models, with a total of 245,926 data points. Currently, 44% of agents have been tested on 2 or more cancer types. Among the solid tumor models tested, 10 had at least one treatment that resulted in an ORM of maintained complete response (MCR), while 29 leukemia models had an ORM of MCR. Similarly, 48% of agents tested had an ORM of MCR for at least one cancer type.<br \/>The PIVOT Data Portal makes pediatric cancer model treatment data available without restriction to support retrospective analyses and design of prospective studies. We are working to link cancer model data within the portal to molecular data. Merging outcome data with genomics data will facilitate computational approaches for molecular target identification, personalized treatment, and treatment optimization.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-03 Pediatric cancer models,,"},{"Key":"Keywords","Value":"Preclinical testing,In vivo,Pediatric cancers,Data portal,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. E. Acevedo<\/b><sup>1<\/sup>, T. M. Stearns<sup>2<\/sup>, P. Webster<sup>1<\/sup>, V. Philip<sup>2<\/sup>, M. W. Lloyd<sup>2<\/sup>, A. Srivastava<sup>3<\/sup>, S. Neuhauser<sup>2<\/sup>, D. Begley<sup>2<\/sup>, D. M. Krupke<sup>2<\/sup>, E. L. Jocoy<sup>4<\/sup>, C. J. Bult<sup>2<\/sup>, J. H. Chuang<sup>3<\/sup>, D. A. Dean II<sup>1<\/sup>; <br\/><sup>1<\/sup>Velsera, Charlestown, MA, <sup>2<\/sup>The Jackson Laboratory, Bar Harbor, ME, <sup>3<\/sup>The Jackson Laboratory, Farmington, CT, <sup>4<\/sup>The Jackson Laboratory, Sacramento, CA","CSlideId":"","ControlKey":"3c01b3da-0ef4-4358-bf68-6607f4ad2735","ControlNumber":"3963","DisclosureBlock":"&nbsp;<b>S. E. Acevedo, <\/b> None..<br><b>T. M. Stearns, <\/b> None..<br><b>P. Webster, <\/b> None..<br><b>V. Philip, <\/b> None..<br><b>M. W. Lloyd, <\/b> None..<br><b>A. Srivastava, <\/b> None..<br><b>S. Neuhauser, <\/b> None..<br><b>D. Begley, <\/b> None..<br><b>D. M. Krupke, <\/b> None..<br><b>E. L. Jocoy, <\/b> None..<br><b>C. J. Bult, <\/b> None..<br><b>J. H. Chuang, <\/b> None..<br><b>D. A. Dean, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7960","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5468","PresenterBiography":null,"PresenterDisplayName":"Saul Acevedo","PresenterKey":"49411e9c-2195-40f2-a64c-24d0081658be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5468. Pediatric Preclinical In Vivo Testing (PIVOT) data portal enables access to 15 years of retrospective treatment study data in support of prospective study design","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pediatric Preclinical In Vivo Testing (PIVOT) data portal enables access to 15 years of retrospective treatment study data in support of prospective study design","Topics":null,"cSlideId":""},{"Abstract":"Cancer remains the main cause of disease-related death in childhood. Pediatric tumors are characterized by a low mutational burden and high intertumoral heterogeneity, with multiple subtypes compared to their adult counterparts. The lack of access to many innovative therapies remains one of the main challenges in the pediatric oncology, especially for the 25% of patients who experience relapses. In this context, the need for the development of a well characterized collection of pediatric models, to provide large scale preclinical testing, is capital for the subsequent identification and prioritization of promising novel therapeutic options. The EU funded &#8220;Innovative Therapies for Children with Cancer-Pediatric Preclinical Proof-of-Concept Platform&#8221; (ITCC-P4) consortium is a unique public-private collaborative project consisting of academic and industrial partners that aimed at establishing a collection of &#62;400 patient-derived xenograft (PDX) models representing the most common high-risk pediatric cancers. The project involved various aspects of model development including the thorough molecular and pharmacological characterization. XenTech&#8217;s participation was focused on the development and preclinical in vivo drug testing of Ewing sarcoma (n=17), hepatoblastoma (n=10), rhabdoid tumors (n=6), synovial sarcoma (n=2), rhabdomyosarcoma (n=2) and other tumors (n=6), as part of overall cohort. PDXs were obtained by transplantation of post-surgery tumor specimens, either by grafting tumor fragments into the interscapular region or subcutaneously in the right flank of nude, NOD-Scid or NOD-Scid gamma mice. Tumor xenografts were amplified by serial transplantation, and tissue samples were retained at early passages for molecular characterization. Fragments from established PDX models where frozen to generate a revivable ITCC-P4 PDX collection. Then, proof-of-concept drug testing was conducted, in a single mouse trial format: each tumor type (n=X PDX models) was treated with a dedicated panel of Standard-of-Care (SoC;n=3) and novel targeted therapies (n=6), or combinations of 2 or 3 novel targeted therapies; for each PDX model n=1 mouse being included per treatment. All molecular and drug-testing data obtained by the different partners are being centralized in the R2 repository (https:\/\/r2.amc.nl), providing a powerful tool for data integration, visualization and interpretation of the results. A unique collection of well characterized pediatric PDX models derived from the most relevant pediatric tumor types was enabled by a strong public-private collaborative project. This large cohort is now available for preclinical testing of novel therapeutic agents within a non-for-profit spinoff company, ITCC-P4 gGmbH (www.itccp4.com), offering new perspectives to the identification of promising treatment options for children with cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-03 Pediatric cancer models,,"},{"Key":"Keywords","Value":"Pediatric cancers,Patient-derived xenograft (PDX) models,Drug-discovery screen,Molecular profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"E. Indersie<sup>1<\/sup>, S. Branchereau<sup>2<\/sup>, B. Fresneau<sup>3<\/sup>, C. Chardot<sup>4<\/sup>, D. Surdez<sup>5<\/sup>, A. Saint-Charles<sup>5<\/sup>, M. Marques da Costa<sup>6<\/sup>, . M. Carcaboso<sup>7<\/sup>, K. Scotlandi<sup>8<\/sup>, M. Moro<sup>9<\/sup>, H. Kovar<sup>10<\/sup>, J.-H. Klusmann<sup>11<\/sup>, K.-M. Debatin<sup>12<\/sup>, S. Bomken<sup>13<\/sup>, L. Chesler<sup>14<\/sup>, C. Jones<sup>15<\/sup>, B. Schfer<sup>16<\/sup>, M. Wachtel<sup>16<\/sup>, J. Gojo<sup>17<\/sup>, W. Berger<sup>18<\/sup>, C. Guttke<sup>19<\/sup>, M. Hattersley<sup>20<\/sup>, F. Colland<sup>21<\/sup>, A. Strougo<sup>22<\/sup>, D. Grgen<sup>23<\/sup>, J. Hoffmann<sup>23<\/sup>, J. Schueler<sup>24<\/sup>, P. M. Aviles<sup>25<\/sup>, M. Guilln<sup>25<\/sup>, A. Federico<sup>26<\/sup>, A. Gopisetty<sup>26<\/sup>, J. Wierzbinska<sup>27<\/sup>, A. Schlicker<sup>27<\/sup>, S. Colombetti<sup>28<\/sup>, O. Heidenreich<sup>29<\/sup>, F. Iradier<sup>30<\/sup>, N. Huebener<sup>31<\/sup>, N. Jger<sup>26<\/sup>, J. Koster<sup>32<\/sup>, M. Kool<sup>26<\/sup>, G. Schleiermacher<sup>5<\/sup>, J. J. Molenaar<sup>29<\/sup>, B. Geoerger<sup>3<\/sup>, D. J. Shields<sup>33<\/sup>, H. N. Caron<sup>34<\/sup>, L. F. Stancato<sup>30<\/sup>, S. M. Pfister<sup>26<\/sup>, G. Vassal<sup>3<\/sup>, E.-M. Rief<sup>35<\/sup>, <b>O. Das<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Janvier Group, Evry-Courcouronnes, France, <sup>2<\/sup>Bictre Hospital, Le Kremlin Bictre, France, <sup>3<\/sup>Gustave Roussy Cancer Center, Villejuif, France, <sup>4<\/sup>Necker Enfants Malades Hospital, Paris, France, <sup>5<\/sup>U830 Inserm, RTOP Translational Research in Pediatric Oncology, Paris, France, <sup>6<\/sup>Gustave Roussy Cancer Campus, INSERM U1015, Universit Paris-Saclay, Villejuif, France, <sup>7<\/sup>Institut de Recerca Sant Joan de Deu, Barcelona, Spain, <sup>8<\/sup>IRCCSIstituto Ortopedico Rizzoli, Experimental Oncology Laboratory, Bologna, Italy, <sup>9<\/sup>Department of Experimental Oncology, Epigenomics & Biomarkers of Solid Tumors Unit, Milano, Italy, <sup>10<\/sup>St. Anna Childrens Cancer Research Institute, Vienna, Austria, <sup>11<\/sup>Martin-Luther-University Halle-Wittenberg, Halle, Germany, <sup>12<\/sup>Ulm University Medical Center, Ulm, Germany, <sup>13<\/sup>Wolfson Childhood Cancer Research Centre, Translational and Clinical Research Institute, Newcastle upon Tyne, United Kingdom, <sup>14<\/sup>Centre for Paediatric Oncology Experimental Medicine, The Institute of Cancer Research, London, United Kingdom, <sup>15<\/sup>Institute of Cancer Research, London, United Kingdom, <sup>16<\/sup>University Childrens Hospital, Childrens Research Center, Zurich, Switzerland, <sup>17<\/sup>Department of Pediatrics and Adolescent Medicine, Comprehensive Center for Pediatrics, Medical University of Vienna, Vienna, Austria, <sup>18<\/sup>Center for Cancer Research and Comprehensive Cancer Center, Medical University Vienna, Vienna, Austria, <sup>19<\/sup>Johnson & Johnson Innovative Medicine R&D, Spring House, PA, <sup>20<\/sup>AstraZeneca R&D, Waltham, MA, <sup>21<\/sup>Institut de Recherches Servier, Croissy-sur-Seine, France, <sup>22<\/sup>Sanofi, R&D, Amsterdam, Netherlands, <sup>23<\/sup>Experimental Pharmacology and Oncology Berlin-Buch GmbH, Berlin, Germany, <sup>24<\/sup>Charles River Germany, Freiburg, Germany, <sup>25<\/sup>PharmaMar S.A., Madrid, Spain, <sup>26<\/sup>Hopp Childrens Cancer Center (KiTZ), Heidelberg, Germany, <sup>27<\/sup>Bayer AG, Pharmaceuticals, Research & Early Development Oncology, Berlin, Germany, <sup>28<\/sup>Roche Innovation Center Zurich, Roche Pharma Research and Early Development (pRED), Schlieren, Switzerland, <sup>29<\/sup>Princess Mxima Center for Pediatric Oncology, Utrecht, Netherlands, <sup>30<\/sup>Eli Lilly and Company, Indianapolis, IN, <sup>31<\/sup>Charit  Universittsmedizin Berlin, Berlin, Germany, <sup>32<\/sup>Center for Experimental and Molecular Medicine, Amsterdam University Medical Centers, Amsterdam, Netherlands, <sup>33<\/sup>Pfizer Centers for Therapeutic Innovation, Pfizer Inc, New-York, NY, <sup>34<\/sup>Hoffman-La Roche, Basel, Switzerland, <sup>35<\/sup>ITCC-P4 gGmbH, Heidelberg, Germany","CSlideId":"","ControlKey":"86c2fc09-f17e-4bc6-8093-b6fb549749b3","ControlNumber":"1907","DisclosureBlock":"&nbsp;<b>E. Indersie, <\/b> None..<br><b>S. Branchereau, <\/b> None..<br><b>B. Fresneau, <\/b> None..<br><b>C. Chardot, <\/b> None..<br><b>D. Surdez, <\/b> None..<br><b>A. Saint-Charles, <\/b> None..<br><b>M. Marques da Costa, <\/b> None..<br><b>. M. Carcaboso, <\/b> None..<br><b>K. Scotlandi, <\/b> None..<br><b>M. Moro, <\/b> None..<br><b>H. Kovar, <\/b> None..<br><b>J. Klusmann, <\/b> None..<br><b>K. Debatin, <\/b> None..<br><b>S. Bomken, <\/b> None..<br><b>L. Chesler, <\/b> None..<br><b>C. Jones, <\/b> None..<br><b>B. Schfer, <\/b> None..<br><b>M. Wachtel, <\/b> None..<br><b>J. Gojo, <\/b> None..<br><b>W. Berger, <\/b> None.&nbsp;<br><b>C. Guttke, <\/b> <br><b>Johnson & Johnson<\/b> Employment. <br><b>M. Hattersley, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>F. Colland, <\/b> <br><b>Servier<\/b> Employment. <br><b>A. Strougo, <\/b> <br><b>Sanofi<\/b> Employment.<br><b>D. Grgen, <\/b> None..<br><b>J. Hoffmann, <\/b> None..<br><b>J. Schueler, <\/b> None..<br><b>P. M. Aviles, <\/b> None..<br><b>M. Guilln, <\/b> None..<br><b>A. Federico, <\/b> None..<br><b>A. Gopisetty, <\/b> None.&nbsp;<br><b>J. Wierzbinska, <\/b> <br><b>Bayer AG<\/b> Employment. <br><b>A. Schlicker, <\/b> <br><b>Bayer AG<\/b> Employment, Other, shareholder. <br><b>S. Colombetti, <\/b> <br><b>F. Hoffmann-La Roche AG<\/b> Employment, Stock, Patent.<br><b>O. Heidenreich, <\/b> None.&nbsp;<br><b>F. Iradier, <\/b> <br><b>Eli Lilly and Company<\/b> Employment.<br><b>N. Huebener, <\/b> None..<br><b>N. Jger, <\/b> None..<br><b>J. Koster, <\/b> None..<br><b>M. Kool, <\/b> None.&nbsp;<br><b>G. Schleiermacher, <\/b> <br><b>BMS<\/b> research funding. <br><b>Roche<\/b> Other, research funding. <br><b>MSDAvenir<\/b> Other, research funding.<br><b>J. J. Molenaar, <\/b> None..<br><b>B. Geoerger, <\/b> None.&nbsp;<br><b>D. J. Shields, <\/b> <br><b>Pfizer Inc<\/b> Employment. <br><b>H. N. Caron, <\/b> <br><b>Roche<\/b> Employment. <br><b>L. F. Stancato, <\/b> <br><b>Eli Lilly and Company<\/b> Employment.<br><b>S. M. Pfister, <\/b> None..<br><b>G. Vassal, <\/b> None..<br><b>E. Rief, <\/b> None..<br><b>O. Das, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7961","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5469","PresenterBiography":null,"PresenterDisplayName":"Olivier Deas, PhD","PresenterKey":"3c571379-4a10-4949-9b55-471b0b6aaf3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5469. ITCC-P4, a preclinical proof-of-concept drug testing platform as a tool for pharmacological screening in pediatric tumor models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ITCC-P4, a preclinical proof-of-concept drug testing platform as a tool for pharmacological screening in pediatric tumor models","Topics":null,"cSlideId":""},{"Abstract":"Medulloblastoma is the most common malignant pediatric brain tumor with a for certain molecular subgroups very low overall survival and therefore an urgent need for novel treatment approaches. Dordaviprone (ONC201) and its chemical derivative with nanomolar potency ONC206 are inhibitors of the dopamine receptor 2 (DRD2) and more importantly induce apoptosis of cancer cells by activation of the mitochondrial caseinolytic protease P (ClpP). ONC201 has shown objective responses in patients with diffuse midline gliomas and is currently being evaluated in the Phase 3 ACTION study. ONC206 is currently in Phase I clinical trials for pediatric and adult patients with primary brain tumors. In this study, we evaluated the preclinical therapeutic effects of ONC206 in medulloblastoma <i>in vitro <\/i>and<i> in vivo<\/i> and investigated the molecular mode of action for this imipridone. We found evidence for high expression of ClpP at both the RNA and protein level in medulloblastoma tumours, compared to very low expression in normal brain and normal cerebellum. In addition, we saw a pronounced reduction in cell viability of human Group 3 and Group 4 and murine medulloblastoma cells treated with ONC206 with extremely low IC-50s (range: 14nM - 2&#956;M).After treatment with ONC206, we observed a significant downregulation of mitochondrial electron transport chain complexes I and III and mitochondrial hyperpolarization, as well as an induction of the ATF4 pathway, thereby implying that ONC206 induces an integrated stress response and mitochondrial damage. In order to test the efficacy of ONC206 <i>in vivo<\/i>, we used murine models of SHH-driven and Group 3 medulloblastoma as well as Group 3 patient-derived xenografts (PDXs). ONC206 led to a significant prolongation of survival in both murine models, with the SHH mice demonstrating a remarkable survival benefit. Mice from both Group 3 PDXs also responded to ONC206, with 25% of ONC206 treated animals exhibiting long-term tumor-free survival. Our results highlight ONC206 as a novel attractive therapeutic option for patients with relapsed medulloblastoma and importantly pave the way for a clinical trial testing the efficacy of ONC206 in the treatment of these patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-03 Pediatric cancer models,,"},{"Key":"Keywords","Value":"Medulloblastoma,Pediatric cancers,Preclinical testing,Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Tzaridis<\/b><sup>1<\/sup>, J. Liu<sup>2<\/sup>, V. Prabhu<sup>3<\/sup>, R. Wechsler-Reya<sup>4<\/sup>, T. MacDonald<sup>2<\/sup>; <br\/><sup>1<\/sup>Sanford Burnham Prebys Med. Discovery Inst., La Jolla \/ San Diego, CA, <sup>2<\/sup>Department of Pediatric Oncology, Emory University School of Medicine, Childrens Healthcare of Atlanta, Atlanta, GA, <sup>3<\/sup>Chimerix, Durham, NC, <sup>4<\/sup>Department of Neurology and Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY","CSlideId":"","ControlKey":"561f4e72-8c9e-496f-8b39-f7536d04504b","ControlNumber":"5653","DisclosureBlock":"&nbsp;<b>T. Tzaridis, <\/b> None..<br><b>J. Liu, <\/b> None.&nbsp;<br><b>V. Prabhu, <\/b> <br><b>Chimerix<\/b> Employment.<br><b>R. Wechsler-Reya, <\/b> None..<br><b>T. MacDonald, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7962","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5470","PresenterBiography":null,"PresenterDisplayName":"Theophilos Tzaridis, MD","PresenterKey":"6d704dbe-f9ea-4f2b-83e7-c2516dc5e225","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5470. ONC206 inhibits tumour growth and is a potential novel therapeutic strategy for refractory medulloblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ONC206 inhibits tumour growth and is a potential novel therapeutic strategy for refractory medulloblastoma","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma is the most common primary bone tumour in adolescents and young adults, with an incidence rate of 3.8 per million. These tumors affect the long bones of the body such as femur. Current standard therapy includes tumour resection associated with multi-drug chemotherapy. The 5-year survival rate can reach 65% but is significantly reduced to 30% when pulmonary metastases are detected at the time of diagnosis. As this rate has not improved in the last 50 years, it is necessary to identify new therapeutic strategies. Inhibition of ribosomal biogenesis is one of the strategies developed in many cancer studies. This can be obtained by inhibition of RNA pol I, and in particular by BMH-21. The objective of this study was to analyze the complexity and heterogeneity of osteosarcomas through the ribosomal spectrum. The effect of BMH-1 on survival was also studied in osteosarcoma cell lines. The data obtained showed that there was no difference in ribosome protein composition in the &#8220;core&#8221; ribosome in different osteosarcoma cell lines. In addition, BMH-21 decreased cell viability in all osteosarcoma and chemoresistant cell lines. However, any activation of the apoptotic pathway by caspases was detected, nor any impact on the formation of new colonies after treatment with BMH-21. These results suggest a rather cytostatic mechanism. Moreover, a G0\/G1 arrest in cell cycle was shown for U2OS cells. Finally, BMH-21 does not appear to have any impact on migration in HOS and U2OS cells. The different molecular mechanisms involved in the regulation of proliferation need to be further investigated.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Other,,"},{"Key":"Keywords","Value":"Osteosarcoma,Ribosomal RNA transcription,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Marc Baud'huin<\/b><sup>1<\/sup>, Elvina Colleville<sup>2<\/sup>, Rose Anne Thepault<sup>2<\/sup>, Emilien Orgebin<sup>2<\/sup>, Francois Lamoureux<sup>2<\/sup>, Benjamin Ory<sup>2<\/sup><br><br\/><sup>1<\/sup>CRCI2NA \/ INSERM UMR 1307 \/ CNRS UMR 6075 \/ Nantes Universit  \/CHU de Nantes, Nantes, France,<sup>2<\/sup>CRCI2NA \/ INSERM UMR 1307 \/ CNRS UMR 6075 \/ Nantes Universit, Nantes, France","CSlideId":"","ControlKey":"e9a2a32a-a54a-4fc5-acdd-57a9043e3a2c","ControlNumber":"6286","DisclosureBlock":"&nbsp;<b>M. Baud'huin, <\/b> None..<br><b>E. Colleville, <\/b> None..<br><b>R. Thepault, <\/b> None..<br><b>E. Orgebin, <\/b> None..<br><b>F. Lamoureux, <\/b> None..<br><b>B. Ory, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7966","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5471","PresenterBiography":null,"PresenterDisplayName":"Marc Baud'Huin, PhD;Pharm D","PresenterKey":"54f3ec4c-6453-4b09-9f5a-60898c6c299e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5471. Ribosome heterogeneity and RNA polI inhibition in osteosarcoma heterogeneity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ribosome heterogeneity and RNA polI inhibition in osteosarcoma heterogeneity","Topics":null,"cSlideId":""},{"Abstract":"Background: Neuroblastoma is a childhood cancer of the sympathetic nervous system and is associated with disialoganglioside GD2 overexpression. The main goal of this study is to investigate the involvement of GD2 targeting humanized antidisialoganglioside monoclonal antibody hu14.18K.322A (hu14) in high-risk neuroblastoma direct cell cytotoxicity, assess for synergy with induction chemotherapy agents, and delineate the mechanisms involved in cell death.<br \/>Methods: For this study, we used a panel of GD2 expressing cell lines [SK-N-BE (2), SK-N-BE (1), LAN5, CHLA15] and a GD2 non-expressing cell line LAN6. We measured surface expression of GD2 and performed cell cycle analysis using flow cytometry. The role of hu14 in neuroblastoma cell death was assessed using cell viability assays, proliferation assays, real time PCR and western blot analysis. We measured synergy between hu14 and induction phase chemotherapy drugs. Further, we employed next generation sequencing (NGS) to analyze the transcriptomic changes in human neuroblastoma cell lines in response to hu14 treatment to understand the pathways involved and the molecular mechanisms of hu14-mediated cellular response.<br \/>Results: Using a cell viability assay, we found that CHLA15 and SK-N-BE (1) cell lines were sensitive to hu14 treatment whereas SK-N-BE (2), LAN5, LAN6 were resistant. Hu14 treatment resulted in a dose dependent reduction in cell proliferation in these cell lines. We also found that hu14 treatment resulted in increased expression of apoptotic and autophagy pathway proteins, but not ferroptosis or necroptosis pathways proteins. Hu14 induced cell death was partially inhibited by a pan-caspase inhibitor, confirming that caspase-dependent pathways are involved. Western blot analysis also showed decreased levels of p53 phosphorylation in both sensitive cell lines upon hu14 treatment suggesting an important control mechanism centered on the p53 pathway. Hu14 treatment reduced the surface expression of GD2 in the sensitive cells suggesting direct inhibition of the GD2 synthesis pathway. However, PCR analysis of GD2 synthesis genes did not show any significant difference upon treatment suggesting posttranscriptional control of these genes. Furthermore, NGS analysis revealed alterations in several pathways, but these changes were distinct between the cell lines reconfirming the complexity of therapy response in high-risk Neuroblastoma.<br \/>Conclusion: Taken together, our findings suggest that hu14.18K322A induces direct cell cytotoxicity in a subset of high-risk Neuroblastoma and synergizes well with standard chemotherapy drugs. Furthermore, our research highlights the complex nature of signaling pathways involved in hu14-mediated cytotoxicity that can be harnessed towards targeted therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Other,,"},{"Key":"Keywords","Value":"Neuroblastoma,Immunotherapy,Cytotoxicity,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Gnanamony<\/b>, M. Thomas, T. Nguyen, A. M. D'Souza, P. de Alarcon; <br\/>University of Illinois College of Medicine (Peoria), Peoria, IL","CSlideId":"","ControlKey":"3d7cfd7b-e612-41f1-8f68-359b840f9fd4","ControlNumber":"3259","DisclosureBlock":"&nbsp;<b>M. Gnanamony, <\/b> None..<br><b>M. Thomas, <\/b> None..<br><b>T. Nguyen, <\/b> None..<br><b>A. M. D'Souza, <\/b> None..<br><b>P. de Alarcon, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7968","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5472","PresenterBiography":null,"PresenterDisplayName":"Manu Gnanamony, PhD","PresenterKey":"7968cce3-ebd0-4aa6-9d2b-f6ab6742dfa4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5472. Direct cytotoxicity of hu14.18K.322A in high-risk neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Direct cytotoxicity of hu14.18K.322A in high-risk neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Targeting MDM2-p53 interaction to enhance p53 activity represents an attractive antitumoral strategy for p53 wild-type tumors. However, early-phase clinical trials in hematological and solid cancers have shown limited efficacy of MDM2 inhibitors highlighting the necessity for exploring more effective combinations with additional agents. In this study, we provide results from a 22-drug combination screening demonstrating the therapeutic potential of combining Siremadlin (MDM2 inhibitor) and Olaparib (PARP inhibitor) for treating p53<sup> <\/sup>wild-type rhabdomyosarcoma (RMS). Cell survival, cell death and apoptosis analysis revealed synergistic effects when combining Siremadlin and Olaparib <i>in vitro<\/i>. Combination of both drugs resulted in a significant increase of p53 activity as evidenced by p53 accumulation and K382 acetylation along with an increased expression of p53 targets. Finally, combination of both drugs resulted in significant reduction of tumor growth and increased overall survival outperforming individual treatments and control groups. In summary, our study demonstrates, for the first time, the synergistic effect of the combination between Siremadlin and Olaparib in the inhibition of p53 wild-type RMS tumor growth <i>in vitro<\/i> and <i>in vivo<\/i>. These findings advocate for the exploration of this drug combination in clinical trials and underscore the need for further investigation in tumors sharing similar molecular features.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Other,,"},{"Key":"Keywords","Value":"Rhabdomyosarcoma,MDM2,PARP inhibitors,Drug synergy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Pons<\/b><sup>1<\/sup>, G. Gallo-Oller<sup>1<\/sup>, L. Garca-Gilabert<sup>1<\/sup>, P. Zarzosa<sup>1<\/sup>, J. Sansa-Girona<sup>1<\/sup>, N. Navarro<sup>1<\/sup>, P. Cabr-Fernndez<sup>1<\/sup>, M. Segura<sup>1<\/sup>, J. Snchez de Toledo<sup>2<\/sup>, S. Gallego<sup>2<\/sup>, L. Moreno<sup>2<\/sup>, J. Roma<sup>1<\/sup>; <br\/><sup>1<\/sup>Vall d'Hebron Research Institute (VHIR), Barcelona, Spain, <sup>2<\/sup>Hospital Universitari Vall dHebron, Barcelona, Spain","CSlideId":"","ControlKey":"d622bb37-8b39-4f11-9e3b-451c4f0acec7","ControlNumber":"772","DisclosureBlock":"&nbsp;<b>G. Pons, <\/b> None..<br><b>G. Gallo-Oller, <\/b> None..<br><b>L. Garca-Gilabert, <\/b> None..<br><b>P. Zarzosa, <\/b> None..<br><b>J. Sansa-Girona, <\/b> None..<br><b>N. Navarro, <\/b> None..<br><b>P. Cabr-Fernndez, <\/b> None..<br><b>M. Segura, <\/b> None..<br><b>J. Snchez de Toledo, <\/b> None..<br><b>S. Gallego, <\/b> None..<br><b>L. Moreno, <\/b> None..<br><b>J. Roma, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7969","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5473","PresenterBiography":null,"PresenterDisplayName":"Guillem Pons, BS;MS","PresenterKey":"7a7c07cc-30b8-4d8c-9023-e351ff66231b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5473. Combined inhibition of MDM2 and PARP lead to a synergistic anti-tumoral response in p53 wild-type rhabdomyosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combined inhibition of MDM2 and PARP lead to a synergistic anti-tumoral response in p53 wild-type rhabdomyosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Childhood brain cancer, with a 12% mortality rate, stands as the most lethal cancer among children. Out of the annual 4,000 diagnoses, 30% involve low-grade gliomas, with a troubling 10% progressing to lethal high-grade gliomas within 2 years. While surgery can often cure the remaining 90%, 50% necessitate adjuvant therapies like chemotherapy and molecular targeting, with radiation sparingly used. Alarmingly, 66% of survivors grapple with long-term health, mental, and cognitive issues due to treatment toxicity, emphasizing the urgent need for innovative biological therapies in pediatric glioma treatment.Our proposed strategy involves the acute analysis of freshly discarded tissue from brain cancer craniotomies, departing from the use of FFPE-preserved tissue, which may exhibit suboptimal quality. All patients provided informed consent, and by prospectively preserving viable tissue, we enable its utilization in ten or more subsequent analyses. These encompass cell-culture-based assays, viability assays, bulk, single cell, and single nucleus RNA sequencing, DNA sequencing, single-cell proteome analyses, flow cytometry, and immunofluorescence.Our findings highlight a direct correlation between surgical sample size and analysis feasibility. Bulk RNA sequencing proves valuable in acutely isolated surgical tissue and cryostored or flash-frozen tissue for identifying novel therapeutic targets in individual patients. Viable cells retrieved from cryopreserved tissue of the same patient allow ex vivo functional validation of therapeutic targets, eliminating the need for establishing patient-derived cell lines and xenografts, particularly challenging for low-grade gliomas. These findings establish the feasibility of a personalized bedside-to-bench approach, contingent on an adequate supply of surgical material.Expanding this approach to encompass all childhood brain cancer types, we plan to investigate using our comprehensive biorepository, housing viable tissue and single-cell suspensions from 122 childhood brain cancer patients. Among these, 51 cases yielded tissue for single-cell RNA-seq and viable cryoprotection. The most common tumor histology identified was low-grade glioma (32), primarily pilocytic astrocytoma (19), followed by embryonal (12) and ependymal tumors (4).In summary, we developed a standard operating procedure for analyzing fresh and cryopreserved surgical discards, identifying novel targets in childhood brain cancer tissue, and functionally validating them in patient-matched samples. This personalized medicine approach holds promise in circumventing the tedious development of patient-derived models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-03 Pediatric cancer models,,"},{"Key":"Keywords","Value":"Biobank,Pediatric cancers,Personalized medicine,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Pronina<\/b>, E. Nasajpour, C. Tran, T. Schouten, E. Gibson, J. Nirschl, L. M. Prolo, K. Mahaney, H. Vogel, C. K. Petritsch; <br\/>Stanford University, Palo Alto, CA","CSlideId":"","ControlKey":"3a5b0090-eeec-42dd-8517-bbd66a45d7a5","ControlNumber":"8692","DisclosureBlock":"&nbsp;<b>A. Pronina, <\/b> None..<br><b>E. Nasajpour, <\/b> None..<br><b>C. Tran, <\/b> None..<br><b>T. Schouten, <\/b> None..<br><b>E. Gibson, <\/b> None..<br><b>J. Nirschl, <\/b> None..<br><b>L. M. Prolo, <\/b> None..<br><b>K. Mahaney, <\/b> None..<br><b>H. Vogel, <\/b> None..<br><b>C. K. Petritsch, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7971","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5474","PresenterBiography":null,"PresenterDisplayName":"Anna Pronina","PresenterKey":"fddabcd3-b5f2-43d2-be41-166902f6a154","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5474. Biorepository yields potential for personalized medicine approach in pediatric brain cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Biorepository yields potential for personalized medicine approach in pediatric brain cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Childhood cancer patients with high-risk disease have poor prognosis. Therapies given to treat these patients are often highly toxic and determined empirically, exposing children to damaging and ineffective therapies. Precision medicine is a promising strategy for these patients. However, tumor biopsies often lack sufficient sample for phenotypic drug screening, requiring cell expansion via primary cell culture or development of patient-derived xenograft models - a slow process with variable success rates. There is an unmet need for sensitive, predictive, and timely drug testing models. Dynamic interactions between cells and the extracellular matrix (ECM) impact cellular signaling and response to cancer therapy. The development of patient-derived tumor models that are reflective of the patient sample and achieved in a clinically relevant timeframe will be game changing. In-silico analysis of 265 ECM gene expression from a high-risk neuroblastoma and sarcoma patient cohort (n=145) identified collagens and fibronectin to be the most abundantly expressed ECM genes in the tumor samples. To reflect this environment, we developed tuneable tissue ECM-like bioinks where cells are embedded within the bioink that mimics growth constraints within a tumor [1]. Specifically, we functionalized the bioinks with peptides of collagen I, fibronectin, and laminin to mimic the ECM environment and combined this with HTP 3D bioprinting technology to create patient-derived tumoroids. In this proof-of-concept study, we identified conditions that enable the growth and expansion of the neuroblastoma and sarcoma cells in a 3D ECM-like environment. The tumor samples proliferate in the bioinks and HTP drug screening was used to determine drug sensitivity. Importantly, the bioprinted cells reflect the genetic and phenotypic characteristics of the original patient tumors and retained their tumorigenic capacity in vivo. Collectively, we have successfully generated preclinical models that reflect patient tumors and are directly compatible with preclinical drug testing. Importantly, our 3D bioprinting platform has the potential to advance cancer precision medicine in a clinically relevant timeframe. These findings have broader applications for a range of cancer types for preclinical testing, drug discovery and cancer biology.1. Utama, RH, et al. <i>Macromolecular Bioscience<\/i>, 2021. 21(9):e2100125","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-03 Pediatric cancer models,,"},{"Key":"Keywords","Value":"Pediatric cancers,Tumor microenvironment,Personalized medicine,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Poltavets<\/b><sup>1<\/sup>, M. Jung<sup>1<\/sup>, J. Skhinas<sup>1<\/sup>, K. Kimpton<sup>1<\/sup>, A. Kamili<sup>1<\/sup>, G. Tax<sup>1<\/sup>, J. Mao<sup>1<\/sup>, L. Cui<sup>1<\/sup>, M. Wong<sup>1<\/sup>, M. J. Cowley<sup>1<\/sup>, L. Lau<sup>1<\/sup>, E. M. M. Dolman<sup>1<\/sup>, J. J. Gooding<sup>2<\/sup>, M. Kavallaris<sup>1<\/sup>; <br\/><sup>1<\/sup>Children's Cancer Institute, Randwick, Australia, <sup>2<\/sup>University of New South Wales, Sydney, Australia","CSlideId":"","ControlKey":"07e79852-86f8-46f4-a821-a9de88f7c199","ControlNumber":"2869","DisclosureBlock":"&nbsp;<b>V. Poltavets, <\/b> None..<br><b>M. Jung, <\/b> None..<br><b>J. Skhinas, <\/b> None..<br><b>K. Kimpton, <\/b> None..<br><b>A. Kamili, <\/b> None..<br><b>G. Tax, <\/b> None..<br><b>J. Mao, <\/b> None..<br><b>L. Cui, <\/b> None..<br><b>M. Wong, <\/b> None..<br><b>M. J. Cowley, <\/b> None..<br><b>L. Lau, <\/b> None..<br><b>E. M. M. Dolman, <\/b> None..<br><b>J. J. Gooding, <\/b> None..<br><b>M. Kavallaris, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7973","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5475","PresenterBiography":null,"PresenterDisplayName":"Valentina Poltavets, PhD","PresenterKey":"251a4da2-a0d2-494d-8737-c9b0342324b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5475. Development of high-throughput 3D bioprinted pediatric models for precision medicine","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Microenviroment, Tumor Heterogeneity, and Targeted Therapeutics","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of high-throughput 3D bioprinted pediatric models for precision medicine","Topics":null,"cSlideId":""}]