[{"Abstract":"Background: Patients with metastatic castration-resistant prostate cancer (mCRPC) are largely refractory to immune checkpoint inhibitors (ICIs). This resistance is, in part, attributed to the presence of immunosuppressive myeloid cells in tumors. However, attempts to target these cells broadly, such as CSF1R antagonism, have thus far failed clinically primarily due to their heterogeneous nature. Thus, we hypothesized that a more comprehensive understanding of immunosuppressive myeloid subsets and their molecular mechanisms at the single-cell level is critical to enhance the effectiveness of immunotherapy.<br \/>Methods: We performed single-cell profiling of patient biopsies with either localized, metastatic hormone-sensitive prostate cancer, or mCRPC. We then reverse translated these findings in a syngeneic mouse model of CRPC, where we performed multi-omic single-cell assessment and conducted studies to assess tumor efficacy and gain mechanistic insights.<br \/>Results: We identified a specific subset of tumor-associated macrophages with elevated hypoxia signatures, including higher <i>SPP1<\/i> transcript levels (<i>SPP1<\/i><sup>hi<\/sup>-TAMs). These macrophages become significantly more abundant as the disease advances, expressing elevated immunosuppressive molecular programs. Notably, <i>CSF1R<\/i> transcripts were significantly reduced in <i>SPP1<\/i><sup>hi<\/sup>-TAMs, suggesting their potential role in the clinical ineffectiveness of CSF1R blockade. In a syngeneic mouse CRPC model, we identified an analogous macrophage subset through single-cell profiling and flow cytometry. These macrophages possess the ability to suppress T cell activity in co-culture. Consistent with these findings, adoptive transfer of <i>Spp1<\/i><sup>hi<\/sup>-TAMs into CRPC promoted ICI resistance and worsened survival in vivo. Importantly, these macrophages proved resistant to anti-CSF1R treatment, underscoring the need to target their immunosuppressive signals as a potential therapeutic approach. Pathway analysis revealed enrichment of gene signatures associated with adenosine signaling in <i>SPP1<\/i><sup>hi<\/sup>-TAMs both in patients and in mice, implicating this pathway as their immunosuppressive mechanism. Indeed, blocking adenosine signaling using antibodies or pharmacologic inhibitors resulted in a significant reduction in T cell suppression mediated by <i>Spp1<\/i><sup>hi<\/sup>-TAMs in culture. Furthermore, pharmacologic blockade of adenosine receptors in vivo significantly decreased tumor growth and enhanced the responsiveness of tumor cells to ICI therapies.<br \/>Conclusions: Our studies demonstrate that <i>SPP1<\/i><sup>hi<\/sup>-TAMs become prevalent as the disease progresses. They are resistant to CSF1R blockade and play a key role in mediating immunotherapeutic resistance in vivo by activating adenosine signaling pathways. These findings highlight the potential of the associated signals as promising targets for therapeutic intervention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Prostate cancer,Tumor microenvironment,Tumor associated macrophages,Adenosine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Lyu<\/b><sup>1<\/sup>, Z. Fan<sup>1<\/sup>, D. Luong<sup>1<\/sup>, A. Setayesh<sup>1<\/sup>, A. Starzinski<sup>1<\/sup>, L. Valderr치bano<sup>2<\/sup>, E. Van Allen<sup>2<\/sup>, L. Fong<sup>1<\/sup>; <br\/><sup>1<\/sup>UCSF - University of California San Francisco, San Francisco, CA, <sup>2<\/sup>Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"f445bb29-c8ad-4a80-b5d7-057188e8701f","ControlNumber":"361","DisclosureBlock":"&nbsp;<b>A. Lyu, <\/b> None..<br><b>Z. Fan, <\/b> None..<br><b>D. Luong, <\/b> None..<br><b>A. Setayesh, <\/b> None..<br><b>A. Starzinski, <\/b> None..<br><b>L. Valderr치bano, <\/b> None..<br><b>E. Van Allen, <\/b> None..<br><b>L. Fong, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8694","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6857","PresenterBiography":null,"PresenterDisplayName":"Aram Lyu, BS;PhD","PresenterKey":"f5046418-06ed-4e3f-8128-dd65db92b486","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6857. Evolution of myeloid-mediated mechanisms of immunotherapy resistance at single-cell resolution with prostate cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evolution of myeloid-mediated mechanisms of immunotherapy resistance at single-cell resolution with prostate cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Regulatory T cells (Tregs) play an essential role in suppressing anti-tumor immunity, often resulting in unfavorable clinical outcomes across numerous cancers. However, systemic Treg depletion, while augmenting anti-tumor responses, also triggers detrimental autoimmune disorders. Thus, dissecting the mechanisms by which Tregs navigate and exert their functions within the tumor microenvironment (TME) is pivotal for devising innovative Treg-centric cancer therapies. Our study highlights the role of peroxisome proliferator-activated receptor &#946;\/&#948; (PPAR&#948;), a nuclear hormone receptor involved in fatty acid metabolism. Remarkably, PPAR&#948; ablation in Tregs escalated tumor growth and augmented the immunosuppressive characteristics of the TME. This absence of PPAR&#948; spurred an increased expression of genes central to antigen presentation, notably CIITA and MHCII. Our results showcase a novel association where the absence of CIITA in PPAR&#948;-deficient Tregs bolsters anti-tumor responses, casting CIITA as a pivotal downstream regulator of PPAR&#948; within Tregs. In vitro assays demonstrated that elevated CIITA levels enhance the suppressive capacity of Tregs, facilitated by an antigen-independent interaction between Treg-MHCII and Tconv-TCR\/CD4\/Lag3. A significant revelation was the role of type 1 interferon as a TME signal that promotes the genesis of MHCII<sup>+<\/sup> Tregs; this process is accentuated by PPAR&#948; deficiency. In conclusion, the co-regulation between TME cues and PPAR&#948; signaling shapes the adaptive and suppressive roles of Treg cells through the CIITA-MHCII pathway. Strategically targeting the potent MHCII<sup>+<\/sup> Treg population could open a new avenue for cancer therapies by boosting anti-tumor defenses while curbing autoimmune threats.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Regulatory T cells,PPAR&#948;,Type 1 Interferon,MHCII,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Q. Yang<\/b>, Y. Liang, Y. Zheng; <br\/>Salk Institute For Biological Studies, San Diego, CA","CSlideId":"","ControlKey":"f2fa29e4-4299-4f78-8abf-0b07a7abdffe","ControlNumber":"948","DisclosureBlock":"&nbsp;<b>Q. Yang, <\/b> None..<br><b>Y. Liang, <\/b> None..<br><b>Y. Zheng, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8695","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6858","PresenterBiography":null,"PresenterDisplayName":"Qiyuan Yang, PhD","PresenterKey":"d35f536c-e6e8-4f1f-8258-53a7e83893d5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6858. PPAR&#948; and type 1 interferon collaboratively regulate CIITA-MHCII pathway: Unveiling novel mechanisms of tumor Tregs","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PPAR&#948; and type 1 interferon collaboratively regulate CIITA-MHCII pathway: Unveiling novel mechanisms of tumor Tregs","Topics":null,"cSlideId":""},{"Abstract":"Thyroid cancer (TC), as the most common endocrine malignancy, has exhibited a significant increasing trend in incidence in China and globally, with papillary thyroid cancer (PTC) being the most common pathological type. However, the molecular mechanisms driving the initiation and progression of TC remains scarce, posing a bottleneck problem for the precise diagnosis and treatment. Tumors, as a complex heterogeneous composite consisting of tumor cells, immune cells, and stromal cells, have long been considered to play a key role in driving tumor occurrence and malignant progression through the proportion, spatial distribution, and interaction of tumor cells and immune cells in the tumor immune microenvironment(TIME).We performed single-cell RNA sequencing (scRNA-seq) on 16 clinical samples, including normal thyroid tissue, benign nodules, PTC, and PTC with cervical lymph node metastasis(LNM), delineating the cell atlas of the tumor microenvironment (TME) at various stages from normal thyroid to PTC development. Among these, we discovered a previously undefined TNFSF9<sup>high<\/sup>CD8<sup>+<\/sup> T cell subset with a distinct transcriptional profile from classical exhausted T cells, which was highly enriched in PTC tumor tissues. Further cell interaction analysis revealed that the highly expressed CD97 receptor on these CD8<sup>+<\/sup> T cells binds to the highly expressed CD55 molecule on PTC tumor cells, promoting the exhaustion of CD8<sup>+<\/sup> T cells, suggesting that CD97\/CD55 may be a key new immune checkpoint (IC) inducing CD8<sup>+<\/sup> T cell exhaustion and promoting immune escape of PTC tumor cells. We validated the co-localization of CD97\/CD55-mediated CD8<sup>+<\/sup> T cell and tumor cell interactions in PTC patient specimens and spontaneous tumor samples from a mouse PTC model using multiplex immunofluorescence (mIHC). Flow cytometry analysis of the proportion of CD97<sup>+<\/sup> CD8<sup>+<\/sup> T cells in patient and mouse specimens revealed a significant increase in the proportion of CD97<sup>+<\/sup> CD8<sup>+<\/sup> T cells in PTC tumor tissues. Co-culture experiments of activated and expanded CD8<sup>+<\/sup> T cells from peripheral blood mononuclear cells(PBMC) of PTC patients with PTC tumor cells showed that CD55 overexpressing tumor cells inhibited the secretion of cytotoxic cytokines IFN-&#947; and IL-2 by activated CD8<sup>+<\/sup> T cells through the CD97\/CD55 IC signal, thereby weakening the cytotoxity on PTC tumor cells. In summary, the IC regulatory signal formed by the highly expressed CD55 molecule on the surface of PTC tumors and the CD97 receptor on the surface of PTC-specific inhibitory TNFSF9<sup>high<\/sup>CD8<sup>+<\/sup> T cells can reshape the TIME, promoting the formation of an immunosuppressive microenvironment, which may represent a novel molecular mechanism promoting immune escape of tumor cells during PTC initiation and progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Thyroid cancer,Immune checkpoint,Tumor microenvironment,scRNA-seq,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Qin<\/b><sup>1<\/sup>, J. Li<sup>2<\/sup>, D. Li<sup>1<\/sup>, X. Wan<sup>1<\/sup>, X. Ruan<sup>1<\/sup>, Y. Liu<sup>1<\/sup>, W. Hao<sup>1<\/sup>, K. Xu<sup>2<\/sup>, Y. Shi<sup>2<\/sup>, Y. Piao<sup>2<\/sup>, X. Zheng<sup>1<\/sup>; <br\/><sup>1<\/sup>Tianjin Medical Univ. Cancer Inst. & Hospital, Tianjin, China, <sup>2<\/sup>Nankai University, Tianjin, China","CSlideId":"","ControlKey":"baba5e20-607b-40d9-8278-19c76d7e4380","ControlNumber":"900","DisclosureBlock":"&nbsp;<b>X. Qin, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>D. Li, <\/b> None..<br><b>X. Wan, <\/b> None..<br><b>X. Ruan, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>W. Hao, <\/b> None..<br><b>K. Xu, <\/b> None..<br><b>Y. Shi, <\/b> None..<br><b>Y. Piao, <\/b> None..<br><b>X. Zheng, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8696","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6859","PresenterBiography":null,"PresenterDisplayName":"Xuan Qin, MD;PhD","PresenterKey":"7dcc9d25-5597-4c85-9b1a-9c46235c9b89","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6859. A novel immune checkpoint CD97\/CD55 in the initiation and progression of papillary thyroid cancer by scRNA-seq","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel immune checkpoint CD97\/CD55 in the initiation and progression of papillary thyroid cancer by scRNA-seq","Topics":null,"cSlideId":""},{"Abstract":"Radiation therapy (RT) has long been a cornerstone in cancer treatment, yet the mechanisms underlying its impact on the immune system remain incompletely understood. RT is recognized for its ability to induce DNA damage within cancer cells, leading to cancer cell death. For those cancer cells that do not die as a result of radiation, tumor infiltration by immune cells is closely associated with treatment outcomes. T cell infiltration is a dynamic process, with subsets taking up residence in the tumor while the majority recirculate through lymph nodes into the peripheral blood. T regulatory cells (Tregs) have been recognized as potent suppressors of anti-tumor immune responses, dampening immune-mediated clearance of cancer cells. While RT can initially contribute to an improved anti-tumor immune response, this beneficial effect is often counterbalanced by the presence of suppressive Tregs. Tregs can infiltrate the tumor microenvironment, ultimately impeding and overwhelming the immune response generated by RT. Our objective was to gain insights into the migratory patterns of Tregs to and from tumor sites and to elucidate how RT influences the dynamics of Treg recirculation. Utilizing the established photoconvertible Kaede mouse model we can track photoconverted cells following RT. Following photoconversion, photoconverted T cells were observable within the tumor and subsequently moved to the TdLN and on to other NdLN at later time points. In the TdLN of mice bearing MC38, Moc1, and Moc2 tumors, Tregs represented a significantly higher proportion of photoconverted cells compared to non-Treg CD4 or CD8 T cells. To validate their active departure from the tumor site, mice underwent FTY720 treatment, resulting in a reduction in both photoconverted Treg and non-Treg migration to the TdLN. When RT was administered to the tumor, there was a decrease in photoconverted Treg and non-Treg CD4 T cells within the TdLN, consistent with the expected cytotoxic effects on the irradiated tumor upstream. To focus on recruitment back from the TdLN, mice were analyzed after photoconversion of the TdLN. This revealed that a majority of TdLN Tregs exhibited a preference for relocating to the tumor, with only a minority migrating to the NdLN. The newly entered Tregs were analyzed in the tumor, at D1 and D3 post RT, and we found that these Tregs exhibited increased expression of CCR8, CD69, KLRG1 and Ly6C as compared to those in non-irradiated tumors, suggesting that these are recent entrants with limited suppressive capacity. These findings illuminate the intricate dynamics between RT, Tregs, and the use of site-specific photoconversion to track immune cell movement and changes over time to understand treatment responses. Our ongoing studies focus on the interplay between the Treg and the tumor environment that dictates the success of CD8 T cell mediated control of residual cancer cells following RT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Radiation therapy,Tumor microenvironment,Migration,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. J. Friedman<\/b><sup>1<\/sup>, T. Blair<sup>1<\/sup>, G. Kramer<sup>1<\/sup>, A. Kaur<sup>1<\/sup>, J. Baird<sup>1<\/sup>, A. Alice<sup>1<\/sup>, M. Potuznik<sup>1<\/sup>, M. R. Crittenden<sup>2<\/sup>, M. J. Gough<sup>1<\/sup>; <br\/><sup>1<\/sup>Earle A. Chiles Research Institute, Portland, OR, <sup>2<\/sup>The Oregon Clinic, Portland, OR","CSlideId":"","ControlKey":"ccc7dacb-1bc4-481f-a6bb-2ac597017207","ControlNumber":"7284","DisclosureBlock":"&nbsp;<b>D. J. Friedman, <\/b> None..<br><b>T. Blair, <\/b> None..<br><b>G. Kramer, <\/b> None..<br><b>A. Kaur, <\/b> None..<br><b>J. Baird, <\/b> None..<br><b>A. Alice, <\/b> None..<br><b>M. Potuznik, <\/b> None..<br><b>M. R. Crittenden, <\/b> None..<br><b>M. J. Gough, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8697","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6860","PresenterBiography":null,"PresenterDisplayName":"David Friedman","PresenterKey":"4bcf706d-a150-4da8-9422-695d93f8d4c9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6860. Fluorescent tracking reveals that radiation therapy influences the migration and plasticity of Tregs within the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fluorescent tracking reveals that radiation therapy influences the migration and plasticity of Tregs within the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Head and neck squamous cell carcinoma (HNSCC) is a leader in cancer incidence worldwide. Recently, immunotherapies such as immune checkpoint blockade (ICB) have offered great promise in treating many solid tumors, including HNSCCs, that are refractory to chemotherapy and radiation. Challengingly, HNSCC patients often relapse following ICB treatment due to the lack of a thorough understanding of the mechanisms underlying cancer immune evasion. These disparities in patient outcomes strongly suggest the existence of genetic variations that underlie their distinct responses to ICB. Although the specific oncogenic mutations responsible for driving relapse in SCC patients remain unclear, it is imperative to grasp the mechanisms of cancer immune evasion in individuals with specific genetic profiles to enhance the precision of immunotherapy. Cancer immune evasion has emerged as a hallmark of cancer and is facilitated by a highly complex tumor microenvironment (TME). We aim to understand the genetic basis shaping the immune suppressive TME and hypothesize that oncogenic driver mutations play a dominant role in preventing the immune clearance of transformed cells by reprogramming the immune landscape in the tumors. To determine the critical genetic signatures enriched in SCC patients that can impact anti-tumor immunity, we analyzed TCGA data which revealed a strong negative correlation between <i>PIK3CA<\/i> level and CD8 T cell signatures. We have identified that activating mutations in the <i>PIK3CA<\/i> gene, found in 20% of HNSCCs, promote rapid tumor relapse after initial response to anti-PD-L1 and anti-CTLA-4 ICB treatments. Utilizing single-cell analysis, quantitative immune profiling, and multiplexed imaging, our lab showed that tumor-initiating cells (TICs) in SCCs can have an intricate dialogue with myeloid-derived suppressor cells (MDSCs) where TICs secrete factors to enhance MDSC recruitment and suppressive function on cytotoxic T cells. Additionally, our data supports that the tumor interstitial fluid (TIF) of <i>PIK3CA<\/i> mutant SCC tumors can enhance the suppressive activity of MDSCs on cytotoxic T cells. These results suggest that the acquisition of <i>PIK3CA <\/i>mutation may trigger TICs to release additional factors to further modify MDSC activities. A critical method by which MDSCs suppress T cells is through the production and respiratory burst of reactive oxygen species (ROS). RNA sequencing revealed that <i>PIK3CA<\/i> mutant SCCs have multiple mechanisms of increasing ROS in the TME and specifically in MDSCs, while simultaneously upregulating lipid metabolism genes, such as SCD1, to protect itself from MDSC-derived ROS. This study reveals a potential strategy for targeting <i>PIK3CA <\/i>mutant SCCs as a promising precision immunotherapy to enhance the efficacy of ICB treatments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Squamous cell carcinoma,Myeloid-derived suppressor cells,Tumor microenvironment,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. T. Nicholson<\/b>, W. Guo, Y. Miao; <br\/>University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"902a01f8-fafc-4f1f-9f2b-53bf698c51cf","ControlNumber":"5537","DisclosureBlock":"&nbsp;<b>B. T. Nicholson, <\/b> None..<br><b>W. Guo, <\/b> None..<br><b>Y. Miao, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8698","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6861","PresenterBiography":null,"PresenterDisplayName":"Benjamin Nicholson, BA","PresenterKey":"daea0f20-09d6-4dfa-aaed-e8bd1e753c06","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6861. PIK3CA activating mutation promotes an immune suppressive microenvironment in squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PIK3CA activating mutation promotes an immune suppressive microenvironment in squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Lung cancer is the leading cause of death worldwide. One third of lung adenocarcinomas (LUADs), the most abundant form of lung cancer, harbors activating mutations in KRAS. Since human KRAS-mutant LUAD is correlated to an inflammatory phenotype, we hypothesized that the JAK-STAT pathway plays a crucial role in disease progression. Indeed, preliminary data demonstrated that human KRAS-mutant LUADs are associated with activation of the JAK-STAT signaling pathway, including upregulation of STAT1 expression. Therefore, we aimed to elucidate the tumorigenic functions of STAT1 in KRAS-mutant LUAD.<br \/>Methods: To analyze the functions of STAT1 in KRAS-driven LUAD, we used C57BL\/6 mice, which were genetically engineered in order to develop KRAS-driven autochthonous LUAD deficient for P53. Tumors additionally expressed ovalbumin (OVA) which acts as a neoantigen to induce immune infiltration (KPO mice). In this immunogenic mouse model, STAT1 was deleted in the tumors (KPOS mice) and overall survival was assessed by Kaplan Meier analysis. Tumor burden and infiltration was analyzed in lungs via H&#38;E, IHC, and IF staining 6 weeks after tumor induction. An inflammatory cytokine antibody array was performed with lung fluid and single cell sequencing with cells isolated from lungs at 10 weeks.<br \/>Results and discussion: Expression of OVA in tumor cells increased infiltration by T cells and prolonged survival suggesting neoantigen presentation in this mouse model. When STAT1 was deleted in OVA expressing tumors the survival was significantly decreased. Further, tumor burden as well as tumor size and grades were increased in KPOS lungs. Interestingly, infiltration of CD4 T cells was diminished upon loss of STAT1 while the percentage of CD8 T cells in tumors did not change suggesting an immunosuppressive tumor microenvironment. Indeed, M2 macrophages were increased in tumors lacking STAT1 and less proliferating immune cells were found indicating immune cell inhibition. This was further supported by the increase of CCL9 in KPOS lungs which might induce macrophage recruitment and further T cell inhibition. Finally, scRNAseq analysis revealed that KPOS lungs were composed of distinct immune cell populations as well as states.<br \/>Conclusion: This data suggests that loss of STAT1 in tumor cells promotes secretion of CCL9 that drives recruitment of immunosuppressive macrophages to the tumor microenvironment. As a result, T helper cells are excluded from tumors and cytotoxic T cells are inhibited or exhausted. Further experiments will delineate the immune cell states and the mechanisms leading to this interesting phenotype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Signal transducers and activators of transcription (STAT),KRAS,Lung adenocarcinoma,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Trenk<\/b><sup>1<\/sup>, M. Bere코<sup>1<\/sup>, K. Deszo<sup>2<\/sup>, J. Horvath<sup>1<\/sup>, M. Homolya<sup>1<\/sup>, A. C. Luca<sup>1<\/sup>, R. Eferl<sup>1<\/sup>, H. P. Moll<sup>1<\/sup>, E. Casanova<sup>1<\/sup>; <br\/><sup>1<\/sup>Medical University of Vienna, Wien, Austria, <sup>2<\/sup>Semmelweis University, Budapest, Hungary","CSlideId":"","ControlKey":"e439d416-eb00-4033-9890-57e549a3ecd4","ControlNumber":"6802","DisclosureBlock":"&nbsp;<b>C. Trenk, <\/b> None..<br><b>M. Bere코, <\/b> None..<br><b>K. Deszo, <\/b> None..<br><b>J. Horvath, <\/b> None..<br><b>M. Homolya, <\/b> None..<br><b>A. C. Luca, <\/b> None..<br><b>R. Eferl, <\/b> None..<br><b>H. P. Moll, <\/b> None..<br><b>E. Casanova, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8699","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6862","PresenterBiography":null,"PresenterDisplayName":"Christoph Trenk, MS","PresenterKey":"0659f2cd-c8a5-4539-bb3d-63108e4ff0ac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6862. Loss of STAT1 promotes an immunosuppressive tumor microenvironment in KRAS-driven lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Loss of STAT1 promotes an immunosuppressive tumor microenvironment in KRAS-driven lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Growing evidence supports the important role of myeloid-derived suppressor cells (MDSC) in melanoma progression and response to therapy. MDSC contributes to a pro-tumorigenic phenotype, yet the mechanistic basis for the immune suppressor properties acquired by MDSC remains largely unknown. Mammals have two homologous Siah genes, <i>Siah1 (Siah1a and Siah1b <\/i>in mice<i>)<\/i> and <i>Siah2<\/i>. In the context of melanoma, the ubiquitin ligases <i>Siah1a<\/i> and Siah2 have melanoma-intrinsic and -extrinsic (immune) functions. Correspondingly, ablation of Siah1a\/2 in melanoma or its microenvironment attenuates melanoma development in a number of mouse melanoma models. Given that number of macrophage clusters infiltrated into melanoma when grown in Siah2 KO mice, we set to assess macrophage function in melanoma. Selective ablation of Siah1a or Siah2 in macrophages, using <i>Lyz2<\/i><sup>Cre<\/sup>, revealed that Siah1a but not Siah2 elicits a tumor suppressor function in melanoma. Inoculation of mouse melanoma Yummer1.7 cells (<i>Braf<\/i> mutated and <i>Pten<\/i> deleted) in mice lacking <i>Siah1a<\/i> in macrophages, resulted in bigger melanoma tumors compared to melanoma grown in either WT or mice in which macrophages were ablated of Siah2. FACS analysis of melanoma tumors grown in mice harboring Siah1a mutant macrophages revealed a significant increase in MDSC, which coincided with a decrease in CD4<sup>+<\/sup> and CD8<sup>+<\/sup> cells, compared with WT mice. These observations suggest that a lack of <i>Siah1a<\/i> in macrophages leads to an expansion of MDSC that affects surrounding immune cells, including T cells. RNA-seq analysis of MDSC that were differentiated <i>in vitro<\/i> from bone marrow cells of WT or Siah1a ablated macrophage mice revealed increased expression of genes involved in proliferation and alternative macrophage activation in MDSC lacking Siah1a when compared to the WT genotype. Mapping mechanisms underlying Siah1a tumor suppressor function is expected to reveal novel regulatory cues in melanoma control by the MDSC population while mapping novel means for stratifications of melanoma to therapy, and possibly new means for therapy of this tumor type.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Ubiquitination,Microenvironment,Myeloid-derived suppressor cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Scortegagna<\/b>, Y. Du, y. Feng, Z. Ronai; <br\/>Sanford Burnham Prebys Med. Discovery Inst., La Jolla, CA","CSlideId":"","ControlKey":"208970b8-73fb-44d2-9f50-ee6598c498b4","ControlNumber":"3389","DisclosureBlock":"&nbsp;<b>M. Scortegagna, <\/b> None..<br><b>Y. Du, <\/b> None..<br><b>Y. Feng, <\/b> None..<br><b>Z. Ronai, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8702","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6864","PresenterBiography":null,"PresenterDisplayName":"Marzia Scortegagna, PhD","PresenterKey":"a48382df-7c62-4546-aa0e-ccb2aafd5d67","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6864. Tumor suppressor function of the ubiquitin ligase Siah1a in melanoma is mediated by myeloid derived suppressor cells","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor suppressor function of the ubiquitin ligase Siah1a in melanoma is mediated by myeloid derived suppressor cells","Topics":null,"cSlideId":""},{"Abstract":"<b>INTRODUCTION<\/b>: The interface of the innate and adaptive immune system are a critical factor in tumor behavior and responses to immunotherapy with myeloid cell behavior varying widely between various biogeographies. We sought to elucidate myeloid sub-type differences to characterize biology and support therapeutic strategies.<br \/><b>METHODS<\/b>: scRNA-seq of primary skin, acral, and metastatic melanoma were combined from 6 datasets with 126 patients for analysis. After integration, cells were analyzed with scCCESS, which uses an artificial neural network to reduce data and optimize k for k-means clusters. Myeloid clusters with analyzed with Recursive Partitioning Analysis (RPA), differential expressed gene (DEG) analysis, and pseudobulk comparison of RPA groups by gene expression.<br \/><b>RESULTS<\/b>: 102,971 single cells from 126 patients were analyzed to generate a cluster of 15,303 myeloid cells further subjected to clustering generating 6 cell types. RPA analysis of 6 myeloid populations in 46 patients with melanoma brain metastases generated 3 nodes with differing median survival months (17 vs 41 vs 57, p=0.01). There was a trend towards more adjuvant immunotherapy (p=0.057) and targeted therapy (p=0.019) in the worst surviving group. Myeloid type 1 cells showed increased expression of CLEC10A and AXL genes compared to all other cells (adj p = 0.000). Pseudobulk comparison of patient groups of genes showed CLEC10A was significant between all groups (p&#60;0.05).<br \/><b>CONCLUSIONS<\/b>: Although there were no significant differences in neoadjuvant treatment, increased infiltration of CLEC10A myeloid cells showed improved survival in melanoma brain metastases. Targets of current therapies, such as AXL tyrosine kinase, have heterogenous presence across multiple cell types beyond tumors that may impact wide response variances, further study of these populations will have significant impact in both biomarker and therapeutics development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Macrophages,Machine learning,Malignant melanoma,Dendritic cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Ahmad<\/b>, L. Heo, R. V. Nair, S. Sharma, A. Kirane; <br\/>Stanford University School of Medicine, Stanford, CA","CSlideId":"","ControlKey":"63454af6-e40b-49c8-95f3-3d8f3d771774","ControlNumber":"5194","DisclosureBlock":"&nbsp;<b>M. Ahmad, <\/b> None..<br><b>L. Heo, <\/b> None..<br><b>R. V. Nair, <\/b> None..<br><b>S. Sharma, <\/b> None..<br><b>A. Kirane, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8703","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6865","PresenterBiography":null,"PresenterDisplayName":"M. Usman Ahmad, MD","PresenterKey":"60318b75-3292-4551-961a-4be8820149a3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6865. Single cell analysis of melanoma reveals a prognostic myeloid cell associated with survival in melanoma with brain metastases","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell analysis of melanoma reveals a prognostic myeloid cell associated with survival in melanoma with brain metastases","Topics":null,"cSlideId":""},{"Abstract":"Bone metastases are present in over 70% of metastatic breast cancer patients, and current therapy reduces osteolysis in tumor-induced bone disease (TIBD) but does not improve overall survival. Frequently, TIBD is characterized by an increase in osteoclast proliferation and bone-resorbing activity, and patients often experience pain and pathologic fractures. Increased bone resorption releases growth factors that aid in the progression of tumor growth causing the &#8216;vicious cycle&#8217;. Additionally, bone metastatic patients are often resistant to first- and second-line therapies highlighting an importance for research in this area. The receptor tyrosine kinase, Ephrin-type-A 2 receptor (EphA2), participates in both forward and reverse signaling during receptor\/ligand engagement and participates in many physiological and pathological processes, including bone homeostasis, immunity, and cancer. Interestingly, EphA2 is highly expressed in bone metastases, and previous evidence suggests that EphA2 can promote TIBD and reduce anti-tumor immunity. We therefore hypothesize that <i>increased expression of EphA2 in breast cancer cells at the site of bone metastasis promotes expansion of myeloid cells, leading to TIBD<\/i>. Previous data shows a reduction in osteoclast number and bone lesions following EphA2 knockout. However, the mechanism by which EphA2 mediates the expansion of osteoclasts is not well understood. In agreement with previous work, our data shows that EphA2 deletion in murine breast cancer (BC) cell line, 4T1, reduces bone lesion area and number and the presence of bone metastasis-associated macrophages. Additionally, we observed a significant reduction in Ly6C<sup>hi<\/sup> cells. To assess the effects of EphA2 deletion on the behavior of 4T1 cells, we conducted a wound healing assay and observed a decrease in wound healing capacity in 4T1 cells following EphA2 deletion. This suggests that EphA2 expression in 4T1 cells may increase their metastatic potential. We will repeat these studies and incorporate factors from the bone marrow. Our future studies will investigate the role of EphA2 signaling and reverse signaling in BC cell lines, myeloid progenitor cells, osteoclasts, and bone metastasis-associated macrophages. We will utilize murine and human BC cell lines to elucidate the effects of EphA2 deletion in BC on immune cell populations, bone metastasis, and tumor progression. Additionally, we will investigate how EphA2 reverse signaling impacts osteoclasts&#8217; ability to modulate immune cells. We aim to reduce TIBD and tumor burden by reducing the expansion of osteoclasts and shifting the immune cells to an anti-tumorigenic phenotype. Our studies will provide additional insight into the underlying mechanisms of the vicious cycle which will offer new treatment strategies for patients with osteolytic breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Bone metastasis,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Parker<\/b>, V. Ngwa, J. Chen, J. Rhoades; <br\/>Vanderbilt University, Nashville, TN","CSlideId":"","ControlKey":"2a76e6fb-8e63-4cb1-9b0d-50748740e654","ControlNumber":"8717","DisclosureBlock":"&nbsp;<b>D. Parker, <\/b> None..<br><b>V. Ngwa, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>J. Rhoades, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8704","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6866","PresenterBiography":null,"PresenterDisplayName":"Dominique Parker, BS","PresenterKey":"0235ab17-e3f3-4f58-a7a6-675232509a8c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6866. Investigating the role of Epha2 in breast cancer-mediated myeloid cell expansion and function","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the role of Epha2 in breast cancer-mediated myeloid cell expansion and function","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma remains difficult to treat with immunotherapy due to the immunosuppressive tumor microenvironment and the ability of glioma cells to invade diffusely into normal brain parenchyma. While it is known that glioblastoma-associated myeloid cells (GAMs) comprise a large proportion of the tumor microenvironment and can suppress adaptive and innate immune responses through various mechanisms, detailed mapping of myeloid lineages in glioblastoma is still missing. Further characterization of pro-tumoral myeloid-lineages in glioblastoma is important for identifying myeloid-based drug targets that may synergize with T cell-based therapies and produce a more meaningful anti-tumor immune response. Towards this end, we examined numerous scRNAseq datasets derived from glioblastoma patients and identified expression of TNFRSF12A, the gene encoding the TNF- family receptor, Fn14, in a subset of GAMs enriched for expression of cytokines such as CCL3, CCL5, IL-6, and IL-8. This result is intriguing since TWEAK (TNFSF12), the ligand for Fn14, is abundantly expressed within numerous patient-derived glioblastoma cell lines, namely GBM6, GBM8, GBM22, and GBM39. To validate Fn14 protein expression in GAMs, we isolated murine bone-marrow derived macrophages and treated them with glioma-conditioned media, which induced Fn14 gene expression. We then conducted <i>in vitro<\/i> experiments utilizing the human microglia line HMC3, the murine microglia line SIM-A9, and primary murine bone-marrow-derived macrophages to assess the effects of Fn14 activation in myeloid cells. We found that treatment of Fn14+ myeloid cells with TWEAK ligand upregulates CCL3, CCL5, IL-6, and IL-8 expression. We tested the conditioned media generated from TWEAK-treated Fn14+ myeloid cell lines and found that it promotes glioblastoma invasion in a CCL5-dependent manner. This aligns with previous reports demonstrating the CCL5-CCR5 signaling in glioma cells promotes invasion through calcium-dependent matrix metalloproteinase 2. To assess the spatial distribution of this myeloid subpopulation, we performed RNAscope hybridization against AIF1, TMEM119, CCR5, CCL5, and Fn14 transcripts on sections of murine gliomas generated using the RCAS\/tv-a model of human glioblastoma. We found an abundance of Fn14+ plus AIF1+ as well as Fn14+plus TMEM119+ myeloid cells throughout the tumor core and rim of murine tumors and identified CCL5 expression in pseudo-palisades bordering necrotic regions. Our results to date suggest that Fn14 expression in GAMs can promote the invasion of tumor cells into normal brain parenchyma by release of CCL5. Currently, we are utilizing orthotopic patient-derived xenograft models co-implanted with Fn14+\/- myeloid cells to test the hypothesis that TWEAK-Fn14 signaling in GAMs provides strong pro-tumoral signals in the glioblastoma microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Glioblastoma,Macrophages,Invasion,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Beniwal<\/b><sup>1<\/sup>, M. Dufault<sup>2<\/sup>, P. Kanvinde<sup>3<\/sup>, D. Nascari<sup>1<\/sup>, R. Eghlimi<sup>1<\/sup>, A. Malla<sup>4<\/sup>, D. Hambardzumyan<sup>5<\/sup>, H. Borges da Silva<sup>6<\/sup>, G. Woodworth<sup>3<\/sup>, J. Winkles<sup>3<\/sup>, N. Tran<sup>6<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic College of Medicine and Science, Scottsdale, AZ, <sup>2<\/sup>Midwestern University College of Osteopathic Medicine, Glendale, AZ, <sup>3<\/sup>University of Maryland School of Medicine, Baltimore, MD, <sup>4<\/sup>University of Maryland, Baltimore, MD, <sup>5<\/sup>Mount Sinai School of Medicine in New York City, New York, NY, <sup>6<\/sup>Mayo Clinic Arizona, Scottsdale, AZ","CSlideId":"","ControlKey":"ba760dca-ea85-462b-ada3-6101f1f771ca","ControlNumber":"7830","DisclosureBlock":"&nbsp;<b>A. Beniwal, <\/b> None..<br><b>M. Dufault, <\/b> None..<br><b>P. Kanvinde, <\/b> None..<br><b>D. Nascari, <\/b> None..<br><b>R. Eghlimi, <\/b> None..<br><b>A. Malla, <\/b> None..<br><b>D. Hambardzumyan, <\/b> None..<br><b>H. Borges da Silva, <\/b> None..<br><b>G. Woodworth, <\/b> None..<br><b>J. Winkles, <\/b> None..<br><b>N. Tran, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8705","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6867","PresenterBiography":null,"PresenterDisplayName":"Angad Beniwal, BS","PresenterKey":"a61bb77c-4244-4297-b2bb-ce5b6ae935f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6867. TWEAK-Fn14 signaling in glioblastoma-associated myeloid cells promotes tumor invasion via CCL5-CCR5 axis","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TWEAK-Fn14 signaling in glioblastoma-associated myeloid cells promotes tumor invasion via CCL5-CCR5 axis","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b> Although the use of immune checkpoint inhibitors (ICIs) has improved the survival rate of some patients, EGFR mutant (MT) NSCLC patients exhibit a poor response to ICIs compared to EGFR wild-type (WT) patients. It has been demonstrated that EGFR MT NSCLC cells contribute to immunosuppressive tumor microenvironments (TMEs) by secreting inhibitory cytokines and metabolites and recruiting pro-tumor immunogenic cells, thereby diminishing ICI efficacy. In particular, myeloid cells represent a major component of the TME and are involved in regulating tumor progression and metastasis, indicating anti- and pro-inflammatory heterogeneous functions. While single-cell based analyses have been conducted in various cell types, studies on the diversity of myeloid cells between EGFR WT and EGFR MT NSCLCs are insufficient. Therefore, we explored to reveal the presence of multifaceted myeloid cell populations and to modulate its functions to augment ICI response in NSCLC patients with EGFR MT using single-cell RNA analysis.<br \/><b>Methods<\/b>: Using the 10x Genomics Chromium system, we have generated single-cell RNA expression of a total of 904,174 cells from primary lung tissues of 95 patients with EGFR-WT (n=35), EGFR-MT TKI na&#239;ve (n=55), TKI post (n=5) and matched normal (n=22). Nine distinct cell lineages were annotated with canonical marker gene expression, focusing particularly on the myeloid (n=212,673 cells).<br \/><b>Results: <\/b> We characterized 22 transcriptional states of myeloid cells: 4 clusters of alveolar macrophages (AMs; <i>PPARG<sup>+<\/sup><\/i>), 4 clusters of interstitial macrophages (IMs; <i>SPP1<sup>+<\/sup>, FOLR2<sup>+<\/sup>, CCL2<sup>+<\/sup><\/i>), 4 clusters of conventional DCs (cDCs; <i>CLEC9A<sup>+<\/sup>, CD1C<sup>+<\/sup>, LAMP3<sup>+<\/sup><\/i>), 2 clusters of mast cells (<i>KIT<sup>+<\/sup><\/i>), 1 cluster of plasmacytoid DCs (pDCs; <i>LILRA4<sup>+<\/sup><\/i>), proliferating cells (<i>MKI67<sup>+<\/sup><\/i>), monocytes (<i>FCN1<sup>+<\/sup><\/i>), neutrophil like cells (<i>CSF3R<sup>+<\/sup><\/i>) and 4 other unidentified clusters. In tumor tissues, IMs constituted a significantly higher proportion compared to normal tissues (p&#60;0.001), with EGFR-WT and EGFR-MT IMs exhibiting distinct characteristics. EGFR-WT IMs had a high proportion of cluster expressing <i>FOLR2<\/i>, a marker of tissue resident macrophages associated with CD8 T cell infiltration and activation. On the other hand, a major component of IMs from EGFR-MT was a cluster expressing <i>SPP1<\/i> and its regulator <i>MIF<\/i>. SPP1 is well known to be involved in cancer cell progression, epithelial-mesenchymal transition, autophagy, and epigenetic alterations. The abundance of SPP1 IMs in the EGFR-MT TME refers to the formation of an immunosuppressive TME, potentially compromising the effectiveness of ICIs.<br \/><b>Conclusions: <\/b> We found that EGFR-MT TME comprised a high proportion of immunosuppressive IM cluster expressing SPP1, implying that it contributes to an immunosuppressive TME. Our findings suggest the possibility of developing strategies to enhance ICI responses by targeting SPP1-induced immunosuppressive TME in EGFR-mutant NSCLC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immuno-oncology,Macrophages,NSCLC,Epidermal growth factor receptor (EGFR),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Lee<\/b><sup>1<\/sup>, J. Ahn<sup>1<\/sup>, Y. Lee<sup>1<\/sup>, M. Kim<sup>2<\/sup>, S. Oh<sup>1<\/sup>, Y. Park<sup>1<\/sup>, S.-J. Choi<sup>1<\/sup>, J. Lee<sup>1<\/sup>, K. Lim<sup>2<\/sup>, K.-H. Pyo<sup>1<\/sup>, J. Kim<sup>3<\/sup>, J. Lee<sup>1<\/sup>, M. Hong<sup>1<\/sup>, S. Lim<sup>1<\/sup>, M. Yun<sup>3<\/sup>, B. Cho<sup>1<\/sup>; <br\/><sup>1<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>JEUK Institute for Cancer Research, JEUK Co., Ltd.,, Gumi, Korea, Republic of, <sup>3<\/sup>Severance Biomedical Science Institute, Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"855ce7d4-044b-4b5a-9584-793d3f6d5a48","ControlNumber":"8639","DisclosureBlock":"&nbsp;<b>E. Lee, <\/b> None..<br><b>J. Ahn, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>S. Oh, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>S. Choi, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>K. Lim, <\/b> None..<br><b>K. Pyo, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>M. Hong, <\/b> None..<br><b>S. Lim, <\/b> None..<br><b>M. Yun, <\/b> None..<br><b>B. Cho, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8706","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6868","PresenterBiography":null,"PresenterDisplayName":"Eun Ji Lee, MS","PresenterKey":"ea0b3907-ec73-4111-b0dd-48e59754ca8a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6868. Exploring myeloid landscapes according to EGFR mutated NSCLC tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring myeloid landscapes according to EGFR mutated NSCLC tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Age is the biggest risk factor for developing most forms of cancer, and understanding how age impacts cancer progression is critical to improving responses to therapy. As we age immune function declines suggesting that therapeutic responses, particularly to immunotherapies, will also change with age. Early clinical trial data suggests that there are age-associated responses to immunotherapies. Clinical trials, however, are not designed to reflect patient chronological and immunological ages - over 50% of breast cancer patients are over the age of 60, yet less than 25% of patients in clinical trials are in this age range. Here, we utilize a preclinical mouse model of immunological aging to understand how aging impacts immune responses to triple-negative breast cancer (TNBC).<br \/>Immunologically young (8 weeks old) and aged (~12 months old) FVB mice were orthotopically injected with syngeneic Met1 TNBC cells. We previously established that this preclinical model mimics human immunological aging and enables us to better understand how age impacts disease progression and therapeutic responses. Once tumors became palpable, mice were treated with paclitaxel or vehicle control and\/or anti-PDL1 to mimic first-line therapeutic strategies. Tumors grew significantly faster in young control mice compared to aged, but young mice had a more robust response to therapy. Notably, only young mice had a significant benefit of combo therapy (paclitaxel + anti-PDL1) over monotherapy alone. Tumors in aged mice had significantly more infiltration of CD8+ cytotoxic T cells and FOXP3+ inhibitory T-regulatory cells compared to young control mice, yet only tumors in young mice exhibited an increase in T cell infiltration with chemo or immunotherapy. Depletion of either CD8+ or CD4+ T cells in immune-competent FVB mice both led to a complete loss of age-associated differences in tumor growth. RNA sequencing analysis indicated that the infiltrating T cells in aged mice may be exhausted due to a chronic interferon phenotype, as indicated by enrichments of interferon alpha, interferon gamma, and IL2 signaling pathways, as well as expression of RIPK1, TNFa, and the immune exhaustion markers PD1, CTLA4, TIM3, and LAG3. Analysis of published single cell RNAseq data indicated the same interferon response pathways enriched with age in human TNBC, particularly in the T cell compartment.<br \/>Our findings show that the aging immune microenvironment significantly impacts tumor progression and that a chronic interferon phenotype with age may lead to T cell exhaustion and impaired therapeutic responses. This work suggests that targeting interferon signaling may lead to improved therapeutic responses. Together these findings demonstrate how immunological aging can impact disease progression and response to therapy and highlight the importance of developing age-stratified treatment strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immunotherapy,Interferons,Triple-negative breast cancer (TNBC),Aging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Spasic<\/b><sup>1<\/sup>, A. Parsons<sup>1<\/sup>, G. Goreczny<sup>1<\/sup>, Q. Guo<sup>1<\/sup>, A. Recko<sup>2<\/sup>, E. Mittendorf<sup>3<\/sup>, P. van Galen<sup>1<\/sup>, S. McAllister<sup>1<\/sup>; <br\/><sup>1<\/sup>Harvard Medical School\/Brigham and Women's Hospital, Boston, MA, <sup>2<\/sup>Dana Farber Cancer Institute, Boston, MA, <sup>3<\/sup>Brigham and Women's Hospital, Dana Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"bf3c868c-650c-45e6-b7b9-18d330d7ff9f","ControlNumber":"8126","DisclosureBlock":"&nbsp;<b>M. Spasic, <\/b> None..<br><b>A. Parsons, <\/b> None..<br><b>G. Goreczny, <\/b> None..<br><b>Q. Guo, <\/b> None..<br><b>A. Recko, <\/b> None..<br><b>E. Mittendorf, <\/b> None..<br><b>P. van Galen, <\/b> None..<br><b>S. McAllister, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8708","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6870","PresenterBiography":null,"PresenterDisplayName":"Milos Spasic, PhD","PresenterKey":"c9453551-a73e-4021-88b6-fd668f0eb88a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6870. Immunological aging in triple negative breast cancer leads to a chronic interferon phenotype and immune cell exhaustion that impedes response to therapy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunological aging in triple negative breast cancer leads to a chronic interferon phenotype and immune cell exhaustion that impedes response to therapy","Topics":null,"cSlideId":""},{"Abstract":"Background and aims: Cancer relapse is one of the major causes of mortality in patients after curative resection of primary tumors. Furthermore, significant proportion of patients with recurrent tumor lack of effective treatments, thus novel therapeutic strategies are urgently needed. Although there have been several single-cell studies of primary tumor, functional roles and mechanism of tumor-infiltrating immune cells, especially those of myeloid cells in tumor relapse have remained to be elucidated.<br \/>Methods: We analyzed the RNA profile of 16498 cells from 12 primary and 6 early-relapse HCC cases. Digital pathology, multiplex immunofluorescent staining and digital spatial profiling (DSP) of paired primary and relapsed tumors from 41 HCC patients were also performed as our validation set. The molecular mechanisms associated with DCs was further tested through ex vivo and in vivo experiments.<br \/>Results: We performed single-cell clustering and visualized 3 DC clusters (cDC1, cDC2, and DC3). Compared with the other two subsets, the enrichment of DC3 in relapsed HCC was correlated with a higher second recurrence rate. Deeper inspections of the signature genes indicated this subset as &#8216;mregDC&#8217;, a DC subset enriched in maturation and regulatory molecules. Our results demonstrated that mregDC recruited CD161<sup>+<\/sup>CD8<sup>+ <\/sup>T cells that had an innate-like, low-cytotoxic, and low-clonal-expansion phenotype. CD161<sup>+<\/sup>CD8<sup>+ <\/sup>T cells secreted large amounts of TNF to activate non-canonical NF-&#954;B pathway via tumor necrosis factor receptor 2 (TNFR2) and promoted the differentiation of immature DC into mregDC. This positive feedback loop between mregDC and CD161<sup>+<\/sup>CD8<sup>+ <\/sup>T cells shaped a dysfunctional anti-tumor immunity, facilitating cancer relapse in HCC. <i>In vivo<\/i> assay further indicated that therapy combining anti-TNFR2 and PD-L1 antibodies significantly inhibited HCC tumor growth via impeding the infiltration of mregDC compared with anti-PD-L1 monotherapy. We also found mregDC recruited FCN1<sup>+ <\/sup>monocyte, a MDSC-like cell population to create an immunosuppressive niche of relapsed HCC.<br \/>Conclusions: We identified this population of mregDC with immunomodulatory function in recurrent HCC and demonstrated the role of these special DCs in shaping the immunosuppressive microenvironment of recurrent tumors. Our study suggests that mregDC may be a new target for the treatment of recurrent HCC in the future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Dendritic cells,Hepatocellular carcinoma,Recurrence,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. Zhang<\/b><sup>1<\/sup>, J. Zhou<sup>1<\/sup>, J. Fan<sup>1<\/sup>, Y. Zhong<sup>2<\/sup>, L. Wu<sup>2<\/sup>, Y. Sun<sup>1<\/sup>; <br\/><sup>1<\/sup>Zhongshan Hospital Fudan University, Shanghai, China, <sup>2<\/sup>BGI Research, Shenzhen, China","CSlideId":"","ControlKey":"ad84d6e4-bb94-4d03-8a32-2da28787bfea","ControlNumber":"5847","DisclosureBlock":"&nbsp;<b>Z. Zhang, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>J. Fan, <\/b> None..<br><b>Y. Zhong, <\/b> None..<br><b>L. Wu, <\/b> None..<br><b>Y. Sun, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8709","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6871","PresenterBiography":null,"PresenterDisplayName":"Zefan Zhang","PresenterKey":"eac33184-e6a8-4aa7-bf95-1603dd514f55","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6871. Tumor-infiltrating mregDC restrains anti-tumor immunity to promote cancer relapse in HCC","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor-infiltrating mregDC restrains anti-tumor immunity to promote cancer relapse in HCC","Topics":null,"cSlideId":""},{"Abstract":"Background: Cutaneous squamous cell carcinoma (cSCC), arising from proliferation of malignant epidermal keratinocytes, is the second most common non-melanoma skin cancer. cSCC accounts for 75% of all skin cancer related deaths excluding melanoma, and metastatic and immunotherapy-resistant cases pose an emerging global threat. Tumor development is a gradual process characterized by high mutational burden and an immunosuppressive tumor immune microenvironment (TiME); therefore, identifying the underlying changes across the spatial and temporal landscape of these tumors will be crucial to understanding the key cellular and molecular drivers of disease progression and response.<br \/>Methods: In this longitudinal study, we used a single-cell, whole-slide approach to mapping key proteins of immune lineage, tissue architecture, cellular metabolism, and stress to study the spatial landscape of cSCC at baseline (pre-treatment) and multiple time points over the course of immunotherapy with the aim to develop a temporal atlas of the tumor. An ultra-high plex antibody panel encompassing over 50 major determinants in the tumor microenvironment was employed on the PhenoCycler&#174;-Fusion spatial biology platform. Deep bioinformatic analyses was performed to identify cellular phenotypes, spatial neighborhoods, heterogenous functional states and cellular interactions by spatial proximity determinations.<br \/>Results: Previous studies in our laboratory have identified unique phenotypes correlating with response and resistance to immunotherapies in pre-treatment cSCC biopsies. Our results expand on these findings with temporal data tracking the dynamic changes in the TiME over the course of immune checkpoint inhibitor therapy. Apart from differences in immune cell composition and spatial localization patterns, we also saw differences in macrophage polarization and expression of metabolic markers in the responder and non-responder cohorts.<br \/>Conclusions: Overall, ultrahigh-plex spatio-temporal monitoring of cSCC revealed distinct signatures of response and resistance and identified key features in the TiME that reveal deeper insights into the pathobiology of the tumor. Our discovery-based approach identifies novel biomarkers for patient stratification and therapeutic modulation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Single cell,Biomarkers,Tumor microenvironment,Skin carcinogenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Jhaveri<\/b><sup>1<\/sup>, B. Ben Cheikh<sup>1<\/sup>, D. Klymyshyn<sup>1<\/sup>, N. Ma<sup>1<\/sup>, A. Pratapa<sup>1<\/sup>, J. Monkman<sup>2<\/sup>, N. Nelson<sup>3<\/sup>, A. Kulasinghe<sup>2<\/sup>; <br\/><sup>1<\/sup>Akoya Biosciences, Menlo Park, CA, <sup>2<\/sup>Frazer Institute, University of Queensland, Brisbane, Australia, <sup>3<\/sup>Abcam, Cambridge, United Kingdom","CSlideId":"","ControlKey":"96aa0b82-c6cf-42f6-aae3-3d90cb846260","ControlNumber":"2729","DisclosureBlock":"<b>&nbsp;N. Jhaveri, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Stock Option. <br><b>B. Ben Cheikh, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Stock Option. <br><b>D. Klymyshyn, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Stock Option. <br><b>N. Ma, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Stock Option. <br><b>A. Pratapa, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Stock Option.<br><b>J. Monkman, <\/b> None.&nbsp;<br><b>N. Nelson, <\/b> <br><b>Abcam<\/b> Employment, Stock Option.<br><b>A. Kulasinghe, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8710","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6872","PresenterBiography":null,"PresenterDisplayName":"Niyati Jhaveri, PhD","PresenterKey":"99ecddff-91e1-4135-ab66-a318ecadef37","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6872. A spatio-temporal approach to mapping the dynamics of cutaneous squamous cell carcinoma progression and immunotherapy response: A journey through TiME","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A spatio-temporal approach to mapping the dynamics of cutaneous squamous cell carcinoma progression and immunotherapy response: A journey through TiME","Topics":null,"cSlideId":""},{"Abstract":"Squamous cell carcinoma antigen 1 (SCCA1) is a potential biomarker and prognostic indicator for many epithelial cancers including cervix, head and neck, breast, and lung. Cancer patients with high serum levels of SCCA commonly experience treatment resistance and recurrence. We analyze SCCA expression in correlation with tumor microenvironment from 66 human cervical tumor biopsies and find that high serum SCCA is associated with increased macrophage infiltration in tumors and poor overall survival. In a single cell RNAseq analysis of 8 cervical tumors, patients with high SCCA1 show increased immunosuppressive genes (C1QA, C1QC, APOE) and reduced MHC molecules (HLA-DR, HLA-DQA1) in their tumor associated macrophages (TAMs), corresponding to decreased expression of T-cell cytotoxic-associated genes (IFNG, GZMB, PRF1). Thus, we aim to understand the impact of elevated SCCA1 on macrophages and its role in shaping the immune response. Co-culture of peritoneal macrophages isolated from SCCA1-treated mice with T cells from syngeneic wild-type mice, showed significant suppression in T cell proliferation. Downregulation of antigen presentation molecules was also observed SCCA1-treated macrophages and resulted in impaired ability to induce T cell activation by peptide-pulsed macrophages. Compared with treatment-na&#239;ve mice, SCCA1-treated macrophages showed increased anti-inflammatory cytokine CCL22, IL10 and immunosuppression regulators ARG1, PD-L1 expression. Moreover, human monocyte-derived M2 macrophages treated with SCCA1 during the differentiation process demonstrated inhibition toward CD3\/28-induced T cell proliferation, accompanied by enhanced expression of cytokines, IL10 and CCL18. We further found that targeting SCCA1 by small interfering RNA knockdown significantly reduced tumor growth and macrophage infiltration, resulting in improved T-cell antitumor immunity. Lastly, analysis of cervical cancer patients with chemoradiation therapy showed that patients with high SCCA are associated with increased exhaustion (LAG3, CTLA4) and decreased antitumor gene signature (GZMB, IFNG) during treatment. In summary, SCCA expression promotes immunosuppressive macrophage polarization and function, contributing to T cell exhaustion phenotype and poor treatment response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Macrophages,Cancer marker,Cervical cancer,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Chen<\/b>, V. Shi, E. Liu, J. Yang, A. Singh, M. Inkman, J. Zhang, J. Schwarz, S. Markovina; <br\/>Washington University School of Medicine in St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"e0db4a51-bc1e-436f-a76b-49a622e839fd","ControlNumber":"7628","DisclosureBlock":"&nbsp;<b>L. Chen, <\/b> None..<br><b>V. Shi, <\/b> None..<br><b>E. Liu, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>A. Singh, <\/b> None..<br><b>M. Inkman, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>J. Schwarz, <\/b> None..<br><b>S. Markovina, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8711","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6873","PresenterBiography":null,"PresenterDisplayName":"Liyun Chen, PhD","PresenterKey":"423d306c-c72f-4310-950e-dda5761cc9bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6873. Prognostic impact of squamous cell carcinoma antigen as a mediator of anti-inflammatory macrophage polarization in tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prognostic impact of squamous cell carcinoma antigen as a mediator of anti-inflammatory macrophage polarization in tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is the second leading cause of cancer-related deaths in American men. While prostate cancer patients typically respond to androgen-deprivation therapy, androgen receptor signaling inhibitor (ARSI), and\/or taxane chemotherapy, patients inevitably develop resistance, and the disease progresses to an untreatable and lethal form known as castrate resistant prostate cancer (CRPC). Immunotherapy has changed the treatment paradigm for many types of cancer; however, immune checkpoint inhibitors have not shown clinical benefits in CRPC. Clinical and preclinical evidence indicates that this lack of efficacy can largely be attributed to the immunosuppressive tumor microenvironment. Tumor associated macrophages (TAMs) secrete factors that promote tumor progression and suppress antitumor immunity, making them a promising therapeutic target. The Proviral Integration site for Moloney murine leukemia virus (PIM) kinases are serine\/threonine kinases that are overexpressed in prostate cancer. PIM regulates many signaling pathways that promote cell proliferation and survival. However, how PIM kinase alters the prostate tumor immune microenvironment and impacts immunotherapy resistance is not well understood. We analyzed primary prostate and metastatic lymph node samples from treatment-naive metastatic hormone-sensitive prostate cancer patients. Prostate cancer samples with PIM1\/PIM2\/PIM3-high and -low expression were classified by top and bottom quartile, respectively. PIM high tumors had higher expression of immunostimulatory genes (<i>IL1&#946;<\/i>, <i>TNF<\/i>, and <i>TNFSF13<\/i>), increased infiltration of M2 macrophages, B cells, and NK Cells, and a higher T cell inflamed score compared to PIM-low tumors. Our results demonstrate that PIM overexpressing prostate tumors display increased inflammation and infiltration of immunosuppressive immune cells, including M2 macrophages. Due to the changes observed in inflammation, we hypothesized that PIM kinase may regulate macrophage inflammatory signaling. We treated bone marrow derived macrophages with a PIM kinase inhibitor and showed that PIM inhibition suppresses inflammasome signaling and the release of the pro-inflammatory cytokine, IL-1&#946;. Chronic inflammation can lead to the recruitment of TAMs, further promoting resistance to immune checkpoint inhibitors. Utilizing a syngeneic mouse model of prostate cancer, we demonstrated that PIM inhibition in combination with immune checkpoint blockade synergistically decreased tumor growth. Furthermore, immunoprofiling demonstrated that combination treatment enhances T cell activity. Overall, our results suggest that PIM kinase plays an important role in regulating the prostate tumor immune microenvironment and that PIM kinase may be a potential target to enhance the efficacy of immunotherapy for the treatment of prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor associated macrophages,Inflammation,Immune checkpoint blockade,Kinases,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. N. Clements<\/b><sup>1<\/sup>, K. Sutterby<sup>1<\/sup>, S. Kumar Deshmukh<sup>2<\/sup>, S. Wu<sup>2<\/sup>, J. Xiu<sup>2<\/sup>, A. Farrell<sup>2<\/sup>, M. Radovich<sup>2<\/sup>, C. Nabhan<sup>2<\/sup>, E. I. Heath<sup>3<\/sup>, R. R. McKay<sup>4<\/sup>, A. Recio-Boiles<sup>1<\/sup>, N. A. Warfel<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Arizona Cancer Center, Tucson, AZ, <sup>2<\/sup>Caris Life Sciences, Phoenix, AZ, <sup>3<\/sup>Wayne State University, Detroit, MI, <sup>4<\/sup>University of California, San Diego, CA","CSlideId":"","ControlKey":"4c68fc06-45ef-499c-8258-9dc0a1ef07e6","ControlNumber":"2613","DisclosureBlock":"&nbsp;<b>A. N. Clements, <\/b> None..<br><b>K. Sutterby, <\/b> None..<br><b>S. Kumar Deshmukh, <\/b> None..<br><b>S. Wu, <\/b> None..<br><b>J. Xiu, <\/b> None..<br><b>A. Farrell, <\/b> None..<br><b>M. Radovich, <\/b> None..<br><b>C. Nabhan, <\/b> None..<br><b>E. I. Heath, <\/b> None..<br><b>R. R. McKay, <\/b> None..<br><b>A. Recio-Boiles, <\/b> None..<br><b>N. A. Warfel, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8713","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6875","PresenterBiography":null,"PresenterDisplayName":"Amber Clements, MS","PresenterKey":"31701461-fbf0-448c-a080-132ec080fb6f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6875. PIM kinases alter the prostate tumor immune microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PIM kinases alter the prostate tumor immune microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The tumor microenvironment (TME) has been the focus of a myriad of studies over the last decade and advancements in the field of cancer research have grown as a result. Improvements in the number of biomarkers that can be screened has increased across a variety of methods and the field of spatial profiling has largely adapted to keep pace with this. However, many challenges persist: 1) tissue microarrays can be limited by tumor heterogeneity and 2) newer technology can be cost-prohibitive. Brain tumors are of significant importance, especially those of glial origin, as they swiftly progress and result in a high fatality rate. As such, the need for more diverse therapeutic approaches is growing with many already pioneering new IHC-based strategies. The aim of this study was to address both challenges addressed above in the neurobiology space.<br \/>Methods: Biomarkers of importance in brain cancer tissues were identified and three distinct panels were designed. The first panel consisted of CD68, CTLA-4, p16ink4A, p14ARF, and p53. The second included PDPN, Calretinin, MAGE-D2, PTEN, and Vimentin. The third panel included IDH2, BRAF, GFAP, VEGF, and BOP1. Staining was achieved using Bethyl Laboratories IHC-validated primary and secondary antibodies and Akoya Opal&#8482; Polaris 7-color IHC kit fluorophores (Akoya Biosciences [NEL861001KT]). Optimization was achieved using FFPE tissue microarrays containing normal neural tissue and brain cancer subtypes. The final optimized order was then tested on whole serial sections of meningioma, astrocytoma, and glioblastoma in six-color mIF. Images were generated using the PhenoImager HT&#174; and subsequently merged and analyzed by Pathomics.<br \/>Results: Phenotyping and total cell counts for each marker were identified for each serially stained tissue set. Expression levels of MAGE-D2 and BRAF were high across malignant tissues of variable gradations. Conversely, in tissues with high expression of MAGE-D2, p53 levels in these samples were lower. This is consistent with findings that suggested that MAGE-D2 is a potential dissociator of p53 by impairing transcriptional activity. Macrophage expression appeared to correlate with CTLA4 and overall tumor infiltration.<br \/>Conclusions: Utilizing several unique biomarkers to understand the spatial relationships and phenotypes within the tumor microenvironment is becoming a more common practice among researchers. In using this method of serially staining tissue sections and merging the resulting images, more researchers will have access to spatial information which may have been cost-prohibitive otherwise. Additionally, in utilizing whole sections of difficult-to-treat cancerous tissue rather than microarrays, phenotypic information is available across the entire tumor microenvironment enabling a more comprehensive assessment of the TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Tumor heterogeneity,Biomarkers,Brain tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Fails<\/b>, M. Spencer; <br\/>Fortis Life Sciences, LLC, Montgomery, TX","CSlideId":"","ControlKey":"05533e57-6b9c-498c-a545-a5fd9bf61726","ControlNumber":"3296","DisclosureBlock":"&nbsp;<b>D. Fails, <\/b> None..<br><b>M. Spencer, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8714","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6876","PresenterBiography":null,"PresenterDisplayName":"Danielle Fails, MS","PresenterKey":"870991f1-14b1-4c11-ab96-ef0f5da08beb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6876. Cyclic immunofluorescent analysis of the tumor microenvironment across human brain cancer subtypes","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cyclic immunofluorescent analysis of the tumor microenvironment across human brain cancer subtypes","Topics":null,"cSlideId":""},{"Abstract":"Breast Cancer is the most common cancer diagnosed in women in the United States. Second only to lung cancer, breast cancer results in the greatest number of cancer deaths for women. Hormone receptor positive (HR+) breast cancers - cancers expressing the nuclear receptors for steroid hormones estrogen and progesterone, termed the estrogen receptor (ER) and progesterone receptor (PR) - make up the largest proportion of diagnosed breast cancers by a significant margin. So, although the HR+ subtype is less aggressive compared to others, it continues to be the largest contributor to breast cancer mortality. Treatment consists of anti-endocrine therapies, largely targeting ER\/estrogen, the established drivers of breast cancer growth. Most women respond well to these therapies, but for women who do not, there are few alternative options. With the advent of immunotherapy and its successes in treating and controlling certain tumor types, many were hopeful that it could be employed for breast cancer as well. However, breast cancers, especially HR+ breast cancers, are considered &#8220;immune cold.&#8221; They lack high proportions of tumor-infiltrating lymphocytes (TILs), have low neoantigen production, and high percentages of immunosuppressive cells. A contributing factor could be the hormones present in the tumor microenvironment. The accepted paradigm is that lifetime exposure to estrogens drives the development of HR+ breast cancer, but both estrogen and progesterone are part of the normal menstrual cycle. Prior work from our lab has uncovered a novel immune-modulatory role for progesterone, pivotal to promoting the growth of PR-positive mammary tumors. Recent preliminary data from our lab show that progesterone treatment conveys immune protection against T cell killing in a co-culture with E0771 mammary gland tumor cells. However, when activated in monoculture, T cells exposed to increasing concentrations of progesterone have no differing expression of cell surface activation or exhaustion markers, implying that progesterone is not eliciting this effect by interfering with the T cell activation cascade nor is it inducing premature exhaustion. Interestingly, progesterone treatment instead leads to a concentration-dependent increase in T cell death compared to the untreated control. In vivo, these results are supported as progesterone treatment decreases the amount of total CD3+ T cells, and specifically the cytotoxic CD8+ subset, in the mammary glands of mice. These results suggest that progesterone could modulate the breast and tumor microenvironment, providing tumor cells with protection from immunosurveillance and contributing to HR+ breast cancer development. These data also argue for the use of anti-progestins to be added to the HR+ breast cancer treatment regimen to boost anti-tumor immune activity. <b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immunosuppression,Progesterone,Breast cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Heard<\/b><sup>1<\/sup>, L. R. Werner<sup>1<\/sup>, E. I. Chowanec<sup>1<\/sup>, H. Saunders<sup>1<\/sup>, J. Tinoco<sup>1<\/sup>, Z. C. Hartman<sup>2<\/sup>, C. R. Hagan<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Kansas Medical Center, Kansas City, KS, <sup>2<\/sup>Duke University, Durham, NC","CSlideId":"","ControlKey":"99d94e45-7d94-496e-92c4-bd1e680fca02","ControlNumber":"4864","DisclosureBlock":"&nbsp;<b>A. Heard, <\/b> None..<br><b>L. R. Werner, <\/b> None..<br><b>E. I. Chowanec, <\/b> None..<br><b>H. Saunders, <\/b> None..<br><b>J. Tinoco, <\/b> None..<br><b>Z. C. Hartman, <\/b> None..<br><b>C. R. Hagan, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8715","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6877","PresenterBiography":null,"PresenterDisplayName":"Amanda Heard, BS","PresenterKey":"5854d1b4-4e02-4b62-83eb-0b8721533716","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6877. Progesterone promotes immunosuppression in the murine mammary gland by causing T cell death","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Progesterone promotes immunosuppression in the murine mammary gland by causing T cell death","Topics":null,"cSlideId":""},{"Abstract":"Background: Precise and actionable assessment of cellular mechanisms and interactions within the tumor microenvironment (TME) is critical for advancing clinical trials, preclinical research, and informed decision-making in immuno-oncology. Multiplex immunofluorescence (mIF) assays have emerged as pivotal tools that can enable comprehensive visualization of protein expression and cellular interactions within the TME. Integration of advanced digital analysis tools and mIF assays, can revolutionize our ability to interpret the TME and usher these assays into high-throughput clinical settings.<br \/>Methods: In this study, we processed tumor samples utilizing Akoya's PhenoCode Signature Immune Profile Human Protein Panel, which includes immune profiling markers CD8, CD68, CD3, CD20 and tumor marker PanCK. Following the Akoya Opal staining protocol, formalin-fixed paraffin-embedded (FFPE) samples were stained and scanned using the PhenoImager HT scanner. The images were then analyzed using Reveal&#8217;s AI-mIF digital assay on the ImageDx platform to generate contextual and spatial biomarker data. A deep learning-based cell segmentation model based on MaskRCNN architecture, signal preprocessing for noise and autofluorescence, and dynamic intensity normalization were used. Phenotype classification was precisely executed using dynamic thresholding or neural network classifiers as needed. Results were validated by establishing concordance with pathologist readouts.<br \/>Results: The application of our methodology yielded highly concordant results when compared with manual counts, demonstrating the efficacy of our approach. The R2 correlation coefficient across all markers passed the minimum criteria of R2&#62;0.85 with regression slopes between 0.7-1.3, indicating a robust alignment with traditional pathologist assessments. We showcase stratifying samples Desert, Excluded, or Inflamed phenotypes and other quantitative and spatial results such as interactions of immune cells and tumor within 30-um neighborhoods, and their dispersion and arrangement in the TME.<br \/>Conclusion: The integration of Reveal Biosciences' ImageDx platform and RevealAI-mIF provides an ecosystem to host, visualize, and analyze Akoya&#8217;s immune profiling images. This collaborative effort has enabled the transformation of complex multiplex imaging data into distinct spatial phenomic endpoints, thereby introducing the potential to significantly advance biomarker discovery and contribution to translational and clinical research in the field of immuno-oncology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Spatial Biology,MultiplexIF,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Naderi<\/b>, L. Krstic, D. Cikic, K. Ruf, I. Mihajlovic, S. Todorovic, C. Weston; <br\/>Reveal Biosciences Inc., San Diego, CA","CSlideId":"","ControlKey":"2c8bb2b8-5671-480a-a7fb-c39986f24c3a","ControlNumber":"8493","DisclosureBlock":"&nbsp;<b>M. Naderi, <\/b> None..<br><b>L. Krstic, <\/b> None..<br><b>D. Cikic, <\/b> None..<br><b>K. Ruf, <\/b> None..<br><b>I. Mihajlovic, <\/b> None..<br><b>S. Todorovic, <\/b> None..<br><b>C. Weston, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8716","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6878","PresenterBiography":null,"PresenterDisplayName":"Misagh Naderi, PhD","PresenterKey":"32c9f822-5534-4ed8-8919-daf0e3a4fa3b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6878. Images to insights: Transforming TME characterization into actionable spatial metrics with AI-powered multiplex immunofluorescence","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Images to insights: Transforming TME characterization into actionable spatial metrics with AI-powered multiplex immunofluorescence","Topics":null,"cSlideId":""},{"Abstract":"Intratumoral immune profiles have been related to prognosis and therapeutic efficacy; this could result in personalized treatment based on biomarkers. Although techniques for multifactorial evaluation of different tumor-immune microenvironments have been established, their practical implementation in clinical settings still requires further improvement, where the time required for testing needs to be reduced and the technology needs to be clinically validated. To develop a multiplex, quantitative, and rapid tissue evaluation method based on clinically established standard immunohistochemistry (IHC), we attempted to develop 6-marker rapid multiplex IHC based on our previously reported 14-marker multiplex IHC via the reduction of the number of labels and speeding up the staining procedure (Tsujikawa et al. Cell Reports, 2017). First, we confirmed whether immunological features that were found to be associated with prognosis in 14-marker multiplex IHC analyses could be identified with fewer labels. Quantitative results by selected six markers exhibited significant correlation with those by 14 markers in terms of immune classifications based on the balance of lymphoid and myeloid cells. Next, we developed a rapid staining protocol by optimizing the reaction temperature, chromogen, and washing time, allowing the completion of 6-marker analysis in 5 hours and 49 minutes as opposed to several days required for the conventional multiplex IHC. By using six markers, validation in benign tonsil tissue and head and neck cancer tissue exhibited significant correlation between rapid and standard multiplex IHC in terms of staining intensities, densities of T cells, macrophages, lymphoid\/myeloid immune cells ratios, and spatial profiles of intratumoral immune infiltrates. This method may enable a quantitative assessment of tumor-immune microenvironment on a clinically feasible time scale, which promote the development of tissue biomarker-guided therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immunohistochemistry,Tumor microenvironment,Image analysis,Cancer diagnostics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Kimura<\/b>, T. Tsujikawa, H. Morimoto, J. Mitsuda, S. Saburi, S. Mukudai, H. Nagao, N. Sakurai, N. Murakami, A. Miyagawa-Hayashino, H. Ogi, S. Shibata, E. Konishi, K. Itoh, S. Hirano; <br\/>Kyoto Prefectural University of Medicine, Kyoto, Japan","CSlideId":"","ControlKey":"8ad26629-7e55-4346-81be-ca545e10e495","ControlNumber":"986","DisclosureBlock":"&nbsp;<b>A. Kimura, <\/b> None.&nbsp;<br><b>T. Tsujikawa, <\/b> <br><b>Merck Biopharma<\/b> Other, Consultant. <br><b>Rakuten Medical<\/b> Other, Consultant. <br><b>Merk Sharp & Dohme Corp<\/b> Other, Speaker fees. <br><b>Eisai Co., Ltd.,<\/b> Other, Speaker fees. <br><b>Ono Pharmaceutical<\/b> Other, Speaker fees. <br><b>Bristol-Myers Squibb<\/b> Other, Speaker fees.<br><b>H. Morimoto, <\/b> None..<br><b>J. Mitsuda, <\/b> None..<br><b>S. Saburi, <\/b> None..<br><b>S. Mukudai, <\/b> None..<br><b>H. Nagao, <\/b> None..<br><b>N. Sakurai, <\/b> None..<br><b>N. Murakami, <\/b> None..<br><b>A. Miyagawa-Hayashino, <\/b> None.&nbsp;<br><b>H. Ogi, <\/b> <br><b>SCREEN Holdings Co., Ltd.<\/b> Employment. <br><b>S. Shibata, <\/b> <br><b>SCREEN Holdings Co., Ltd.<\/b> Employment. <br><b>E. Konishi, <\/b> <br><b>Roche Diagnostics<\/b> Other, Consultant. <br><b>Chugai Phamaceutical<\/b> Other, Speaker fees. <br><b>K. Itoh, <\/b> <br><b>SCREEN holdings<\/b> Grant\/Contract.<br><b>S. Hirano, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8717","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6879","PresenterBiography":null,"PresenterDisplayName":"Alisa Kimura, MD","PresenterKey":"bbbf53c1-7819-412a-a32a-67c20be12ddd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6879. Development of a rapid multiplex immunohistochemistry for characterizing tumor-immune microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a rapid multiplex immunohistochemistry for characterizing tumor-immune microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Background: Cancer-associated fibroblasts are major modulators of the tumor microenvironment (TME) and play a large role in the immune system&#8217;s response to tumors. The direct effect that myofibroblastic CAFs (myCAFs) and inflammatory CAFs (iCAFs) have on immune infiltration is not well studied in colorectal cancer (CRC). Here we investigate the effects that myCAFs and iCAFs have on immune infiltration in human CRCs.<br \/>Methods: The Cancer Genome Atlas (TCGA) Colorectal Adenocarcinoma PanCancer Atlas dataset was accessed via cBioPortal. Cancers were separated into myCAF prominent (MP) by high gene expression (Z-score &#62; 1) of <i>ACTA2<\/i> and <i>TAGLN<\/i> and iCAF prominent (IP) by expression of <i>PDPN<\/i> and <i>ICAM1<\/i>. Gene Set Enrichment Analysis (GSEA) was performed on differential expression results comparing these groups. Additionally, bulk RNA sequencing results were analyzed for immune cell subsets using Cibersortx. Statistical analysis was completed in R.<br \/>Results: Of 592 cancer samples, 24 were MP and 9 IP. There was no significant difference in age (MP median age 63, IP median age 70, q = 0.6) nor sex (MP 17 female\/7 male; IP 4 female\/5 male, q=0.9). MP have 1\/24 profiled patients with MSIsensor score &#62;=3.5 and 2\/24 patients with MSI MANTIS score &#62; 0.4; IP have 3\/9 profiled patients with MSIsensor score &#62;=3.5 and 3\/9 patients with MSI MANTIS score &#62;0.4. IP cancers were enriched for gene sets associated with enhanced immune cell infiltration (Inflammatory Response, Interferon Gamma Response, Allograft rejection, TNFA signaling via NFKB, IL6 JAK STAT3 signaling, Interferon Alpha Response, Complement, IL2 STAT5 signaling and Apoptosis, all q&#60; 0.001). MP cancers were enriched in the KRAS signaling Down gene set (q=.009). IP cancers had a higher proportion of infiltrating immune cells than MP cancers by CibersortX analysis (iCAF median = 2.829, myCAF median= 2.284, p &#60; 0.01). IP cancers had higher CD4 memory cells (p &#60;0.001, iCAF median = 0.455, myCAF mean = 0.318), NK resting cells (p&#60;0.001, 0.228, 0.103), M1-like macrophages (p &#60;0.01, 0.1977,0.107), and neutrophils (p&#60;0.01, 0.0298, 0). MP cancers had a higher number of NK activated cells (p = 0.04, iCAF median = 0, myCAF median = 0). M1-like macrophage gene markers were higher expressed in IP cancers compared to MP cancers, though not significantly (<i>NOS2<\/i> log2FC = 0.66, q = 0.652; <i>IL1A<\/i> 3.25, 0.0375; <i>IL23A<\/i> 1.34, 0.151;<i> IL26<\/i> 1.31, 0.32). Additionally, IP cancers tended to express markers for activated CD8+ T cells, though only <i>IFNG<\/i> was significant (<i>GZMB<\/i>, log2FC = 0.97, q = 0.337; <i>IFNG<\/i>, 2.16, q&#60;0.001; <i>PRF1<\/i>, 1.12, q=0.198).<br \/>Conclusion: These analyses indicate that iCAFs play the major role in modulating the immune infiltration of cancers. These data highlight the need for further research into the mechanisms by which different CAF subtypes alter the immune microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Colorectal cancer,Cancer associated fibroblasts,Tumor microenvironment,Immunomodulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Gadalla<\/b>, K. A. Johnson, S. Nath, C. A. Pasch, D. A. Deming; <br\/>University of Wisconsin Madison, Madison, WI","CSlideId":"","ControlKey":"411cde94-a939-4857-be4c-fdeb51773408","ControlNumber":"5049","DisclosureBlock":"&nbsp;<b>Y. Gadalla, <\/b> None..<br><b>K. A. Johnson, <\/b> None..<br><b>S. Nath, <\/b> None..<br><b>C. A. Pasch, <\/b> None.&nbsp;<br><b>D. A. Deming, <\/b> <br><b>Merck<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Aadi Bisciences<\/b> Grant\/Contract, Other, Consulting\/Advisory Boards. <br><b>Pfizer<\/b> Grant\/Contract, Other, Consulting\/Advisory Boards. <br><b>Curegenix<\/b> Grant\/Contract. <br><b>Promega<\/b> Grant\/Contract. <br><b>Natera<\/b> Grant\/Contract. <br><b>STRATA Onclogy<\/b> Grant\/Contract. <br><b>Cornerstone Pharmaceuticals<\/b> Grant\/Contract. <br><b>Arcus<\/b> Grant\/Contract. <br><b>Guardant Health<\/b> Grant\/Contract. <br><b>Ipsen<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract, Other, Consulting\/Advisory Boards. <br><b>Foundation Medicine<\/b> Grant\/Contract, Other, Consulting\/Advisory Boards. <br><b>Regeneron<\/b> Other, Consulting\/Advisory Boards. <br><b>Revolution Medicine<\/b> Grant\/Contract. <br><b>Bayer<\/b> Other, Consulting\/Advisory Boards. <br><b>Seagen<\/b> Other, Consulting\/Advisory Boards.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8718","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6880","PresenterBiography":null,"PresenterDisplayName":"Yousef Gadalla, No Degree","PresenterKey":"39148341-4a0b-4f6d-869b-96995843096f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6880. Immune infiltration in inflammatory and myofibroblastic cancer-associated fibroblast high microenvironments of colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immune infiltration in inflammatory and myofibroblastic cancer-associated fibroblast high microenvironments of colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Multiple myeloma (MM) is a cancer of bone marrow plasma cells (BMPCs), which to date remains incurable. Standard of care for qualifying patients involves high-dose chemotherapy followed by autologous stem cell transplant (ASCT), after which minimal residual disease (MRD) testing is used to assess the degree of tumor clearance. Though strongly associated with better survival, MRD-negativity is an imperfect predictor for patient outcomes and fails to account for the pro-tumorigenic BM dysregulation often found in MM patients. As the post-transplant BM milieu in MM is not well understood, we conducted 3' single-cell RNA sequencing (scRNAseq) of 49 newly diagnosed (NDMM) and 79 day-100 post-ASCT whole-BM aspirates to investigate how immunosuppressive microenvironmental signatures may persist or develop following ASCT to influence patient outcomes. 68 of 79 post-ASCT samples come from uniformly-treated clinical trial enrollees with progression-free survival (PFS) ranging from 10 months to over 7 years, with both MRD- and MRD+ cases at either PFS extreme. We observe that although post-ASCT samples have uniformly lower PC count than NDMM samples, only erythroblasts and B cells appear relatively depleted in NDMM samples to compensate for higher PC proportions. T\/NK cells and myeloid lineages, though similar in percentage across samples, exhibit clear subtype bias between the two timepoints. Post-ASCT samples are significantly enriched for GZMH+ CD8+ T and NK cells, HIF1A+ hypoxia-responsive monocytes, and depleted for S100A8\/9-high CD14+ monocytes. NDMM samples are also enriched for SPINK2+, CDK6+, and AVP+ neutrophils, which are rare in post-ASCT samples. Notably, higher HIF1A expression in myeloid cells post-ASCT is further associated with longer PFS. Regardless of MRD status, NFKBIA, FOS, and GNLY upregulation and GZMK downregulation in post-ASCT T cells are associated with worse PFS. Conversely, enrichment of CD16+ IFN-responsive monocytes and depletion of ARG1+\/FUT4+\/CEACAM8+ myeloid-derived suppressor cells (MDSCs) are associated with longer PFS. Beyond such general trends, we observe MRD-dependent PFS-association of several CD8+ T cell subsets. Overall, this study enhances our understanding of how post-transplant BM repopulation and immune interaction may impact treatment response in MM.\u0009","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Multiple myeloma,Tumor microenvironment,Response,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. T. Wang<\/b>, M. Fiala, K. Sato, J. Fortier, R. Vij, L. Ding; <br\/>Washington University in St. Louis, Saint Louis, MO","CSlideId":"","ControlKey":"850d21c9-84df-4dcc-81f5-2fa61847a949","ControlNumber":"7080","DisclosureBlock":"&nbsp;<b>J. T. Wang, <\/b> None..<br><b>M. Fiala, <\/b> None..<br><b>K. Sato, <\/b> None..<br><b>J. Fortier, <\/b> None..<br><b>R. Vij, <\/b> None..<br><b>L. Ding, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8719","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6881","PresenterBiography":null,"PresenterDisplayName":"Julia Wang, BA","PresenterKey":"c0473628-78a9-4426-87aa-f0c17a9b5421","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6881. Investigating the role of post-transplant bone marrow immune dysregulation in multiple myeloma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the role of post-transplant bone marrow immune dysregulation in multiple myeloma","Topics":null,"cSlideId":""},{"Abstract":"Background: The aryl hydrocarbon receptor (AhR) is a transcription factor that performs various biological functions upon ligand activation. While there have been extensive studies and development of AhR-targeting anticancer therapies, including active clinical trials, research on the expression of AhR, a key biomarker, in the TME remain limited. Herein, we evaluated the nuclear and cytosolic AhR expression across five solid cancer types: head and neck squamous cell carcinoma (HNSCC), bladder cancer, colorectal cancer, esophageal cancer, and non-small cell lung cancer (NSCLC).<br \/>Methods: Multiplexed immunohistochemistry (mIHC) and image cytometry were employed to investigate the AhR expression and distribution in 513 patient samples, of which 292 were from patients with one of five solid cancer types. For quantification of AhR expression levels, FCS files were generated, and the resulting data was analyzed using the R program.<br \/>Results: AhR expression was predominantly high in cancer cells, followed by T cells and macrophages across all cancer types. All 513 patient samples were categorized into three clusters based on distinct expression and localization patterns of AhR. Cluster 1 exhibited high AhR expression in the cancer cell nucleus, whereas cluster 3 showed the lowest. AhR expression in the stromal macrophage nucleus was the most pronounced in cluster 2. In cluster 1, NSCLC was entirely absent, with esophageal cancer representing the largest proportion. In contrast, cluster 2 was notably different from cluster 1, with a 5% prevalence of NSCLC and a relatively higher proportion of HNSCC and colorectal cancer. The AhR expression in macrophages within cluster 2 was noticeably higher than in cluster 1. Cluster 3, which had the highest NSCLC proportion, generally displayed low AhR expression compared to other clusters, but also exhibited AhR expression in regulatory T cells (Tregs), a pattern which was not observed in other cancer types. Notably, a positive correlation was observed between the nuclear and cytosolic expressions of AhR, suggesting that AhR expression as a biomarker is independent of its subcellular localization. Furthermore, there was no clear correlation between AhR expression levels and cancer stage, grade, and metastatic status.<br \/>Conclusion: We elucidated the expression profile of AhR within the TME across five cancer types, then classified the patient samples into three clusters based on their distinct AhR expression patterns. By demonstrating different expression patterns of AhR in cancer cells and immune cells, our findings are anticipated to provide a fundamental basis for clinical and immunological research on AhR-targeting therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Aryl hydrocarbon receptor,Tumor microenvironment,T lymphocytes,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"D. Kim<sup>1<\/sup>, <b>C. Lee<\/b><sup>2<\/sup>, Y. Han<sup>2<\/sup>, S. Park<sup>2<\/sup>, H. Han<sup>2<\/sup>, K. Na<sup>2<\/sup>, M. Kim<sup>2<\/sup>, S. Yang<sup>2<\/sup>, S. Baek<sup>2<\/sup>, Y. Kim<sup>2<\/sup>, J. Hwang<sup>2<\/sup>, S. Lee<sup>1<\/sup>, S.-s. Kang<sup>3<\/sup>, T. Han<sup>4<\/sup>, H. Doh<sup>4<\/sup>, J. Cho<sup>4<\/sup>, D. Kim<sup>4<\/sup>, D. Cha<sup>4<\/sup>, M. Hong<sup>5<\/sup>, S. Lim<sup>5<\/sup>, J. Lee<sup>5<\/sup>, J. Kim<sup>2<\/sup>, K.-H. Pyo<sup>6<\/sup>, B. Cho<sup>5<\/sup>; <br\/><sup>1<\/sup>Brain Korea 21 PLUS Project for Medical Science, Yonsei University College of Medicine, Seoul, Korea, Seoul, Korea, Republic of, <sup>2<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>3<\/sup>JEUK Institute for Cancer Research, Gumi, Korea, Republic of, <sup>4<\/sup>Dong-A ST Research Institute, Yongin-si, Korea, Republic of, <sup>5<\/sup>Division of Medical Oncology, Department of Internal Medicine and Yonsei Cancer Center, Severance Hospital, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>6<\/sup>Yonsei New Il Han Institute for Integrative Lung Cancer Research, Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"fb349b0a-4a3b-4e13-99bc-7e8d5d2b6ce7","ControlNumber":"4249","DisclosureBlock":"&nbsp;<b>D. Kim, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>Y. Han, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>H. Han, <\/b> None..<br><b>K. Na, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>S. Yang, <\/b> None..<br><b>S. Baek, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>J. Hwang, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>S. Kang, <\/b> None.&nbsp;<br><b>T. Han, <\/b> <br><b>Dong-A ST Research Institute<\/b> Employment. <br><b>H. Doh, <\/b> <br><b>Dong-A ST Research Institute<\/b> Employment. <br><b>J. Cho, <\/b> <br><b>Dong-A ST Research Institute<\/b> Employment. <br><b>D. Kim, <\/b> <br><b>Dong-A ST Research Institute<\/b> Employment. <br><b>D. Cha, <\/b> <br><b>Dong-A ST Research Institute<\/b> Employment.<br><b>M. Hong, <\/b> None..<br><b>S. Lim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>K. Pyo, <\/b> None..<br><b>B. Cho, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8721","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6882","PresenterBiography":null,"PresenterDisplayName":"Chai Young Lee, MS","PresenterKey":"08791360-7905-4ff6-b2f7-9caf4114d261","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6882. Exploring aryl hydrocarbon receptor expression and distribution in the tumor microenvironment, with a focus on immune cells, in various solid cancer types","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring aryl hydrocarbon receptor expression and distribution in the tumor microenvironment, with a focus on immune cells, in various solid cancer types","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Pediatric sarcoma represents the second most common solid tumor in children. Despite advances in multimodal therapies, one-third of sarcoma patients do not survive the disease. Over the past few decades, the development of novel therapeutic strategies for sarcoma has been impeded by an insufficient understanding of the tumor microenvironment (TME). In particular, the potential of immunotherapy remains constrained by the gap of knowledge about the molecular and functional phenotypes of the immune cells in the sarcoma TME.<br \/><b>Methods:<\/b> To address this knowledge gap, we collected treatment-na&#239;ve tumor samples from 32 patients with five pediatric sarcoma subtypes. We employed a single-nuclei RNA+ATAC-Seq multi-omics assay to comprehensively characterize the transcriptomic and epigenomic heterogeneity of tumor and immune cells within the sarcoma TME.<br \/><b>Results:<\/b> Our analysis revealed that tumor-associated macrophages (TAMs) were the most abundant immune cell type in the sarcoma TME. We identified seven distinct TAM subpopulations, each exhibiting unique gene expression and chromatin accessibility patterns. Among these, TAM subsets with higher expression of <i>SPP1<\/i> and <i>C1QC<\/i> genes displayed the strongest immunosuppressive potential. Transcriptional regulatory network (TRN) analysis identified transcription factors that were most likely to drive the phenotypes of SPP1+ and C1QC+ TAMs, including ELF2, JUND and RUNX1. Through cell-cell communication analysis, we discovered that SPP1+ TAMs interact with T cells via SPP1-CD44 signaling, while C1QC+ TAMs interact with NK cells through HLA-E-KLRC1 signaling, suggesting the potential involvement of these signaling pathways in TAM-mediated suppression of these cytotoxic lymphocytes. We prioritized ligand-receptor gene pairs, such as SEMA3D-NRP1 and LTBP3-ITGB5, which likely mediate the interaction between malignant sarcoma cells and SPP1+\/C1QC+ TAMs based on their dominance across sarcoma subtypes and association with poorer clinical outcomes. On the other hand, our analysis revealed that sarcoma subtype-specific interactions between TAMs and malignant cells are common, highlighting the heterogeneity of signaling events across sarcoma subtypes.<br \/><b>Conclusion and Significance:<\/b> Our study presents a comprehensive single-cell multi-omics characterization of pediatric sarcomas and sheds light on its tumor microenvironment. By identifying unique markers for immunosuppressive TAM subpopulations and elucidating intercellular interactions promoting tumor development, this study proposes potential therapeutic targets for sarcoma treatment based on the role of TAMs in sarcoma TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Tumor associated macrophages,Single cell,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zhan Zhang<\/b><sup>1<\/sup>, Kyung Jin Ahn<sup>2<\/sup>, Changya Chen<sup>2<\/sup>, Rumeysa Biyik Sit<sup>2<\/sup>, Hesham Mohei<sup>3<\/sup>, Brian Lockhart<sup>4<\/sup>, Malay Haldar<sup>3<\/sup>, Kathrin Bernt<sup>2<\/sup>, Vinodh Pillai<sup>3<\/sup>, Kai Tan<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Bioengineering, University of Pennsylvania, Philadelphia, PA,<sup>2<\/sup>Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA,<sup>3<\/sup>Department of Pathology and Laboratory Medicine, University of Pennsylvania, Philadelphia, PA,<sup>4<\/sup>Department of Pathology and Laboratory Medicine, Children뗩 Hospital of Philadelphia, Philadelphia, PA","CSlideId":"","ControlKey":"176d6340-352e-4a0d-bc45-8dace4a63cb4","ControlNumber":"7906","DisclosureBlock":"&nbsp;<b>Z. Zhang, <\/b> None..<br><b>K. Ahn, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>R. Biyik Sit, <\/b> None..<br><b>H. Mohei, <\/b> None..<br><b>B. Lockhart, <\/b> None..<br><b>M. Haldar, <\/b> None..<br><b>K. Bernt, <\/b> None..<br><b>V. Pillai, <\/b> None..<br><b>K. Tan, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8722","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6883","PresenterBiography":null,"PresenterDisplayName":"Zhan Zhang, BS","PresenterKey":"70af9640-7baf-4236-98f0-9b327f547576","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6883. Investigation of tumor-immune interactions in pediatric sarcomas using single-cell multi-omics","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigation of tumor-immune interactions in pediatric sarcomas using single-cell multi-omics","Topics":null,"cSlideId":""},{"Abstract":"Background: The tumor microenvironment (TME) is composed of not only cancer cells but also an extracellular matrix and many types of non-cancerous cells, including fibroblasts and immune cells. In recent years, infiltrating immune cells in TME are known as a predictor of chemotherapy and immunotherapy effectiveness. The purpose of this study is to evaluate infiltrations of lymphocytes and macrophages in biliary tract cancers (BTCs).<br \/>Methods: Clinical data and tissues were obtained from 130 patients who underwent surgical treatment for BTCs (intrahepatic, perihilar, and distal bile duct cancer, gallbladder cancer, and ampullary cancer) at our institution between 2001 and 2017.The immunohistochemical evaluation was performed to evaluate the number of CD8+ T cells, CD4+ T cells and FOXP3+ T cells and CD68+ Macrophages around the tumor cells. We defined Immunoscore based on the status of infiltrating immune cells. With CD8-high, CD4-high, and FOXP3-high TILs and CD68-low TAMs as one factor, the number of factors was counted in each case, and Immunoscore was assigned a score of 5 stages, from 0 to 4. It was high for the score of 3-4 and low for the score of 0-2. Also, to evaluate the correlation with TME and systemic inflammatory reaction, we examined blood inflammatory biomarker from peripheral blood samples.<br \/>Results: A total of 59 cases had high Immunoscore and 71 cases had low Immunoscore. Patients with high Immunoscore showed significantly superior overall survival (OS) and recurrence free survival (RFS) than those with low Immunoscore (median OS 60.8 vs. 26.4 months, <i>p = 0<\/i>.<i>001<\/i>; median RFS not reached vs. 17.2 months, <i>p &#60; 0<\/i>.<i>001).<\/i> For OS, low Immunoscore, positive lymph node metastasis, presence of distant metastasis, and high serum CA19-9 level were independent poor prognostic factors (hazards ratio 2.05, 3.48, 1.7, and 2.05; <i>p = 0<\/i>.<i>01<\/i>, <i>p = 0<\/i>.<i>005<\/i>, <i>p = 0<\/i>.<i>05<\/i>, and <i>p = 0<\/i>.<i>01<\/i>, respectively). For RFS, low Immunoscore, T classification of pT3-4, and presence of distant metastasis were independent poor prognostic factors with hazards ratio of 2.41 (<i>p = 0<\/i>.<i>001<\/i>), 2.16 (<i>p = 0<\/i>.<i>005<\/i>), and 3.58 (<i>p = 0<\/i>.<i>005<\/i>), respectively. Patients with high preoperative Neutrophil-to-lymphocyte ratio (NLR) had a significantly lower average number of CD8<sup>+<\/sup> T cells as compared to patients with low NLR (<i>p<\/i><i> <\/i><i>=<\/i><i> <\/i><i>0.02<\/i>). Preoperative NLR was associated with infiltrating CD8<sup>+<\/sup> T cells in TME.<br \/>Conclusions: High Immunoscore group had significantly longer OS and RFS and was an independent good prognostic factor. Also, infiltrating CD8<sup>+<\/sup> T cells in TME correlated preoperative NLR. Our findings indicated that in biliary tract cancer, the evaluation of infiltrating immune cells in TME was useful to predict patient prognosis, and preoperative NLR may predict the tumor infiltrating CD8<sup>+<\/sup> T cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Cholangiocarcinoma,Tumor associated macrophages,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Hatta<\/b>, R. Tanaka, K. Kimura, S. Eguchi, G. Ohira, H. Shinkawa, K. Nishio, M. Kinoshita, S. Kurihara, S. Kushiyama, T. Kawaguchi, N. Tani, K. Nakanishi, M. Yoshida, T. Ishizawa; <br\/>Osaka Metropolitan University, Osaka-shi, Japan","CSlideId":"","ControlKey":"3930a0b9-073d-4159-abfc-a174ccd52747","ControlNumber":"2175","DisclosureBlock":"&nbsp;<b>K. Hatta, <\/b> None..<br><b>R. Tanaka, <\/b> None..<br><b>K. Kimura, <\/b> None..<br><b>S. Eguchi, <\/b> None..<br><b>G. Ohira, <\/b> None..<br><b>H. Shinkawa, <\/b> None..<br><b>K. Nishio, <\/b> None..<br><b>M. Kinoshita, <\/b> None..<br><b>S. Kurihara, <\/b> None..<br><b>S. Kushiyama, <\/b> None..<br><b>T. Kawaguchi, <\/b> None..<br><b>N. Tani, <\/b> None..<br><b>K. Nakanishi, <\/b> None..<br><b>M. Yoshida, <\/b> None..<br><b>T. Ishizawa, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8723","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6884","PresenterBiography":null,"PresenterDisplayName":"Hatta Kousuke","PresenterKey":"00aaf096-431b-4a5e-a58f-4591a462b2bd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6884. Evaluating tumor-infiltrating immune cells helps predicting prognosis in biliary tract cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluating tumor-infiltrating immune cells helps predicting prognosis in biliary tract cancer","Topics":null,"cSlideId":""},{"Abstract":"Chronic intestinal inflammation in patients diagnosed with inflammatory bowel disease (IBD) significantly increases their risk of colorectal cancer (CRC). Despite the rising global frequency of IBD, the precise mechanisms that regulate the transition from IBD to colon cancer are poorly understood. Doublecortin-like kinase 1 (DCLK1) is a protein with two major isoforms, DCLK1-L and DCLK1-S. Previous studies have shown that hypermethylation of the DCLK-1&#945; promoter encoding DCLK1-L, particularly in colorectal cancer, allows switching to the DCLK1-S isoform that confers an invasive tumor phenotype. The DCLK1-L is a tuft cell marker that protects against colitis by sensing and eliminating gut pathogenic infection through various mechanisms. On the contrary, the role of DCLK1-S in colitis and colitis-associated cancer has not been thoroughly investigated. Studies from our lab have identified a marked elevation of DCLK1-S in tissue samples of IBD patients. We also recently discovered that DCLK1-S is predominantly expressed in Ly6G+; MHCII- neutrophils, which coincide with elevated levels of inflammation and tissue damage in the colon. To further understand the role of DCLK1 isoforms in driving the progression of colitis to colon cancer, we bred <i>Dclk1<sup>fl\/fl<\/sup><\/i> mice with <i>MRP8-Cre-ires\/GFP<\/i> mice to generate <i>Dclk1<sup>fl\/fl<\/sup>;MRP8-Cre+\/- <\/i>that eliminates DCLK1-L upon tamoxifen injection resulting in sustained expression of DCLK1-S in the granulocytes especially neutrophils. When infected with <i>Citrobacter rodentium<\/i> (CR), <i>MRP8;Dclk1<sup>-\/-<\/sup> <\/i>mice compared to<i> MRP8;Dclk1<sup>+\/-<\/sup><\/i> or WT mice developed more severe colitis. We have also discovered a novel interaction between DCLK1-S and MMP13 in an unbiased docking study that correlated with significant co-localization of DCLK1-S with MMP13 in the colons of CR-infected<i> <\/i>mice. Employing a knock-in mice over-expressing the DCLK1-S +19 under the CAG promoter, the DCLK1-MMP13 co-localization correlated with severe ulceration and colitis with loss of crypts and immune cell infiltration including Ly6G+ neutrophils. Studies are underway to see if the severity of colitis in <i>MRP8;Dclk1<sup>-\/-<\/sup> <\/i>mice translates into<i> <\/i>enhanced tumorigenesis and to see if potential interaction between DCLK1-S and MMP13 could provide a plausible mechanism of colitis progression to colon cancer through ECM remodeling and tissue damage.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-06 Inflammatory cells as regulators of tumor growth,,"},{"Key":"Keywords","Value":"Inflammatory bowel disease,Inflammation,Colon cancer,DCLK1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. A. Yusuf<\/b>, B. C. Roy, S. Anant, S. Umar; <br\/>University of Kansas Medical Center, Kansas City, KS","CSlideId":"","ControlKey":"df20c757-fa51-4041-95c7-ad5012b9dbde","ControlNumber":"3274","DisclosureBlock":"&nbsp;<b>K. A. Yusuf, <\/b> None..<br><b>B. C. Roy, <\/b> None..<br><b>S. Anant, <\/b> None..<br><b>S. Umar, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8818","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6885","PresenterBiography":"","PresenterDisplayName":"Kafayat Yusuf, MS","PresenterKey":"7035a948-12f8-4e9c-b0e4-a26edf871d82","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6885. Investigating a novel role of DCLK1 isoforms in colitis and colitis associated colon cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating a novel role of DCLK1 isoforms in colitis and colitis associated colon cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: The ability to image tissue microenvironments (TME) at high-plex over a whole slide without requiring multiple staining steps allows for unprecedented ability to study tissue architecture and molecular mechanisms of immune and disease processes. Here we investigate a sample of normal lung section adjacent to non-small cell lung carcinoma using whole slide, single-step stain and imaging at single-cell resolution.<br \/>Methods: These images profiled a whole slide tissue section of normal lung section adjacent to non-small cell lung carcinoma, stained with a 17-plex immuno-oncology biomarker panel. In this profile, we designed a high-plex panel of 17 biomarkers where the tissue autofluorescence was imaged and isolated as an additional fluorescence channel. All markers were stained in a single staining procedure and imaged in a single scan. Whole slide spatial staining and imaging was conducted on the Orion spatial biology platform. The full protocol is quick and simple, using standard histology tools: &#8226;Mount sections on glass slides&#8226;De-paraffinize and perform antigen retrieval&#8226;Quench autofluorescence&#8226;Stain slides with a panel of ArgoFluor<sup>&#8482;<\/sup> conjugated antibodies&#8226;Coverslip with ArgoFluor Mounting Medium and cure overnight&#8226;Image whole slides at 20X magnification using the Orion instrument&#8226;Process to ome.TIFF and analyze.<br \/>Results: Data revealed intact normal lung alveolar architecture, with scattered immune cell infiltrates. Multiplexed imaging revealed epithelial cells, which make up alveoli, and endothelial vasculature as well as immune cells infiltrates in the alveolar space. Various immune cell populations were observed to be present (T cells, B cells, macrophages) and immune cell activation could be distinguished using PCNA and\/or Ki-67 markers. Various T cell subsets could also be identified among the infiltrate using markers for CD4, CD8 and T-regulatory marker FOXP3. Through the use of multiplex staining, immune cell activity could also be characterized with respect to bronchiolar, artery, and capillary tissue architecture.<br \/>Conclusions: High-quality subcellular imaging of TME can lead to greater spatial investigation and more in-depth understanding of immune function in normal and diseased tissue. Here, multiplexed imaging identified distinct immune cell collections among cancer-adjacent normal lung tissue, providing validation of instrumentation and methods to obtain benchmarks for spatial quantitation of immune cells in control regions adjacent to cancer tissue.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ specific microenvironments,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Immuno-oncology,Lung cancer: non-small cell,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Larkin<\/b>, T. George, E. Kaldjian; <br\/>RareCyte, Inc., SEATTLE, WA","CSlideId":"","ControlKey":"af8c54bd-252a-4f3d-b73f-456c4eaff74e","ControlNumber":"7588","DisclosureBlock":"&nbsp;<b>S. Larkin, <\/b> None..<br><b>T. George, <\/b> None..<br><b>E. Kaldjian, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8842","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6886","PresenterBiography":null,"PresenterDisplayName":"SELENA LARKIN","PresenterKey":"8dcae522-86a1-4923-88f2-cf853785a63c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6886. Orion<sup>&#8482;<\/sup>: 17-plex single-step stain and imaging of normal lung section adjacent to non-small cell lung carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"459","SessionOnDemand":"False","SessionTitle":"Immune Cells in the Tumor Microenvironment 2","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Orion<sup>&#8482;<\/sup>: 17-plex single-step stain and imaging of normal lung section adjacent to non-small cell lung carcinoma","Topics":null,"cSlideId":""}]