[{"Abstract":"<b>Background<\/b>: Genome-wide association studies (GWAS) have identified over 200 breast cancer risk associated genetic loci, yet the causal genes and biological mechanisms for most loci remain elusive. Proteins, as final gene products, are pivotal in cellular function. In this study, we conducted a proteome-wide association study (PWAS) to identify proteins in breast tissue in relation to breast cancer risk.<br \/><b>Methods<\/b>: We profiled the proteome in breast tissue samples from 120 cancer-free European-ancestry women from the Susan G. Komen Tissue Bank. Protein expression levels were log2 transferred and then normalized via quantile and inverse-rank transformations. The <i>elastic net<\/i> method was used to build statistical models to predict protein expression levels via genetic variants. The prediction models were then applied to the GWAS summary statistics data of 133,384 breast cancer cases and 113,789 controls to assess the associations of genetically predicted protein expression levels with breast cancer risk overall and its sub-types using the S-PrediXcan method.<br \/><b>Results<\/b>: A total of 6,388 proteins were detected in the normal breast tissue samples from 120 women with a high detection false discovery rate (FDR). Among the 5,823 proteins detected in more than 80% of participants, prediction models were successfully built for 2,041 proteins with R&#62;0.1 and P&#60;0.05. Among these 2,041 proteins, six proteins were significantly associated with overall breast cancer risk at an FDR P&#60; 0.05. Among these six proteins, the corresponding genes for proteins DCTN3 and DDX6 were located at least 500kb away from the GWAS-identified breast cancer risk variants. Both DCTN3 and DDX6 were associated with a decreased risk of breast cancer with P values of 8.46 x 10<sup>-4<\/sup> and 2.27x10<sup>-4<\/sup>, respectively. The corresponding genes for the remaining four proteins, LMNA, LSP1, RPS6KA5, and DNAJA3, were located in previously GWAS-identified breast cancer risk loci. After adjusting for GWAS-identified risk variants, the associations for LMNA and RPS6KA5 were still significant (P=2.54x10<sup>-7<\/sup> and 2.79x10<sup>-5<\/sup>, respectively), however, the associations for LSP1 and DNAJA3 became weaker with P values of 0.65 and 2.10x10<sup>-4<\/sup> respectively.Stratification analyses by breast cancer subtypes identified three proteins, LMNA, LSP1, and NCKAP1L, associated with luminal A, luminal B, and ER-positive subtypes. NCKAP1L was located at least 500kb away from risk loci. After adjusting for GWAS-risk variants, the associations for LMNA were still significant (P=2.58x10<sup>-5<\/sup> and 4.08x10<sup>-6<\/sup> for luminal A and ER-positive respectively).<br \/><b>Conclusion<\/b>: We conducted the first breast-tissue-based PWAS and identified seven proteins associated with breast cancer, including six proteins that were not previously implicated. These findings help improve our understanding of the underlying genetic mechanism of breast cancer development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Breast cancer,Proteomics,,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Zhao<\/b><sup>1<\/sup>, S. Xu<sup>1<\/sup>, J. Ping<sup>1<\/sup>, G. Jia<sup>1<\/sup>, Y. Dou<sup>2<\/sup>, B. Zhang<sup>2<\/sup>, X. Guo<sup>1<\/sup>, Q. Cai<sup>1<\/sup>, X.-O. Shu<sup>1<\/sup>, W. Zheng<sup>1<\/sup>, J. Long<sup>1<\/sup>; <br\/><sup>1<\/sup>Vanderbilt University Medical Center, Nashville, TN, <sup>2<\/sup>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"d584ee13-b367-4a9f-b64d-1b0acf901f5e","ControlNumber":"8506","DisclosureBlock":"&nbsp;<b>T. Zhao, <\/b> None..<br><b>S. Xu, <\/b> None..<br><b>J. Ping, <\/b> None..<br><b>G. Jia, <\/b> None..<br><b>Y. Dou, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>X. Guo, <\/b> None..<br><b>Q. Cai, <\/b> None..<br><b>X. Shu, <\/b> None..<br><b>W. Zheng, <\/b> None..<br><b>J. Long, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6576","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1716","PresenterBiography":null,"PresenterDisplayName":"Tianying Zhao, MS","PresenterKey":"e3cde22f-7772-46dc-8c3c-826ed83b3c28","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1716. A proteome-wide association study identifies putative causal proteins for breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A proteome-wide association study identifies putative causal proteins for breast cancer","Topics":null,"cSlideId":""},{"Abstract":"RAS-mediated human cell transformation requires simultaneous inhibition of tumor suppressor phosphatase PP2A; however, the target phosphosites co-regulated by RAS and PP2A are poorly characterized. In this study, we describe the phosphoregulation of an epigenetic regulator, KDM1A, by RAS and PP2A. KDM1A is a lysine-specific demethylase that can act as a transcriptional activator or inhibitor, depending on its specific activity toward various histone marks. However, the post-translational modifications regulating the substrate specificity of KDM1A are poorly addressed. We found that KDM1A physically interacts with PP2A through a conserved binding motif, and that mutating the motif residues decreased its interaction with PP2A. Additionally, PP2A activation or RAS inhibition led to increased chromatin recruitment of KDM1A. This enhanced chromatin recruitment of KDM1A was recapitulated upon CRISPR\/CAS9-mediated substitution of the PP2A\/RAS-targeted serine to alanine. Using histone proteomics, we further identified that the RAS\/PP2A-regulated phosphosite determines the substrate specificity of KDM1A. This is evidenced by an increased demethylation of histone H3K9me2\/3, a marker of gene activation. The differential gene expression profile of the phosphorylation mutants of KDM1A predominantly showed increased gene expression, further validating our findings. The gene expression profiles of KDM1A phosphomutant RAS mutant cells demonstrate gene level specificity indicating that this newly discovered KDM1A phosphoswitch has an important role in specifying KDM1A function in cancer. Collectively, our results demonstrate that RAS and PP2A activities converge on phosphoregulation of epigenetic machinery in cancer cells. This RAS and PP2A co-regulated phosphosite on KDM1A dictates both its histone mark specificity and transcriptional outcome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-06 Histone modification,,"},{"Key":"Keywords","Value":"Phosphorylation,Histone methylation,Epigenetics,KRAS,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Sharma<\/b><sup>1<\/sup>, A. Aakula<sup>1<\/sup>, J. Kamila<sup>1<\/sup>, R. Nätkin<sup>2<\/sup>, T. Bonaldi<sup>3<\/sup>, S. Minucci<sup>3<\/sup>, M. Nykter<sup>2<\/sup>, J. Westermarck<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Turku, Turku, Finland, <sup>2<\/sup>Tampere University, Tampere, Finland, <sup>3<\/sup>Istituto Europeo di Oncologia, IEO, Milan, Italy","CSlideId":"","ControlKey":"4e4fec02-b697-4674-b0dd-26e36b549662","ControlNumber":"3033","DisclosureBlock":"&nbsp;<b>M. Sharma, <\/b> None..<br><b>A. Aakula, <\/b> None..<br><b>J. Kamila, <\/b> None..<br><b>R. Nätkin, <\/b> None..<br><b>T. Bonaldi, <\/b> None..<br><b>S. Minucci, <\/b> None..<br><b>M. Nykter, <\/b> None..<br><b>J. Westermarck, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6577","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1717","PresenterBiography":"","PresenterDisplayName":"Mukund Sharma, BE;MS","PresenterKey":"de654afd-57ec-4f65-a642-ee83973f0040","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1717. RAS and PP2A co-regulated phosphosite on KDM1A dictates its substrate specificity &#38; transcriptional outcome","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RAS and PP2A co-regulated phosphosite on KDM1A dictates its substrate specificity &#38; transcriptional outcome","Topics":null,"cSlideId":""},{"Abstract":"Approximately 70% of patients diagnosed with non-small cell lung cancer (NSCLC) are not eligible for curative resection, often due to disseminated disease at diagnosis. Thus, the advent of novel therapeutics, especially those efficacious for metastatic disease, is of primary importance. Metastasis correlates with epigenetic alterations that drive tumor plasticity and adaptive heterogeneity in response to the multiple microenvironments metastatic cells see, yet the molecular mechanisms underlying these epigenetic alterations remain poorly understood.<br \/>We performed a functional genomic screen and identified the lysine 36 on histone H3 (H3K36) demethylase KDM2A as a mediator of <i>in vivo <\/i>and <i>in vitro <\/i>metastatic competence in multiple models of NSCLC. KDM2A depletion in highly metastatic NSCLC cell lines reduces their capacity to form multi-tumor cell clusters. <i>In <\/i><i>vivo<\/i>, KDM2A depletion does not impact lung orthotopic tumor cell growth or the total number of circulating tumor cells (CTCs) but does reduce their ability to colonize distant metastatic sites. This is consistent with the fact that human CTCs found in clusters are more metastatic than CTCs which disseminate as single-cells.<br \/>Because the molecular and biological consequences of H3K36 regulation are context dependent, we performed for the first time an integrated transcriptomic-epigenomic analysis of target gene regulation, KDM2A genomic binding, H3K36 methylation, and H3K27 acetylation, in metastatic cell clusters. KDM2A enhances the expression of cell adhesion and anti-oxidant genes, while suppressing inflammatory gene responses, and this regulation preferentially occurs in tumor cell clusters. Transcriptomic analysis of CTCs from patients confirms that KDM2A regulated transcriptional responses correlate with metastatic relapse across multiple cancer types. Moreover, KDM2A may function both as a transcriptional activator and repressor in metastatic clusters. As KDM2A encodes for several domains which can independently regulate E3-ubiqutin ligation, H3K36me2 demethylation, and DNA methylation, we have also performed a structure function analysis of K2MDA in the context of metastatic phenotypes. Thus, the distinct biochemical functions of KDM2A in relation to its regulation of CTC gene transcription and histone modification will also be presented.<br \/>In conclusion, we have identified KDM2A as a novel regulator of NSCLC metastatic spread. The ability to inhibit KDM2A with small molecule inhibitors may be translated into effective therapeutic interventions for NSCLC patients with metastasis disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Metastatic potential,Histone modification,Cell adhesion,Transcriptional regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Kravitz<\/b><sup>1<\/sup>, K. D. Patel<sup>1<\/sup>, W. L. Cai<sup>2<\/sup>, A. Arnal-Estapé<sup>1<\/sup>, D. Zhao<sup>1<\/sup>, E. Wingrove<sup>1<\/sup>, L. Stevens<sup>1<\/sup>, T. F. Westbrook<sup>3<\/sup>, Q. Yan<sup>1<\/sup>, D. X. Nguyen<sup>1<\/sup>; <br\/><sup>1<\/sup>Yale University, New Haven, CT, <sup>2<\/sup>University of Pittsburgh, Pittsburgh, PA, <sup>3<\/sup>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"2c28916a-53b9-4d4c-8ff1-3efb199f365b","ControlNumber":"8651","DisclosureBlock":"&nbsp;<b>C. Kravitz, <\/b> None..<br><b>K. D. Patel, <\/b> None..<br><b>W. L. Cai, <\/b> None..<br><b>A. Arnal-Estapé, <\/b> None..<br><b>D. Zhao, <\/b> None..<br><b>E. Wingrove, <\/b> None.&nbsp;<br><b>L. Stevens, <\/b> <br><b>AstraZeneca<\/b> Employment.<br><b>T. F. Westbrook, <\/b> None.&nbsp;<br><b>Q. Yan, <\/b> <br><b>AstraZeneca<\/b> Other, Research funding and speaker fee. <br><b>AccuraGen<\/b> Stock Option, Other, Scientific Advisory Board member.<br><b>D. X. Nguyen, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6578","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1718","PresenterBiography":null,"PresenterDisplayName":"Carolyn Kravitz, BS,M Phil","PresenterKey":"de206e15-ac8c-4930-9f5a-653588be50e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1718. The lysine demethylase KDM2A regulates tumor cell clustering to potentiate metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The lysine demethylase KDM2A regulates tumor cell clustering to potentiate metastasis","Topics":null,"cSlideId":""},{"Abstract":"Background: Diffuse midline glioma (DMG) is a highly aggressive pediatric brain cancer with a poor prognosis [1]. Mechanistically, DMG harbors a lysine-to-methionine substitution at position 27 of histone H3.3 (H3.3K27M), which leads to global hypomethylation and a dramatically altered epigenetic landscape [2, 3].<br \/>Aim: This study aims to explore the H3.3K27M mutation from a novel perspective by investigating its effects on H3.3 ubiquitination, with the goal of identifying effective, novel therapeutic targets.<br \/>Methods: Mass spectrometry was used to identify potential E3 ligases for H3.3, while immunoprecipitation to verify this interaction. Cell viability and survival were determined by MTS and clonogenic survival assays, respectively. Nucleosome fractionation was performed to detect the distribution of wild-type (WT) or K27M mutant H3.3 histones.<br \/>Results: Mass spectrometry identified UBR7, an E3 ligase, as exhibiting a stronger binding affinity with WT H3.3 than its K27M mutant counterpart. Further nucleosome fractionation assay revealed that K27M histones are more likely deposited in nucleosomes than WT H3.3. Further analysis demonstrated that a non-phosphorylation mimic mutation (serine to alanine) at amino acid 28 (S28A) restored the binding affinity of K27M mutant H3.3 with UBR7. Importantly, this mutation disrupted H3.3 phosphorylation and significantly diminished cell survival, whereas the constitutively activated phosphorylation mutation (S to glutamine (E)) on S28 (S28E) mimics K27M mutation in promoting cell proliferation and survival.<br \/>Conclusion: These findings suggest that S28ph impairs UBR7-mediated K27M ubiquitination and promotes DMG cell growth, suggesting that targeting S28ph is an effective therapeutic strategy. However, the underlying mechanisms by which K27M interplays with S28ph in promoting tumorigenesis require further investigation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-06 Histone modification,,"},{"Key":"Keywords","Value":"Pediatric cancers,Histone modification,Ubiquitination,Phosphorylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Yan<\/b>; <br\/>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"c8dc9ebf-a73f-45d7-b52a-49ba6baadec0","ControlNumber":"3793","DisclosureBlock":"&nbsp;<b>Y. Yan, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6579","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1719","PresenterBiography":null,"PresenterDisplayName":"Yuqian Yan, PhD","PresenterKey":"40a418fd-391b-4d67-a6cd-1d9518acc477","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1719. Targeting H3.3 serine 28 phosphorylation as a novel therapeutic strategy for diffuse midline glioma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting H3.3 serine 28 phosphorylation as a novel therapeutic strategy for diffuse midline glioma","Topics":null,"cSlideId":""},{"Abstract":"As compacted DNA, heterochromatin represses abnormal gene expression by inhibiting DNA transcription and maintains genome integrity by protecting aberrant chromosome segregation. Therefore, abnormalities in heterochromatin function are commonly found in cancer. However, how exactly heterochromatin preserves the genome integrity remains poorly understood due largely to the complex structure of heterochromatin. Recently, increasing evidence suggests that heterochromatin factors, including HP1&#945;, KAP1, and SUV39H1\/2, could drive the soluble heterochromatin into phase-separated droplets\/condensates to promote gene silencing, which is referred to as liquid-liquid phase separation (LLPS). TP53-binding protein 1 (53BP1) has traditionally been a critical factor in DNA double-strand break (DSB) repair. We recently reported an unexpected finding that under normal growth conditions, 53BP1 regulates heterochromatin function through LLPS, which is independent of its DSB repair function. Our studies reveal a new paradigm in studying 53BP1, heterochromatin, and genome stability. However, an important question remains unanswered: how 53BP1 is recruited to heterochromatin to undergo LLPS and the associated broad biological impact. To address this question, we performed a special crosslinking coupled mass spectrometry to uncover potential factors in the 53BP1 condensates assembled on heterochromatin. We identified many factors associated with DNA methylation and histone modification, which are the two main steps in restoring heterochromatin epigenetic modification. Their interactions with 53BP1 at heterochromatin were confirmed by different approaches. We further focused on one of the key factors, PCNA, and carried out a detailed analysis of the interaction between PCNA and 53BP1 and the role of such interaction in 53BP1 LLPS, DSB repair, and heterochromatin function. These findings reveal the previously uncharacterized function of 53BP1 at heterochromatin during normal DNA replication.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-01 Chromatin structure and function,,"},{"Key":"Keywords","Value":"Epigenetics,53BP1,Heterochromatin,PCNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. Geng<\/b>, Y. Zhang; <br\/>Case Western Reserve University, Cleveland, OH","CSlideId":"","ControlKey":"22fd9aa6-ad9b-41ba-a1b9-51b4d5795465","ControlNumber":"5341","DisclosureBlock":"&nbsp;<b>X. Geng, <\/b> None..<br><b>Y. Zhang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6580","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1720","PresenterBiography":null,"PresenterDisplayName":"Xinran Geng, MS","PresenterKey":"ff4686ac-fb8a-4d66-8211-2dc3bd22899e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1720. 53BP1 regulates heterochromatin through liquid-liquid phase separation (LLPS)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"53BP1 regulates heterochromatin through liquid-liquid phase separation (LLPS)","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma (OS) is characterized by structural rearrangements and copy number changes which drive considerable heterogeneity. What is less clear is how these genetic rearrangements alter are in turn regulated at the epigenetic level to drive gene expression. Defining the epigenetic circuitry of osteosarcoma could help to understand the role of chromatin accessibility in determining cell plasticity. Chromatin accessibility can prime gene expression and define a cellular state. As chromatin accessibility is a major determinant of epigenetic transcriptional regulation, understanding the variability of chromatin accessibility could identify clinically-relevant subtypes and biomarkers of therapy response in Osteosarcoma, a disease that has seen few advances in therapy for over 40 years. Using ATAC-seq, we identified two epigenetic subtypes (EC1 and EC2) of OS with distinct chromatin accessibility. These studies were done in a panel of 11 PDX-derived cell lines and 9 established OS cell lines. We also performed ATACseq on the matching PDX for the 11 PDX-derived lines as well as 8 primary tumor samples. Analysis of transcription factor (TF) motifs and footprints of ATAC-seq peaks identified transcription factors distinctly activated in these two subtypes. For example, EC1 is characterized by high level of activity of developmental transcription factors including RUNX2, MEF2C and homeobox TFs. In contrast, EC2 is characterized by high activity of AP1 transcription factors such as FOSL1 and FOSL2. In order to understand the underlying transcriptional circuitry of these cell states, we performed CUT&#38;RUN assay for the complete panel of PDX-derived cell lines. We found that the subtypes are driven by enhancer regulation (H3K27ac). We defined the specific Core Regulatory Circuitry (CRC) per subtype by defining the superenhancers by ROSE. We overlapped ATAC-seq data in the acetylated regions to demarcate TF binding regions dramatically and reduce the search space for TF cis-regulatory sites. In parallel, we used our PDX-derived cell line panel to screen cluster-specific targeted therapies and found differential responses dependent on cellular states defined by chromatin accessibility. For example, cell lines in the EC2 cluster are marked by upregulation of AP1 transcription factors, have evidence of ERK activation and are highly responsive to ERK inhibitors. In contrast cell lines in the EC1 cluster are sensitive to AURKA and AURKB inhibitors. Single-cell RNAseq analysis indicates that these subtypes may coexist within a single tumor. In summary, we discovered two epigenetically distinct cell states that are controlled by a state-specific collection of transcription factors, creating a gene signature that may aid in distinguishing osteosarcoma subclasses and predicting treatment response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Osteosarcoma,Chromosomal accessibility,Enhancer,Epigenetic regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Lopez Fuentes<\/b>, A. Clugston, A. Lee, L. Sayles, M. Pons, A. Sweet-Cordero; <br\/>UCSF - University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"f8914759-1d33-4100-8ea2-896c16a07717","ControlNumber":"8520","DisclosureBlock":"&nbsp;<b>E. Lopez Fuentes, <\/b> None..<br><b>A. Clugston, <\/b> None..<br><b>A. Lee, <\/b> None..<br><b>L. Sayles, <\/b> None..<br><b>M. Pons, <\/b> None..<br><b>A. Sweet-Cordero, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6581","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1721","PresenterBiography":null,"PresenterDisplayName":"Eunice Lopez Fuentes, PhD","PresenterKey":"235b8fab-cd72-4800-9fce-e697c95e6165","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1721. Epigenetic heterogeneity of osteosarcoma reveals distinct cellular states driven by enhancer regulation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic heterogeneity of osteosarcoma reveals distinct cellular states driven by enhancer regulation","Topics":null,"cSlideId":""},{"Abstract":"Small cell lung cancer (SCLC) is an aggressive neuroendocrine malignancy with poor survival rates. Despite molecular and clinical heterogeneity, SCLC is currently treated as a single entity without guidance of predictive biomarkers leading to expectedly poor outcomes. A recent study suggested classifying SCLC into four subtypes (&#8220;A&#8221;, &#8220;N&#8221;, &#8220;P&#8221; and &#8220;I&#8221;), each with unique molecular features and therapeutic vulnerabilities. While initially this classification was based on gene expression (RNA-seq) data, subsequent data suggest it can be recapitulated using reduced-representation bisulfite sequencing (RRBS) methylation profile. While the classification system accurately predicts responses to therapies, including immunotherapies, in retrospective analysis, both tissue-based RNAseq and RRBS are cumbersome, time-consuming and impractical for prospective treatment assignment in an aggressive malignancy. In this pilot study, we developed a methylation-based PCR assay for classification of SCLC subtypes based on the EpiCheck platform, which combines methylation-sensitive restriction endonuclease (MSRE) digestion with qPCR amplification to detect differential methylation at the DNA level. We developed a 13-marker assay and successfully classified, in a blinded study, 96.55% of FFPE tissue samples originating from SCLC patient of A, N and P subtypes. First, a bioinformatic analysis identified 41 candidate biomarkers that are differentially methylated between pairs of SCLC subtypes (A-N, A-P, and N-P) using RRBS data from 56 RNA-seq classified SCLC tumor samples (34 &#8220;A&#8221;, 19 &#8220;N&#8221;, 3 &#8220;P&#8221;). Development of primers and probes for these markers was followed by a biochemical selection process, identifying 13 markers that displayed optimal performance. A PCR EpiCheck assay, employing these 13 markers, was applied to a blinded set of 29 DNA samples from SCLC FFPE tumor tissues (21 &#8220;A&#8221;, 6 &#8220;N&#8221;, 2 &#8220;P&#8221;). Each sample received two ranks based on methylation levels of 5 A-N and 9 P-AN markers and was classified using determined thresholds for each rank. Finally, when comparing PCR-based and RNA-seq-based classifications, the 13-marker PCR assay classified 28\/29 (96.55%) of the samples concordantly, misclassifying one &#34;P&#34; sample as &#34;A&#34;.<br \/>This pilot demonstrates the potential of a simple PCR EpiCheck-based assay to accurately differentiate between SCLC subtypes. For complete subtype classification, &#8220;I&#8221; markers need to be added to the panel, and the assay should be further validated using a larger cohort, particularly for the &#8220;P&#8221; subtype. Early detection and classification are critical for timely personalized therapy, and such an assay, performed on cfDNA samples, could potentially be used to shorten the time between a patient diagnosis and tailored treatment initiation or clinical study inclusion from a month in best case scenarios to a few days.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Lung cancer: small cell,Subtype Classification,Methylation Sensitive Restriction,Polymerase Chain Reaction,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"O. Savin<sup>1<\/sup>, <b>D. Netanely<\/b><sup>1<\/sup>, S. Heeke<sup>2<\/sup>, C. M. Gay<sup>2<\/sup>, M. R. Estecio<sup>2<\/sup>, S. Danan<sup>1<\/sup>, S. Zaouch<sup>1<\/sup>, A. Shuali<sup>1<\/sup>, M. Ehrich<sup>3<\/sup>, L. A. Byers<sup>2<\/sup>, J. V. Heymach<sup>2<\/sup>, A. Wasserstrom<sup>1<\/sup>, D. Frumkin<sup>1<\/sup>; <br\/><sup>1<\/sup>Nucleix, Rehovot, Israel, <sup>2<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX, <sup>3<\/sup>Nucleix, San Diego, CA","CSlideId":"","ControlKey":"a9578fb8-7fe9-46bc-b1c9-9517d58d41bf","ControlNumber":"3032","DisclosureBlock":"<b>&nbsp;O. Savin, <\/b> <br><b>Nucleix<\/b> Employment, Stock Option, Patent. <br><b>D. Netanely, <\/b> <br><b>Nucleix<\/b> Employment, Stock Option. <br><b>S. Heeke, <\/b> <br><b>AstraZeneca<\/b> Other, Speaker. <br><b>Guardant Health<\/b> Other, Speaker. <br><b>C. M. Gay, <\/b> <br><b>Aptitude Health<\/b> Travel, Other, Speaker's Bureau: Honoraria. <br><b>AstraZeneca<\/b> Other, Advisory Board, Consultant, Education\/Meeting Faculty, Research, Speaker's Bureau. <br><b>Beigene<\/b> Other, Education\/Meeting Faculty. <br><b>Catalyst<\/b> Other, Consultant. <br><b>Daiichi Sankyo<\/b> Other, Advisory Board. <br><b>G1<\/b> Other, Advisory Board. <br><b>Jazz<\/b> Other, Advisory Board. <br><b>Kisoji Biotechnology<\/b> Other, Consultant. <br><b>MJH Targeted Oncology<\/b> Other. <br><b>MonteRosa<\/b> Other, Advisory Board. <br><b>OncLive<\/b> Other, Education\/Meeting Faculty: Honoraria. <br><b>PeerView<\/b> Other, Education\/Meeting Faculty: Honoraria. <br><b>STCube<\/b> Other, Consultant.<br><b>M. R. Estecio, <\/b> None.&nbsp;<br><b>S. Danan, <\/b> <br><b>Nucleix<\/b> Employment, Stock Option. <br><b>S. Zaouch, <\/b> <br><b>Nucleix<\/b> Employment, Stock Option. <br><b>A. Shuali, <\/b> <br><b>Nucleix<\/b> Employment, Stock Option. <br><b>M. Ehrich, <\/b> <br><b>Nucleix<\/b> Employment, Stock Option. <br><b>Juno Diagnostics<\/b> Employment, Stock Option. <br><b>L. A. Byers, <\/b> <br><b>Merck Sharp & Dohme Corp<\/b> Other, Consultant\/ Advisory Board. <br><b>Arrowhead Pharmaceuticals<\/b> Other, Consultant\/ Advisory Board. <br><b>Chugai Pharmaceutical Co.<\/b> Other, Consultant\/ Advisory Board. <br><b>AstraZeneca Pharmaceuticals<\/b> Grant\/Contract, Other, Consultant\/ Advisory Board. <br><b>Genetech Inc.<\/b> Other, Consultant\/ Advisory Board. <br><b>BeiGene<\/b> Other, Consultant\/ Advisory Board. <br><b>AbbVie<\/b> Other, Consultant\/ Advisory Board. <br><b>Jazz Pharmaceuticals<\/b> Grant\/Contract, Other, Consultant\/ Advisory Board. <br><b>Puma Biotechnology<\/b> Other, Consultant\/ Advisory Board. <br><b>Amgen<\/b> Grant\/Contract, Other, Consultant\/ Advisory Board. <br><b>Daiichi Sankyo<\/b> Other, Consultant\/ Advisory Board. <br><b>Novartis<\/b> Other, Consultant\/ Advisory Board. <br><b>J. V. Heymach, <\/b> <br><b>Genentech<\/b> Other, Advisory Committee. <br><b>Mirati Therapeutics<\/b> Other, Advisory Committee, Research Support. <br><b>Eli Lilly & Co<\/b> Other, Advisory Committee. <br><b>Janssen Pharmaceuticals<\/b> Other, Advisory Committee. <br><b>Boehringer-Ingelheim Pharmaceuticals<\/b> Other, Advisory Committee, Research Support. <br><b>Regeneron<\/b> Other, Advisory Committee. <br><b>Takeda Pharmaceuticals<\/b> Other, Advisory Committee, Research Support. <br><b>BerGenBio<\/b> Other, Advisory Committee. <br><b>Jazz Pharmaceuticals<\/b> Other, Advisory Committee. <br><b>Curio Science<\/b> Other, Advisory Committee. <br><b>Novartis<\/b> Other, Advisory Committee. <br><b>AstraZeneca Pharmaceuticals<\/b> Other, Advisory Committee, Research Support. <br><b>BioAlta<\/b> Other, Advisory Committee. <br><b>Sanofi<\/b> Other, Advisory Committee. <br><b>Spectrum Pharmaceuticals<\/b> Other, Advisory Committee, Licensing\/Royalties, Research Support. <br><b>GlaxoSmithKline<\/b> Other, Advisory Committee. <br><b>EMD Serono<\/b> Other, Advisory Committee. <br><b>BluePrint Medicine<\/b> Other, Advisory Committee. <br><b>Chugai Pharmaceutical<\/b> Other, Advisory Committee. <br><b>Bristol-Myer Squibb<\/b> Other, Research Support. <br><b>A. Wasserstrom, <\/b> <br><b>Nucleix<\/b> Employment, Stock, Stock Option, Patent. <br><b>D. Frumkin, <\/b> <br><b>Nucleix<\/b> Employment, Stock, Stock Option, Patent.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6582","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1722","PresenterBiography":null,"PresenterDisplayName":"Dvir Netanely, PhD","PresenterKey":"1eda73cc-b956-43d3-abdf-607bd6b64577","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1722. Subtype classification of small cell lung cancer (SCLC) tissues using the EpiCheck methylation sensitive restriction-based PCR platform","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Subtype classification of small cell lung cancer (SCLC) tissues using the EpiCheck methylation sensitive restriction-based PCR platform","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Rhabdomyosarcoma (RMS) is the most common soft tissue in pediatric sarcoma, and studies demonstrate that RMS arises from skeletal muscle precursor cells. RMS, genetically divided into two subtypes: PAX-FOXO1 fusion positive RMS (FP-RMS), which is driven by chromosomal translocation involving PAX3 or PAX7 genes with FOXO1 and PAX-FOXO1 fusion negative RMS (FN-RMS), which is marked by mutations in RAS isoforms and some other genes. Chromatin was one of the earliest identified targets for cancer therapy. Several chromatin remodeling proteins are associated with cancer progression processes such as proliferation, differentiation, apoptosis, and tumorigenesis. Components of chromatin remodeling complexes have been classified as both oncogenes and tumor suppressors. The ISWI family protein, SMARCA1 has been implicated in tumorigenesis for several cancer types. ISWI complexes regulate cell differentiation and proliferation in other cell systems, but their impact on myogenesis is not well understood.<br \/><b>In this study, <\/b>we will characterize the function of SMARCA1 in RMS cells and skeletal muscle<b>. <\/b><br \/><b>We hypothesize <\/b>that SMARCA1 acts to modulate chromatin accessibility and drive RMS tumorigenic growth.<br \/><b>Methods<\/b>: We employed RNA-seq, ATAC-seq, and CUT&#38;RUN to study the impact of SMARCA1 in RMS cells. Furthermore, phenotypic experiments were performed to determine the influence of SMARCA1 on differentiation and proliferation.<br \/><b>Results<\/b>: SMARCA1 is expressed at a high level in RMS tissues but not in muscle tissues. Our findings show that SMARCA1 is modestly upregulated during differentiation in normal myogenesis. Upon treatment with trametinib, FP-RMS cell lines with SMARCA1 knockout exhibited a dramatic decrease in cell confluency and viability. Intriguingly, the control FP-RMS cell lines demonstrated increased SMARCA1 protein levels in response to trametinib, which could suggest a resistance mechanism to the treatment. Trametinib also affected SMARCA1 mRNA expression in FN-RMS cells. Additionally, it was discovered that the elimination of SMARCA1 not only resulted in a reduction in cell migration but also led to a failure of these cells to develop spheres, unlike the control cells, where the migration gap healed in the usual manner and the spheres were observed. These findings may align with our hypothesis that SMARCA1 regulates chromatin accessibility, potentially impacting adhesion properties and signaling pathways. Analysis of gene clusters in RMS transcriptomic data indicated that SMARCA1 co-expresses with a RAS effector, RALA. SMARCA1 is also clustered with HDAC2. In addition, SMARCA1 interacted with HDAC2 in RMS cells, as determined by co-immunoprecipitation experiments.<br \/><b>Conclusions<\/b>: Our findings suggest that SMARCA1 may influence RMS tumor growth. This study might contribute to a deeper understanding of SMARCA1's role in RMS and support its credentialing as a novel therapeutic avenue.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Epigenetics,SMARCA1,Rhabdomyosarcoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Aljabri<\/b><sup>1<\/sup>, K. Hebron<sup>1<\/sup>, Y. Kriga<sup>2<\/sup>, J. Caravaca<sup>2<\/sup>, A. Althobaiti<sup>3<\/sup>, S. Stauffer<sup>1<\/sup>, A. Kim<sup>1<\/sup>, L. Stoak<sup>1<\/sup>, M. Porter<sup>1<\/sup>, J. Shetty<sup>1<\/sup>, B. Tran<sup>1<\/sup>, M. Geisler<sup>3<\/sup>, J. Davie<sup>3<\/sup>, M. Yohe<sup>1<\/sup>; <br\/><sup>1<\/sup>National Institutes of Health, Frederick, MD, <sup>2<\/sup>National Institutes of Health, HHS, Frederick, MD, <sup>3<\/sup>Southern Illinois University, Carbondale, IL","CSlideId":"","ControlKey":"7119bbc5-ac36-4518-b10d-ad5981a9e641","ControlNumber":"8424","DisclosureBlock":"&nbsp;<b>A. Aljabri, <\/b> None..<br><b>K. Hebron, <\/b> None..<br><b>Y. Kriga, <\/b> None..<br><b>J. Caravaca, <\/b> None..<br><b>A. Althobaiti, <\/b> None..<br><b>S. Stauffer, <\/b> None..<br><b>A. Kim, <\/b> None..<br><b>L. Stoak, <\/b> None..<br><b>M. Porter, <\/b> None..<br><b>J. Shetty, <\/b> None..<br><b>B. Tran, <\/b> None..<br><b>M. Geisler, <\/b> None..<br><b>J. Davie, <\/b> None..<br><b>M. Yohe, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6583","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1723","PresenterBiography":null,"PresenterDisplayName":"Ashwaq Aljabri","PresenterKey":"40367656-6e10-4307-8bc0-909ddd3f63bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1723. Targeting SMARCA1 in rhabdomyosarcoma: Potential therapeutic implications","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting SMARCA1 in rhabdomyosarcoma: Potential therapeutic implications","Topics":null,"cSlideId":""},{"Abstract":"Background: Neuroendocrine prostate cancer (NEPC) is a lethal subtype of prostate cancer responsible for an estimated 20-30% of castration resistant prostate cancer (CRPC) deaths. While NEPC can arise de novo, the majority of these cases emerge as treatment-induced NEPC (tNEPC). Our data establish PRMT5:MEP50 as a key epigenetic regulator in NEPC and provide a potential predictive biomarker for tNEPC.<br \/>Methods: Here we generated an in vitro cell culture model and mouse model to mimic the clinical conditions in androgen signaling inhibitor (ASI) or androgen deprivation treatment (ADT) We developed an <i>in vitro<\/i> cell culture and <i>in vivo<\/i> model to mimic the clinical conditions in enzalutamide-resistant prostate cancer. Regulation and role of protein arginine methyltransferase 5 (PRMT5) and its cofactor methylosome protein 50 (MEP50) were determined by treating cells and mice tumors with doxycycline inducible-shRNAs and catalytic inhibitors followed by analysis of cell viability, neurite growth, and effects on neuroendocrine related gene transcription. Pro-NEPC development effects were analyzed by immunofluorescence, immunohistochemical analysis, and western blot. PRMT5:MEP50-dependent methyltransferase activity was further validated by observing histone deposition levels via western blot and ChIP-qPCR. For clinical correlation, PRMT5 and MEP50 expression levels were comprehensively analyzed in both CRPC and NEPC patient prostate tissue samples.<br \/>Results: Our clinical and computational analyses have identified increased expression of PRMT5:MEP50 in NEPC. Overexpression of PRMT5 and MEP50 in prostate cancer cells is sufficient to induce neuroendocrine differentiation (NED) in prostate cancer cells. Gene depletion of PRMT5 and MEP50 prevented the NE phenotype induced by androgen receptor inhibition and resensitized the prostate cancer cells to ASI\/ADT. PRMT5 and MEP50 facilitate chromatin modulation through the dimethylation of H4R3, which is highly correlated with the NED phenotype. Moreover, overexpression of PRMT5 and MEP50 in mouse prostate induces NEPC development, and gene downregulation can prevent NED in a xenograft mouse model. Elevated PRMT5 and MEP50 correlated with increased recurrence in prostate cancer patients receiving ADT and their recurrence probability after the treatment.<br \/>Conclusion: Our data establish PRMT5:MEP50 as a key epigenetic regulator in NEPC and provide a potential predictive biomarker for tNEPC.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Prostate cancer,Epigenetics,Methylation,Neuroendocrine differentiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. S. Nam<\/b>, X. Deng, C.-D. Hu; <br\/>Purdue University, West Lafayeette, IN","CSlideId":"","ControlKey":"93cbfcbd-bc47-4266-aa82-c8748ef1ae88","ControlNumber":"1823","DisclosureBlock":"&nbsp;<b>H. S. Nam, <\/b> None..<br><b>X. Deng, <\/b> None..<br><b>C. Hu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6585","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1725","PresenterBiography":null,"PresenterDisplayName":"Hye Nam, BS;MS","PresenterKey":"1d51d90d-1136-434b-9a8f-184529a3d0ac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1725. Role of PRMT5 in neuroendocrine prostate cancer development","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of PRMT5 in neuroendocrine prostate cancer development","Topics":null,"cSlideId":""},{"Abstract":"EGFR tyrosine kinase inhibitors (EGFRi) have improved outcomes for non-small cell lung cancer (NSCLC) patients harboring activating <i>EGFR<\/i> mutations. However, patients receiving EGFRi therapy frequently relapse with an EGFR T790M mutation. While osimertinib, a third generation EGFRi, blocks EGFR T790M activity, resistance eventually develops through various EGFR-dependent and EGFR-independent mechanisms, such as acquiring additional mutations in EGFR (e.g. C797S), activating bypass signaling pathways, or undergoing an epithelial to mesenchymal transition (EMT). MYC is a master transcription factor critical for mediating oncogenic signal transduction and has been implicated in EGFRi resistance, suggesting that MYC targeting may overcome multiple EGFRi resistance mechanisms. To evaluate this, we have developed a NSCLC-specific programmable epigenomic mRNA therapy, termed a MYC epigenomic controller (NSCLC MYC-EC), designed to selectively target regulatory elements in MYC&#8217;s insulated genomic domain and downregulate MYC expression. We have previously shown that NSCLC MYC-EC effectively decreases MYC expression pre-transcriptionally and have demonstrated that MYC-EC combination with osimertinib synergistically reduces viability of EGFR mutant NSCLC cells. Here, we demonstrate NSCLC MYC-EC activity in models that have developed EGFRi resistance through EGFR-dependent and -independent mechanisms. To test the effect of NSCLC MYC-EC in NSCLC cells with T790M mutant EGFR, we treated H1975 (L858R, T790M) and PC9-T790M cells (del19, engineered T790M) with MYC-EC alone or in combination with osimertinib. MYC-EC combination with osimertinib enhanced MYC protein downregulation and synergistically reduced cell viability in both models. To evaluate the effect of MYC-EC in osimertinib-resistant cells, we engineered H1975 and PC9-T790M cells with an EGFR C797S mutation. While osimertinib treatment did not impact cell viability in these models, MYC-EC maintained activity, downregulating MYC levels and reducing cell viability. To investigate MYC-EC activity in cells with alternative resistance mechanisms, we generated osimertinib-resistant H1975 cells by stepwise dose escalation. Protein analysis showed highly reduced phospho-EGFR levels, suggesting an EGFR-independent mechanism of survival. RNA-sequencing analysis revealed that EMT pathway was highly activated in these resistant cells. Importantly, this model retained sensitivity to NSCLC MYC-EC treatment, demonstrating that selectively targeting MYC can treat osimertinib-resistant NSCLC cells with a mesenchymal phenotype. Together, these data demonstrate that pre-transcriptional downregulation of MYC through NSCLC MYC-EC treatment effectively inhibits viability of EGFRi-resistant NSCLC through both EGFR-dependent and -independent mechanisms and supports the development of NSCLC MYC-EC in EGFRi-resistant NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Myc,Epidermal growth factor receptor tyrosine kinase inhibitor (EGFR-TKI),Drug resistance,Epigenomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Lee<\/b>, P. Flahardy, C. Vergato, S. Siecinski, J. Chen, C. O’Donnell, G. Hodgson, D. Yarar, T. McCauley; <br\/>Omega Therapeutics, Cambridge, MA","CSlideId":"","ControlKey":"35e88add-1165-42ab-ae25-caf3c1121d58","ControlNumber":"2628","DisclosureBlock":"<b>&nbsp;E. Lee, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option. <br><b>P. Flahardy, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option. <br><b>C. Vergato, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option. <br><b>S. Siecinski, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option. <br><b>J. Chen, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option. <br><b>C. O’Donnell, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option. <br><b>G. Hodgson, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option. <br><b>D. Yarar, <\/b> <br><b>Omega Therapeutics<\/b> Stock Option. <br><b>T. McCauley, <\/b> <br><b>Omega Therapeutics<\/b> Employment, Stock Option.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6586","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1726","PresenterBiography":null,"PresenterDisplayName":"Eugine Lee","PresenterKey":"1d7d3ac2-471a-4d78-b2e9-c509f7cc16d1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1726. Targeted epigenomic control of MYC as a strategy to treat EGFR inhibitor-resistant NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeted epigenomic control of MYC as a strategy to treat EGFR inhibitor-resistant NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Background: Oral squamous cell carcinoma (OSCC) poses a substantial global health challenge characterized by limited treatment options and unfavorable prognoses. Recent research has illuminated the pivotal role of N6-methyladenosine (m6A) modification and its regulators in cancer biology. However, the precise involvement of a novel m6A regulator (m6A reader), PRRC2A in OSCC remains inadequately understood.<br \/>Objective: This study aims to unravel the role of PRRC2A in OSCC and ascertain its potential as both a diagnostic biomarker and a therapeutic target.<br \/>Methods: We collected 76 OSCC tumor samples and 38 adjacent non-tumor samples from OSCC patients. Comprehensive analyses, including RT-qPCR, western blotting, histopathological examination, and associations with clinicopathological features, were performed to assess PRRC2A expression in cancer tissues. Furthermore, we explored its links with key factors like metastasis and its implications for patient prognosis. <i>In vitro<\/i> experiments were conducted using OSCC cell lines and human normal oral keratinocytes (NOKs). PRRC2A knockdown in OSCC cell lines was assessed for its effects on cell proliferation, apoptosis, cell cycle, migration, invasion, and sphere-forming abilities. The study also delved into its impact on immune cell infiltration and involvement in biological pathways.<br \/>Results: Our investigation unveiled significant overexpression of PRRC2A in OSCC tissue samples and cell lines, relative to adjacent non-tumor tissues and NOKs (<i>P <\/i>&#60; 0.001). These findings were further validated by the Cancer Genome Atlas - Head and Neck Squamous Cell Carcinoma (TCGA-HNSC) dataset. PRRC2A expression displayed significant correlations with nodal metastasis, higher tumor grades, and advanced cancer stages in OSCC samples, suggesting its crucial role in driving cancer progression and aggressiveness. Silencing PRRC2A <i>in vitro<\/i> led to reduced metastasis, diminished tumor colony formation, and increased apoptosis in oral cancer cell lines. Furthermore, the study uncovered PRRC2A intricate connections with immune regulatory genes, highlighting its potential to influence the tumor immune microenvironment.<br \/>Conclusion: PRRC2A emerges as a promising candidate for both diagnosis and therapeutic intervention in OSCC. Its pronounced overexpression in oral cancer tissues, coupled with its associations with metastasis and intricate interactions with immune regulatory networks, underscores its significance in the context of oral cancer malignancies. This research offers valuable insights into the multifaceted role of PRRC2A in OSCC and lays the groundwork for future investigations and potential clinical applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Epigenetics,Methylation abnormality,Metastatic potential,Oral cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Kannan<\/b>, V. P. Jayaseelan, S. M, P. Arumugam; <br\/>Saveetha Dental College and Hospitals, Saveetha Institute of Medical and Technical Sciences (SIMATS), Saveetha University, Chennai, India","CSlideId":"","ControlKey":"0605ee91-6fc4-4bd5-818d-03058f77245e","ControlNumber":"814","DisclosureBlock":"&nbsp;<b>B. Kannan, <\/b> None..<br><b>V. P. Jayaseelan, <\/b> None..<br><b>S. M, <\/b> None.&nbsp;<br><b>P. Arumugam, <\/b> <br><b>Indian Council of Medical Research (Grant no: DHR-GIA, 2020-9530), Government of India.<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6618","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1727","PresenterBiography":null,"PresenterDisplayName":"Balachander Kannan, MS","PresenterKey":"5ff16696-a23e-4ebc-9ad9-c9b588041cfa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1727. Silencing of novel m6A reader PRRC2A as a therapeutic strategy for oral cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Silencing of novel m6A reader PRRC2A as a therapeutic strategy for oral cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Colorectal cancer (CRC) is a leading cause of cancer-related mortality worldwide. More comprehensive studies of key molecular alterations were urgent. Cancer-associated fibroblasts (CAFs) exhibit the senescence-associated secretory phenotype (SASP) which contributes to the progression of cancer through the transcriptomic reprogramming at their senescent states. N7-methylguanosine (m7G), one of the most common RNA modifications, is catalyzed by Methyltransferase-like 1 (METTL1) in human RNA. We therefore investigated the role of METTL1-mediated transcriptomic reprogramming in the crosstalk between senescent CAFs (s-CAFs) and cancer cells.<br \/>Methods: The SA-&#946;-gal staining and immunofluorescence assays were conducted to characterize the senescent cells. The transwell, wound scratch and organoids assays were preformed to test the abilities of viability, migration and invasion. The concentrations of cytokines and chemokines were determined by Luminex liquid suspension chip. The methylated RNA immunoprecipitation and dot blot assays were performed to characterize the RNA m7G levels in the transcriptome.<br \/>Results: Through the activation of mTOR signaling, the expression of P16 gene was significantly up-regulated in s-CAFs which was treated by H<sub>2<\/sub>O<sub>2<\/sub>, accompanied by an increased proportion of SA-&#946;-gal+ cells and altered expression level of METTL1 protein. Luminex liquid suspension chip analysis revealed a significant increase in SASP cytokines such as TNF-&#945; and PDGF-BB in the conditioned media of s-CAFs. Co-culturing CRC cell and organoids with s-CAFs resulted in down-regulation of METTL1 expression and significantly enhanced its invasion and migration abilities, while organoids exhibited increased activity and proliferated more rapidly. TNF-&#945; and PDGF-BB down-regulated the METTL1 expression in CRC cell, while inhibitors targeting TNF-&#945; and PDGF-BB rescued this trend. Interestingly, the regulatory effect on METTL1 of CRC cell by s-CAFs which treated by rapamycin was disappeared. These results indicated that METTL1 modulates RNA m7G modifications influenced by SASP cytokines for promoting CRC metastasis flow.<br \/>Conclusions: In summary, our findings illustrated that METTL1 plays a role in relaying tumor-promoting signals from s-CAFs in response to SASP cytokines. This ultimately contributes to the tumor-promoting signal flow from s-CAFs. This highlights the importance of understanding the molecular mechanisms underlying the communication between different cell types in the tumor microenvironment. In addition, it also provides a novel strategy for clinical treatment in advanced CRC.<br \/>Keywords: METTL1, Epigenetic regulation, Senescent CAFs, Tumor microenvironment","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Methylation,Microenvironment,Senescence,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Weng, X. Wang, X. Liu, Y. Luo, <b>H. Yu<\/b>; <br\/>The Sixth Affiliated Hospital of Sun Yat-sen University, Guangzhou, China","CSlideId":"","ControlKey":"07660494-2a34-40ff-a095-094c87a34fd1","ControlNumber":"2859","DisclosureBlock":"&nbsp;<b>J. Weng, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>Y. Luo, <\/b> None..<br><b>H. Yu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6619","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1728","PresenterBiography":null,"PresenterDisplayName":"Huichuan Yu, MD,PhD","PresenterKey":"e17a6e43-c6cb-4c94-bb75-6f4d58a37412","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1728. Senescent cancer-associated fibroblast drives colorectal cancer progression in a METTL1-dependent manner","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Senescent cancer-associated fibroblast drives colorectal cancer progression in a METTL1-dependent manner","Topics":null,"cSlideId":""},{"Abstract":"Human Papilloma Virus (HPV)-negative head and neck squamous cell carcinoma (HNSCC) poses a significant clinical challenge with limited treatment options. <i>SUV420H1<\/i>, which encodes for a protein lysine methyltransferase (PMT) that methylates H4K20 (H4K20me3), is recurrently amplified in ~5% of HPV-negative HNSCC tumors and is the second most frequently amplified PMT in this disease, suggesting an oncogenic function in this subset of HPV-negative HNSCC patients. Gene set enrichment analysis using the TCGA database of HPV-negative HNSCC tumors revealed that SUV420H1 overexpressing tumors showed enrichment in the mitotic spindle related pathways, and repression of immune-related pathways. To assess whether SUV420H1 depletion affects the proliferation of HPV-negative HSNCC cells, CCK8 and colony formation assays were pursued after siRNA-mediated knockdown of SUV420H1 in five SUV420H1-overexpressing HPV-negative HNSCC cell lines and revealed a significant reduction in cell proliferation and colony forming capacity. SUV420H1 CRISPR knockout (KO) HPV-negative HNSCC human and mouse cell lines were generated. Proliferation and colony formation assays with the SUV420H1 KO cell lines are ongoing to validate the aforementioned phenotypes. To identify oncogenic mechanism of SUV420H1, genome-wide mapping of H4K20me3 after siRNA-mediated depletion or enzymatic inhibition of SUV420H1 (A-196) was pursued using CUT&#38;RUN assays combined with RNA-seq in a <i>SUV420H1<\/i> amplified cell line (SCC-151), and analysis is ongoing. Preliminary RNA-seq analysis revealed upregulation of a number of type I IFN response genes after siRNA-mediated knockdown of SUV420H1. In vivo mouse experiments using SUV420H1 KO mouse cell lines are planned in a syngeneic HPV-negative HNSCC flank mouse model (MOC1) with or without anti-PD-1 treatment with the goal to assess whether SUV420H1 depletion affects tumor growth and\/or sensitizes cancer cells to anti-PD-1 therapy. These data provide preliminary support for the function of SUV420H1 as an oncogene in HPV-negative HNSCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-06 Histone modification,,"},{"Key":"Keywords","Value":"Epigenetics,Histone Modifying Enzyme,Head and Neck cancer,Lysine methyltransferase,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Arfa Moshiri<\/b><sup>1<\/sup>, Sohyoung Kim<sup>2<\/sup>, Marie Luff<sup>1<\/sup>, Vassiliki Saloura<sup>1<\/sup><br><br\/><sup>1<\/sup>Thoracic and GI Malignancies Branch, National Cancer Institute, Bethesda, MD,<sup>2<\/sup>Laboratory of Receptor Biology and Gene Expression, National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"69cd5c11-a02a-4a70-bd00-421a058e86c1","ControlNumber":"8560","DisclosureBlock":"&nbsp;<b>A. Moshiri, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>M. Luff, <\/b> None..<br><b>V. Saloura, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6620","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1729","PresenterBiography":null,"PresenterDisplayName":"Arfa Moshiri, BA;BS;MS;PhD","PresenterKey":"f844406c-c9f7-4bbf-84c4-eb6701ffe993","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1729. SUV420H1 depletion reveals therapeutic potential in HPV-negative head and neck squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SUV420H1 depletion reveals therapeutic potential in HPV-negative head and neck squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Gastric adenocarcinoma (GAC), prevalent and often lethal, imposes a serious global health challenge. Therefore, it is critical to identify novel oncogenes (drivers) that can be therapeutically targeted. Of epigenetic modifications, histone lysine methylation is a hallmark of epigenetic and transcriptional regulation of gene expression. Therefore, investigating the involvement of histone methylation modifiers in GAC is paramount to gaining a comprehensive understanding of the disease but also to discover novel targets. Our analysis of the GAC genome indicates that these epigenetic modifiers are amplified in GAC.<br \/>Objective and Hypothesis: The overall objective is to define the oncogenic role of KDM2A in GAC pathogenesis and progression. The central hypothesis is that KDM2A promotes GAC by upregulating the expression of oncogenic proteins via the activation of epigenomic signatures\/pathways.KDM2A (FBXL11) is a histone lysine demethylase that demethylates H3K36me2 and represses target genes involved in various biological processes, including cell proliferation, DNA damage repair, and stem cell maintenance. Previously, we reported that KDM2A was necessary for the tumorigenic and metastatic capabilities of non-small lung cancer cells through transcriptionally repressing the expression of DUSP3 and HDAC3, which led to activation of ERK signaling and upregulation of cell cycle-associated genes.<br \/>Results: Our analysis of the GAC genome indicates that KDM2A is one of the top demethylases frequently amplified and overexpressed (14%). In addition, <i>KDM2A<\/i> expression was significantly higher in GAC samples than in normal tissues, and high expression of KDM2A was associated with poor survival in GAC patients. To examine the effect of KDM2A knockdown on characteristics of GAC, we used gastric organoids generated from KDM2A<sup>flox\/flox<\/sup> mouse stomach. We expressed wild-type (Flag-KDM2A) and catalytic mutant (Flag-KDM2A-mut) in these organoids. Ectopic expression of KDM2A wild-type, but not mutant, increased the proliferation of organoids. We showed that KDM2A knockdown decreased the proliferation and invasion of two GAC cells, GA0518 and AGS. In addition, we determine the effect of overexpression of KDM2A on cell proliferation by comparing the control organoids to KDM2A overexpressed using IHC staining of Ki-67 (a proliferation marker) and other activated oncogenic signaling PI3KCA\/mTOR\/AKT, EGFR. We showed that GA5018 cells were very sensitive to the KDM2A inhibitor (daminozide) alone and in combination with erlotinib (EGFRi inhibitor) and RAD001 (RAD1 mTOR inhibitor).<br \/>Significance and Innovation: In contrast to advances in cellular signaling pathways in GAC pathogenesis, how GAC development is epigenetically regulated remains largely unknown. Our results from using organoids indicate that KDM2A is an oncoprotein.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Gastric cancer,Histone modification,Therapeutic target,Gene regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Shilpa S. Dhar<\/b><sup><\/sup>, Calena Brown<sup><\/sup>, Constantin Zod<sup><\/sup>, Jaffer  A.  Ajani<sup><\/sup>, Min Gyu Lee<sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"cb6c51ec-9a50-4e51-914f-51e7fe687ab6","ControlNumber":"492","DisclosureBlock":"&nbsp;<b>S. S. Dhar, <\/b> None..<br><b>C. Brown, <\/b> None..<br><b>C. Zod, <\/b> None..<br><b>J. A. Ajani, <\/b> None..<br><b>M. Lee, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6621","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1730","PresenterBiography":"","PresenterDisplayName":"Shilpa Dhar, MS;PhD","PresenterKey":"3e3dc502-0035-4435-88cd-cc18409b7eb5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1730. Unraveling the oncogenic potential of KDM2A with gastric organoids","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unraveling the oncogenic potential of KDM2A with gastric organoids","Topics":null,"cSlideId":""},{"Abstract":"H1 linker histones play a crucial role in organizing chromatin into higher-order structures and regulating gene expression, contributing significantly to various cellular processes. Topoisomerase IIa (TopoIIa) is essential for multiple cellular functions via regulating DNA topology. Here, we report a direct interaction between H1 linker histones and TopoIIa through both N- and C-terminal domains of H1 variants. H1 suppresses the decatenation enzymatic activity of TopoIIa <i>in vitro<\/i> in a dose-dependent manner. Overexpressing specific H1 variants in HeLa cells results in a marked decrease in cell proliferation and a dramatic increase in the occurrence of cells displaying abnormal mitotic chromosomes. Additionally, we find that the inhibitory effect of the specific H1 variant on TopoIIa activity occurs prior to the formation of DNA-TopoIIa complexes. These results reveal a novel mechanistic link between histone H1 and Topo IIa in the regulation of chromatin function.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-01 Chromatin structure and function,,"},{"Key":"Keywords","Value":"Topoisomerase II,H1 linker histone,cell proliferation,abnormal chromosome phenotypes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Lasater, H. Hamdan, P.-Y. Ho, T. Wu, K. Cao, R. Yang, Y. Zhang, <b>Y. Fan<\/b>; <br\/>Georgia Institute of Technology, Atlanta, GA","CSlideId":"","ControlKey":"22f3022c-044a-4b99-b5d4-e0d88e54d0af","ControlNumber":"5710","DisclosureBlock":"&nbsp;<b>S. Lasater, <\/b> None..<br><b>H. Hamdan, <\/b> None..<br><b>P. Ho, <\/b> None..<br><b>T. Wu, <\/b> None..<br><b>K. Cao, <\/b> None..<br><b>R. Yang, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>Y. Fan, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6623","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1732","PresenterBiography":null,"PresenterDisplayName":"Yuhong Fan, PhD","PresenterKey":"6e3096c0-fbb5-4cc2-86c4-d8b2bd5081c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1732. Linker histone h1 inhibits topoisomerase IIa <i>in vitro<\/i> and <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Linker histone h1 inhibits topoisomerase IIa <i>in vitro<\/i> and <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"The SET-NUP214 (S\/N) fusion gene, which results from either cryptic t(9:9) (q34;q34) or del(9) (q34.11q34.13), is found in a very narrow spectrum of patients diagnosed with Acute Myeloid Leukemia (AML) or T-cell acute lymphoblastic leukemia (T-ALL). AML patients with S\/N fusion were reported to have relatively poor prognostic outcomes despite receiving myeloablative conditioning. While previously, the fusion has been described to overrepresent HOX cluster genes, the underlying mechanism of gene regulation that contributes to the pathology remains elusive due to the rare incidence of the disease. The current study used the MEGAL (ACC719, DSMZ) cell line, identified as the solo megakaryocytic AML line expressing the S\/N-fusion, for determining genome-wide DNA methylation (DNAm) and gene expression using 935K Infinium MethylationEPIC v2.0 BeadChip array and RNA-sequencing, respectively. The differential DNAm and expression data were analyzed and compared to the hematopoietic stem progenitor cells (HSPC) or normal megakaryocytes (MK). The ChIP-sequencing data from the S\/N positive T-ALL cell line LOUCY has been used to represent the coincidence of regulatory chromatin marks and differentially methylated CpG (mC) sites. We observed n=1934 genes upregulated and n=2396 downregulated in MEGAL, compared to both HSPC and MK. The direction of expression changes between MEGAL and HSPC and MEGAL and MK showed a high correlation (r=0.92, p&#60; 0.01). Per the previous literature, we observed an overrepresentation of <i>HOX<\/i> genes (n=19) in MEGAL. Based on DNAm profiling, we noticed a propensity of hypermethylation in MEGAL across the promoters (93%&#177;0.6), bodies (93%&#177;0.8), and intergenic (85%&#177;0.3) regions, compared to HSPC\/MK. Next, we integrated the mC and expression at the promoters and identified that the majority (75%&#177;3) of the genes belong to the hyper-down (n=2563 against HPSC; n=1907 against MK) or hyper-up (n=965 against HPSC; n=923 against MK) clusters. We further investigated the <i>HOXB<\/i> (<i>HOXB7, HOXB8, HOXB9<\/i>) and <i>HOXC<\/i> (<i>HOXC10, HOXC12, HOXC13, HOXC13-AS, HOXC4, HOXC5, HOC6, HOXC8, HOXC9, HOXC-AS1, HOXC-AS2<\/i>, and <i>HOXC-AS3<\/i>) cluster genes, where hypermethylated CpGs mainly were concentrated at the CpG islands and overlapped with active promoter (H3K4me3, H3K4me1) signatures or enhancer-like (CTCF bound) elements. We also observed frequent overlaps between mC and H3K36me3 across the observed genes. The differentially expressed genes in this AML subtype were enriched for the hippo-signaling pathway, calcium signaling, focal adhesion, and PI3-Akt pathways. Collectively, our data showed that S\/N favors genome-wide hypermethylation, which, in conjunction with the cis-regulatory elements, induces overrepresentation of the HOX cluster genes. These novel epigenetic vulnerabilities are worth pursuing for investigating the cellular function and pathophysiology of the disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Fusion genes,Leukemias: acute myeloid,DNA hypermethylation,Gene expression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Roy Choudhury<\/b>, A. Kaushal; <br\/>University of Arkansas for Medical Sciences, Little Rock, AR","CSlideId":"","ControlKey":"eae396bb-c9a9-4e72-8b01-f1dc947bf80f","ControlNumber":"2691","DisclosureBlock":"&nbsp;<b>S. Roy Choudhury, <\/b> None..<br><b>A. Kaushal, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6624","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1733","PresenterBiography":null,"PresenterDisplayName":"Samrat Roy Choudhury, PhD","PresenterKey":"dd4ef822-0795-469b-b38d-8a4ea9430309","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1733. SET-NUP214 rearranges the DNA-methylation landscape to upregulate the HOX-gene cluster in acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SET-NUP214 rearranges the DNA-methylation landscape to upregulate the HOX-gene cluster in acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Approximately 75% of Human-papilloma-virus (HPV)-negative head and neck squamous cell carcinoma (HNSCC) tumors carry genetic and expression alterations in the family of protein methyltransferases and demethylases, underscoring the importance of these enzymes in the pathogenesis of HNSCC. SMYD3 a lysine methyltransferase that is overexpressed in HPV-negative HNSCC. We recently reported that nuclear SMYD3 plays dual role in immune-related gene regulation through H3K4me3 or H4K20me3, leading to gene activation or silencing, respectively in HPV-negative HNSCC. While SMYD3 has been reported to write and bind to H3K4me3 activating target gene expression, its function in gene silencing is understudied. This study aims to determine the mechanism(s) through which SMYD3 functions both as a transcriptional activator and a repressor within the same cell context, specifically in HPV-negative HNSCC. <b>Methods:<\/b> immunoprecipitation (IP) of SMYD3 was performed from nuclear extracts isolated from HN-6 cells to identify candidate interacting partners of SMYD3. The nuclear immunoprecipitates were sent for MS analysis to identify candidate nuclear interacting partners of SMYD3. CUT&#38;RUN assays for selected candidate interacting proteins and SMYD3 will be performed in control HN-6 cells versus SMYD3 KO cells to assess genomic co-occupancy with SMYD3. Further, CUT&#38;RUN assays for repressive marks H4K20me3, H3K27me3 and H3K9me3 have been performed in HN-6 and SMYD3 KO cells to assess co-occupancy with SMYD3 as well as its effect of SMYD3 on the genome-wide mapping of these marks. Finally, CUT&#38;RUN assays for SMYD3 followed by re-CUT&#38;RUN of repressive histone marks are ongoing to identify co-occupied loci. <b>Results:<\/b> Preliminary analysis of our nuclear SMYD3 IP results has identified a chromatin modifier with known repressive function. Co-immunoprecipitation experiments to validate this interaction are planned. CUT&#38;RUN assays for repressive histone marks in HN-6 versus SMYD3 KO cells have revealed impact on H4K20me3 and H3K27me3. <b>Conclusions:<\/b> Our preliminary results suggest that SMYD3 may exert its silencing function by regulating the genome-wide deposition of H4K20me3.Our nuclear SMYD3 IP analysis has identified candidate interacting<br \/>partners that may assist SMYD3 in promoting the deposition of these repressive marks. CUT&#38;RUN assays for SMYD3 followed by re-CUT&#38;RUN for H4K20me3 and H3K27me3 bound chromatin may provide further insight about whether SMYD3 co-occupies specific genomic regions together with these repressive marks. This project is expected to provide mechanistic insights into the bifaceted functions of SMYD3 within the same cell context using HPV-negative HNSCC cell lines as an experimental model system..","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-01 Chromatin structure and function,,"},{"Key":"Keywords","Value":"Head and neck cancers,Histone methylation,Histone modification,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Akhtar<\/b>, S. Kim, V. Saloura; <br\/>National Institute of Health, Bethesda, MD","CSlideId":"","ControlKey":"515b9244-5035-4814-8ef4-331f1a171de8","ControlNumber":"7993","DisclosureBlock":"&nbsp;<b>J. Akhtar, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>V. Saloura, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6640","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1734","PresenterBiography":null,"PresenterDisplayName":"jawad akhtar","PresenterKey":"15cd1c00-12c3-40d7-b727-8f96f3aee6e8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1734. Dissecting the bifaceted function of SMYD3 as a transcriptional activator and repressor in HPV-negative HNSCC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dissecting the bifaceted function of SMYD3 as a transcriptional activator and repressor in HPV-negative HNSCC","Topics":null,"cSlideId":""},{"Abstract":"Introduction: <i>BRCA2<\/i> is one of two principal tumor suppressors responsible for hereditary breast\/ovarian cancer syndrome (HBOC). Patients with strong family histories of breast\/ovarian cancer may carry <i>BRCA2<\/i> DNA sequence variants of unknown clinical significance (VUSs). To evaluate which of these VUSs may contribute to cancer risk by altering splicing patterns, naturally occurring <i>BRCA2<\/i> mRNA alternate splicing events have been extensively characterized, but it is not yet known which if any of these alternate splicing events plays a role in <i>BRCA2<\/i> function. One variant lacking exon 3 (&#8710;3), which maintains the full length translational reading frame, lacks sequence encoding EMSY and PALB binding domains as well as transactivation function. Previous work has shown that, while some VUSs associated with increased levels of &#8710;3 in lymphoblastoid cell lines are not pathogenic, germline deletions that eliminate <i>BRCA2<\/i> exon 3 are associated with increased breast cancer risk. It is therefore of interest to characterize the factors that influence the frequency of naturally occurring <i>BRCA2<\/i> exon 3-skipping, including cell types and therapies. DNA demethylating agents are used as cancer therapy to promote expression of tumor suppressor genes that may be epigenetically silenced in tumors. However, DNA methylation has been shown to be more frequent in exonic than intronic regions of protein-coding genes, suggesting that methylation may play a role in recruiting spliceosomal components to nascent pre-mRNA. It is therefore of interest to determine whether genomic demethylation affects alternative splicing patterns. Here, we explore whether <i>BRCA2<\/i> exon 3 alternative splicing patterns are altered by demethylating agents.<br \/>Methods: To determine whether DNA demethylating agents can alter the levels of &#8710;3, MCF7 and\/or the non-cancer breast cell line MCF 10A was treated with 5-aza 2&#8217;-deoxycytidine (5-AzadC) or 5-Azacytidine (5-AzaC), and isoform-specific RT-PCR was used to compare relative levels of splice junctions containing or skipping exon 3.<br \/>Results and Conclusions: 1) While the IC<sub>50<\/sub> for both 5-AzadC and 5-AzaC in MCF 10A was similar (less than 1 &#956;M), MCF7 showed considerably more resistance to 5-AzaC than 5-AzadC (IC<sub>50<\/sub> of &#8805; 5 &#956;M vs &#8804; 0.2 &#956;M). 2) 5-AzaC treatment reduces the proportion of MCF 10A cultures in apoptosis but does not increase the proportion of viable cells, indicating it causes cell death by some other means. 3) While both 5-AzaC and 5-AzadC reduce relative levels of &#8710;3 in MCF7, 5-azadC does not reduce relative levels of &#8710;3 in MCF 10A, suggesting there may be a cell type-specific splicing response to genomic demethylation therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"Splice variants,Methylation,BRCA2,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Werner<sup>1<\/sup>, H. Siddiqui<sup>1<\/sup>, S. Syed<sup>1<\/sup>, O. Khan<sup>1<\/sup>, S. Casillas Garabito<sup>2<\/sup>, <b>J. D. Fackenthal<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Benedictine University, Chicago, IL, <sup>2<\/sup>College of DuPage, Glen Ellyn, IL","CSlideId":"","ControlKey":"940bfab4-8f35-41d2-b758-423224bd49a5","ControlNumber":"4809","DisclosureBlock":"&nbsp;<b>J. Werner, <\/b> None..<br><b>H. Siddiqui, <\/b> None..<br><b>S. Syed, <\/b> None..<br><b>O. Khan, <\/b> None..<br><b>S. Casillas Garabito, <\/b> None..<br><b>J. D. Fackenthal, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6641","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1735","PresenterBiography":null,"PresenterDisplayName":"James Fackenthal, PhD","PresenterKey":"796c862c-9761-4820-b434-b709dc5531a6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1735. DNA demethylating agents have cell type-specific effects on viability and <i>BRCA2<\/i> alternative splicing","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DNA demethylating agents have cell type-specific effects on viability and <i>BRCA2<\/i> alternative splicing","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Diffuse Midline Glioma (DMG), a severe pediatric brain tumor, is characterized by its aggressive nature and poor prognosis. Common in brain midline structures like the thalamus and brainstem, DMGs often harbor H3K27M mutations, leading to reduced histone trimethylation at lysine 27 and loss of serine 31 phosphorylation. Building on these findings, our laboratory has undertaken a novel approach by engineering a knockout of the Polycomb Repressive Complex 2 (PRC2) in selected cell lines. This was achieved using CRISPR-Cas technology to target the EZH1 and EZH2 methyltransferases (PRC2KO), alongside the introduction or reversal of histone H3.3 mutations. The goal of this study is to investigate the effects of K27 Methylation loss and H3.3 mutations on gene expression in DMG to better understand DMG pathogenesis and potential therapeutic avenues.<br \/><b>Methods<\/b>: RNA and ATAC sequencing were performed on DMG cell lines including H3.3WT, H3.3 S31A, H3.3K27M, and PRC2KO. Utilizing 150 bp paired-end reads, 25 to 45 million unique reads were mapped to the human genome (hg38) using STAR. Differential gene expression was analyzed using DESeq2 in R, complemented by ATAC-sequencing to explore potential epigenetic changes.<br \/><b>Results<\/b>: The analysis identified 2,564; 2,946; 4,618; and 5,490 differentially expressed genes (DEGs) in the K27M, S31A, K27M-PRC2KO, and WT-PRC2KO cell lines, respectively, when compared to WT. A four-way Venn diagram analysis identified unique and shared gene cohorts among the different mutations. H3K27M cells showed 414 downregulated and 385 upregulated genes, mainly affecting cell migration. In contrast, PRC2KO cells, characterized by a complete loss of histone methylation, showed extensive changes with 1,302 genes downregulated and 1,779 upregulated, primarily impacting cell cycle and developmental processes. The S31A cells displayed a unique profile with 548 genes uniquely downregulated and 547 genes upregulated. The lack of enrichment in specific pathways for these genes suggests their involvement in a broader range of affected pathways. A significant discovery was the identification of a set of genes common to both S31 and K27M cells, but absent in PRC2 knockouts. This cohort, consisting of 350 downregulated and 389 upregulated genes, may represent a molecular link between serine phosphorylation and the K27M mutation. Additionally, ATAC-sequencing analysis was conducted to determine if the expression changes were a direct result of epigenetic dysregulation or an indirect effect.<br \/><b>Conclusion<\/b>: This study delineates the intricate gene regulation in DMG resulting from H3K27M mutations beyond loss of loss of K27 Methylation. It highlights unique and overlapping pathways influenced by, providing valuable insights into the molecular basis of DMG and guiding future therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Histone methylation,EZH2,RNA sequencing (RNA-Seq),DMG\/DIPG,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Bhattarai<\/b><sup>1<\/sup>, F. L. Hakkim<sup>1<\/sup>, C. Day<sup>1<\/sup>, F. Grigore<sup>2<\/sup>, A. Langfald<sup>1<\/sup>, E. Hinchcliffe<sup>1<\/sup>, J. Robinson<sup>1<\/sup>; <br\/><sup>1<\/sup>The Hormel Institute, University of Minnesota, Austin, MN, <sup>2<\/sup>New York Presbyterian Hospital, New York City, NY","CSlideId":"","ControlKey":"9802a77f-45f3-42dd-8cba-7c4d40a4476f","ControlNumber":"7565","DisclosureBlock":"&nbsp;<b>S. Bhattarai, <\/b> None..<br><b>F. L. Hakkim, <\/b> None..<br><b>C. Day, <\/b> None..<br><b>F. Grigore, <\/b> None..<br><b>A. Langfald, <\/b> None..<br><b>E. Hinchcliffe, <\/b> None..<br><b>J. Robinson, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6642","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1736","PresenterBiography":null,"PresenterDisplayName":"Suraj Bhattarai, PhD","PresenterKey":"2bfb6faa-f041-4208-add2-c755e3044f76","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1736. Elucidating the oncogenic mechanisms in diffuse midline glioma: Comparative analysis of h3k27m mutation and k27 methylation loss on gene expression profiles via RNA sequencing","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidating the oncogenic mechanisms in diffuse midline glioma: Comparative analysis of h3k27m mutation and k27 methylation loss on gene expression profiles via RNA sequencing","Topics":null,"cSlideId":""},{"Abstract":"Upper tract urothelial carcinoma (UTUC), comprising 5% of urothelial neoplasms, is a rare malignancy arising from the transitional epithelium of the renal pelvis and ureter. Its rarity and diverse histology pose diagnostic and therapeutic challenges, often lead to delayed diagnoses. The absence of targeted therapies, coupled with a limited understanding of molecular pathogenesis, underscores the ongoing research in urological oncology for effective UTUC management. N6-methyladenosine (m<sup>6<\/sup>A) is the predominant RNA methylation in mammalian cells, with its inscription primarily orchestrated by METTL3, a crucial methyltransferase. METTL3 has been implicated in various cancers, affecting critical processes like proliferation, migration, and tumor progression. However, the specific mechanisms and biological function of how METTL3\/m<sup>6<\/sup>A regulates the progression of UTUC remain unclear. In our study, we found that m<sup>6<\/sup>A modification and METTL3 expression were elevated in aggressive UTUC, both are negatively correlated with unfavorable clinical outcomes and poor patient survival. By overexpressing METTL3 in less aggressive UTUC cell lines BFTC909 and KTCC28, the abilities of cell proliferation, migration, invasion, and colony formation increased. Notably, overexpression of METTL3 also increased tumor growth and metastasis in the in vivo orthotopic mouse model. In contrast, knockdown of METTL3 decreases tumor progression in a highly aggressive UTUC cell line KTCC28M. Furthermore, our comparative analysis of RNA-seq and m<sup>6<\/sup>A MeRIP-seq datasets unveiled the regulation of 1660 genes by METTL3. This diverse set includes genes associated with tumor growth and metastasis (such as <i>MYC<\/i>, <i>JAK2<\/i>, and <i>STAT3<\/i>), as well as RNA processing-related genes which their critical roles in modulating mRNA stability and splicing (such as <i>GEMIN5<\/i> and <i>PABPC1L<\/i>). Together, we noticed METTL3\/m<sup>6<\/sup>A is a crucial protagonist in the oncogenic landscape of UTUC, which suggested that it can be used as a target for novel therapeutic strategy for UTUC treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-07 Other,,"},{"Key":"Keywords","Value":"Epigenetics,Epithelial-mesenchymal transition (EMT),,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L.-J. LIN<\/b><sup>1<\/sup>, P.-H. PENG<sup>2<\/sup>, K.-W. HSU<sup>1<\/sup>; <br\/><sup>1<\/sup>China Medical University, Taichung, Taiwan, <sup>2<\/sup>Chang Gung Memorial Hospital, Taoyuan, Taiwan","CSlideId":"","ControlKey":"01331853-4464-4486-9311-d2bde7e17e72","ControlNumber":"4617","DisclosureBlock":"&nbsp;<b>L. Lin, <\/b> None..<br><b>P. Peng, <\/b> None..<br><b>K. Hsu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6643","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1737","PresenterBiography":null,"PresenterDisplayName":"Lijie Lin, MS","PresenterKey":"e4746342-7ea8-4900-9710-4936f187238f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1737. METTL3-mediated m<sup>6<\/sup>A modification promotes tumor progression in upper tract urothelial carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"METTL3-mediated m<sup>6<\/sup>A modification promotes tumor progression in upper tract urothelial carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Early detection of clear cell renal cell carcinoma (ccRCC) and accurate differentiation between malignant and benign lesions pose clinical challenges. Profiling the epigenetic pattern of patients through liquid biopsy offers a promising strategy for non-invasive cancer identification. This study utilizes the methylation characteristics of urinary cell-free DNA to enhance the precise diagnosis of ccRCC. In this study, 32 patients with malignant RCC, 20 patients with benign kidney lesions, and 28 age- and sex-matched healthy donors were enrolled. Urine samples were collected and applied by PredicineEPIC assay to analyze the whole genome methylation profiles. We assessed the methylation differences on cancer-specific altered regions and constructed a machine learning model for malignant and benign classification. Beta values were calculated for differentially methylated regions identified through literature mining and our current work. These features carry methylation signals that are recognized by gradient boosting machine and used for classification training. The leave-one-out cross-validation method compensated for the shotage of sample size. The sensitivity and specificity of the optimal model in the training set are both greater than 0.97, and it can achieve an accuracy of 0.95 on the validation set. This performance surpasses traditional diagnostic methods such as contrast-enhanced CT and MRI. This study demonstrated the technical feasibility of leveraging epigenetics profiles to discriminate malignant from benign lesions, suggesting a promising liquid biopsy-based approach for the precise detection of renal cell carcinoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Methylation,Cancer detection,Urine,Cell-free DNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"W. Kong<sup>1<\/sup>, <b>H. Dong<\/b><sup>2<\/sup>, H. Tang<sup>2<\/sup>, P. Du<sup>2<\/sup>, S. Jia<sup>2<\/sup>, J. Zhang<sup>1<\/sup>; <br\/><sup>1<\/sup>Shanghai Jiao Tong University School of Medicine, Shanghai, China, <sup>2<\/sup>Huidu (Shanghai) Medical Sciences, Ltd., Shanghai, China","CSlideId":"","ControlKey":"aa88133d-52e0-4b1f-8902-b8f7b2732477","ControlNumber":"5888","DisclosureBlock":"&nbsp;<b>W. Kong, <\/b> None.&nbsp;<br><b>H. Dong, <\/b> <br><b>Huidu (Shanghai) Medical Sciences<\/b> Employment. <br><b>H. Tang, <\/b> <br><b>Huidu (Shanghai) Medical Sciences<\/b> Employment. <br><b>P. Du, <\/b> <br><b>Predicine, Inc.<\/b> Other, Co-Founder. <br><b>S. Jia, <\/b> <br><b>Predicine, Inc.<\/b> Other, Founder.<br><b>J. Zhang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6649","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1738","PresenterBiography":null,"PresenterDisplayName":"Hang Dong, D Phil","PresenterKey":"b2401cef-caa3-4029-a890-37eb09c6ad82","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1738. Precise detection of benign and malignant renal tumor via epigenetic characteristics of urinary cell-free DNA","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Precise detection of benign and malignant renal tumor via epigenetic characteristics of urinary cell-free DNA","Topics":null,"cSlideId":""},{"Abstract":"Human regulatory T cells (Tregs) are part of the adaptive immune response and play a pivotal role in suppressing both the immune and anti-tumor responses. Infiltration of Tregs into the tumor microenvironment has been associated with poor clinical prognosis. In addition, increased peripheral Treg frequency is associated with disease progression. Monitoring Tregs in both the blood and in the tumor of patients is being used to evaluate clinical prognosis and response to treatment in immuno-oncology studies. The key challenge is the ability to detect Tregs with high accuracy and precision. Here, we have used epigenetic qPCR (Epiontis ID&#174;) as a method to detect and quantify Tregs in peripheral whole blood and compared it with flow cytometry. Flow cytometry is the current gold standard for immunophenotyping. For method comparison, we analyzed 113 whole blood samples from healthy donors. We have demonstrated equivalence and shown a strong correlation between epigenetic qPCR and flow cytometry-based data, indicating that Epiontis ID&#174;<sup> <\/sup>is a robust and sensitive DNA-based method for Treg quantification. This epigenetic qPCR method does not require fresh samples or intact cells, since DNA can be extracted from frozen blood. We then evaluated Treg levels in blood samples from solid tumor cancer patients by epigenetic qPCR to demonstrate the clinical application and relevance for immune monitoring. Here, Treg frequencies were reported as relative (%) and absolute counts (cells\/&#181;L) values. Epigenetic qPCR for immune monitoring mitigates the operational and technical challenges of monitoring Tregs in the periphery for immuno-oncology studies which traditionally been performed by flow cytometry. This Epiontis ID&#174;<sup> <\/sup>method provides the sensitivity and accuracy needed for determining patient response in progressive disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-07 Other,,"},{"Key":"Keywords","Value":"Epigenetics,Methylation-specific polymerase chain reaction,Flow cytometry,Immunoassay,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"U. Baron, L. Lozza, <b>A. Bisconte<\/b>, E. Raschke, D. Phippard, S. Olek; <br\/>Precision for Medicine, Frederick, MD","CSlideId":"","ControlKey":"d6220e55-73d8-43fa-b6d6-e9cc31e03ab0","ControlNumber":"6508","DisclosureBlock":"<b>&nbsp;U. Baron, <\/b> <br><b>Precision for Medicine<\/b> Employment. <br><b>L. Lozza, <\/b> <br><b>Precision for Medicine<\/b> Employment. <br><b>A. Bisconte, <\/b> <br><b>Precision for Medicine<\/b> Employment. <br><b>E. Raschke, <\/b> <br><b>Precision for Medicine<\/b> Employment. <br><b>D. Phippard, <\/b> <br><b>Precision for Medicine<\/b> Employment. <br><b>S. Olek, <\/b> <br><b>Precision for Medicine<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6650","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1739","PresenterBiography":null,"PresenterDisplayName":"Angelina Bisconte, BS","PresenterKey":"741e9ffd-3a05-4601-ae6f-b94ea604deca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1739. Detection of regulatory T cells, a comparison of flow cytometry and epigenetic qPCR immunophenotyping using healthy donor and oncology patient whole blood","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detection of regulatory T cells, a comparison of flow cytometry and epigenetic qPCR immunophenotyping using healthy donor and oncology patient whole blood","Topics":null,"cSlideId":""},{"Abstract":"Metastatic potential of basal-like breast cancers typically is initiated by genetic alterations that lead to a process known as epithelial-mesenchymal transition (EMT). However, much is currently not understood regarding the role of epigenetic modifications that lead to invasive characteristics and EMT phenotype of metastatic breast cancers. Based on the previous notion connecting epigenetic changes to breast cancer metastasis, we performed DIA-based mass spectrometry of isolated histones from an isogenic panel of MCF10A breast cell lines where the tumor suppressor genes TP53 and PTEN were silenced and induced EMT. With this approach, we determined which histone modifications were differentially enriched in the non-EMT and EMT-induced MCF10A cell lines. From approximately 72 histone modifications identified and annotated from our mass spectrometry results, we were able to identify 5 histone events that were differentially enriched in our MCF10A cell line panel. Two events of note were histone H3 lysine-14 acetylation (H3K14ac) significantly increasing and histone H4 arginine 55 dimethylation (H4R55me2) significantly decreasing in our EMT-transformed MCF10A p53-\/PTEN- cell lines when compared to the parental, non-tumorigenic MCF10A cell line, showing these events are differentially affected during the EMT process in breast cancer cells. Furthermore, significant arginine demethylation of H4R55me2 &#38; H3.1R83me in the EMT-transformed MCF10A p53-\/PTEN- cell lines corresponded with JMJD6, an established histone arginine demethylase, being overexpressed in basal-like breast cancer cell lines as well as basal-like breast cancer patients from The Cancer Genome Atlas (TCGA) and METABRIC datasets. Based on histone proteomic profiling of our isogenic cell line model, the loss of specific histone arginine methylation events corresponding with JMJD6 overexpression could highlight the potential for a targetable epigenetic mechanism in breast cancer metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Metastatic potential,Epithelial-mesenchymal transition (EMT),Histone modification,Overexpression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. B. McGuinness<\/b><sup>1<\/sup>, M. A. Wilson<sup>1<\/sup>, M. V. Leonard<sup>1<\/sup>, M. Ouzounova<sup>2<\/sup>, H. Korkaya<sup>3<\/sup>, A. Y. Shull<sup>1<\/sup>; <br\/><sup>1<\/sup>Presbyterian College, Clinton, SC, <sup>2<\/sup>Cancer Research Center of Lyon, Lyon, France, <sup>3<\/sup>Karmanos Cancer Institute, Wayne State University, Detroit, MI","CSlideId":"","ControlKey":"53be1f7b-c76e-4330-b4fa-eccb45808790","ControlNumber":"3802","DisclosureBlock":"&nbsp;<b>C. B. McGuinness, <\/b> None..<br><b>M. A. Wilson, <\/b> None..<br><b>M. V. Leonard, <\/b> None..<br><b>M. Ouzounova, <\/b> None..<br><b>H. Korkaya, <\/b> None..<br><b>A. Y. Shull, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6651","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1740","PresenterBiography":null,"PresenterDisplayName":"Charlotte McGuinness, No Degree","PresenterKey":"c6c9a90f-cd7b-46f6-98a2-72899485e26c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1740. Histone proteomic profiling of EMT-transformed MCF10A breast cells demonstrates a loss in novel histone arginine methylation sites via dual p53 and PTEN deletion","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Histone proteomic profiling of EMT-transformed MCF10A breast cells demonstrates a loss in novel histone arginine methylation sites via dual p53 and PTEN deletion","Topics":null,"cSlideId":""},{"Abstract":"It is becoming increasingly appreciated that RNA modifications are widespread in development and homeostasis, regulating RNA stability and translation, and that alterations to these modifications are associated with cancer development and progression. Although 170 different RNA modifications have been identified using mass spectrometry, there is a paucity of convenient, validated tools immediately available to cancer researchers to explore these modifications using relevant clinical samples in sufficient numbers, and accurately determine their suitability for use as diagnostic or drug targets. In addition, most existing methods concentrate only on m6A, the most prevalent modification in mRNA. Alida Bio has developed an end-to-end assay platform with an integrated bioinformatics solution that detects multiple modifications in the same reaction. This platform exploits targeted, multiplexed barcoding to reveal the quantitative abundance of modified transcripts, co-localization of multiple RNA modifications to the same gene, and gene expression profiles. Alida Bio's mission is to equip translational researchers with tools that will significantly improve their understanding of gene regulation through seamless measurement of RNA modifications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-07 Other,,"},{"Key":"Keywords","Value":"Epigenomics,RNA,RNA sequencing (RNA-Seq),Gene regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Price<sup>1<\/sup>, Z. Miles<sup>1<\/sup>, J. Chevillet<sup>1<\/sup>, B. Purse<sup>1<\/sup>, R. I. Gregory<sup>2<\/sup>, <b>G. Stengel<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Alida Biosciences Inc., San Diego, CA, <sup>2<\/sup>Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"e1c01011-d84d-42a8-88a6-f1dd1b940be4","ControlNumber":"8679","DisclosureBlock":"&nbsp;<b>A. Price, <\/b> None..<br><b>Z. Miles, <\/b> None..<br><b>J. Chevillet, <\/b> None..<br><b>B. Purse, <\/b> None..<br><b>R. I. Gregory, <\/b> None..<br><b>G. Stengel, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6652","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1741","PresenterBiography":null,"PresenterDisplayName":"Gudrun Stengel","PresenterKey":"b8847f06-651c-4d35-a22b-204b086b4f3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1741. AlidaBio EpiPlex: A platform for multiplexed detection of RNA modifications in clinical samples","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AlidaBio EpiPlex: A platform for multiplexed detection of RNA modifications in clinical samples","Topics":null,"cSlideId":""},{"Abstract":"The development of simple and efficient genome-wide approaches has recently democratized the study of epigenetics. For instance, CUT&#38;RUN and CUT&#38;Tag were developed as fast and affordable alternatives to ChIP-seq, whereas ATAC-seq readily identifies regions of open chromatin. These methods are ideal to look for genome-wide alterations in chromatin structures but are only semi-quantitative and can miss global changes when performed without normalization spike-ins. In fact, many standard computational pipelines fail to detect a reportedly substantial global H3K27me3 decrease in the presence of <i>GSK126<\/i>, a therapeutic target for lymphoma and potent inhibitor of the EZH2 methyltransferase. To overcome this challenge, we developed a spike-in approach using <i>Drosophila melanogaster <\/i>nuclei for normalization of ATAC, CUT&#38;RUN and CUT&#38;Tag experiments using human cells. The addition of the spiked-in nuclei allowed for the detection of the expected global changes in open regions of chromatin (ATAC-seq), H3K27me3 (CUT&#38;Tag), R-loops (CUT&#38;Tag), EED and p53 binding (CUT&#38;RUN) upon treatment of K562 cells with GSK126. By contrast, these same changes were all missed when omitting the spike-in nuclei. This streamlined spike-in normalization strategy can be easily applied to any number of cells and on a large variety of conditions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Epigenetics,Cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Traynor, B. Townsley, J. Weber, M. Jelinek, B. Egan, <b>B. Delatte<\/b>; <br\/>Active Motif, Calrlsbad, CA","CSlideId":"","ControlKey":"26ba6814-22f4-4944-9118-fbee20b6b33f","ControlNumber":"5540","DisclosureBlock":"&nbsp;<b>S. Traynor, <\/b> None..<br><b>B. Townsley, <\/b> None..<br><b>J. Weber, <\/b> None..<br><b>M. Jelinek, <\/b> None..<br><b>B. Egan, <\/b> None..<br><b>B. Delatte, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6653","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1742","PresenterBiography":null,"PresenterDisplayName":"Benjamin Delatte","PresenterKey":"4f6bf09a-b0cc-496f-accd-2156de7b663f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1742. A universal spike-in normalization strategy for CUT&#38;RUN, CUT&#38;Tag and ATAC-seq","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A universal spike-in normalization strategy for CUT&#38;RUN, CUT&#38;Tag and ATAC-seq","Topics":null,"cSlideId":""},{"Abstract":"Background: TP53 is the gene most frequently disrupted by somatic alterations in cancer. Mutations include single nucleotide variants resulting in functional alterations, as well as premature stop codons, splice variants, and cryptic alterations. TP53 gene dosage is disrupted by heterozygous and homozygous deletions, copy-neutral loss of heterozygosity, and other structural changes such as intragenic deletions and fusions. TP53 is altered by epigenetic events and viral oncogenes, such as E6 expressed by the human papillomavirus. The readout of altered TP53 includes decreased gene expression of either variant or wild-type alleles. Epistatic alteration of TP53 pathway components have also been described, with the E3 ubiquitin ligase MDM2 being the canonical example. Depending on the type of TP53 alteration, there may be differential signaling consequences, ranging from loss of function and dominant negative to oncogenic signaling.<br \/>Hypothesis: Patterns of TP53 mutations will vary based on tumor type. Differential alterations of TP53 will suggest differential pathway dependence and downstream pathophysiology that may be relevant to signaling and therapeutic potential.<br \/>Methods: We analyzed extensive cancer genomics repositories, such as the Pan-Cancer Atlas (10,000+ tumors, &#62;30 cancer types) from The Cancer Genome Atlas project and the International Cancer Genome Consortium. Assessing genes in the TP53 pathway, we examined somatic mutations, copy number alterations, structural changes, and gene expression. Epigenetic data was considered when available.<br \/>Results: A significant pattern amongst sarcomas, prostate cancers, and urothelial carcinomas emerged, revealing that certain tumors exhibited a predominant classic tumor suppressor gene genotype. This genotype featured frequent homozygous deletions, inactivating mutations, and relatively low TP53 gene expression, often accompanied by epistatic MDM2 amplification. By contrast, other tumors demonstrate an atypical pattern in which TP53 mutations were rarely if ever associated with loss of TP53 gene expression with low levels of homozygous TP53 gene deletion. Likewise, atypical TP53 mutant tumor types rarely demonstrated MDM2 amplifications, and in opposition to typical TP53 cases, MDM2 amplification was positively associated with TP53 mutation rather than anti-correlated. Head and neck squamous cell carcinoma, uterine carcinoma, and pancreatic adenocarcinoma followed this pattern. Investigation within selected tumor types such as lung squamous cell carcinoma suggested that both typical and atypical TP53 mutation patterns could be observed.<br \/>Conclusions: TP53 mutation patterns were strongly associated with tumor type and may suggest differential pathway activation according to the somatic alteration status.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"TP53,MDM2,Somatic mutations,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Ubaid  A.  Tanveer<\/b><sup>1<\/sup>, David  N.  Hayes<sup>1<\/sup>, Julie George<sup>2<\/sup>, Jeremiah  R.  Holt<sup>1<\/sup>, Martin Peifer<sup>2<\/sup>, Roman Thomas<sup>2<\/sup><br><br\/><sup>1<\/sup>Hematology and Oncology, University of Tennessee Health Science Center, Memphis, TN,<sup>2<\/sup>University of Cologne, Cologne, Germany","CSlideId":"","ControlKey":"57d3b71f-7839-4c19-ba74-ba204938c5b6","ControlNumber":"4898","DisclosureBlock":"&nbsp;<b>U. A. Tanveer, <\/b> None..<br><b>D. N. Hayes, <\/b> None..<br><b>J. George, <\/b> None..<br><b>J. R. Holt, <\/b> None..<br><b>M. Peifer, <\/b> None..<br><b>R. Thomas, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9939","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1743","PresenterBiography":null,"PresenterDisplayName":"Ubaid Tanveer, No Degree","PresenterKey":"112a7ad2-bad4-4851-ab2d-0e68792e53bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1743. Pan-cancer review of TP53 somatic alterations as a function of tumor type: Sometimes lost, sometimes gained, frequently altered","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Epigenetic Targets in Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pan-cancer review of TP53 somatic alterations as a function of tumor type: Sometimes lost, sometimes gained, frequently altered","Topics":null,"cSlideId":""}]