[{"Abstract":"<i>APC<\/i> mutation is the main driver mechanism of CRC development and leads to constitutively activated WNT signaling, overpopulation of ALDH+ stem cells (SCs), and incomplete differentiation. We previously reported that retinoic acid (RA) receptors are selectively expressed in ALDH+ SCs, which provides a way to target cancer SCs with retinoids to induce differentiation. We hypothesize that a functional link exists between WNT and RA pathways, and <i>APC<\/i> mutation generates a WNT:RA imbalance that decreases retinoid-induced differentiation and increases ALDH+ SCs. Accordingly, to restore parity in WNT:RA signaling, we induced <i>wt-APC<\/i> expression in <i>APC<\/i>-mutant CRC cells and assessed the ability of all-trans-retinoic acid (ATRA) to induce differentiation. Notably, ATRA substantially increased expression of the WNT-target gene, <i>CYP26A1<\/i>, and inducing <i>wt-APC<\/i> reduced this expression by 50%. Thus, RA and WNT pathways crosstalk to modulate <i>CYP26A1 <\/i>metabolism of<i> <\/i>retinoids and retinoid agents. We found that inducing <i>wt-APC<\/i> augments ATRA-induced cell differentiation by: <i>i<\/i>) decreasing cell proliferation; <i>ii<\/i>) suppressing ALDH1A1 expression; <i>iii<\/i>) decreasing ALDH+ SCs; and <i>iv<\/i>) increasing neuroendocrine cell differentiation. NanoString profiling and bioinformatics also identified a novel <i>CYP26A1<\/i>-based network that links WNT and RA signaling. Moreover, in an effort to translate manipulation of the WNT\/RA imbalance as a therapeutic approach <i>in vitro<\/i>, we treated HT29, SW480, and HCT116 CRC cells with inhibitors against CYP26A1 enzyme activity and WNT signaling. We found that CYP26A1 inhibitors sensitized CRC cells to the anti-proliferative effect of drugs that downregulate WNT signaling. Furthermore, decreased CYP26A1 expression in tumor vs normal tissue was determined to be a predictor of patient survival in patients who have <i>wt-APC<\/i>. Thus, by inducing <i>wt-APC<\/i> expression and exogenously activating RA signaling, we found a way to increase differentiation of SCs along the NEC (and other) lineage(s). Translating this strategy <i>in vivo<\/i> might lead to new, more effective treatments involving retinoids for CRC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Colorectal cancer,Cancer stem cells,Wnt signaling,Retinoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. O. B. Facey<\/b>, V. O. Hunsu, C. Zhang, B. T. Osmond, L. M. Opdenaker, B. M. Boman; <br\/>Helen F. Graham Cancer Center & Research Institute, Newark, DE","CSlideId":"","ControlKey":"0f6d0ffa-b599-4eaf-b128-06471940e8f2","ControlNumber":"8697","DisclosureBlock":"&nbsp;<b>C. O. B. Facey, <\/b> None..<br><b>V. O. Hunsu, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>B. T. Osmond, <\/b> None..<br><b>L. M. Opdenaker, <\/b> None..<br><b>B. M. Boman, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7072","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5430","PresenterBiography":null,"PresenterDisplayName":"Bruce Boman, MD;PhD","PresenterKey":"3a2c3c52-bcec-48c2-8bcf-61fe4531e501","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5430. Discovery of CYP26A1 as a link between WNT and retinoic acid signaling pathways that modulates retinoid-induced differentiation of <i>APC<\/i>-mutant colorectal cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of CYP26A1 as a link between WNT and retinoic acid signaling pathways that modulates retinoid-induced differentiation of <i>APC<\/i>-mutant colorectal cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is a common type of cancer globally and is associated with a poor prognosis due to its high recurrence rate and resistance to treatment. Solid evidence showed the existence of cancer stem cells (CSCs) that are crucial for therapeutic resistance. However, there are only a few kinase inhibitors that have been found to specifically target liver T-ICs for the HCC treatment. To understand the regulatory mechanism of liver CSCs, we employed RNA-Seq analysis to compare the gene expression profiles, with a particular focus on protein kinases, between (1) sorted CD133<sup>+<\/sup> liver CSCs and CD133- differentiated cells extracted from two HCC cell lines (Huh7 and PLC8024), as well as cultured hepatospheres and adherent differentiated cells of HCC cell line PLC\/PRF\/5. Our analysis identified Serine\/Threonine kinase 39 (STK39) as a commonly up-regulated protein kinase in both CD133<sup>+<\/sup> liver CSCs and CSC-enriched hepatospheres. Based on our analysis of the TCGA data, a positive correlation has consistently been observed between STK39 mRNA expression and the expression of liver CSC markers, including CD24, CD133, and CD47. Utilizing publicly available transcriptome datasets from the NCBI Gene Expression Omnibus (GEO), including GSE14520 and GSE25097, we found that overexpression of STK39 is detected in HCC tumor tissues (p&#60;0.001) and is significantly associated with poorer overall survival and disease-free survival. Through the use of lentiviral based overexpression and knockdown approaches, we have demonstrated the role of STK39 in regulating liver CSC properties, including self-renewal, tumorigenicity, cell invasiveness, and the expression of liver CSC markers. STK39 expression was found to be significantly elevated in in HCC cells that were resistant to both sorafenib and lenvatinib, and its inhibition resulted in increased sensitivity of HCC cells to these treatments. To identify the downstream target of STK39 for regulation of cancer stemness, tandem affinity purification coupled with mass spectrometry was employed. The analysis led to the identification of PARP1 as a novel protein binding partner of STK39. Upon suppression of STK39 in HCC cells, it was observed that the phosphorylation of PARP1 at Threonine 368 (T368) was significantly inhibited, indicating its role as a downstream effector of STK39-mediated liver CSC functions. Interestingly, STK39-mediated PARP1 phosphorylation led to development of resistance to PARP1 inhibitor, rucaparib. Additionally, STK39 plays a critical role in regulating PARP1-mediated chromatin decondensation, which enables it to open chromatin structure at the promoter regions of SOX2\/OCT4. In summary, treatment of molecular targeted drugs including rucaparib and lenvatinib with STK39 inhibitor may be a potential therapeutic strategy for treatment of this deadly disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Cancer stem cells,Drug resistance,PARP inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. Leung, <b>T.-W. Lee<\/b>; <br\/>Hong Kong Polytechnic University, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"b06a753f-3ccf-4891-b6fb-1dc88d6f85e7","ControlNumber":"2999","DisclosureBlock":"&nbsp;<b>C. Leung, <\/b> None..<br><b>T. Lee, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7073","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5431","PresenterBiography":null,"PresenterDisplayName":"Terence Kin-Wah Lee, PhD","PresenterKey":"2d77bc17-bf58-47dc-afe3-38404f6e6cd6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5431. Identification of serine\/threonine kinase 39 (STK39) as a driver for multidrug resistance in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of serine\/threonine kinase 39 (STK39) as a driver for multidrug resistance in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer is the most lethal gynecological cancer in the United States, largely due to its high relapse rates. Research suggests these high relapse rates are due to cancer stem-like cells (CSCs), a subpopulation of tumor cells that are resistant to chemotherapy and have enhanced tumor-initiation capacity. Post-treatment, CSCs self-renew to re-establish new tumors, leading to recurrent disease that is now resistant to chemotherapy. Given that over-expression of NF-&#954;B has been linked to CSCs, cancer progression, and chemoresistance in various tumors, including ovarian, studies uncovering the mechanisms of this pathway are needed to develop novel therapeutics for ovarian cancer treatment. The upstream activator of the alternative NF-&#954;B pathway, Nuclear Factor &#954;B-inducing Kinase (NIK), could be an enticing target for eliminating CSCs, however its function in these cells is not established. In our current studies, we show that HGSOC cells grown as CSC-enriching 3D spheroids have increased NIK expression and activity relative to monolayer cultured cells. Moreover, cells expressing CSC markers (CD117+\/CD133+), have increased NIK gene expression, further supporting an association between NIK and CSC maintenance. Upon treatment with chemotherapies carboplatin and paclitaxel, NIK gene expression increased in the surviving population, indicating a role in chemoresistance. Knockdown of NIK using siRNA led to changes in alternative NF-kB transcriptional activity and higher sensitivity to carboplatin and paclitaxel relative to vehicle controls. Current studies are evaluating the role of NIK in tumor-initiation capacity, asymmetric division, proliferation, and changes in expression of stemness genes. Lastly, an <i>in vivo<\/i> relapse model will test the feasibility of using a NIK inhibitor following chemotherapy to prevent relapse and prolong survival. Findings from this work will further define the role of NF-kB pathway components in facilitating CSCs survival and re-establishment of tumors and identify a new potential target for eliminating CSCs in ovarian cancer.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Kinases,NF-&#954;B,Cancer stem cells,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Cassidy  C.  Lucht<\/b><sup><\/sup>, Mikella Robinson<sup><\/sup>, Samuel  F.  Gilbert<sup><\/sup>, Omar Lujano Olazaba<sup><\/sup>, Carrie  D.  House<sup><\/sup><br><br\/>San Diego State University, San Diego, CA","CSlideId":"","ControlKey":"e99db927-2311-4464-a278-24df46a31eac","ControlNumber":"8283","DisclosureBlock":"&nbsp;<b>C. C. Lucht, <\/b> None..<br><b>M. Robinson, <\/b> None..<br><b>S. F. Gilbert, <\/b> None..<br><b>O. Lujano Olazaba, <\/b> None..<br><b>C. D. House, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7074","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5432","PresenterBiography":null,"PresenterDisplayName":"Cassidy Lucht, BS","PresenterKey":"53b64954-8045-47e5-84c9-b0ec1d97c5d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5432. The role of nuclear factor&#954;B-inducing kinase in ovarian cancer stem cells, chemoresistance, and relapse","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of nuclear factor&#954;B-inducing kinase in ovarian cancer stem cells, chemoresistance, and relapse","Topics":null,"cSlideId":""},{"Abstract":"<b> <\/b>We have previously demonstrated that targeting of ribosomal protein L9 (RPL9) suppresses the growth of colorectal cancer (CRC) via the inactivation of Id-1\/NF-&#954;B signaling axis which is known to augment tumor stemness. Thus we aimed in this study to investigate whether the function of RPL9 was associated with CRC stemness properties. It was initially evidenced that inhibition of RPL9 expression reduces the migration and invasion abilities of HT29 parental cell population. We have then sorted out CD133<sup>+<\/sup> cancer stem cells (CSCs) from HT-29 parental cell culture and treated RPL9-specific siRNAs to the isolated CSCs to observe the effect of RPL9 targeting on stemness. As results, knockdown of RPL9 significantly suppressed the proliferation potential and sphere forming capacity of CD133<sup>+<\/sup> HT29 CSCs accompanying with the reduction in CD133 and Id-1 levels. Reflecting these molecular alterations, targeting RPL9 also inhibited the abilities of migration and invasion in CD133<sup>+<\/sup> HT29 CSCs population. Taken together, these findings suggest that RPL9 could be a therapeutic target for both primary CRC treatment and the prevention of metastasis and\/or recurrence.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Colorectal cancer,Stem cells,Stemness,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E.-H. Jeon<\/b><sup>1<\/sup>, K. Park<sup>1<\/sup>, H.-M. Ryoo<sup>2<\/sup>, I. Hwang<sup>1<\/sup>, Y.-H. Lee<sup>1<\/sup>; <br\/><sup>1<\/sup>Keimyung University Dongsan Medical Center, Daegu, Korea, Republic of, <sup>2<\/sup>Daegu Catholic University, Daegu, Korea, Republic of","CSlideId":"","ControlKey":"50bb731f-db0a-42d5-ad66-32fd89c3040a","ControlNumber":"6010","DisclosureBlock":"&nbsp;<b>E. Jeon, <\/b> None..<br><b>K. Park, <\/b> None..<br><b>H. Ryoo, <\/b> None..<br><b>I. Hwang, <\/b> None..<br><b>Y. Lee, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7075","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5433","PresenterBiography":null,"PresenterDisplayName":"Eun-Hye Jeon, PhD","PresenterKey":"da55e011-c9e8-4dcc-a2cf-ef12fe0b5d0c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5433. Functional involvement of ribosomal protein L9 to colorectal cancer stemness","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Functional involvement of ribosomal protein L9 to colorectal cancer stemness","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer deaths in the US. Non-small cell lung cancer (NSCLC) accounts for ~80% of lung cancer cases and is further classified into adenocarcinoma (LUAD), squamous cell carcinoma (LUSC), and large cell carcinoma. New approaches targeting pathways in NSCLC have emerged, resulting in encouraging new treatments that benefit LUAD patients, but very few advances have been made in the treatment options for LUSC which accounts for ~30% of lung cancer cases. NSCLCs, including LUSCs, contain a sub-population of cells that exhibit properties of cancer stem cells (CSCs) and are responsible for tumor initiation, maintenance, therapeutic resistance, and relapse. Therefore, CSCs must be effectively targeted to elicit long lasting therapeutic results in LUSC patients. Our studies have shown that: <i>1)<\/i> PKC&#953; is an oncogene and prognostic marker in LUSC; <i>2)<\/i> copy number gains (CNGs) of the PKC&#953; gene (<i>PRKCI<\/i>) drives overexpression of PKC&#953; in 90% of LUSCs; <i>3)<\/i> PKC&#953; phosphorylates SOX2, and controls SOX2-mediated transcriptional activation of Hedgehog Acyl Transferase, resulting in Hedgehog (Hh) pathway activation that drives a CSC phenotype in LUSC cells; and <i>4)<\/i> the FDA approved compound Auranofin (ANF) is a potent inhibitor of oncogenic PKC&#953;. In this study, we assessed the effect of ANF in combination with the Hh pathway inhibitor, LDE225, on LUSC CSCs and tumor growth. Cell viability, sphere formation and soft agar assays were used to assess the effects of ANF and LDE225 alone or in combination on the growth of LUSC CSCs with <i>PRKCI<\/i> CNGs or LUAD and LUSC CSCs without <i>PRKCI <\/i>CNG to determine if <i>PRKCI<\/i> CNG can be used to predict response to ANF and LDE225 and test the selectivity of response for LUSC. The effects of ANF and LDE225 on the levels of PKC&#953;-Hh signaling components was assessed by qPCR and western blotting. Finally, the efficacy of ANF and LDE225 in combination was evaluated in human primary LUSC patient-derived xenograft (PDX) models that harbor <i>PRKCI<\/i> CNGs and the ability of PKC&#953;-Hh signaling intermediates to serve as biomarkers of PKC&#953;-Hh pathway inhibition was validated<i> in vivo<\/i>. We observed a dose-dependent decrease in cell proliferation, clonal expansion and transformed growth in CSCs treated with ANF and LDE225 alone. ANF and LDE225 combined treatment of LUSC CSCs with<i> PRKCI<\/i> CNGs (but not LUAD or LUSC CSCs without <i>PRKCI <\/i>CNG) synergistically inhibited CSC phenotypes based on results of combination index analysis. Furthermore, treatment of LUSC PDX models with ANF and LDE225 in combination had a synergistic effect on tumor growth inhibition. Lastly, ANF and LDE225 treatment led to inhibition of PKC&#953;-Hh signaling intermediates demonstrating the on-target effects of treatment. Our data indicate that a PKC&#953;-Hh vertical blockade strategy of combined ANF and LDE225 effectively targets LUSC CSCs and blocks tumor growth <i>in vivo<\/i> and provides compelling rationale to develop this novel combination strategy further in clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Cancer stem cell,Combination therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Alqasrawi<\/b><sup>1<\/sup>, R. Argo<sup>1<\/sup>, C. Ratliff Rang<sup>1<\/sup>, P. Pandya<sup>1<\/sup>, S. Klinge<sup>1<\/sup>, J. Lindemann<sup>2<\/sup>, N. Searl<sup>3<\/sup>, A. Fields<sup>1<\/sup>, V. Justilien<sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic Florida, Jacksonville, FL, <sup>2<\/sup>University of North Florida, Jacksonville, FL, <sup>3<\/sup>Stanton College Preparatory School, Jacksonville, FL","CSlideId":"","ControlKey":"802699b2-5d9d-4c74-befa-339613411ec5","ControlNumber":"8626","DisclosureBlock":"&nbsp;<b>D. Alqasrawi, <\/b> None..<br><b>R. Argo, <\/b> None..<br><b>C. Ratliff Rang, <\/b> None..<br><b>P. Pandya, <\/b> None..<br><b>S. Klinge, <\/b> None..<br><b>J. Lindemann, <\/b> None..<br><b>N. Searl, <\/b> None..<br><b>A. Fields, <\/b> None..<br><b>V. Justilien, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7076","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5434","PresenterBiography":null,"PresenterDisplayName":"Dania Alqasrawi, PhD","PresenterKey":"84bd903c-8dc1-4039-9ca8-a2c4ed62b0ec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5434. A novel combination therapy for lung squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel combination therapy for lung squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Cancer stem cells (CSCs) exert a substantial influence on the initiation, progression, and metastasis of triple-negative breast cancer (TNBC). Dandelion has exhibited encouraging outcomes in impeding the proliferation of TNBC cells. Nevertheless, the extent of investigation regarding the efficacy of dandelion in targeting CSCs remains restricted.<br \/>Purpose: The aim of this study was to investigate the impact of dandelion extract (DE) on CSCs properties.<br \/>Methods: <i>In vitro<\/i> experiments were conducted using TNBC cell lines. Mice bearing TNBC tumors were established for <i>in vivo<\/i> investigations. Biochemical analysis and cell biological assay were carried to evaluate the effect of dandelion and the underlying mechanisms.<br \/>Results: DE treatment significantly decreased the proportion of ALDH+ cells, mammosphere formation ability, and CSCs-related markers. CUEDC2 is highly expressed in ALDH+ TNBC cells, and its overexpression increased the expression of markers related to CSCs. Conversely, the tumor growth was impeded in CUEDC2 KO mice and the markers related to CSCs also were also reduced. CUEDC2 overexpression reversed the inhibitory effect of DE on TNBC CSCs properties. Mechanistically, CUEDC2 related pathway involved in the inhibitory effect of DE on TNBC CSCs properties.<br \/>Conclusion: CUEDC2 played a crucial role in maintaining the stem cell properties of TNBC. DE inhibit the self-renewal of TNBC stem cells by regulating the CUEDC2 related signaling pathway.<br \/>Keywords: Dandelion; CUEDC2; Triple-negative breast cancer; Cancer stem cell.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Cancer stem cell,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"X. Deng, Y. Jiao, H. Hao, Z. Guo, D. Xue, <b>S. Han<\/b>; <br\/>Peking University Cancer Hospital, Beijing, China","CSlideId":"","ControlKey":"4db20677-0a89-45a9-b41b-3f6f24c10c8d","ControlNumber":"4168","DisclosureBlock":"&nbsp;<b>X. Deng, <\/b> None..<br><b>Y. Jiao, <\/b> None..<br><b>H. Hao, <\/b> None..<br><b>Z. Guo, <\/b> None..<br><b>D. Xue, <\/b> None..<br><b>S. Han, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7077","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5435","PresenterBiography":null,"PresenterDisplayName":"Shuyan Han, PhD","PresenterKey":"4a20ac1e-b7da-4e8d-8394-27ec2f151558","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5435. CUEDC2 involved in the inhibitory effect of dandelion on triple-negative breast cancer stem cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CUEDC2 involved in the inhibitory effect of dandelion on triple-negative breast cancer stem cells","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) remains one of the most challenging tumors to treat. Cancer stem-like cells (CSCs) are believed to be important in HCC development, immune evasion, and treatment resistance. Dysadherin is a cell membrane glycoprotein linked to cancer progression by endowing HCC with CSC features. However, the underlying mechanism of increasing CSC characteristics in refractory advanced HCC is not entirely understood. A comprehensive bioinformatics study revealed that dysadherin-expressing HCC cells were associated with cancer stemness and the YAP signaling activation. Dysadherin knockdown or overexpression in liver cancer cell lines attenuated or increased cancer stemness and aggressiveness via YAP signaling, respectively. Correspondingly, dysadherin deficiency lowered cancer stemness and aggressiveness in the HCC mouse model by blocking the YAP pathway. Mechanistically, dysadherin promoted YAP nuclear localization, which activated stem cell transcription factors such as OCT4, KLF4, and MYC. Of note, our comprehensive gain and loss of function studies in CSCs demonstrated that targeting the dysadherin\/YAP axis could boost sorafenib&#8217;s therapeutic effect and suppress PD-L1 expression, which helps tumor cells escape from immune surveillance. Thus, our results highlight that the dysadherin\/YAP axis drives the aggressive phenotype of HCC, providing a potential therapeutic strategy for HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cells,Dysadherin,YAP1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S.-E. Jeon<\/b>, T.-Y. Jang, C.-J. Lee, H.-J. Yun, Y.-H. Cho, D.-Y. Lim, J.-S. Nam; <br\/>Gwangju Institute of Science & Technology, Gwangju, Korea, Republic of","CSlideId":"","ControlKey":"0b6934f5-d409-4b39-ae15-4ae83b5c1083","ControlNumber":"2320","DisclosureBlock":"&nbsp;<b>S. Jeon, <\/b> None..<br><b>T. Jang, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>H. Yun, <\/b> None..<br><b>Y. Cho, <\/b> None..<br><b>D. Lim, <\/b> None..<br><b>J. Nam, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7078","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5436","PresenterBiography":null,"PresenterDisplayName":"So-EL Jeon, BS","PresenterKey":"8c259b90-30a6-4533-b6c2-588d85f6fbc0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5436. A therapeutically targetable dysadherin\/YAP axis promotes cancer stem features and tumor aggressiveness in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A therapeutically targetable dysadherin\/YAP axis promotes cancer stem features and tumor aggressiveness in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The liver is a unique organ that is responsible for many metabolic functions. During hepatocellular carcinoma (HCC) development, these metabolic machineries are extensively reprogrammed to support the insatiable nutrient requirements of HCC. Tumor lineage plasticity, a recognized hallmark of cancer, is a phenomenon in which tumor cells co-opt developmental pathways to attain cellular plasticity, enabling them to evade targeted therapeutic interventions. Cancer cells can reprogram their metabolic pathways to match their increased metabolic needs for cancer cell survival under adverse conditions. Identifying novel metabolic targets related to stemness can offer promising strategies for targeting cancer stemness roots and hence to kill and control their growth. Through pathway enrichment analysis of genes that linked metabolism and stemness, we identified an aberrant glycerophospholipid metabolism signature, with AGPAT4 ranking as the top-hit. AGPAT4 upregulation in HCC is strongly correlated with aggressive clinical features, including survival, metastasis, and stemness signatures. AGPAT4 expression peaked during early liver progenitor development, decreased during hepatocyte maturation and progressively increased from well-differentiated to poorly differentiated HCCs. Enrichment of AGPAT4 in HCC is mediated by promoter binding of SOX9 to drive AGPAT4 transcriptional activity. AGPAT4 inhibition can mitigate tumor initiation, self-renewal, metastasis, and sorafenib resistance. Mechanistic studies revealed an AGPAT4-mediated phosphatidic acid production axis that promotes HCC through the regulation of mTOR signaling. Inhibition of Agpat4 by AAV8 shRNA reduced tumorigenicity and stemness, and sensitized HCC tumors to sorafenib. AGPAT4 overexpression can predict sorafenib response in clinical settings. Through chemoproteomics screening of a cysteine-reacting compound library using activity-based protein profiling, a cysteine-reacting compound with high binding affinity and selectivity towards AGPAT4 was identified and found to work synergistically with sorafenib to suppress HCC, as demonstrated in HCC patient-derived tumor xenograft (PDTX) models. Toxicity analysis through histological examination of organs, body weight measurements, and biochemical tests revealed minimal toxicity associated with the covalent inhibitor. In conclusion, AGPAT4 is a novel metabolic driver of oncogenic stemness, dedifferentiation, and metastasis in HCC. AGPAT4-induced tumor lineage plasticity may represent an Achilles heel for HCC treatment, and inhibition of AGPAT4 may widen the therapeutic window for sorafenib treatment in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-07 Other,,"},{"Key":"Keywords","Value":"Tumor initiating cells,Hepatocellular carcinoma,Drug resistance,Chemoproteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"K.-Y. Ng<sup>1<\/sup>, T.-Y. Koo<sup>1<\/sup>, T.-L. Fong<sup>1<\/sup>, Y. Gao<sup>1<\/sup>, T.-L. Wong<sup>1<\/sup>, Y. Gao<sup>2<\/sup>, J.-P. Yun<sup>3<\/sup>, X.-Y. Guan<sup>1<\/sup>, M. Liu<sup>4<\/sup>, C. Y. Chung<sup>1<\/sup>, <b>S. Ma<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Hong Kong, Hong Kong, Hong Kong, <sup>2<\/sup>Fourth Military Medical University, Xian, China, <sup>3<\/sup>Sun Yat-Sen University Cancer Centre, Guangzhou, China, <sup>4<\/sup>Guangzhou Medical University, Guangzhou, China","CSlideId":"","ControlKey":"c5b49add-acdf-43f5-9bc2-4bdfc41c1372","ControlNumber":"4139","DisclosureBlock":"&nbsp;<b>K. Ng, <\/b> None..<br><b>T. Koo, <\/b> None..<br><b>T. Fong, <\/b> None..<br><b>Y. Gao, <\/b> None..<br><b>T. Wong, <\/b> None..<br><b>Y. Gao, <\/b> None..<br><b>J. Yun, <\/b> None..<br><b>X. Guan, <\/b> None..<br><b>M. Liu, <\/b> None..<br><b>C. Y. Chung, <\/b> None..<br><b>S. Ma, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7079","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5437","PresenterBiography":null,"PresenterDisplayName":"Stephanie Ma, PhD","PresenterKey":"6e8fccdc-13f0-441a-ad72-17c477548c94","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5437. Chemoproteomics-enabled discovery of covalent inhibitors targeted at AGPAT4: Unravelling tumor lineage plasticity to overcome drug resistance in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chemoproteomics-enabled discovery of covalent inhibitors targeted at AGPAT4: Unravelling tumor lineage plasticity to overcome drug resistance in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: We have proposed that tumor has its own defense mechanism similar to an organism having its own defense at the population level. We also proposed that the center of this tumor defense is the hypoxic niche of cancer stem cells (CSCs). Our lab has previously characterized the hypoxic niche of CSCs, and demonstrated that these CSCs reprogram to a highly inflammatory, aggressive and embryonic stemness phenotype during oxidative stress (1). These reprogrammed CSCs, the tumor stemness defense (TSD) phenotype is transient, and exert altruistic defense against bacterial invasion in SCC-25 cell line (2). Further, VEGF\/VEGFR1 autocrine signaling was found in cisplatin induced TSD phenotype (4) and Myc\/Hif2alpha stemness pathway was found in TSD phenotype of a leukemia stem cell model (3). We hypothesize that the platinum-induced stress may also activate TSD phenotype in the dormant CSC fraction of head and neck squamous cell carcinoma (HNSCC), which may mobilize to the distant tissue via circulation as circulating tumor cells (CTCs).<br \/>Methods: To test the hypothesis, we isolated EpCAM+\/ABCG2+ CTCs (blood, n=14) and EpCAM+\/ABCG2+ CSCs (tumor tissue, n=6\/14) of HNSCC subjects under cisplatin treatment. CTCs were collected from peripheral blood mononuclear cells (PBMNC) by the immunomagnetic sorting of EpCAM+ cells, and then cells were expanded in a defined serum free media that we used to maintain the hypoxic CSCs (1). We evaluated the EpCAM+\/ABCG2+ CTCs and EpCAM+\/ABCG2+ CSCs for TSD phenotype by performing qPCR gene expression, Boyden chamber assay of invasion, clonogenic assay and serial transplantation assay in NOD\/SCID mice. Data was compared with the EpCAM+\/ABCG2- cell population. We also developed a pre-clinical model of cisplatin-induced reprogramming of HNSCC derived CSCs to understand the molecular mechanisms.<br \/>Results: In 8\/14 patient derived EpCAM+\/ABCG2+ CTCs and EpCAM+\/ABCG2+ CSCs showed TSD phenotype associated gene expression, high migration\/invasion, self sufficiency (ability to form spheroid when grown in serum free media without growth factors), enhanced secretion of protumorigenic growth factors; VEGF, SDF-1, PIGF, and HMGB1. These CTCs and CSCs have shown tumor formation with significant CSC frequency, when injected to NOD\/SCID mice. Finally, using a SCC-25 cell line derived pre-clinical model, we demonstrated that cisplatin therapy reprogram CSCs to TSD phenotype.<br \/>Conclusion: Our work indicates that CTCs with TSD phenotype may indicate the interaction between cisplatin and CSC niche defense. Using the pre-clinical model, the TSD phenotype based CSC niche defense mechanism may be further explored to develop markers for therapy response, metastasis or recurrence in HNSCC.<br \/>References: 1. Das B et al, 2008, PMID:18467664, 2. Bhuyan et al, 2022, PMID: 36248858, 3. Das B et al, 2019, PMID: 31266772, 4. Tsuchida R et al, 2008, PMID:18332870","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cells,Circulating tumor cells,Tumor microenvironment,Stemness,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Pathak<\/b><sup>1<\/sup>, B. Pal<sup>2<\/sup>, J. Talukdar<sup>1<\/sup>, P. J. Saikia<sup>1<\/sup>, S. Sandhya<sup>1<\/sup>, W. Tasabehji<sup>3<\/sup>, H. Li<sup>3<\/sup>, J. Phukan<sup>4<\/sup>, A. Bhuyan<sup>5<\/sup>, S. Patra<sup>6<\/sup>, B. Das<sup>1<\/sup>; <br\/><sup>1<\/sup>KaviKrishna Laboratory, Indian Institute of Technology Research Park, Guwahati, India, <sup>2<\/sup>Thoreau Laboratory for Global Health, UMass, Lowell, MA, USA, Lowell, MA, <sup>3<\/sup>Forsyth Institute, Cambridge, MA, USA, Cambridge, MA, <sup>4<\/sup>Guwahati Medical College, Guwahati, India, Guwahati, India, <sup>5<\/sup>KaviKrishna Telemedicine Care, Sualkuchi, Assam, India, Guwahati, India, <sup>6<\/sup>Indian Institute of Technology, Guwahati, Guwahati, India","CSlideId":"","ControlKey":"5f9c4140-82cc-4034-a4ab-5c62f6b86753","ControlNumber":"4515","DisclosureBlock":"&nbsp;<b>L. Pathak, <\/b> None..<br><b>B. Pal, <\/b> None..<br><b>J. Talukdar, <\/b> None..<br><b>P. J. Saikia, <\/b> None..<br><b>S. Sandhya, <\/b> None..<br><b>W. Tasabehji, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>J. Phukan, <\/b> None..<br><b>A. Bhuyan, <\/b> None..<br><b>S. Patra, <\/b> None..<br><b>B. Das, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7080","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5438","PresenterBiography":null,"PresenterDisplayName":"Lekhika Pathak, MS","PresenterKey":"d6b59c4a-1e76-406e-a49c-6f6d7af12ce8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5438. Circulating tumor cells exhibit a tumor stemness defense phenotype in Head and Neck cancer subjects undergoing cisplatin based chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Circulating tumor cells exhibit a tumor stemness defense phenotype in Head and Neck cancer subjects undergoing cisplatin based chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Elevated expression of cancer stem cell (CSC) markers is linked with progression, poor survival, and treatment resistance in glioblastoma (GBM). Our prior work identified KAI1 COOH-terminal interacting tetraspanin (KITENIN) as key to GBM progression. We investigated its influence on temozolomide (TMZ) resistance in GBM through modulation of CSC markers.<br \/>Methods: We examined KITENIN and CSC markers in TMZ-resistant GBM cells and patient-derived GBM cells, and assessed therapeutic responses to TMZ in mice implanted with KITENIN-modulated GBM cells. The correlation of these markers with clinical outcomes was analyzed using our cohort and The Cancer Genome Atlas (TCGA) data.<br \/>Results: High KITENIN expression correlated positively with elevated CSC marker levels in human GBM samples and KITENIN-modulated GBM cells. Inhibition of KITENIN using usnic acid reduced tumor progression by decreasing CSC marker expression. Our data and TCGA analyses linked co-directional increase of these factors with tumor recurrence and shorter survival in GBM patients with unmethylated MGMT. This increase was also observed in TMZ-resistant cell lines with unmethylated MGMT. Implantation of KITENIN-overexpressing cells led to TMZ resistance in our mouse model, associated with co-directionally increased CD44 and ALDH1A1 expression. The link between KITENIN and CD44\/ALDH1A1 could be inhibited by DKC2511, a novel KITENIN inhibitor, and T5244, a c-Fos\/AP-1 inhibitor.<br \/>Conclusion: KITENIN might contribute to TMZ resistance in GBM patients with unmethylated MGMT, potentially through AP-1 activation and subsequent upregulation of CSC markers. Hence, targeting KITENIN could provide a novel strategy to overcome TMZ resistance in GBM patients with unmethylated MGMT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Glioblastoma,Stemness,Epithelial-mesenchymal transition (EMT),Chemoresistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"E.-J. Ahn<sup>1<\/sup>, Y. Kim<sup>1<\/sup>, T.-Y. Jung<sup>1<\/sup>, J.-H. Lee<sup>1<\/sup>, J. Rhee<sup>1<\/sup>, K.-K. Kim<sup>1<\/sup>, S. Kim<sup>1<\/sup>, N. Kim<sup>1<\/sup>, H. Kim<sup>2<\/sup>, K.-S. Moon<sup>1<\/sup>, <b>K.-H. Lee<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Chonnam National University Medical School, Jeollanam-do, Korea, Republic of, <sup>2<\/sup>Sunchon National University, Sunchon, Korea, Republic of","CSlideId":"","ControlKey":"a96f8711-5ba0-41e6-a3c6-7ccaca95f38e","ControlNumber":"2121","DisclosureBlock":"&nbsp;<b>E. Ahn, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>T. Jung, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. Rhee, <\/b> None..<br><b>K. Kim, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>N. Kim, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>K. Moon, <\/b> None..<br><b>K. Lee, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7081","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5439","PresenterBiography":null,"PresenterDisplayName":"Kyung-Hwa Lee, MD;PhD","PresenterKey":"033f754b-9d57-4ddc-8dbe-a381d0d36049","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5439. Metastasis-enhancing protein KITENIN confers temozolomide resistance in glioblastoma with unmethylated MGMT via upregulation of cancer stem cell makers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metastasis-enhancing protein KITENIN confers temozolomide resistance in glioblastoma with unmethylated MGMT via upregulation of cancer stem cell makers","Topics":null,"cSlideId":""},{"Abstract":"Cholangiocarcinoma (CCA) is an aggressive liver malignancy with increased incidence globally but poor prognosis. Cancer stemness plays critical roles on tumor initiation, recurrence, and resistance to therapy. However, the mechanism of stemness maintenance in CCA has been less explored. Previously, we have reported TM4SF1 is associated with poor survival in CCA and high expression of TM4SF1 tends to promote tumorigenesis. In this study, we found that the expression of TM4SF1 gene is upregulated in tumor tissues compared to adjacent normal tissues in CCA based on bulk RNA sequencing dataset from The Cancer Genome Atlas (TGCA) CCA cohort. There is a positive correlation between the expression of TM4SF1 and stemness genes, ITGB3, SOX9, ALDH1A3, and ITGB1. Interestingly, knockdown of TM4SF1 with siRNA in CCA cell line HuCCT-1 cells demonstrated a decrease in expression of cancer stem cell surface markers, CD24 and Prom1. Furthermore, with a CRISPR-based lentivirus construct to knockdown TM4SF1 gene in HuCCT-1 cells <i>in vitro<\/i>, we found that spheroid formation in TM4SF1 knockdown was attenuated in comparison to TM4SF1 wild type. In addition, the results from flow cytometry and RT-PCR showed a corresponding decrease in CD24 and CD133 expression with TM4SF1 knockdown when comparing to TM4SF1 wild type. In conclusion, TM4SF1 is associated with the stemness of CCA and could be a therapeutic target for CCA therapy to overcome therapy resistance in future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Stemness,Stem cells,Sequencing,Quantitative real-time polymerase chain reaction (qRT-PCR),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. Zhu<\/b><sup>1<\/sup>, J. Golino<sup>1<\/sup>, X. Wang<sup>2<\/sup>, C. Xie<sup>3<\/sup>; <br\/><sup>1<\/sup>NIH\/NCI, Bethesda, MD, <sup>2<\/sup>Albert Einstein College of Medicine, New York City, NY, <sup>3<\/sup>NIH\/NCI\/CCR, Bethesda, MD","CSlideId":"","ControlKey":"e0b0cfef-f135-4b2e-a63b-80a22338952f","ControlNumber":"4774","DisclosureBlock":"&nbsp;<b>X. Zhu, <\/b> None..<br><b>J. Golino, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>C. Xie, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7082","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5440","PresenterBiography":null,"PresenterDisplayName":"Xiao Bin Zhu","PresenterKey":"e24d3480-a404-48db-810b-59d6fcc57d9d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5440. TM4SF1 maintains cancer stemness in cholangiocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TM4SF1 maintains cancer stemness in cholangiocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background:<b> <\/b>Sulfasalazine, an xCT inhibitor, is being used as a repurposed antineoplastic drug to induce ferroptosis. Ferroptosis is a regulated necrotic cell death pathway that is dependent on iron reserves. Interestingly, cancer stem cells (CSCs) that are regarded as major drivers of resistance to conventional therapies accompanied with tumor relapse and recurrence have bulk amount of iron reserves in the form of ferritin. This suggests that inducing ferroptosis might disrupt stemness and drug resistant mechanisms in cancer stem cells, thereby reducing the risk of drug resistance, cancer recurrence, and relapse.<br \/>Materials &#38; Methods<b>: <\/b>In the present study, ALDH1A1 expressing oral (OCSCs) and breast (BCSCs) cancer stem cells were sorted and used to investigate the role of sulfasalazine to induce ferroptosis. To check the self-renewability of CSCs spheroid formation assay was performed and the resultant CSCs were treated with sulfasalazine (SAS) and subjected to gene expression analysis RT PCR and flow cytometry. FACS was performed to check stem cell marker expression, cell cycle arrest, and apoptosis.<br \/>Results<b>: <\/b>Our results suggest that the cells showed a gradual increase in sphere formation till S3 in the case of OCSCs and S2 in the case of BCSCs, with a gradual decrease in sphere forming efficiency from the respective generations. When treated with 0.6mM SAS, these cells induced ferroptosis by downregulating stem cell markers like ALDH1A1, SLC7A11, ferritin, and GPx 4 with a concomitant increase in transferrin and STEAP 3. Flow cytometry studies revealed that the cells have undergone mitochondrial dysfunction characterized by loss of membrane potential and the cell cycle progression was halted in the G2\/M phase.<br \/>Conclusion<b>: <\/b>In the present study, we demonstrate that SAS potentially induced ferroptosis accompanied with oxidative stress in both OCSCs as well as BCSCs by lowering GPx 4 activity, a key enzyme that scavenges the products produced as a result of oxidative stress.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Stem cells,Cancer stem cell,Glutathione,Oxidative stress,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Bellala<\/b>; <br\/>Gitam University, Visakhapatnam, India","CSlideId":"","ControlKey":"b34773d8-bf6d-4421-ad9e-82ce7a4b5cb6","ControlNumber":"262","DisclosureBlock":"&nbsp;<b>R. Bellala, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7083","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5441","PresenterBiography":null,"PresenterDisplayName":"Ravishankar Bellala","PresenterKey":"40f69947-bebd-402c-bc2d-f20493d70f1c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5441. Down regulation of cysteine glutamate antiporter in ALDH1A1 expressing oral and breast cancer stem cells induced oxidative stress triggered ferroptosis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Down regulation of cysteine glutamate antiporter in ALDH1A1 expressing oral and breast cancer stem cells induced oxidative stress triggered ferroptosis","Topics":null,"cSlideId":""},{"Abstract":"Salivary gland homeostasis and regeneration post-radiotherapy depend significantly on stem\/progenitor cells. However, the lineage of SMG progenitor cells is not as well defined as in other normal organs, and better understanding of this population would be important for their future clinical application for tissue regeneration. Using a mouse strain expressing regulated CreERT2 recombinase from the endogenous Tert locus, we identify a distinct Tert<sup>high<\/sup> cell population that are located in the ductal region throughout the submandibular gland (SMG), express ASCL3 (another progenitor cell marker) and can give rise to ductal cells during homeostasis. In contrast, Tert<sup>high<\/sup> cells are found to repopulate both ductal and acinar cells at one year of tracing after radiotherapy. Tert<sup>high<\/sup> cells from adult SMG retain self-renewal capacity when subjected <i>in vitro <\/i>culture, are resistant to radiation cell kill, and display enhanced proliferative activity post-radiation. Similarly, primary human SMG cells with high Tert expression display enhanced cell survival after radiotherapy. RNA sequencing reveals upregulation of the cell cycling and oxidative stress response pathways these cells after radiation. Mechanistically, Tert appears to modulate cell survival and ROS level in SMG spheres following radiation damage. Collectively, these data suggest that Tert<sup>high<\/sup> cells constitute a novel subset of SMG progenitor cells located throughout the ductal region of the gland that can help to repopulate both ductal and acinar cells after RT damage.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-01 Adult stem cells,,"},{"Key":"Keywords","Value":"TERT,Submandibular gland,Progenitor cells,Tissue regeneration,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Guan<\/b><sup>1<\/sup>, V. Viswanathan<sup>1<\/sup>, S. V<sup>1<\/sup>, H. Cao<sup>1<\/sup>, Y. Jiang<sup>1<\/sup>, J. Zhao<sup>2<\/sup>, D. R. C. Colburg<sup>1<\/sup>, P. T. Neuhoefer<sup>1<\/sup>, Y. Xu<sup>1<\/sup>, E. E. Laseinde<sup>1<\/sup>, S. Artandi<sup>1<\/sup>, Q.-T. Le<sup>1<\/sup>; <br\/><sup>1<\/sup>Stanford University, Stanford, CA, <sup>2<\/sup>Columbia University, New York, NY","CSlideId":"","ControlKey":"02595817-344e-46e3-a8e2-875eed237beb","ControlNumber":"3983","DisclosureBlock":"&nbsp;<b>L. Guan, <\/b> None..<br><b>V. Viswanathan, <\/b> None..<br><b>S. V, <\/b> None..<br><b>H. Cao, <\/b> None..<br><b>Y. Jiang, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>D. R. C. Colburg, <\/b> None..<br><b>P. T. Neuhoefer, <\/b> None..<br><b>Y. Xu, <\/b> None..<br><b>E. E. Laseinde, <\/b> None..<br><b>S. Artandi, <\/b> None..<br><b>Q. Le, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7084","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5442","PresenterBiography":null,"PresenterDisplayName":"Li Guan, PhD","PresenterKey":"53e2cdb3-e0ec-4594-a28a-6de41d52af81","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5442. Tert<sup>high<\/sup>cells: key players in salivary gland homeostasis and regeneration after radiation therapy in adult mice","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tert<sup>high<\/sup>cells: key players in salivary gland homeostasis and regeneration after radiation therapy in adult mice","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma multiforme (GBM) has a dire prognosis that has had little progress over the past three decades.<b> <\/b>The existence of a unique population of stem-like gene signature baring quiescent cells (GSCs) within GBM are important for GBM tumorigenesis, therapy-resistance and recurrence. Our lab has developed one of the most faithful genetically engineered mouse models, encompassing a <i>Nestin<\/i> promoter-enhancer driven CreER<sup>T2<\/sup>-H2BeGFP-hDTR cassette (hereafter as <i>CGD<\/i>), that allows us to accurately capture and isolate GSCs in mouse GBM. The next logical step is to leverage these tools to uncover therapeutic vulnerabilities of GSCs and make a meaningful impact on GBM patient outcomes. To our knowledge, very few studies have explored the functional regulators of GSCs using a CRISPR\/Cas9 screening approach. Our GSC signature provides a strong foundation for performing targeted <i>in vitro<\/i> or <i>in vivo<\/i> screens. In this study, to identify functionally important genes that may regulate GSC self-renewal and tumorigenic properties, an <i>in vitro<\/i> CRISPR knockout screens using a gene library derived from the GSC signature. The viral library was applied to low passage primary cultures of FACS sorted CGD_GFP+ and CGD_GFP- GBM cells developed from <i>CGD; Nf1<sup>f\/+<\/sup>;Trp53<sup>f\/f<\/sup>;Pten<sup>f\/+ <\/sup><\/i>mice, respectively. The result of our <i>in vitro<\/i> CRISPR knock-out screen demonstrated guide depletion of <i>Atp1b2<\/i>-sgRNA in CGD_GFP+ but not in CGD_GFP- cells. The main objective of this study is to utilize <i>in vitro <\/i>and <i>in vivo<\/i> functional assays to test the difference between <i>Atp1b2<\/i> WT and <i>Atp1b2<\/i> KO GSCs and <i>Atp1b2<\/i> WT vs KO GSC-derived tumors. Having a targeted candidate gene list is also particularly helpful for designing an <i>in vivo<\/i> CRISPR knockout screen, which is more physiological relevant. Therefore, I propose to use the candidate gene list derived from the <i>in vitro<\/i> screen as a starting point. The in vivo screen can provide valuable insights for the selection of the most optimal candidates for anti-GSC therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cells,CRISPR\/Cas9,Tumorigenesis,Glioblastoma multiforme,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Wang<\/b>, X. Xie, L. F. Parada; <br\/>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"5686939a-3993-43a1-a5d0-90ec53ee5fbd","ControlNumber":"6759","DisclosureBlock":"&nbsp;<b>T. Wang, <\/b> None..<br><b>X. Xie, <\/b> None..<br><b>L. F. Parada, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7085","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5443","PresenterBiography":null,"PresenterDisplayName":"Tao Wang, BS","PresenterKey":"8b9ede00-7082-4e32-900b-74643b8fa7b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5443. Identifying key regulators of glioblastoma cancer stem cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying key regulators of glioblastoma cancer stem cells","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) tumors contain a subpopulation of glioma stem cells (GSC) which can escape therapeutic effects through self-renewal and invasion. Epidermal growth factor receptor (EGFR) mutations are the most common alteration in GBM (50%). One example includes extracellular domain missense mutations like G598V, A289V, and R108K (10-15%). These extracellular domain missense mutations increase ligand binding affinity, inducing a highly active receptor. Earlier reports have shown these EGFR missense mutations exhibit therapeutic resistance; however, the molecular mechanism of these missense mutations in GBM remains unknown. In this study, we show high oligodendrocyte transcription factor 2 (OLIG2) expression in GSCs with EGFR-G598V and EGFR-A289V missense mutations. OLIG2 is universally expressed in glioma and essential for reprogramming GBM cells into stem-like tumor cells. Here, we report GSCs with these point mutations display increased self-renewal, growth, invasion, and therapeutic resistance. In addition, EGFR-G598V and EGFR-A289V trigger distinct downstream signaling pathways in GSCs to regulate OLIG2 function. These missense mutation(s) also represent different pathway-based GBM subclassifications, where A289V induces a Neuronal subtype and G598V induces a Glycolytic\/Plurimetabolic subtype. We hypothesize that GBM tumors harboring EGFR missense mutations (G598V, A289V) influence stem cell properties <i>via<\/i> multiple pathways to evade therapeutic effects and inhibiting these different signaling pathways will decrease therapeutic resistance in GBM. Understanding the mechanism of these EGFR mutations may lead to improved therapeutic strategies for GBM patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cells,EGFR,Glioblastoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Weaver<\/b><sup>1<\/sup>, A. Miller<sup>1<\/sup>, M. Blomquist<sup>1<\/sup>, J. McNamara<sup>2<\/sup>, K. Orndorff<sup>2<\/sup>, C. Sereduk<sup>1<\/sup>, J. Kloss<sup>1<\/sup>, J. Loftus<sup>1<\/sup>, S. Mehta<sup>2<\/sup>, N. L. Tran<sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic Arizona, Scottsdale, AZ, <sup>2<\/sup>Barrow Neurological Institute, Phoenix, AZ","CSlideId":"","ControlKey":"0c8f7af6-3dde-465e-a00f-950bbf45832b","ControlNumber":"2797","DisclosureBlock":"&nbsp;<b>S. Weaver, <\/b> None..<br><b>A. Miller, <\/b> None..<br><b>M. Blomquist, <\/b> None..<br><b>J. McNamara, <\/b> None..<br><b>K. Orndorff, <\/b> None..<br><b>C. Sereduk, <\/b> None..<br><b>J. Kloss, <\/b> None..<br><b>J. Loftus, <\/b> None..<br><b>S. Mehta, <\/b> None..<br><b>N. L. Tran, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7086","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5444","PresenterBiography":null,"PresenterDisplayName":"Sidney Weaver, BS","PresenterKey":"7e4934e3-9753-47dc-b435-02649e9d6533","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5444. EGFR missense mutation(s) induce OLIG2 expression to regulate glioma stem cells maintenance and therapeutic resistance","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EGFR missense mutation(s) induce OLIG2 expression to regulate glioma stem cells maintenance and therapeutic resistance","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The cancer stem cell hypothesis explains the heterogeneity, drug resistance, and metastatic potential of Small Cell Lung Cancer (SCLC). To address limited surgical tissue availability, we developed an induced pluripotent stem cell (iPSC) model for investigating SCLC stemness mechanisms and potential novel therapies. Cigarette smoke condensates (CSC) have previously been linked to stem cell activation in lung epithelial cells. We aimed to transform normal lung iPSCs (Lu-iPSC) through prolonged CSC exposure to identify candidate genes in the transition to cancer stem cells.<br \/>Methods: Four Lu-iPSC clones derived from normal human small airway epithelial cells (SAEC) of two healthy donors were exposed to CSC at different concentrations for short- (7 days) and long-term (6 months) periods. RNA-seq was performed to identify differentially expressed genes (DEGs) relative to respective SAEC. Gene expression data of 23 SCLC cell lines and 38 NSCLC from the public databases was extracted and analyzed relative to SAEC. In vitro tri-lineage differentiation studies, drug sensitivity assays, and phenotypic characterization by flow cytometry was performed in this study.<br \/>Results: Gene expression profiles of Lu-iPSCs closely resembled those of SCLC rather than NSCLC. Short-term CSC exposure reduced Lu-iPSC proliferation while increasing the expression of key stemness markers such as SALL1 in a dose-dependent manner. Concurrently, CSC exposure downregulated the expression of nodal and its inhibitors, LEFTY1 and LEFTY2, which can be considered as the earliest signs of differentiation events in Lu-iPSC. Long term CSC exposure induced expression of epithelial mesenchymal transition markers including ZEB1 and ZEB2. In-vitro trilineage differentiation studies revealed that CSC particularly decreased expression of endodermal lineage specific markers (GATA4, SOX17, and FOXA2) without affecting mesodermal and ectodermal markers. Importantly, CSC induced the phenotypic expression of several lung cancer stem cell markers (CD44, CD133, and CD338) along with resistance to cisplatin and topotecan. RNA seq analysis of long-term CSC exposed Lu-iPSCs identified 92 common DEGs (53 up and 39 down) relative to their controls. Gene set enrichment analysis on DEGs indicated upregulation of Notch signaling, IGFBPs, TGF beta receptor signaling, and NCAM1 interactions while GABA receptor activation and GPCR signaling were downregulated. Comprehensive RNA seq analysis of CSC exposed and unexposed Lu-iPSCs relative to SCLC and NSCLC, identified potential candidate genes associated with SCLC stemness.<br \/>Conclusion: Our findings suggest that this iPSC model shows promise for investigating mechanisms mediating stemness in SCLC and identifying candidate genes and their associated pathways as potential targets for preclinical development of novel treatment regimens for these highly lethal neoplasms.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Stemness,Signaling pathways,Lung cancer: small cell,Smoking,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Gara<\/b><sup>1<\/sup>, H. Wang<sup>1<\/sup>, A. Singh<sup>1<\/sup>, T. Tolunay<sup>1<\/sup>, V. Shukla<sup>2<\/sup>, R. Wang<sup>1<\/sup>, M. Zhang<sup>1<\/sup>, S. Shiffka<sup>1<\/sup>, D. S. Schrump<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, Bethesda, MD, <sup>2<\/sup>FDA, White Oak, MD","CSlideId":"","ControlKey":"e073e8a6-74e7-41cf-a338-a2984b7b8594","ControlNumber":"952","DisclosureBlock":"&nbsp;<b>S. Gara, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>A. Singh, <\/b> None..<br><b>T. Tolunay, <\/b> None..<br><b>V. Shukla, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>S. Shiffka, <\/b> None..<br><b>D. S. Schrump, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7087","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5445","PresenterBiography":null,"PresenterDisplayName":"Sudheer Kumar Gara, PhD","PresenterKey":"2c17f159-14e9-4b7c-a320-e5f4b8071838","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5445. Unravelling the molecular mechanisms of stemness in small cell lung cancer using an iPSC-based approach","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unravelling the molecular mechanisms of stemness in small cell lung cancer using an iPSC-based approach","Topics":null,"cSlideId":""},{"Abstract":"rRNA modification are a crucial step in ribosome assembly and function. Small nucleolar RNAs select which nucleotides in rRNAs get modified. Typically, C\/D box snoRNAs are implicated in 2&#8217;-O-ribose methylation (2&#8217;Omet) while H\/ACA box snoRNAs are responsible for pseudo-uridylations. Alterations in snoRNA expression have been described in multiple tumor types while distinct snoRNAs have been linked to cancer-relevant phenotypes. Our initial study on snoRNA expression using a dedicated Ampliseq platform revealed a specific glioma stem cell (GSC) signature. We propose this snoRNA signature creates a unique rRNA modification pattern that shapes the ribosome, favoring the translation of genes in pathways critical for GSC growth and survival. We will expand our study and characterize the expression profile of snoRNAs and 2&#8217;Omethylation in a large panel of GBM cells, GSCs, neuronal precursor cells (NPCs), astrocytes, and normal brain tissues. Next, we will select snoRNAs displaying differential expression in GSCs and determine if changes in their levels affect proliferation, viability, response to temozolomide and radiation, and translation. We and others have observed that the integrity of protein complexes that regulate ribosomal biogenesis depends on PolyADP-ribosylation (PARylation)and PAR-binding. In agreement, genomic screenings determined that multiple genes regulating ribosome biogenesis confer sensitivity to PARP inhibitors. These findings offer a therapeutic opportunity. We will investigate the functional impact of PARylation on rRNA modification by determining the effect of PARP inhibitors on snoRNP assembly and 2&#8217;Omethylation. Finally, we will test the hypothesis that PARP and ribosome biogenesis inhibitor combinations would be more effective than PARP inhibition alone in treating GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Stem cells,Noncoding RNA,Ribosomal RNA transcription,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Chatterjee<\/b><sup>1<\/sup>, S. Kuersten<sup>1<\/sup>, C. Middle<sup>1<\/sup>, M. Roos<sup>1<\/sup>, P. A. F. Galante<sup>2<\/sup>, G. Guardia<sup>2<\/sup>, L. Penalva<sup>3<\/sup>; <br\/><sup>1<\/sup>Illumina, Inc., San Diego, CA, <sup>2<\/sup>Instituto Srio-Libans de Ensino e Pesquisa, So Paulo, Brazil, <sup>3<\/sup>UT Health San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"0b7531a7-9cb3-41b8-9cb0-aadb580576ba","ControlNumber":"7177","DisclosureBlock":"&nbsp;<b>S. Chatterjee, <\/b> None..<br><b>S. Kuersten, <\/b> None..<br><b>C. Middle, <\/b> None..<br><b>M. Roos, <\/b> None..<br><b>P. A. F. Galante, <\/b> None..<br><b>G. Guardia, <\/b> None..<br><b>L. Penalva, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7088","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5446","PresenterBiography":null,"PresenterDisplayName":"Robert Yamulla, MBA;PhD","PresenterKey":"68e8caeb-5979-4628-86ec-3f52756cf5a0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5446. The role of snoRNAs in GBM cells, GSCs, neuronal precursor cells (NPCs), astrocytes, and normal brain tissues","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of snoRNAs in GBM cells, GSCs, neuronal precursor cells (NPCs), astrocytes, and normal brain tissues","Topics":null,"cSlideId":""},{"Abstract":"Integrins are adhesion molecules that mediate mechanical and chemical signal transduction pathways to support cell survival and proliferation. Dysregulated integrin signaling empowers tumor cells to drive oncogenic stemness functions, including tumor initiation, epithelial plasticity, metastatic reactivation, and resistance to therapies. However, the interplay between cancer stemness and integrin signaling in hepatocellular carcinoma (HCC) remains poorly understood. HCC cells marked by CD133 represent an important functional subset of HCC tumors, displaying a dedifferentiated status with stem cell traits. In this study, transcriptome profiling reveals specific downregulation of integrin &#945; family genes and integrin signaling in &#8216;HCC&#8217; CD133<sup>+<\/sup> cells isolated from NRAS+AKT-driven HCC, but not epithelial-specific &#8216;normal&#8217; CD133<sup>+<\/sup> cells isolated from regenerating liver. Of note, one of the most differentially upregulated genes identified in CD133<sup>+ <\/sup>HCC cell profiling, microtubule-associated protein MAP2, demonstrates the ability to suppress integrin expression. MAP2 overexpression is frequently observed in HCC and correlates with aggressive clinical and stemness features, including survival, tumor stage, and stemness signatures. Epigenetic modifications by H3K27Ac contribute to MAP2 upregulation. Functionally, MAP2 promotes cancer stemness and cell invasion, and confers resistance to the targeted therapy sorafenib. Mechanistically, the inhibition of collagen-binding integrin &#945; subunits by MAP2 subsequently ablates integrin &#946;1-mediated cell adhesion and FAK signaling. Estramustine Phosphate (EMP), previously reported to inhibit the interaction of MAP2 with actin filaments, attains a synergistic effect in suppressing tumor initiation and growth of HCC cell lines, HCC patient-derived organoids and NRAS+AKT HCC mouse model when used in combination with sorafenib. In summary, MAP2 inhibition may represent a potential novel therapy for HCC by targeting its cancer stemness roots and altering integrin signaling. Ongoing work is focused on the study of MAP2 regulation of integrin signaling and cell behaviours in the maintenance of a more stemness state in HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Cancer stem cells,Microtubule-associated protein 2,Integrins,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Ut Kei Lou<\/b><sup>1<\/sup>, Ka-Hei Lam<sup>1<\/sup>, Huajian Yu<sup>1<\/sup>, Jia Jian Loh<sup>1<\/sup>, Ki-Fong Man<sup>1<\/sup>, Lei Zhou<sup>2<\/sup>, Yuan Gao<sup>3<\/sup>, Tin-Lok Wong<sup>1<\/sup>, Cheng-Han Yu<sup>1<\/sup>, Stephanie Ma<sup>1<\/sup><br><br\/><sup>1<\/sup>School of Biomedical Sciences, Li Ka Shing Faculty of Medicine, University of Hong Kong, Hong Kong, Hong Kong,<sup>2<\/sup>Precision Medicine Institute, The First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, China,<sup>3<\/sup>State Key Laboratory of Cancer Biology, Biotechnology Center, School of Pharmacy, Fourth Military Medical University, Xi'an, China","CSlideId":"","ControlKey":"ebd67609-80d0-47a7-8ac9-afbaf26457db","ControlNumber":"5960","DisclosureBlock":"&nbsp;<b>U. Lou, <\/b> None..<br><b>K. Lam, <\/b> None..<br><b>H. Yu, <\/b> None..<br><b>J. Loh, <\/b> None..<br><b>K. Man, <\/b> None..<br><b>L. Zhou, <\/b> None..<br><b>Y. Gao, <\/b> None..<br><b>T. Wong, <\/b> None..<br><b>C. Yu, <\/b> None..<br><b>S. Ma, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7089","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5447","PresenterBiography":null,"PresenterDisplayName":"Ut Kei Lou, BS","PresenterKey":"2ea53da0-6e10-471f-a7d5-ad0767aebdcb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5447. Microtubule-associated protein MAP2 promotes drug resistance and cancer stemness in hepatocellular carcinoma through integrin dysregulation","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Microtubule-associated protein MAP2 promotes drug resistance and cancer stemness in hepatocellular carcinoma through integrin dysregulation","Topics":null,"cSlideId":""},{"Abstract":"Leukemia-initiating cells (LICs) play a crucial role in leukemia research and treatment, being considered the source of relapse and resistance, posing a substantial challenge for successful management of the disease. It's crucial to identify the key factors that drive LIC self-renewal to develop targeted methods for eliminating LICs and preventing relapse. In this study, we demonstrate that the RNA editing enzyme ADAR1 plays a vital role as a determinant of stemness, promoting LIC self-renewal by reducing the detection of abnormal double-stranded RNA (dsRNA). As a result, ADAR1-knockdown significantly impairs the ability of LICs to self-renew and extends survival in T-ALL PDX models. We performed RNA-seq studies on enriched T-ALL LICs (CD34+<\/sup>Lin-<\/sup>). The lentivirus-to-cell ratio was optimized to achieve a 50% reduction in ADAR1, resulting in differential expression of 661 genes, with downregulation of critical self-renewal genes in ADAR1-deficient leukemia-initiating cells. Importantly, additional data indicated that ADAR1 likely influences self-renewal gene expression independently of A-to-I RNA editing, &#173;revealing novel regulatory mechanisms in leukemia. Knockdown of MDA5 and ADAR1 in patient-derived xenograft (PDX) T-ALL leukemia-initiating cells (LICs) revealed diverse rescue effects on self-renewal in different PDX models. The differential response was associated with variations in gene expression patterns in Rig-I-Like signaling and cytosolic sensing pathways, suggesting intrinsic differences in IFN signaling properties among patients. Moreover, the study proposes a patient-specific reliance on the ADAR1 p150-MDA5 axis for promoting self-renewal, as evidenced by differential rescue effects and varying expression levels of ADAR1 isoforms and MDA5 in T-ALL patient samples and cell lines. ADAR1, beyond its role in RNA editing, acts as a dsRNA binding protein, exerting RNA editing-independent functions to suppress aberrant IFN signaling and promote cancer progression. Using Jurkat cells with high intrinsic MDA5 levels, an ADAR1 knockout (KO) was generated, revealing that ADAR1 is upregulated by IFN treatment, predominantly the p150 isoform. We explored the dual roles of ADAR1&#8212;RNA editing-dependent and -independent&#8212;in suppressing IFN-induced apoptosis, demonstrating the necessity of both for optimal function. Additionally, ADAR1 was found to suppress cytoplasmic dsRNA sensing pathways, such as RIG-I and PKR, and its RNA editing-independent activity contributes significantly to the suppression of interferon-stimulated gene (ISG) expression in T-ALL. In summary, our findings reveal that ADAR1 acts as a factor that promotes self-renewal while limiting the recognition of naturally occurring dsRNA. Therefore, targeting ADAR1 emerges as a safe and effective therapeutic approach for eradicating LICs in T-ALL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Stem cells,RNA editing,Leukemia,ADAR1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. D. Rivera<\/b><sup>1<\/sup>, H. Zhang<sup>1<\/sup>, Q. Zhou<sup>1<\/sup>, J. Pham<sup>1<\/sup>, J. Isquith<sup>1<\/sup>, R. Sasik<sup>1<\/sup>, A. Mark<sup>1<\/sup>, S. Enlund<sup>2<\/sup>, F. Holm<sup>2<\/sup>, M. Wenxue<sup>1<\/sup>, K. Fisch<sup>1<\/sup>, D. Kuo<sup>1<\/sup>, C. Jamieson<sup>1<\/sup>, Q. Jiang<sup>1<\/sup>; <br\/><sup>1<\/sup>UC San Diego, San Diego, CA, <sup>2<\/sup>Karolinska Institutet, Stockholm, Sweden","CSlideId":"","ControlKey":"f651d0d5-bf7b-465e-8dd6-c4d7fa19127b","ControlNumber":"2639","DisclosureBlock":"&nbsp;<b>M. D. Rivera, <\/b> None..<br><b>H. Zhang, <\/b> None..<br><b>Q. Zhou, <\/b> None..<br><b>J. Pham, <\/b> None..<br><b>J. Isquith, <\/b> None..<br><b>R. Sasik, <\/b> None..<br><b>A. Mark, <\/b> None..<br><b>S. Enlund, <\/b> None..<br><b>F. Holm, <\/b> None..<br><b>M. Wenxue, <\/b> None..<br><b>K. Fisch, <\/b> None..<br><b>D. Kuo, <\/b> None..<br><b>C. Jamieson, <\/b> None..<br><b>Q. Jiang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7090","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5448","PresenterBiography":null,"PresenterDisplayName":"Maria Rivera, B Eng;MS","PresenterKey":"455cdad9-228c-45e1-a61a-79912a89e6fe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5448. Malignant RNA editing by inflammation-responsive RNA editase ADAR1 drives T-cell leukemia relapse via attenuating dsRNA sensing","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Malignant RNA editing by inflammation-responsive RNA editase ADAR1 drives T-cell leukemia relapse via attenuating dsRNA sensing","Topics":null,"cSlideId":""},{"Abstract":"The prognosis of colorectal cancer (CRC) patients with distant metastasis remains poor, requiring elucidation of molecular mechanisms and identification of therapeutic targets. While cancer stem cells have been implicated in metastasis, recurrence, and drug resistance, our understanding of the regulatory mechanisms governing the stemness of CRC stem cells remains largely incomplete. In this study, we utilized an innovative autochthonous metastatic mouse model of CRCs generated by the introduction of sporadic mutations in <i>Ctnnb1<\/i>, <i>Kras<\/i>, <i>Trp53<\/i>, and <i>Smad4<\/i> genes (CKPS mice) and CRC cell lines derived from the mice (CKPS cells). Our investigation revealed that the cAMP\/PKA\/CREB and TGF&#946;\/SMAD4 pathways play a positive and negative role, respectively, in the sphere-forming and metastasis-initiating ability of CRC cells. Treatment with the CREB inhibitor 666-15 or the genetic knockout of CREB significantly reduced the spheroid-forming and metastasis-initiating potentials of CKPS cells. Intriguingly, we observed that the irinotecan treatment induced CREB phosphorylation in liver metastases, and co-treatment of 666-15 greatly potentiated the inhibitory effect of irinotecan on liver metastasis. Furthermore, we found that the transition from 2D to 3D spheroid culture of CKPS cells led to the induction of RhoC expression. Notably, RhoC knockout in CKPS cells effectively suppressed spheroid formation <i>in vitro<\/i> and inhibited metastasis formation in an intrasplenic injection liver metastasis assay. Potential therapeutic implications of these findings will be discussed.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Colorectal cancer,Cancer stem cells,Metastasis,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"T. Fujishita<sup>1<\/sup>, M. M. Taketo<sup>2<\/sup>, <b>M. Aoki<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Aichi Cancer Center Research Institute, Nagoya, Japan, <sup>2<\/sup>Kyoto University Hospital-iACT, Kyoto, Japan","CSlideId":"","ControlKey":"76f84534-cd4c-4138-ac8a-c4ff9da94c83","ControlNumber":"2153","DisclosureBlock":"&nbsp;<b>T. Fujishita, <\/b> None..<br><b>M. M. Taketo, <\/b> None.&nbsp;<br><b>M. Aoki, <\/b> <br><b>Takeda Pharmaceuticals<\/b> Grant\/Contract, I received a research grant from Takeda Science Foundation, a non-profit organization established with a donation from Takeda Pharmaceuticals.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7091","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5449","PresenterBiography":null,"PresenterDisplayName":"Masahiro Aoki, MD;PhD","PresenterKey":"4de3d041-2fb9-433a-8516-c1ed9aae83d9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5449. Exploring signaling pathways essential for stemness and metastasis of colorectal cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring signaling pathways essential for stemness and metastasis of colorectal cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Cancer stem cells (CSCs) pose a significant clinical challenge due to their inherent resistance to therapies and prevalence in cancer recurrence. CSCs have the ability for self-renewal and to adapt to different microenvironments during dissemination and seeding into distal organs, and these properties are critical in metastasis. We and others have shown that epithelial to mesenchymal transition (EMT) drives the acquisition of stem cell properties, particularly via the forkhead box protein C2 (FOXC2) transcription factor. FOXC2 is a master regulator of EMT and is necessary for the induction and maintenance of CSC properties. Importantly, FOXC2 is not expressed in most adult tissues except adipocytes, in which it dictates several aspects of lipid metabolism. Additionally, metabolic changes during EMT can equip cancer cells with enhanced survival mechanisms during tumor progression and metastasis. We hypothesized that FOXC2 regulates metabolism in EMT-induced cells, facilitating stem cell properties and metastatic competence.<br \/>To determine the downstream metabolic genes regulated by FOXC2 and that enhance stemness properties in cancer cells, we performed gene expression profiling and identified fatty acid binding protein 4 (FABP4), which is known to be involved in lipid metabolism, especially in adipocytes and macrophages. We demonstrate that inhibition of FOXC2 expression using shRNA in EMT-induced cells markedly reduces FABP4 expression. In agreement with this, we found that the overexpression of FOXC2 expression rescues the expression of FABP4. In addition, FOXC2 binds to the FABP4 promoter and regulates its expression suggesting that FABP4 is a direct target of FOXC2. We demonstrate that both lipid uptake and CSC formation is inhibited in a dose-dependent manner using a FABP4-specific small molecule inhibitor. Additional experiments are underway to assess the role of FABP4 in CSC formation in vivo and in contributions to metastasis, using our small molecule inhibitor in mouse models of metastatic breast cancer.<br \/>Overall, our data indicate that FABP4 is a key regulator of stemness in breast cancer cells and targeting the FOXC2&#8212;FABP4 axis may provide therapeutic benefits for breast cancer. This work also provides insights into the metabolic shifts that occur during EMT and CSC formation, which warrants further investigation into these mechanisms.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cells,Lipid metabolism,Breast cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. R. Demestichas<\/b><sup>1<\/sup>, V. Shivakumar<sup>2<\/sup>, E. Ramirez-Pea<sup>2<\/sup>, J. Taube<sup>3<\/sup>, P. den Hollander<sup>1<\/sup>, S. A. Mani<sup>1<\/sup>; <br\/><sup>1<\/sup>Brown University, Providence, RI, <sup>2<\/sup>MD Anderson Cancer Center, Houston, TX, <sup>3<\/sup>Baylor University, Waco, TX","CSlideId":"","ControlKey":"66c5391b-a843-4e8d-8eda-ccdd7defb172","ControlNumber":"8498","DisclosureBlock":"&nbsp;<b>B. R. Demestichas, <\/b> None..<br><b>V. Shivakumar, <\/b> None..<br><b>E. Ramirez-Pea, <\/b> None..<br><b>J. Taube, <\/b> None..<br><b>P. den Hollander, <\/b> None..<br><b>S. A. Mani, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7093","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5451","PresenterBiography":null,"PresenterDisplayName":"Breanna Demestichas, BS,BA","PresenterKey":"e5a686dc-fa2f-433c-888c-83198c7c7e64","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5451. FOXC2 influences EMT-induced stem cell properties through regulation of FABP4 in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FOXC2 influences EMT-induced stem cell properties through regulation of FABP4 in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Constitutively activated WNT-signaling promotes stem cell (SC) overpopulation which drives most colorectal cancer (CRC) development. It is not known, however, how WNT-signaling activity regulates different SC sub-populations. We previously reported that SC population size decreases as AXIN2 is knocked down, and increases when AXIN2 is overexpressed. Changes in cell cycle and apoptotic rate were also observed. Here, we present our recent results on changes between different SC subpopulations (ALDH+ <i>vs.<\/i> LGR5+) that occur due to AXIN2 modulation. We <i>hypothesize <\/i>that modulation of AXIN2 promotes differential expansion between different CRC SC subpopulations (ALDH+ and LGR5+). We observed that AXIN2 not only increases LGR5+ SC population size, but also expands the ALDH+ SC population to a greater extent as shown by an increased ALDH+-to-LGR5+ SCs ratio. This indicates that AXIN2, via WNT signaling, regulates SC population size, particularly ALDH+ SCs. Since the ALDH SC marker is also a key component in the retinoic acid (RA) signaling pathway, we surmised that increased AXIN2 would not only lead to elevated ALDH levels, but also upregulate the RA-signaling pathway components in CRC cells. To this end, we conducted NanoString mRNA profiling to study the effects of <i>AXIN2<\/i> knockdown and overexpression in HT29 and SW480 CRC cells. The results showed that increased AXIN2 significantly up-regulated several key components of the RA-signaling pathway. Taken together, our results indicate that AXIN2 drives a shift in SC subpopulation sizes favoring the ALDH+ SCs. It also promotes the RA-signaling component expression - a pathway known to regulate SC differentiation. As a potential treatment strategy for CRC, therapeutically inducing high levels of AXIN2 could shift the balance between SC populations towards ALDH+ SCs, which may provide a way to target cancer SCs with retinoids to induce their differentiation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Colorectal cancer,Cancer stem cells,Wnt signaling,Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Zhang<\/b>, C. O. B. Facey, L. M. Opdenaker, B. M. Boman; <br\/>Helen F. Graham Cancer Center & Research Institute, Newark, DE","CSlideId":"","ControlKey":"1205b9ed-fcbb-4ac0-b281-f478a43c2b42","ControlNumber":"8848","DisclosureBlock":"&nbsp;<b>C. Zhang, <\/b> None..<br><b>C. O. B. Facey, <\/b> None..<br><b>L. M. Opdenaker, <\/b> None..<br><b>B. M. Boman, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7094","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5452","PresenterBiography":null,"PresenterDisplayName":"Bruce Boman, MD;PhD","PresenterKey":"3a2c3c52-bcec-48c2-8bcf-61fe4531e501","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5452. AXIN2 differentially modulates stem cell subpopulations providing a potential therapeutic opportunity for targeting colorectal cancer stem cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"443","SessionOnDemand":"False","SessionTitle":"Mechanisms of Cancer Cell Stemness and Resistance","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AXIN2 differentially modulates stem cell subpopulations providing a potential therapeutic opportunity for targeting colorectal cancer stem cells","Topics":null,"cSlideId":""}]