[{"Abstract":"NUAK family kinase 2 (NUAK2) a member of the AMPK-related serine\/threonine kinase family with crucial roles in various cancer cellular processes. The aim of this study was to elucidate the expression and functions of NUAK2 in ovarian cancer while investigating the underlying molecular mechanisms. Analysis of several publicly available databases suggested a significant increase in NUAK2 mRNA levels in ovarian cancer compared to normal tissue. The overexpression of NUAK2 in ovarian cancer was confirmed by immunohistochemistry of NUAK2 in our local collection of ovarian tumor tissues comprised of carcinomas of various histological types (N=88) as well as benign and borderline tumors (N=19). Intense nuclear NUAK2 immunoreactivity was observed in serous and clear-cell carcinomas. Furthermore, nuclear expression of NUAK2 was significantly correlated with higher tumor grade and poorer overall and disease-free survival. Knocking out NUAK2 in SKOV3 cells by CRISPR-Cas9 resulted in suppressed cell growth and migration. Transcriptome by RNA sequencing and pathway enrichment analysis of SKOV3 cells overexpressing NUAK2 revealed activation of activating transcription factor 4 (ATF4) -dependent unfolded protein response (UPR) in the cell. NUAK2 knockout exaggerated the reactive oxygen species level induced by the endoplasmic reticulum (ER) stress inducer tunicamycin treatment. NUAK2 upregulated ATF4 protein expression during ER stress, facilitating its translocation into the nucleus upon exposure to tunicamycin. SKOV3 with NUAK2 knockout grew significantly slower than its parental line in mice as demonstrated by <i>in vivo<\/i> imaging. Collectively, our study highlights NUAK2 as an oncogene in ovarian cancer and underscores its involvement in the UPR pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Oncogene,Ovarian cancer,Tumorigenesis,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Li Chen<sup>1<\/sup>, Oscar GW Wong<sup>1<\/sup>, Claire LY Cheung<sup>1<\/sup>, Esther SY Wong<sup>1<\/sup>, Karen KL Chan<sup>2<\/sup>, Hextan YS Ngan<sup>2<\/sup>, <b>Yusanne YS Chan<\/b><sup>1<\/sup>, Annie NY Cheung<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Pathology, The University of Hong Kong, Hong Kong, China,<sup>2<\/sup>Department of Obstetrics & Gynaecology, The University of Hong Kong, Hong Kong, China","CSlideId":"","ControlKey":"b6bddbc7-e39d-4381-a4dc-025b05b5d687","ControlNumber":"1827","DisclosureBlock":"&nbsp;<b>L. Chen, <\/b> None..<br><b>O. Wong, <\/b> None..<br><b>C. Cheung, <\/b> None..<br><b>E. Wong, <\/b> None..<br><b>K. Chan, <\/b> None..<br><b>H. Ngan, <\/b> None..<br><b>Y. Chan, <\/b> None..<br><b>A. Cheung, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1208","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3153","PresenterBiography":null,"PresenterDisplayName":"Yusanne Yung Sing Chan, PhD,M Phil,BS","PresenterKey":"27e6e726-aefa-4544-a276-582dfa934ad7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3153. Regulation of ATF4-mediated stress responses by NUAK2 in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regulation of ATF4-mediated stress responses by NUAK2 in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC), the most common histological subtype of pancreatic cancer, is a devastating disease predicted to be the second leading cause of cancer deaths in the next 15 years. Thus, there is an urgent need to develop new treatment approaches based on a better understanding of cellular and molecular mechanisms controlling this dismal progression. PDAC development is marked by nuclear morphological changes likely resulting in changes in chromatin organization and gene expression. Oncogenic KRAS, present in more than 90% of tumors, plays a key role in disease initiation and progression and is sufficient to induce these nuclear morphology changes. Work from our lab has identified the nuclear lamina protein Emerin as a mediator of KRAS-induced nuclear morphology changes. Further, a BioID experiment identified a KRAS-induced interaction of Emerin with a group of nuclear kinases belonging to the ribosomal S6 kinase (RSK) and mitogen- and stress- activated protein kinase (MSK) families. <i>In silico<\/i> analysis identified candidate MSK and RSK phosphorylation sites in Emerin. Thus, we hypothesize that the nuclear kinase families RSK and MSK can act as effectors of the KRAS-Emerin axis to regulate PDAC nuclear morphology. Further studies will be done to confirm if Emerin can be phosphorylated by RSK and MSK, and to validate that this relationship is dependent on oncogenic KRAS signaling and if its nuclear morphological changes are regulated by this GTPase. Overall, this work aims to define a novel signaling axis for RSK and MSK in controlling nuclear dynamics that play a role in disease progression of PDAC, which can lead to the identification of new therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Pancreatic cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. LaRue<\/b><sup>1<\/sup>, A. Sigafoos<sup>2<\/sup>, L. Flores<sup>1<\/sup>, B. Tader<sup>1<\/sup>, M. Fernandez-Zapico<sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic Graduate School of Biomedical Sciences, Rochester, MN, <sup>2<\/sup>Mayo Clinic Department of Oncology, Rochester, MN","CSlideId":"","ControlKey":"9c5797f6-935b-4594-a632-7ceefd7e90d4","ControlNumber":"7694","DisclosureBlock":"&nbsp;<b>K. LaRue, <\/b> None..<br><b>A. Sigafoos, <\/b> None..<br><b>L. Flores, <\/b> None..<br><b>B. Tader, <\/b> None..<br><b>M. Fernandez-Zapico, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1216","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3154","PresenterBiography":null,"PresenterDisplayName":"Kayla LaRue, BA","PresenterKey":"c6731b39-499d-49f1-bc98-8a5e4c17b767","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3154. The role of nuclear kinases in pancreatic carcinogenesis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of nuclear kinases in pancreatic carcinogenesis","Topics":null,"cSlideId":""},{"Abstract":"Macropinocytosis is a critical amino acid supply pathway that fuels the metabolism of tumor cells and cancer-associated fibroblasts (CAFs) in pancreatic ductal adenocarcinoma (PDAC). PDAC tumors are deficient in glutamine, a critical amino acid that tumor cells and CAFs use to sustain their cellular fitness. We have previously shown that both PDAC cells and CAFs stimulate macropinocytosis as an adaptive response to glutamine depletion. How these linked metabolic mechanisms might co-operate to control stromal architecture remains elusive. In this study, we employed glutamine starvation and 5-(N-ethyl-N-isopropyl)-amiloride (EIPA), a selective inhibitor of macropinocytosis, to investigate how metabolic stress impacts the tumor microenvironment. We find that concomitant suppression of glutamine metabolism and macropinocytosis synergizes to drive an intrinsic inflammatory CAF phenotype that requires metabolic stress-induced ERK\/MAPK signaling. Utilizing immunocompetent syngeneic mouse models of PDAC, we find that blocking macropinocytosis in these glutamine-depleted tumors diminishes tumor growth and reorganizes the tumor stroma by decreasing collagen deposition, increasing vasculature expansion and enhancing the infiltration of both CD8+ and CD4+ T cells. Alterations in the stromal landscape under these conditions are linked to the enhancement of CAFs that display an inflammatory signature while simultaneously suppressing more myofibroblastic identities within the tumor. Interestingly, we find that these effects on the tumor microenvironment can be harnessed to improve therapeutic responses. We determine that combining macropinocytosis inhibition with immune checkpoint blockade reduces PDAC tumor burden and significantly inhibits metastasis. We also find that macropinocytosis inhibition enhances drug delivery, thereby improving the efficacy of gemcitabine chemotherapy. Our findings demonstrate that intratumoral metabolic stress plays a critical part in preserving and modulating the tumor stroma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Cancer-associated fibroblasts,Metabolism,Tumor infiltrating lymphocytes,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Zhang<\/b><sup>1<\/sup>, S. Maganti<sup>2<\/sup>, J. Hope<sup>2<\/sup>, L. Lin<sup>2<\/sup>, C. Galapate<sup>2<\/sup>, F. Carrette<sup>2<\/sup>, L. Bradley<sup>1<\/sup>, C. Commisso<sup>2<\/sup>; <br\/><sup>1<\/sup>Sanford Burnham Prebys Med. Discovery Inst., San Diego, CA, <sup>2<\/sup>Sanford Burnham Prebys Medical Discovery Institute, San Diego, CA","CSlideId":"","ControlKey":"be4b6926-4329-4e43-a7bb-9c2e0a0b137f","ControlNumber":"8088","DisclosureBlock":"&nbsp;<b>Y. Zhang, <\/b> None..<br><b>S. Maganti, <\/b> None..<br><b>J. Hope, <\/b> None..<br><b>L. Lin, <\/b> None..<br><b>C. Galapate, <\/b> None..<br><b>F. Carrette, <\/b> None..<br><b>L. Bradley, <\/b> None..<br><b>C. Commisso, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1221","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3155","PresenterBiography":null,"PresenterDisplayName":"Yijuan Zhang, PhD","PresenterKey":"31791fe8-f9b7-4f6f-9001-771d0226d735","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3155. Metabolic stress induces an intrinsic inflammatory CAF phenotype that regulates stromal architecture in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolic stress induces an intrinsic inflammatory CAF phenotype that regulates stromal architecture in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Medulloblastoma (MB) is the most common malignant brain cancer in children. Although long-term survival has improved in recent years, only a modest percentage of patients survive high-risk disease. The quality of life for those who survive is substantially reduced due to the high toxicity associated with the radiation and chemotherapy. Therefore, identification of safe and potent therapeutic approaches that can sensitize the therapy response in MB without inducing toxicity will lead to more efficient treatment of MB patients. We recently discovered that targeting HDGFRP3, a protein highly expressed in MB, and can block MB growth and improve the efficacy of radiation therapy. HDGFRP3 is a multifaceted protein that plays important roles in diverse cellular processes. Our investigation sheds light on the functional role of HDGFRP3 in MB, focusing on its involvement in growth, progression, and radioresistance where we report HDGFRP3 as a novel oncogenic driver of these processes.<br \/><b>Methods:<\/b> Human MB cell lines (DAOY, D556, D425, and HDMB03) were purchased from the American Type Culture Collection and cultured in standard medium. MB cancer cells were transfected with siRNA specific to HDGFRP3. These knockdown cells were analyzed for cell viability, migration, invasion, colony formation, stemness, cell cycle, apoptosis assays for functional role assessment. Real-time qPCR and western blotting were performed to validate the downstream targets of HDGFRP3 in MB models.<br \/><b>Results:<\/b> Our findings demonstrate that HDGFRP3 functions as an oncogene in MB, as its overexpression promotes cancer growth, while its depletion results in decreased tumor growth in MB models. Furthermore, we provide evidence that HDGFRP3 knockdown results in decreased migratory potential of MB cells as well as a reduction in stemness. Interestingly, HDGFRP3 depletion improved the efficacy of standard of care radiation in multiple MB models. At present, in vivo studies are validate the oncogenic role of HDGFRP3 in preclinical animal models of MB.<br \/><b>Conclusions: <\/b>In conclusion, our data suggests HDGFRP3 facilitates MB growth, progression, stemness as well as resistance to radiation therapy. Our comprehensive investigation into HDGFRP3's functional role in MB presented here provides valuable insights into its potential as a therapeutic target and opens avenues for further research into novel treatment strategies for the pediatric brain tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Medulloblastoma,Radiation therapy,Combination therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. S. R. Nirzhor<\/b>, P. Pitta Venkata, S. Abdulsahib, P. Subbarayalu, S. Timilsina, M. K. Rao; <br\/>UT Health Science Center at San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"9deb5153-8f9a-4fd9-9f57-0b0bbbaf08a3","ControlNumber":"7196","DisclosureBlock":"&nbsp;<b>S. S. R. Nirzhor, <\/b> None..<br><b>P. Pitta Venkata, <\/b> None..<br><b>S. Abdulsahib, <\/b> None..<br><b>P. Subbarayalu, <\/b> None..<br><b>S. Timilsina, <\/b> None..<br><b>M. K. Rao, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1222","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3156","PresenterBiography":null,"PresenterDisplayName":"Saif Nirzhor, BA;MS","PresenterKey":"5e2e364d-fdd3-4234-9645-605a23a53961","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3156. Unveiling the functional role of HDGFRP3 in pediatric medulloblastoma: Implications for growth, progression, and radioresistance","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unveiling the functional role of HDGFRP3 in pediatric medulloblastoma: Implications for growth, progression, and radioresistance","Topics":null,"cSlideId":""},{"Abstract":"Brain metastasis (BM) affects approximately 10% of cancer patients with metastatic disease, representing a major cause of morbidity and mortality. BM is a complex multi-step process involving various immune checkpoint proteins. Mitogen-activated protein kinase (MAPK), particularly extracellular signal-regulated kinases 1\/2 (ERK1\/2), and signal transducer and activator of transcription 3 (STAT3) are implicated in tumorigenesis and are critical upstream regulators of Programmed Death Ligand 1 (PD-L1) expression, a common immunotherapy target. Tumor suppressor p53 is shown to regulate STAT3 and ERK1\/2 signaling, which are dysregulated in various malignancies. We hypothesize that p53 along with STAT3 and ERK1\/2 play a critical role in the initiation and maintenance of BM. Twenty-six BM tumors with various primary sites of origin were used following IRB guidelines. pSTAT3<sup>Tyr705<\/sup>, pERK1\/2<sup>Thr202\/Tyr204<\/sup>, mutant p53 (p53<sup>mt<\/sup>), and PD-L1 expression was determined by immunohistochemistry. Gene expression analysis of BM was performed on a cDNA microarray. Human brain metastatic breast cancer cells (MDA-MB-231) were treated with STAT3 inhibitor (NSC74859) or MAPK inhibitor (U0126) in regular or astrocytic media to determine cell proliferation and migration by MTT assay and scratch-wound, respectively. ERK1\/2 signaling pathway status was determined by Western blotting. Results demonstrated: 1) pSTAT3<sup>Tyr705<\/sup> and pERK1\/2<sup>Thr202\/Tyr204<\/sup> were expressed profusely at tumor margins, while p53<sup>mt<\/sup> was uniformly expressed throughout. 81% of BM expressed p53<sup>mt <\/sup>while 86% and 63% expressed pERK1\/2<sup>Thr202\/Tyr204<\/sup> and pSTAT3<sup>Tyr705<\/sup>, respectively. Venn analysis displayed significant overlap between expression, with 62% overlap between p53<sup>mt<\/sup> and pERK1\/2<sup>Thr202\/Tyr204<\/sup> and a 50% overlap between both pSTAT3<sup>Tyr705<\/sup> and pERK1\/2<sup>Thr202\/Tyr204<\/sup> with p53<sup>mt<\/sup>. Expression of PD-L1 was seen in a majority of BM tumors. 2) Gene expression analysis demonstrated alterations in 32 STAT3- and MAPK-associated genes; these included upregulation of stathmin-1 and stathmin-like 3, which control microtubule dynamics in STAT3-related cell migration, and changes in cytokine-related genes, suggesting altered immune responses. 3) Cell proliferation showed augmented growth in astrocytic media (p&#8804;0.05) and was significantly decreased following treatment with NSC74850 or U0126 (p&#8804;0.01). While migration showed a trend towards significance in reduction following NSC74859 (p=0.08), migration stagnated following U0126 treatment in astrocytic media (p&#8804;0.01). 4) pERK1\/2<sup>Thr202\/Tyr204<\/sup> expression was reduced following U0126 or NSC74859 treatment. These findings suggest activation of STAT3 and ERK1\/2 promote BM and suppression of these pathways may lead to a reduction in cell viability and motility. Therefore, this provides compelling evidence for the use of STAT3 and ERK1\/2 along with p53 as potential targets for immunotherapy in brain metastatic disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Brain metastasis,STAT3 activation,p53,Mitogen-activated protein kinase (MAPK),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. L. Zeller, E. Spirollari, J. V. Wainwright, S. J. Hanft, C. D. Gandhi, <b>M. Jhanwar-Uniyal<\/b>; <br\/>New York Medical College\/WMC, Valhalla, NY","CSlideId":"","ControlKey":"61444b93-00ab-49dd-8c40-18ca65fece34","ControlNumber":"2007","DisclosureBlock":"&nbsp;<b>S. L. Zeller, <\/b> None..<br><b>E. Spirollari, <\/b> None..<br><b>J. V. Wainwright, <\/b> None..<br><b>S. J. Hanft, <\/b> None..<br><b>C. D. Gandhi, <\/b> None..<br><b>M. Jhanwar-Uniyal, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1224","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3157","PresenterBiography":null,"PresenterDisplayName":"Meena Jhanwar-Uniyal, PhD","PresenterKey":"3f932fcb-ecd5-4656-9535-b7d39887bcb0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3157. The crosstalk between STAT3 and p53\/ERK signaling regulates brain metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The crosstalk between STAT3 and p53\/ERK signaling regulates brain metastasis","Topics":null,"cSlideId":""},{"Abstract":"Introduction: TUSC2 (TUmor Suppressor Candidate 2) is a tumor suppressor gene from the human 3p21.3 chromosomal region frequently deleted in lung cancers. Independently of deletion, reduced expression of TUSC2 is observed in ~ 80% of lung cancers, mesothelioma, breast, head-and neck, osteosarcoma, glioblastoma, and other cancers, suggesting a critical anti-tumor role of TUSC2. TUSC2 resides in mitochondria and is involved mitochondrial respiration\/energy metabolism, ROS production, Ca<sup>2+<\/sup> flux to\/from mitochondria, etc. Studies on tumor-bearing mice treated with TUSC2-containing plasmid encapsulated in lipid nanoparticles (quaratusugene ozeplasmid) and Phase I and II clinical trials of quar oze in lung cancer patients provides a strong rationale to further study the tumor-protective mechanisms of TUSC2 protein. Main scientific question. We asked if and how human lung cancer cells, A549 and H358, that have ~80-90% decrease in TUSC2 expression, change their energy metabolism in response to re-introduction of TUSC2 as compared to Beas2B, a normal bronchial epithelial cell line. Cancer cells rely heavily on anaerobic glycolysis, while normal epithelial cells use mitochondrial respiration as a primary way of energy production.<br \/>Methods: Transient transfection of TUSC2-expressing plasmid to 3 cell lines; qPCR to confirm TUSC2 delivery; Seahorse analysis of energy production that measures in real time Oxygen Consumption Rate (OCR) and Extracellular Acidification Rate (ECAR) in different conditions.<br \/>Results: All three cell lines demonstrated high transfection efficiency. Seahorse analysis revealed that TUSC2 re-introduction to TUSC2-deficient cancer cells consistently suppressed both glycolytic and mitochondrial ATP production, thus leaving cells without sufficient energy to support their vital functions. We found a significant decrease in basal and maximal respiration, spare respiratory capacity, ATP production, glycolysis and glycolytic capacity in cancer cell lines transfected with TUSC2-expressing plasmid. Unlike cancer cells, both glycolytic and mitochondrial metabolism of normal epithelial cells Beas2B were significantly strengthened after the introduction of TUSC2, suggesting a beneficial role of TUSC2 for the metabolic health of normal cells. The experiments were repeated four times; Student T-test was used to calculate statistical significance.<br \/>Therapeutic Significance: These experiments suggest that TUSC2 plasmid delivery to cancer patients, and thus quar oze therapeutic use, may target and disrupt the metabolism of cancer cells, triggering either senescence or apoptotic pathways, while on the other hand, supporting the metabolism of normal epithelial cells. These data have high therapeutic significance, suggesting that one of the anti-tumor mechanisms of quar oze action in patients is the suppression of cancer cell metabolism resulting in cancer cell death.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Tumor suppressor gene,Metabolism,Lung cancer,Mitochondria,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Tonello<sup>1<\/sup>, M. Berger<sup>2<\/sup>, A. Shanker<sup>1<\/sup>, <b>A. Ivanova<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Meharry Medical College, Nashville, TN, <sup>2<\/sup>Geneprex, Inc, Austin, TX","CSlideId":"","ControlKey":"89460dc9-6cf7-4b45-bcd7-23d169cbe5a4","ControlNumber":"1354","DisclosureBlock":"&nbsp;<b>J. Tonello, <\/b> None.&nbsp;<br><b>M. Berger, <\/b> <br><b>Geneprex,Inc<\/b> Employment, Stock Option.<br><b>A. Shanker, <\/b> None.&nbsp;<br><b>A. Ivanova, <\/b> <br><b>Geneprex, Inc<\/b> Grant\/Contract, The type is \"Sponsored Research Agreement\".","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1225","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3158","PresenterBiography":null,"PresenterDisplayName":"Alla Ivanova","PresenterKey":"6280a123-6245-46d4-a1ad-281f0c4b8288","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3158. TUSC2 suppresses energy metabolism in lung cancer cells with opposite effects in normal bronchial epithelial cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TUSC2 suppresses energy metabolism in lung cancer cells with opposite effects in normal bronchial epithelial cells","Topics":null,"cSlideId":""},{"Abstract":"<i>Background:<\/i> Kidney cancer is a common and deadly disease. Over 90% of all kidney cancers are classified as renal cell carcinoma (RCC), of which clear-cell RCC (ccRCC) is the most predominant subtype. <i>VHL<\/i> is a tumor suppressor and plays a pivotal role in ccRCC development. While &#62;50% of ccRCC patients present with pathogenic <i>VHL<\/i> mutations, deep deletions and low <i>VHL<\/i> expression are also common. Over the past two decades, therapeutic advances have been made for metastatic ccRCC; however, none directly target <i>VHL<\/i>, and the five-year overall survival for metastatic ccRCC remains ~12%. Here, we used a fusion protein, consisting of a deactivated Cas9 (dCas9) linked to the histone acetyltransferase protein p300, to determine if <i>VHL<\/i> activation initiates programmed cell death in a preclinical model of ccRCC.<br \/><i> <\/i> <i>Methods:<\/i> Caki-1 cells are a human ccRCC line, are wild-type <i>VHL<\/i> with low-moderate expression. Caki-1 cells were stably transduced with our dCas9-p300 system via lentivirus, and then transfected with either sgRNAs targeting <i>VHL<\/i> or a non-targeting (NT) sgRNA. Ten targeting sgRNAs were designed, with eight starting within -120 bp from the <i>VHL1<\/i> transcriptional start site (chr3:10141778), and two starting within +50 bp after the TSS. <i>VHL<\/i> gene expression changes from baseline were evaluated by RT-qPCR at 8h, 24h and 48h after sgRNA transfection. At 24-72h, Caki-1 cells were harvested and stained with Annexin V and propidium iodide; apoptosis and necrosis were then assessed by flow cytometry. Last, to determine whether <i>VHL<\/i> reactivation triggered necroptosis, <i>MLKL<\/i> gene expression changes were evaluated by RT-qPCR at 8h, 24h and 48h.<br \/><i> <\/i> <i>Results:<\/i> Four targeting sgRNAs met internal thresholds for evaluation within our dCas9-300 system: sgRNA3 bp), sgRNA4, sgRNA9, and sgRNA10. Significant increases in <i>VHL<\/i> expression were observed at 8h for sgRNA3 and sgRNA10 (62.4% and 56.5%, respectively; both <i>P<\/i>&#60;0.0001, n=3), at 24h for all four sgRNAs (range 91.1-236.1%; all <i>P<\/i>&#60;0.0001, n=3), and again at 48h for all four sgRNAs (range 84.4-194.4%; <i>P<\/i>&#60;0.0001, n=3). At 48h and 72h, sgRNA4 (6.78% and 7.35%) and sgRNA9 (6.71% and 6.76%) showed evidence of necroptosis activation. sgRNA4 demonstrated significantly increased <i>MLKL<\/i> expression at 24h and 48h (199.6% and 144.6%; both <i>P<\/i>&#60;0.0001, n=3) as did sgRNA9 (192.7% and 235.6%; both <i>P<\/i>&#60;0.0001, n=3) suggesting necrosome activation.<br \/><i>Conclusions:<\/i> To our knowledge, this is the first study to associate <i>VHL<\/i> reactivation with increased <i>MLKL<\/i> expression and necroptosis initiation. These data support continued development of an experimental system we have pioneered (PMID: 31712774), which will leverage chemical-induced proximity to reactivate <i>VHL<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,CRISPR\/Cas9,Cell death,Gene regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. S. Meng<\/b>, R. M. Kemper, T. J. Nelson, N. A. Hathaway, D. J. Crona; <br\/>UNC Eshelman School of Pharmacy, Chapel Hill, NC","CSlideId":"","ControlKey":"e7ce5cc0-68ff-4249-9026-3ad98c2fb413","ControlNumber":"8598","DisclosureBlock":"&nbsp;<b>M. S. Meng, <\/b> None..<br><b>R. M. Kemper, <\/b> None..<br><b>T. J. Nelson, <\/b> None..<br><b>N. A. Hathaway, <\/b> None..<br><b>D. J. Crona, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1227","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3159","PresenterBiography":null,"PresenterDisplayName":"Manfred Meng, PhD","PresenterKey":"a1900d49-07b9-4471-9ebe-e32f3e8d014e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3159. <i>VHL1 <\/i>activation with a CRISPR-based gene activation platform<i> <\/i>causes increased <i>MLKL<\/i> expression and triggers necroptosis in renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>VHL1 <\/i>activation with a CRISPR-based gene activation platform<i> <\/i>causes increased <i>MLKL<\/i> expression and triggers necroptosis in renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Cholangiocarcinoma (CCA) exhibits a poor prognosis despite the recent advances in targeted therapy and immunotherapy. Therefore, exploring the novel mechanism of CCA tumorigenesis and identifying the effective targeted therapy is critical for advanced CCA to improve future treatment. A novel biogenesis factor of the 90S pre-ribosome named PufA, is higher expressed in tumors than normal tissue based on the TCGA databank implying the role of CCA tumorigenesis. Our results showed that PufA expression was significantly associated with larger tumor size, more lymph node metastasis, more tumor relapse, death, and unfavorable survivals in 205 patients with resectable CCA in Chang Gung Memorial Hospital. We demonstrated the inhibited effect of cell survival, migration ability, and the sphere-formation potential by silencing of PufA in CCA cell lines. Tumor growth is also suppressed in PufA knockdown xenograft mice. Mechanistic investigation showed that PufA was expression associated with nuclear factor kappa B p65 (RELA) activity and facilitated activity of the NF-&#954;B transactivation. RELA, a transcription factor, is the principal regulator of the inflammatory response and is crucial for the homeostasis of the immune system and the expression of the immune checkpoint. Furthermore, decreased PufA levels also downregulated PD-L1 expression in CCA. Together, these findings suggested that the PufA-RELA axis could be a potential target for further application of targeted therapy in combination with immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Cancer,p53,NF-&#954;B,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C.-P. Chen<\/b><sup>1<\/sup>, C.-N. Yeh<sup>2<\/sup>, Y.-R. Pan<sup>2<\/sup>, Y.-T. Hsiao<sup>2<\/sup>, C.-H. Lo<sup>2<\/sup>, C.-H. Lin<sup>2<\/sup>, C.-E. Wu<sup>1<\/sup>; <br\/><sup>1<\/sup>Chang Gung University, Taoyuan City, Taiwan, <sup>2<\/sup>Chang Gung Memorial Hospital-Linkou branch, Taoyuan City, Taiwan","CSlideId":"","ControlKey":"f2b07663-931c-4f6e-a749-49e58c603e42","ControlNumber":"3041","DisclosureBlock":"&nbsp;<b>C. Chen, <\/b> None..<br><b>C. Yeh, <\/b> None..<br><b>Y. Pan, <\/b> None..<br><b>Y. Hsiao, <\/b> None..<br><b>C. Lo, <\/b> None..<br><b>C. Lin, <\/b> None..<br><b>C. Wu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1228","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3160","PresenterBiography":null,"PresenterDisplayName":"Chiao-Ping Chen, PhD","PresenterKey":"a4a3f98e-8a4c-4e67-844b-25f5cd06f0ba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3160. PufA promotes proliferation, migration and tumorigenesis through NF-kB pathway in cholangiocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PufA promotes proliferation, migration and tumorigenesis through NF-kB pathway in cholangiocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Brain metastasis (BrM) is the most common malignancy of the central nervous system and the median survival time of patients with BrM is less than 1 year. Although recent impressive advances in targeted therapy and immunotherapy enable more effective control of the systemic diseases, the incidence of BrM upon disease recurrence is steadily increasing. Unfortunately, there is no effective treatments for BrM. To surmount this challenge, we have performed an <i>in vivo<\/i> human kinome screening to uncover novel kinases that promote breast cancer (BC) BrMs in mice and may serve as therapeutic targets. We identified &#62;20 different kinases enriched in BrM lesions of our mouse models and PCTK1 is one of the top &#8220;hits&#8221;. We transduced PCTK1 expression vector and the control vector into MDA-MB-231 human BC cells to generate 231.PCTK1 and 231.vector cells, respectively. Intra-carotid injection of the 231.PCTK1 cells into mice induced BrM significantly faster with shortened mouse survival than that of the control 231.vector cells, confirming PCTK1 as a BrM-promoting kinase. However, when 231.vector or 231.PCTK1 cells were injected into the mouse&#8217; mammary glands, PCTK1 overexpression did not lead to enhanced primary tumor growth, suggesting that its pro-tumoral functions are BrM-specific. To uncover how PCTK1 promotes BrM but not primary tumor, we examined whether PCTK1 may confer growth advantage in BrM by utilizing the unique metabolic microenvironment of the brain. We analyzed the relationship between PCTK1 gene expression and gene expression of members of the glutamine metabolism pathway in TCGA database. We found that in the brain tumors, such as low-grade glioma, PCTK1 positively correlated with the expression of glutamine metabolizing genes, including glutaminase 1 and 2 (GLS and GLS2). To evaluate whether PCTK1-overexpressing cells can uptake glutamine from the media directly, we cultured 231.PCTK1 and 231.vector cells in low-nutrient BME media plus 5% d.FBS, with addition of different concentrations of glutamine. The PCTK1-overexpressing cells showed a clear growth advantage at glutamine concentrations ranging from 400 &#956;M to 2 mM. Then, we knocked down PCTK1 in MDA-MB-231 cells by shRNAs and found that PCTK1 knocking down reduced the cell proliferation in 5% d.FBS.BME with 500 &#181;M glutamine, a physiological glutamine level in the brain. We measured the expression of GLS, an enzyme that converts glutamine to glutamate, one of the key steps in the glutamine metabolism, and found that knockdown PCTK1 in MDA-MB-231 cells dramatically reduced the GLS expression, which indicates that PCTK1 can modulate glutamine metabolism in cancer cells. In summary, our data suggest that PCTK1 promotes BC BrM, at least partly, through increasing glutamine metabolism. Currently, we are exploring whether targeting PCTK1 or inhibiting glutamine metabolism can deter BrM progression. Our studies may reveal novel therapeutic targets for BrM inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Metastasis,Kinases,Glutamine metabolism,brain metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Zhang<\/b><sup>1<\/sup>, F. Lowery<sup>2<\/sup>, C. Zhang<sup>1<\/sup>, Y.-W. Huang<sup>1<\/sup>, Y.-J. Jiang<sup>1<\/sup>, Y. Duan<sup>1<\/sup>, D. Yu<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>NCI, Washington DC, DC","CSlideId":"","ControlKey":"6982045d-1eda-4042-bcb6-4f84f66c9cfa","ControlNumber":"8188","DisclosureBlock":"&nbsp;<b>L. Zhang, <\/b> None..<br><b>F. Lowery, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>Y. Jiang, <\/b> None..<br><b>Y. Duan, <\/b> None..<br><b>D. Yu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1229","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3161","PresenterBiography":null,"PresenterDisplayName":"Lin Zhang, MD;PhD","PresenterKey":"b30f74a3-c2c6-4325-b8e0-270629cf498d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3161. PCTK1 driven glutamine metabolic adaptation in brain metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PCTK1 driven glutamine metabolic adaptation in brain metastasis","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Epidemiological studies showed that beta-adrenergic antagonists caused a low incidence of several cancer types. Glioblastoma highly expresses beta-2-adrenergic receptors. GBM accounts for 50% of central nervous system cancers. After standard-of-care therapeutic intervention, there is a survival time of 15 months. Our goal is to develop a translational therapy that will trigger the death of GBM cells while preserving healthy cells<br \/>Methodology: Salmeterol xinafoate is a biased agonist that activates the G-protein pathway. Biased agonists activate signaling through the G-protein or the beta-arrestin pathway of G-protein coupled receptors. Dose-response experiments were performed using beta1 and beta2-adrenergic receptor antagonists and biased beta2-adrenergic receptor agonists to determine loss of glioma cell viability in GBM5, GBM12, and LN229 glioma cell lines. Western immunoblotting gauged survivin expression levels in all three lines. Epoxomicin was used to inhibit the proteasome complex. Annexin V and propidium iodide were employed to measure apoptotic or necrotic cell death.<br \/>Results: Disrupting beta2-adrenergic receptor signaling by salmeterol xinafoate led to cell death of glioma cells but spared healthy neuron-glia cells using similar doses. Salmeterol xinafoate revealed greater efficacy for killing glioma cells than beta1 and beta2-adrenergic receptor antagonists. To determine the mechanism of glioma cell death, LN229 cells were treated with escalating doses of Salmeterol xinafoate, and at 24 hours, annexin V staining showed early apoptosis, and Annexin V\/propidium iodide co-staining also showed late apoptosis. Propidium iodide revealed minor necrosis in LN229 glioma cells. Western immunoblotting showed salmeterol xinafoate downregulated survivin in a dose-dependent manner. However, the epoxomicin's inhibition of the proteasome complex prevented dose-escalated downregulation of survivin for all three glioma cell lines.<br \/>Conclusion: The bitopic structure of salmeterol enables this drug to bind to the beta2-adrenergic receptors ligand binding site and an exosite site by its aryloxyalkyl tail that may contribute to the increased efficacy. Salmeterol xinafoate triggers glioma cell death by apoptosis at least in one glioma cell line. Salmeterol Xinafoate down-regulates survivin through protease degradation. Promising results show that the FDA-approved drug salmeterol xinafoate enables a favorable transition to the clinic. Repurposing this drug for GBMs may be combined with the current standard-of-care chemotherapies to enhance more significant loss of tumor volume and increase patient survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Drug discovery,Apoptosis,Glioblastoma,Survivin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>O. Algranatti<\/b><sup>1<\/sup>, J. Yae Lee<sup>2<\/sup>, J. Angelastro<sup>1<\/sup>; <br\/><sup>1<\/sup>UC Davis School of Veterinary Medicine, Davis, CA, <sup>2<\/sup>UC Davis Graduate Studies, Davis, CA","CSlideId":"","ControlKey":"2fcecf9f-eb15-403e-99d8-b412ecc7e69a","ControlNumber":"2670","DisclosureBlock":"&nbsp;<b>O. Algranatti, <\/b> None..<br><b>J. Yae Lee, <\/b> None..<br><b>J. Angelastro, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1231","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3162","PresenterBiography":null,"PresenterDisplayName":"Orli Algranatti, No Degree","PresenterKey":"89015dfc-6334-4a6c-adba-0e5c77d11a75","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3162. Antagonizing beta-2 adrenergic receptor&#8217;s function triggers death in glioma cells and down-regulates survivin","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antagonizing beta-2 adrenergic receptor&#8217;s function triggers death in glioma cells and down-regulates survivin","Topics":null,"cSlideId":""},{"Abstract":"Proteomic networks are crucial for cellular homeostasis maintenance and, indeed, their aberrant regulation is implicated in cancer development and progression. Understanding alterations underlying these pathways, provides a way to design therapeutic interventions in human cancer. Improvements in mass spectrometry analysis have unlocked our potential to unveil cancer vulnerabilities. Here, we performed (phospho)proteomic analysis and ex-vivo drug testing on a cohort of refractory metastatic colorectal cancer (mCRC) tissues and matched patients-Derived Organoids (PDO) to identify new putative druggable biomarkers. The comparison between the proteome and phosphoproteome of 10 mCRCs tissues with their matched PDOs normalized to a pool of 6 colon mucosa tissues highlighted a strong overall correlation (R= 0.57 and R=0.6, respectively) suggesting a good level of similarity. Applying GSEA on our proteomic dataset, we identified up-regulation in MYC, cell cycle and MTORC1 signaling pathways in mCRC tissues and PDO, while kinase enrichment analysis highlighted an increase in Casein Kinase II (CKII) activity, an important cell cycle regulator. Our ex-vivo experiments showed that silmitasertib-mediated CKII inhibition reduced the cell viability in our PDO models, but with an overall modest effect. Analysis revealed that, even though not statistically significant, high Wnt signaling score correlated with an higher resistance to silmitasertib treatment (R=0.61; p=0.08). Previous works highlighted that MAPK activity is increased after silmitasertib treatment and responsible for resistance mechanisms to CKII inhibition. Strikingly, the combined trametinib-mediated MEK blockade and CKII blockade resulted in a synergistic interaction leading to enhanced antitumor activity, especially in PDO harboring high Wnt (R=0.74; p=0.022) and cell cycle (R=0.69; p=0.04) pathway activity. Moreover, the combined treatment strongly reduced S6 activity and RAPTOR expression, overcoming the significant effect exerted by the single agents. Surprisingly, none of them altered baseline MAPK activity, suggesting that silmitasertib and trametinib synergize their activity via inactivating the MTORC1-S6 axis in an ERK-independent manner. We are currently integrating genomic and transcriptomic data to better characterize the observed drug synergy. Taken together, our findings propose the silmitasertib and trametinib combination as a new therapeutic opportunity for refractory mCRC patients and strengthen the use of PDO as a suitable model for drug screening.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Organoids,Kinase inhibitors,Colorectal cancer,Proteomic analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Marinucci<\/b><sup>1<\/sup>, G. F. Boot<sup>1<\/sup>, L. Zaidi<sup>1<\/sup>, C. Esposito<sup>1<\/sup>, M. Coto Llerena<sup>1<\/sup>, S. Soysal<sup>2<\/sup>, O. Kolmar<sup>2<\/sup>, C. Ng<sup>1<\/sup>, S. Piscuoglio<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Basel, Basel, Switzerland, <sup>2<\/sup>St. Clara Hospital and University Hospital Basel, Basel, Switzerland","CSlideId":"","ControlKey":"953271b9-d543-43b5-8740-eda3aed577c3","ControlNumber":"6477","DisclosureBlock":"&nbsp;<b>M. Marinucci, <\/b> None..<br><b>G. F. Boot, <\/b> None..<br><b>L. Zaidi, <\/b> None..<br><b>C. Esposito, <\/b> None..<br><b>M. Coto Llerena, <\/b> None..<br><b>S. Soysal, <\/b> None..<br><b>O. Kolmar, <\/b> None..<br><b>C. Ng, <\/b> None..<br><b>S. Piscuoglio, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1236","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3163","PresenterBiography":null,"PresenterDisplayName":"Mattia Marinucci, BS,MS","PresenterKey":"933e3d68-3ed9-46af-a8aa-a100c584ee08","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3163. (Phospho)proteomic analysis reveals vulnerabilities in refractory metastatic colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"(Phospho)proteomic analysis reveals vulnerabilities in refractory metastatic colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"The proto-oncogene KRas is a well-described small GTPase that functions as a molecular switch for major physiological signaling pathways involved in cell proliferation, differentiation and survival. It has been shown that activating mutations in KRas are among the most common oncogenic drivers of tumorigenesis. Missense mutations of KRas result in constitutive activation due to impaired hydrolysis of GTP which enhances tumor-promoting downstream signaling pathways. Most KRas mutations are located in exon 2 or 3 including the most frequently altered glycine 12, which is present in most pancreatic cancers as well as in colorectal cancers and lung adenocarcinomas.<br \/>A panel of cancer cell lines harboring different KRas mutations such as G12C, G12V or G12D was selected to test KRas inhibitors in several cellular assays: phosphorylation assays, 2D and 3D proliferation assays. Applying the cellular pERK AlphaLISA assay showed high selectivity of several inhibitors for specific KRas mutants, while RAF and MEK inhibitors did not show significant selectivity in the tested cancer cell lines. The KRas inhibitors were then examined in a cellular 2D and a 3D spheroid proliferation assay to determine the inhibitory effect on cell growth. These cellular assays revealed a high selectivity for a specific KRas mutant, which was even more pronounced in the 3D format than in the 2D setup.<br \/>The transferability of the cellular data obtained to in vivo was tested in the Hollow Fiber mouse model. The Hollow Fiber model allows the simultaneous study of multiple cell lines implanted in separated drug-(but not cell-) permeable fibers in a single mouse with a study duration of only 16 days. AMG510 (Sotorasib), a drug approved for tumors with a G12C Kras mutation, and MRTX1133, which is currently in clinical phase and shows activity in tumors with a G12D Kras mutation, were screened for their inhibitory effect on the pancreatic tumor cells MiaPaCa-2 (G12C Kras mutation), AsPC-1 (G12D Kras mutation) and BxPC-3 (wt Kras) in the in vivo Hollow Fiber model in female NMRI nude mice. While the growth of BxPC-3 tumor cells was not affected by either inhibitor, the growth of AsPC-1 tumor cells in particular was selectively and significantly inhibited by MRTX1133.<br \/>In summary, the in vivo Hollow Fiber model is a fast and cost-effective model that can play an prominent role in drug development as a link between in vitro and in vivo xenograft studies by providing rapid and transferable evidence for in vivo efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"KRAS,Kinase inhibitors,In vivo,Preclinical testing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"P. Metzger, C.-W. Franzke, E. Dikici, G. Sommerkamp, F. Fimm-Todt, J. E. Ehlert, C. Obodozie, <b>H. Weber<\/b>; <br\/>Reaction Biology Europe GmbH, Freiburg, Germany","CSlideId":"","ControlKey":"09cf56fe-3d76-44ec-ad11-f446ccc2bb00","ControlNumber":"6348","DisclosureBlock":"<b>&nbsp;P. Metzger, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>C. Franzke, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>E. Dikici, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>G. Sommerkamp, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>F. Fimm-Todt, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>J. E. Ehlert, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>C. Obodozie, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>H. Weber, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1237","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3164","PresenterBiography":null,"PresenterDisplayName":"Holger Weber, PhD","PresenterKey":"2e59a2eb-c0ce-4554-a254-ad534dae6062","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3164. The <i>in vivo<\/i> Hollow Fiber model is a valuable tool in drug development of selective KRas inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The <i>in vivo<\/i> Hollow Fiber model is a valuable tool in drug development of selective KRas inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Mantle cell lymphoma (MCL) is a subtype comprising 6% of all NHL cases and is characterized by overexpression of cyclin D1 due to chromosomal translocation t(11;14) in the nodal MCL subtype. One of the best discriminatory genes between these conventional and indolent MCL tumors is SOX11; in addition, SOX11 has been shown to promote angiogenesis in MCL. Further SOX11 protein expression in MCL patients correlated with increased microvascular density and poor outcomes. Bulk transcriptomics analysis was performed on MCL patients (n=24) and CD19-purified B cells from healthy donors (HD,n=3). To understand the role of the angiogenic process in MCL, we queried 141 genes related to angiogenesis (GO:0001525). Our analysis showed that many genes involved in angiogenesis were predominantly overexpressed in MCL compared to HD, including <i>FLT1<\/i> and <i>KDR<\/i> (p-value;0.05; FC&#62;2). SOX11 has been shown to regulate PDGFA in MCL cell lines. Consistent with this observation, we also see upregulated PDGFA levels in MCL patients. However, PDGFA upregulation was not statistically significant in our analysis. Further expression of<i> VEGFR2<\/i> is overexpressed in MCL Patients (n=122) compared to na&#239;ve or activated-B cells from HD. We validated that VEGFR2 protein levels were higher in MCL primary patients than in healthy donor PBMC. Further, in two independent cohorts, high <i>VEGFR2<\/i> expression shows significant adverse effects on 5-year overall survival (OS). To explore the potential of targeting VEGFR, we utilized lucitanib, which potently and selectively inhibits VEGFRs. Treatment with lucitanib resulted in a dose-dependent decrease in cell viability and cellular death as determined by Annexin PI staining; further, MCL cells treated with lucitanib showed inhibition of autophosphorylation of VEGFR2 and demonstrated PARP cleavage associated with cytotoxicity <i>in-vitro<\/i>. To assess the role of VEGFR2 inhibitor lucitanib as a single agent in MCL growth <i>in-vivo<\/i>, we utilized two different murine models of MCLs. First, we used cell-line-derived xenograft (CDX) models of MCL where Jeko-1 and HS5 cells were injected together, followed by treatment (lucitanib;15mg\/kg QOD; IP) and measured tumor volume until the ERC of any experimental mice was reached. Kaplan-Meier survival graphs were plotted, demonstrating that lucitanib treatment prolongs survival <i>in-vivo<\/i>. Further, to confirm if the lucitanib can provide an overall survival benefit in the systemic PDX MCL model, we injected the PDX cells via the tail vein in NSG mice and followed human-B2M levels for disease progression, and overall survival was the endpoint. Lucitanib treatment significantly prolonged median overall survival significantly in the systemic MCL model. Our data demonstrates that targeting angiogenesis in MCL can provide therapeutic benefits, as demonstrated in preclinical MCL models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Mantle cell lymphoma,Vascular endothelial growth factor receptor (VEGFR),Vascular endothelial growth factor tyrosine kinase inhibitor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Singh<\/b><sup>1<\/sup>, A. sircar<sup>1<\/sup>, A. Odier<sup>1<\/sup>, N. Epperla<sup>1<\/sup>, N. Muthusamy<sup>1<\/sup>, S. Parekh<sup>2<\/sup>, L. Sehgal<sup>1<\/sup>; <br\/><sup>1<\/sup>The Ohio State University Wexner Medical Ctr., Columbus, OH, <sup>2<\/sup>Icahn School of Medicine at Mount Sinai,, New York, NY","CSlideId":"","ControlKey":"135632a7-414a-4dee-8e1f-3b8e53fefc12","ControlNumber":"6955","DisclosureBlock":"&nbsp;<b>S. Singh, <\/b> None..<br><b>A. sircar, <\/b> None..<br><b>A. Odier, <\/b> None.&nbsp;<br><b>N. Epperla, <\/b> <br><b>Incyte<\/b> Other, Speakers Bureau. <br><b>Novartis<\/b> Other, Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. <br><b>Merck<\/b> Other, Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. <br><b>ADC Therapeutics<\/b> Other, Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. <br><b>Lilly<\/b> Other, Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. <br><b>Beigene<\/b> Grant\/Contract, Other, Research Funding, Speakers Bureau..<br><b>N. Muthusamy, <\/b> None.&nbsp;<br><b>S. Parekh, <\/b> <br><b>Celgene\/BMS Corporation<\/b> Grant\/Contract. <br><b>Amgen<\/b> Grant\/Contract. <br><b>Karyopharm Therapeutics<\/b> Grant\/Contract. <br><b>Grail, LLC<\/b> Other, Membership on an entity's Board of Directors or advisory committees. <br><b>Caribou Biosciences<\/b> Grant\/Contract.<br><b>L. Sehgal, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1238","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3165","PresenterBiography":null,"PresenterDisplayName":"Satishkumar Singh, PhD","PresenterKey":"de595036-6610-4c69-9584-1dd584e3e689","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3165. Targeting angiogenesis for improved survival in mantle cell lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting angiogenesis for improved survival in mantle cell lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Lipid nanoparticles (LNPs) continue to be at the forefront of nanotechnology research due to their versatile and effective ability to deliver DNA, RNA, and small molecules through the cell membrane. Since LNPs are formulated with lipids found naturally in cells, they generate a lower risk for immunogenic response and cause significantly less cell death than traditional transfection methods, such as electroporation. Our microfluidics assembled LNPs have shown transfection efficiencies over 80%, substantially higher than observed with other transfection techniques, and continues to increase over the first 72 hours. We previously reported that elephant <i>TP53<\/i> (<i>EP53<\/i>) induces apoptosis in cancer cells at higher rates than human <i>TP53<\/i> (<i>huTP53<\/i>), and elephant <i>TP53<\/i> RETROGENE9 (<i>EP53-R9<\/i>) contributes to apoptosis through transcription independent mechanisms. To further characterize the effectiveness of these genes, osteosarcoma cell lines were transfected with <i>huTP53, EP53, and EP53-R9<\/i> nanoplasmid and mRNA loaded LNPs. Cells treated with <i>EP53<\/i> and <i>huTP53<\/i> nanoplasmid-loaded LNPs had significantly increased caspase activity and cell death compared to those treated with the empty vector control (P&#60;.0001), with over 90% of all cells treated with either type of p53 dead after 72 hours. Immunocytochemistry was performed to image cells using confocal microscopy, which showed a 36-fold increase in <i>TP53<\/i> signal in the nucleus of nanoplasmid LNP treated cells after 72 hours as compared to untreated osteosarcoma cells. In contrast, cells treated with the mRNA LNPs had a 7-fold increase in <i>TP53<\/i> signal over 72 hours, though the transfection efficiency was equivalent to the nanoplasmid treated cells. Future studies will assess the efficacy of <i>EP53 <\/i>and <i>EP53-R9<\/i> LNPs <i>in vivo<\/i> in osteosarcoma mouse models. These results demonstrate the potential of LNP mediated delivery of <i>EP53<\/i> and <i>EP53-R9<\/i> to be developed as a new treatment approach for cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"p53,Nanoparticle,Osteosarcoma,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Sanborn<\/b>, A. Rogers, G. Mitchell, R. Kennington, M. Sharp, J. D. Schiffman, L. M. Abegglen; <br\/>University of Utah Huntsman Cancer Institute, Salt Lake City, UT","CSlideId":"","ControlKey":"12f9381c-f010-4d75-906a-4c8722450401","ControlNumber":"8216","DisclosureBlock":"&nbsp;<b>M. Sanborn, <\/b> None..<br><b>A. Rogers, <\/b> None..<br><b>G. Mitchell, <\/b> None..<br><b>R. Kennington, <\/b> None..<br><b>M. Sharp, <\/b> None.&nbsp;<br><b>J. D. Schiffman, <\/b> <br><b>Peel Therapeutics<\/b> Employment, Other, Co-founder and Shareholder. <br><b>L. M. Abegglen, <\/b> <br><b>Peel Therapeutics<\/b> Other, Consultant and Shareholder.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1239","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3166","PresenterBiography":null,"PresenterDisplayName":"Lisa Abegglen, BS;PhD","PresenterKey":"ab854696-b62a-4d50-8baa-3b28ded62d58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3166. Lipid nanoparticles as an efficient transfection method for the delivery of elephant TP53 and retrogene9 into osteosarcoma cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lipid nanoparticles as an efficient transfection method for the delivery of elephant TP53 and retrogene9 into osteosarcoma cells","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) poses a formidable challenge in oncology, characterized by its high lethality and limited treatment options. The advanced stage at diagnosis, aggressive metastasis, and the constrained efficacy of conventional therapeutic drugs collectively contribute to the grim prognosis associated with PDAC. Gemcitabine, a nucleoside analog and the longstanding standard chemotherapy for pancreatic cancer, encounters a significant hurdle in its efficacy due to the development of resistance. To establish a cancer-acquired resistance model applicable to Gem-modified drugs, it is crucial to account for the dense extracellular matrix (ECM) composition characteristic of PDAC. In this investigation, we employ three-dimensional (3D) cell culture models, specifically utilizing pancreatic cancer patient-derived organoids (PDOs) within a 3D matrix with tunable density and stiffness by incorporating variations in transglutaminase crosslinking rates. PDAC cells from different patients exhibit diverse adaptations within these altered gel matrix environments, manifesting differences in morphology, doubling time, and responses to drugs. Notably, PDAC cells display pronounced stemness characteristics in the dense matrix, featuring a more rounded and compact appearance and an increase in ABC transporters.Addressing the challenge of gemcitabine resistance, modifications such as gemcitabine conjugates with stearate (Gem-S) have shown promise in preclinical studies. Exploring the effects of both Gem and Gem-S in a viscoelastic-specific ECM model derived from PDAC patient-derived organoids, distinct responses based on matrix stiffness come to light. The physical properties of the matrix exert a significant influence on cellular function, thereby impacting the effectiveness of therapeutic agents. Intriguingly, within a stiffer environment, Gem-S demonstrates higher sensitivity compared to Gem, suggesting the potential application of Gem-S in the dense pathological PDAC environment. Further investigation reveals that Gem-S treatment induces a noteworthy increase in reactive oxygen species (ROS) and HIF-1 expression compared to Gem. Surprisingly, the role of multidrug transporters in Gem-S sensitivity is limited, while the downregulation of NRF (Nrf2) after Gem-S treatment hints at distinct mechanisms underlying the development of drug resistance. This study provides valuable insights into the intricate interplay between gemcitabine resistance and the PDAC microenvironment. Understanding the matrix-specific responses opens avenues for tailored therapeutic interventions, offering the potential for improved outcomes in PDAC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Drug resistance,Oxidative stress,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Han<\/b><sup>1<\/sup>, S. Zhao<sup>1<\/sup>, E. Agyare<sup>2<\/sup>, X. Zhu<sup>2<\/sup>, J. Trevino<sup>3<\/sup>, S. Rogers<sup>4<\/sup>, E. Velazquez<sup>1<\/sup>, J. Brant<sup>5<\/sup>, P. Eliahoo<sup>6<\/sup>, J. Barajas<sup>1<\/sup>, B. X. Hoang<sup>1<\/sup>; <br\/><sup>1<\/sup>Keck School of Medicine of USC, Los Angeles, CA, <sup>2<\/sup>Florida A&M University, Tallahassee, FL, <sup>3<\/sup>Virginia Commonwealth University, Richmond, VA, <sup>4<\/sup>Univeristy of Florida, Gainesville, FL, <sup>5<\/sup>University of Florida, Gainesville, FL, <sup>6<\/sup>University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"661e6d59-6075-40f5-a368-56f398e93cac","ControlNumber":"5853","DisclosureBlock":"&nbsp;<b>B. Han, <\/b> None..<br><b>S. Zhao, <\/b> None..<br><b>E. Agyare, <\/b> None..<br><b>X. Zhu, <\/b> None..<br><b>J. Trevino, <\/b> None..<br><b>S. Rogers, <\/b> None..<br><b>E. Velazquez, <\/b> None..<br><b>J. Brant, <\/b> None..<br><b>P. Eliahoo, <\/b> None..<br><b>J. Barajas, <\/b> None..<br><b>B. X. Hoang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1240","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3167","PresenterBiography":null,"PresenterDisplayName":"Bo Han, PhD","PresenterKey":"8fadc17d-b731-4517-84f8-192592d15be3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3167. Impact of gemcitabine modification on redox-driven responses in pancreatic cancer organoids cultured in distinct 3D microenvironments","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of gemcitabine modification on redox-driven responses in pancreatic cancer organoids cultured in distinct 3D microenvironments","Topics":null,"cSlideId":""},{"Abstract":"Exchange proteins directly activated by cAMP (EPACs) are involved in multiple cellular processes. The two EPAC isoforms (EPAC1 and EPAC2) have fundamental differences in structure, expression pattern, and signaling specificity, indicating that they may function independently. Therefore, the highly specific regulation of EPAC1 and EPAC2 could be beneficial in targeting cAMP pathway-related therapies. Small RNA molecules could theoretically target genetic components based on Watson-Crick base pairing, offering a unique and promising approach to achieve precision medicine. In this study, we successfully design small interfere (si)RNAs that specifically target EPAC1 and 2, without cross-reactivity with other isoforms. The use of the amphiphilic dendrimer (AD) efficiently delivers siRNAs, resulting in significant down-regulations of EPAC1 and 2 mRNA and protein expressions in multiple cancer cells, including ovarian, breast, colon, and pancreatic cancers. Functional analysis demonstrate that EPAC1 and EPAC2 regulate cancer progression depending on different mechanisms. siEPAC2-AD is more potent compared to siEPAC1-AD in suppressing cell proliferation by altering energy metabolism. Hence, this siEPACs-AD system not only enhances the drug specificity and reduces potential side effects, but also provides a new strategy for precision pharmaceutical control of the cAMP\/PKA\/EPAC signaling pathway for cancer treatment.<br \/>Keywords: EPAC1; EPAC2; siRNA; amphiphilic dendrimer; cAMP signaling; cancer","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"siRNA,Cancer,Nanoparticle,Drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Yuan<\/b><sup>1<\/sup>, Z. Gao<sup>1<\/sup>, L. Peng<sup>2<\/sup>, L. T. Lee<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Macau, Macau, Macao, <sup>2<\/sup>Aix-Marseille University, Marseille, France","CSlideId":"","ControlKey":"7c341b1c-296e-4b13-b000-67b2fd2c29e4","ControlNumber":"3021","DisclosureBlock":"&nbsp;<b>W. Yuan, <\/b> None..<br><b>Z. Gao, <\/b> None..<br><b>L. Peng, <\/b> None..<br><b>L. T. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1241","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3168","PresenterBiography":null,"PresenterDisplayName":"Wanjun Yuan","PresenterKey":"29188d7f-1fc8-448c-8cf0-7bbac6015d95","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3168. Amphiphilic dendrimer-mediated siRNA delivery for precision regulation of cAMP pathway in cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Amphiphilic dendrimer-mediated siRNA delivery for precision regulation of cAMP pathway in cancer cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> The epigenetic modification of LncRNA N6-methyladenosine (m6A) methylation plays a wide role in the invasion and metastasis of various malignant tumors. However, the role of LncRNA-ATB m6A methylation modification in colorectal cancer (CRC) has not been systematically elucidated.<br \/><b>Methods: <\/b>Detect the regulatory effect of ALKBH5 on LncRNA-ATB by Luciferin reporter gene. LncRNA-ATB expression was detected by IHC and qPCR in CRC tissues and cells. Transwell and scratch tests were used to detect the effect of ALKBH5 overexpression after LncRNA-ATB knockdown and replacement on the invasion and migration ability of CRC cells. Western blotting was used to detect the expression changes of MMPs proteins.<br \/><b>Results:<\/b> ALKBH5 could regulate the methylation level of the LncRNA-ATB 3&#8217; UTR region (p&#60;0.05). ALKBH5 overexpression in CRC cells led to a significant decrease in the expression level of LncRNA-ATB (p&#60;0.05). LncRNA-ATB exhibited elevated expression in CRC cells and demonstrated significantly higher levels in CRC tissues compared to paracancerous tissues (p&#60;0.05), indicating the potential tumor-promoting effect of LncRNA-ATB in CRC, with the mechanism possibly regulated by ALKBH5-mediated m6A demethylation. ALKBH5 overexpression inhibited the proliferation and migration of CRC cells after LncRNA-ATB knockdown. However, this inhibitory effect was attenuated upon LncRNA-ATB rescue, accompanied by an increase in MMP9 and a decrease in TIMP1.<br \/><b>Conclusion: <\/b>LncRNA-ATB plays a crucial role in ALKBH5-mediated m6A demethylation, regulating the invasion and metastasis of CRC. The ALKBH5-LncRNA-ATB m6A demethylation-MMPs signaling axis has been identified as a key regulatory pathway promoting CRC migration. m6A modification of lncRNA-ATB modulated by ALKBH5 provides a theoretical basis for novel therapeutic strategies for patients with metastatic CRC.<br \/><b>FUNDING: <\/b>This study was supported by the National Natural Science Foundation of China (Grant No. 81702414), Natural Science Foundation of Fujian Province of China (Grant No. 2020J05306) and Xiamen Science and Technology Planning Project (Grant No. 3502Z20194003).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Methylation,Colorectal cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Lang#<sup>1<\/sup>, <b>J.-L. Lin#<\/b><sup>1<\/sup>, J.-P. Kang<sup>2<\/sup>, L. Yang<sup>3<\/sup>, D. Zhou<sup>4<\/sup>, C.-B. Fang*<sup>5<\/sup>, F. Ye*<sup>1<\/sup>, W.-w. Tang*<sup>1<\/sup>; <br\/><sup>1<\/sup>The First Affiliated Hospital of Xiamen University, School of Medicine, Xiamen University, The School of Clinical Medicine of Fujian, Medical University, Xiamen, China, <sup>2<\/sup>Zhangzhou Municipal Hospital, Zhangzhou Municipal Hospital Affiliated of Fujian Medical University, Zhangzhou City, China, <sup>3<\/sup>Weifang people's Hospital, Weifang Medical University, Weifang, China, Weifang City, China, <sup>4<\/sup>Application Technique Engineering Center ofNatural Cosmeceuticals, Collegeof Fuijan Province, Xiamen Medical College, Xiamen City, China, <sup>5<\/sup>Prince of Wales Hospital, The Chinese University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"a17b7ee2-887f-4b73-8d5a-e949ff560532","ControlNumber":"5920","DisclosureBlock":"&nbsp;<b>Y. Lang#, <\/b> None..<br><b>J. Lin#, <\/b> None..<br><b>J. Kang, <\/b> None..<br><b>L. Yang, <\/b> None..<br><b>D. Zhou, <\/b> None..<br><b>C. Fang*, <\/b> None..<br><b>F. Ye*, <\/b> None..<br><b>W. Tang*, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1246","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3169","PresenterBiography":null,"PresenterDisplayName":"Jialin Lin, PhD","PresenterKey":"6e506854-aab6-44ad-a55d-24f999f64883","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3169. The role and mechanism of m6A methylation modification of LncRNA-ATB in regulating the invasion and metastasis of colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role and mechanism of m6A methylation modification of LncRNA-ATB in regulating the invasion and metastasis of colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"RING finger proteins play crucial roles in normal physiology and pathophysiology as important regulators of ubiquitin-dependent proteasomal protein degradation. Many RING finger proteins have also been implicated in tumorigenesis either as oncogenes or tumor suppressors. Through cancer CpG methylome studies, we identified RING finger protein 150 (RNF150) as a methylated target gene in nasopharyngeal carcinoma (NPC) and esophageal carcinoma (ESCC). RNF150 was found to be ubiquitously expressed in human normal tissues but frequently downregulated in NPC and ESCC cells due to its promoter methylation. Its downregulation is associated with poor survival in patients with head and neck cancer and esophageal cancer. We also found that RNF150 is a functional tumor suppressor by inhibiting tumor cell growth and inducing cell cycle arrest in NPC and ESCC cells. Furthermore, ectopic expression of RNF150 inhibited NPC and ESCC cell migration\/invasion by suppressing epithelial-mesenchymal transition (EMT) through upregulation of epithelial marker E-cadherin and downregulation of mesenchymal markers (vimentin, N-cadherin, Snail, and Slug). RNF150 is located in the cytoplasm and represses several oncogenic signaling pathways including the Wnt\/&#946;-catenin and NF-kB signaling pathways. Liquid chromatography-mass spectrometry (LC-MS) was performed to elucidate RNF150 binding proteins. KEGG enrichment analysis showed that glycolysis\/gluconeogenesis, pyruvate metabolism, central carbon metabolism in cancer, and AMPK signaling were the top 4 pathways with significant enrichment, suggesting potential targeting of metabolic molecules by RNF150. Thus, our results provide insights into a new ring finger protein member, RNF150, as a functional tumor suppressor for NPC and ESCC. Our study also suggests a potential epigenetic biomarker for the early dection of NPC and ESCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Tumor suppressor gene,Methylation,Metastasis,Signaling pathways,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. Chai<\/b>, F. Luo, S. Bao, L. Meng, A. T. C. Chan, B. B. Y. MA, Q. Tao, L. Li; <br\/>The Chinese University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"51b31c30-c42e-4df2-a5e7-7a9da57c4d23","ControlNumber":"5877","DisclosureBlock":"&nbsp;<b>X. Chai, <\/b> None..<br><b>F. Luo, <\/b> None..<br><b>S. Bao, <\/b> None..<br><b>L. Meng, <\/b> None..<br><b>A. T. C. Chan, <\/b> None..<br><b>B. B. Y. Ma, <\/b> None..<br><b>Q. Tao, <\/b> None..<br><b>L. Li, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1248","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3170","PresenterBiography":null,"PresenterDisplayName":"Xiaoxue CHAI","PresenterKey":"0c09f6cd-8004-4305-b7a0-3d19c0db5151","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3170. Epigenetic identification and functional characterization of a novel RING finger protein tumor suppressor in nasopharyngeal carcinoma and esophageal carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic identification and functional characterization of a novel RING finger protein tumor suppressor in nasopharyngeal carcinoma and esophageal carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Inflammatory breast cancer is an aggressive and lethal type of breast cancer. Frequently, this cancer is diagnosed in an advanced stage with metastasis. IBC diagnosis is associated with a worse survival rate than other types of breast cancer. The presence of dermal and stromal tumor emboli blocking the lymphatic vessels under the skin is considered a hallmark of IBC and assumed to be responsible for the high metastatic behavior and aggressiveness of IBC disease. To this date, there are no effective targeted therapeutics, especially for those patients that account for approximately 20-40% of IBC cases with triple-negative breast cancer (TNBC) classification. Several studies have shown that estrogen can exert non-genomic effects in IBC and non-IBC TNBC, mediated by the expression of alternate estrogen receptors including estrogen receptor alpha-36, and GPR30. In this context, estrogen can activate non-genomic signaling pathways involved in the acquisition of oncogenic phenotypes such as increased motility and invasion in IBC cells. Phytoestrogens, naturally derived structural analogs to 17&#946;-estradiol (E2), were evaluated as an alternative treatment option using <i>in vitro<\/i> IBC cell models (SUM149 and SUM190). Given the estrogenic properties of phytoestrogens, the drugs were hypothesized to interact with targets in pathways similar to E2 in non-genomic signaling. Several phytoestrogens including coumestrol (Cou) can induce a cytotoxic effect in TNBC. We hypothesize (1) that estrogen non-genomic signaling has an active role in the aggressive metastatic phenotype of IBC, and (2) that Cou has anticancer activity by inhibiting estrogen non-genomic signaling in IBC. To test these hypotheses, IBC cells were treated with E2 or Cou to determine their effects on the activation of downstream kinases by western blot and phospho-kinase array assays. In addition, transcriptional effects upon treatment with Cou were identified using RNA-seq. A dose-response curve in 2D and 3D models was generated to determine the half-maximal inhibitory concentration (IC<sub>50<\/sub>) of Cou. Finally, treatment using the IC50 of Cou caused a decrease in cell viability in the TNBC cell line. Also, in comparison to E2, Cou decreases migration, proliferation, and tumor emboli formation in IBC cell lines. In addition, IBC cells were&#8239; treated using monotherapy and combination therapy with phytoestrogens including Cou, genistein (GN), and\/or 8-prenylnaringenin (8-PN). Observed reductions of cell viability in IBC cell lines treated with the different phytoestrogens and combinations make them worthy of further characterization as anti-cancer therapies in <i>in vitro<\/i> and <i>in vivo<\/i> models. In summary, IBC cells are responsive to E2 making this signaling pathway attractive for the development of innovative therapeutic strategies with phytoestrogens as potential candidates for treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antireceptors,,"},{"Key":"Keywords","Value":"Therapeutics,Inflammatory breast cancer,Estradiol,Natural products,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. A. Peterson-Peguero<\/b><sup>1<\/sup>, K. Rodriguez-Martir<sup>1<\/sup>, M. Ganshert<sup>2<\/sup>, D. Negron-Figueroa<sup>1<\/sup>, A. N. Colon-Ortiz<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Puerto Rico - Rio Piedras, San Juan, PR, <sup>2<\/sup>Loyola University Chicago, Chicago, IL","CSlideId":"","ControlKey":"2044e619-b0e8-41ef-a390-a33d052f41e6","ControlNumber":"8705","DisclosureBlock":"&nbsp;<b>E. A. Peterson-Peguero, <\/b> None..<br><b>K. Rodriguez-Martir, <\/b> None..<br><b>M. Ganshert, <\/b> None..<br><b>D. Negron-Figueroa, <\/b> None..<br><b>A. N. Colon-Ortiz, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1249","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3171","PresenterBiography":null,"PresenterDisplayName":"Esther Peterson-Peguero, PhD","PresenterKey":"b040904a-47b8-4e01-8da3-c2751799060a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3171. The effect of estrogen and phytoestrogens in Inflammatory breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The effect of estrogen and phytoestrogens in Inflammatory breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Hepatocellular carcinoma (HCC) is the fastest-rising cause of cancer-related mortality in the United States. Furthermore, advanced HCC has a very poor prognosis, with a median survival time of only about ten months. Effective new targeted therapies are urgently needed for the treatment of HCC. Proline, glutamic acid-, and leucine-rich protein 1 (PELP1) is a protooncogene. PELP1 signaling has been implicated in the development of several cancers, however, its role in the progression of HCC remains unclear. The goal of this project is to investigate the significance and therapeutic potential of targeting PELP1 in HCC.<br \/><b>Methods:<\/b> In this investigation, we have used six HCC cell lines (HUH7, HEP3B, SNU398, SNU475, SNU423, and SNU449). Using immunohistochemistry (IHC), the expression of PELP1 in HCC tissue microarrays was examined. PELP1shRNA lentiviral particles were used to create PELP1 knockdown (KD) cells. Using well-established in vitro tests for cell proliferation, colony formation, and apoptosis, the effects of PELP1 KD or PELP1 inhibitor (SMIP34) were investigated. RNA-seq, RT-qPCR, Western blotting, IHC, reporter gene assays, and signaling pathway analysis were used in mechanistic investigations. Preclinical evaluations were conducted using mice xenograft models.<br \/><b>Results:<\/b> TNM plot analysis showed that HCC samples had increased PELP1 expression relative to normal tissue. Immunohistochemistry analysis of tissue microarray confirmed that HCC specimens overexpressed PELP1 in comparison to normal specimens. PELP1 knockdown with shRNA dramatically decreased HCC cell invasion, clonogenicity, and proliferation. Similarly, PELP1 inhibitor SMIP34 treatment significantly reduced cell viability, invasiveness, colony forming capacity, and induced apoptosis of HCC cells. RNA-seq analyses using PELP1 KD cells confirmed that PELP1 modulates the ribosome and the eukaryotic translation elongation pathways. Mechanistic studies confirmed that SMIP34 treatment contributed to the disruption of the Rix complex, which is crucial for ribosomal biogenesis. Puromycin labelling studies confirmed that PELP1 KD or SMIP34 treatment contributes to the reduction of ribosomal biogenesis and new protein synthesis. Furthermore, PELP1 KD or treatment with SMIP34 dramatically slowed the progression of HCC tumors in xenograft models. IHC analysis revealed reduced levels of the proliferation marker Ki67 in PELP1 KD\/SMIP34 treated HCC xenograft tumors compared to controls.<br \/><b>Conclusions:<\/b> Overall, the results of our study point to PELP1 as a potential therapeutic target for HCC intervention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Oncogene,Small molecule inhibitor,Hepatocellular carcinoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>U. Pratap<\/b>, K. Nassar, X. Yang, A. Baker, R. Gopalam, W. C. Arnold, T. Adeniran, M. Hernandez Fernandez, G. R. Sareddy, S. Viswanadhapalli, L. Sun, R. K. Vadlamudi; <br\/>UT Health San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"d3e28529-37a2-4862-9b58-ade07f570717","ControlNumber":"5801","DisclosureBlock":"&nbsp;<b>U. Pratap, <\/b> None..<br><b>K. Nassar, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>A. Baker, <\/b> None..<br><b>R. Gopalam, <\/b> None..<br><b>W. C. Arnold, <\/b> None..<br><b>T. Adeniran, <\/b> None..<br><b>M. Hernandez Fernandez, <\/b> None..<br><b>G. R. Sareddy, <\/b> None..<br><b>S. Viswanadhapalli, <\/b> None..<br><b>L. Sun, <\/b> None.&nbsp;<br><b>R. K. Vadlamudi, <\/b> <br><b>SMIPRx<\/b> Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1251","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3172","PresenterBiography":null,"PresenterDisplayName":"Uday Pratap, PhD","PresenterKey":"240080f5-18e4-456d-aaf9-900ac9671452","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3172. Significance of PELP1 signaling in liver cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Significance of PELP1 signaling in liver cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Diffuse midline gliomas (DMGs) are highly aggressive, high-grade gliomas which typically arise in children and young adults. With currently approved treatments the median survival from time of diagnosis for pediatric DMG is 8-10 months with only 10% of children living to 2 years post diagnosis. Despite being only 15% of the cases it makes up 40% of the pediatric brain cancer deaths making it the leading cause of death for all pediatric glioma cases. Two recent clinical studies, NCT03416530 and NCT03134131, have shown the clinical efficacy of Dordaviprone (ONC201\/TIC10) for the treatment of DMG; increasing median survival to 22 months in patients following radiation treatment prior to recurrence. Imipridone ONC206, a chemical derivative of ONC201, is under clinical development for treatment of pediatric and adult patients with primary brain tumors (NCT04732065 and NCT04541082). To further improve treatment, we must continue to study how the tumor microenvironment impacts the efficacy of imipridones. One crucial aspect of all brain cancers is hypoxia, so the IC50s of the SU-DIGP-25, SU-DIPG-XIII and SU-DIPGIV pediatric DMG cell lines treated with ONC201 or ONC206 were measured using the CellTiter-Glo assay under conditions of hypoxia and normoxia. Imipridones mediate apoptosis through the upregulation of the TRAIL death receptor DR5 and the activation of the integrated stress response (ISR), so western blots were used to show changes in the ISR protein expression in ONC201 treated DMG cells at multiple different degrees of hypoxia. To understand how hypoxia inducible factors (HIFs) play a role in resistance and susceptibility to ONC201 or ONC206, HIF-1a, HIF-2a, and HIF-3a were knocked down showing altered ISR protein expression after treating with the imipridones under hypoxic and normoxic conditions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Imipridone,Hypoxia,Glioma cell lines,Pediatric cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. J. Roady<\/b><sup>1<\/sup>, N. Stubbs<sup>2<\/sup>, J. Chen<sup>1<\/sup>, Y. Xia<sup>1<\/sup>, A. S. Uruchurtu<sup>1<\/sup>, X. Tian<sup>1<\/sup>, L. Zhou<sup>1<\/sup>, W. S. El-Deiry<sup>1<\/sup>; <br\/><sup>1<\/sup>Legorreta Cancer Center at Brown University, Providence, RI, <sup>2<\/sup>Morehouse School of Medicine, Atlanta, GA","CSlideId":"","ControlKey":"1b2b8605-f045-4088-a59b-faf97b8b6a99","ControlNumber":"7593","DisclosureBlock":"&nbsp;<b>T. J. Roady, <\/b> None..<br><b>N. Stubbs, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>Y. Xia, <\/b> None..<br><b>A. S. Uruchurtu, <\/b> None..<br><b>X. Tian, <\/b> None..<br><b>L. Zhou, <\/b> None.&nbsp;<br><b>W. S. El-Deiry, <\/b> <br><b>Oncoceutics\/Chimerix<\/b> Employment, Stock, Founder, Shareholder (no research funding). <br><b>P53-Therapeutics\/ELOS Oncology<\/b> Employment, Stock, Founder, Shareholder (no research funding). <br><b>SMURF-Therapeutics<\/b> Employment, Stock, Founder, Shareholder (no research funding).","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1252","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3173","PresenterBiography":null,"PresenterDisplayName":"Tyler Roady, BS","PresenterKey":"fadac15d-eba2-4c2f-bf5e-841b2acd7cc0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3173. Impact of hypoxia on the integrated stress response activated by imipridones ONC201 and ONC206 in pediatric diffuse midline glioma cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of hypoxia on the integrated stress response activated by imipridones ONC201 and ONC206 in pediatric diffuse midline glioma cells","Topics":null,"cSlideId":""},{"Abstract":"Tumor microenvironment, which includes both various types of cells (tumor cells, stromal cells, immune cells, <i>etc.<\/i>) and an interstitial fluid system, plays a key role in tumorigenesis, therapy response, and disease outcome. While the cell component has been heavily studied in cancer treatment, the interstitial fluid system has not. A key feature of the fluid system is constant oscillation of osmolytes such as salt, glucose, and proteins due to unstable blood supply and tumor metabolism, resulting in cycles of osmotic stress and recovery. Yet, how this osmotic stress - recovery cycle mediates tumorigenesis and cancer therapy remains poorly understood. Our unpublished results reveal sequential activation of molecular events during osmotic stress and recovery. In the stress stage, protein translation, transcription, and DNA replication are inhibited. Following recovery, protein translation resumes, gene transcription is greatly upregulated, but DNA replication is not immediately recovered. It turns out that a DNA replication checkpoint is activated during recovery; as a result, DNA replication is halted. Defects in activating protein translation inhibition during stress fail to activate the replication checkpoint during recovery, indicating a causative link from protein translation inhibition to DNA replication checkpoint activation. Many genes involved in this crosstalk are altered in a wide range of human tumors. Ovarian cancer cells that are resistant to standard of care (for instance, cisplatin) demonstrate defects in this crosstalk; however, they were also more sensitive to a combination of osmotic stress followed by the presence of replication checkpoint inhibitors during recovery than parental cancer cells. These findings highlight a unique role of the interstitial fluid system in tumor development and therapy response. They also suggest a new anticancer strategy by combining osmotic stress with checkpoint inhibitors. Key words: Tumor microenvironment; osmotic stress; protein translation control; DNA replication checkpoint; cancer therapy","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Cancer therapy,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Wang<\/b>; <br\/>Case Western Reserve University, Cleveland, OH","CSlideId":"","ControlKey":"d5ab2d39-9268-4849-8253-929da4d8f91b","ControlNumber":"3896","DisclosureBlock":"&nbsp;<b>F. Wang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1253","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3174","PresenterBiography":null,"PresenterDisplayName":"Fangfang Wang, PhD","PresenterKey":"aeb655e9-2588-4388-999f-be2fa80fff26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3174. Crosstalk between protein translation and DNA replication during stress response and cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Crosstalk between protein translation and DNA replication during stress response and cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Genome editing has exciting potential for gene therapy of cancers. Colorectal cancer is the third most occurring cancer in both men and women. The current treatments for colon cancers include surgery, radiofrequency ablation, chemotherapies and immunotherapies. These either involve removal of intestinal tissue that can alter the quality of life of the patient, or require doses of drugs that generally result in various side effects. ABBIE (A Binding Based Integrase Enzyme) genome editing can insert operational gene sequences into a chosen site in the genomic DNA of cells via its targetability and integrase activity. The ABBIE system offers ease of use, faster time to a readout and decreased time per genome editing experiment. SW480 and Caco-2 colon adenocarcinoma cells were used with the ABBIE system to integrate a GFP donor sequence into a safe harbor locus of the genome. Integration is to be confirmed with fluorescence microscopy and DNA sequencing. The colon cancer cell line will then be edited with the ABBIE genome editing system to include a gene cassette that overexpresses caspase genes into the genomic DNA of these cells. ABBIE-Edited colon cancer cell lines are expected to exhibit increased apoptosis as compared to non-edited controls or controls edited with DNA that do not have the caspase genes. This strategy will help lead to novel and more targetable treatments for colon cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Gene therapy,Colorectal,Apoptosis,Therapeutics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. C. Aguilar<\/b>, A. Gallegos; <br\/>SOHM, INC., Chino Hills, CA","CSlideId":"","ControlKey":"999c962e-2198-476c-a505-da80386e9026","ControlNumber":"8649","DisclosureBlock":"<b>&nbsp;D. C. Aguilar, <\/b> <br><b>SOHM Inc<\/b> Employment. <br><b>A. Gallegos, <\/b> <br><b>SOHM Inc<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1254","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3175","PresenterBiography":null,"PresenterDisplayName":"David Aguilar, PhD,BS","PresenterKey":"01246aa0-f567-448a-81e7-403796bad697","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3175. Dear ABBIE, edit that colon cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dear ABBIE, edit that colon cancer","Topics":null,"cSlideId":""},{"Abstract":"Otopetrin 3 (OTOP3) stands out as a pivotal regulator of intracellular pH through its control over proton transportation into cells, affecting fundamental cellular processes. Previous studies have shown that OTOP3 is associated with the prognosis of colorectal cancer (CRC) patients. However, the mechanism underlying OTOP3 regulation remains unclear in cancer. Our investigation reveals OTOP3 as a potent oncogene in CRC, with higher OTOP3 levels correlating with diminished overall survival rates in CRC patients. Comparative analysis between cancerous and normal colon cells highlights a pronounced overexpression of OTOP3 in cancer cells. Suppression of OTOP3 expression significantly curtailed CRC cell proliferation, colony formation, migration, and invasion, concurrently inducing apoptosis and cell cycle arrest, ultimately leading to cancer cell death. Moreover, through CHX, FBS inactivation, and MG132 treatment experiments, it was confirmed that OTOP3 regulates c-Myc expression and stability through ubiquitination and has a critical impact on CRC cell proliferation and growth. Additionally, OTOP3's modulation of HK2, PKM2, and LDHA, underscores its role in impacting cancer cell behavior via glycolytic pathways. In summary, the overexpression of OTOP3 in CRC cells drives cell proliferation and growth through the regulation of c-Myc, impacting crucial cellular processes. Additionally, it promotes these processes by influencing glycolysis. These findings provide valuable insights into potential therapeutic targets for CRC treatment, possibly involving OTOP3 and its associated pathways.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Colon cancer,Glycolysis,Oncogene,Cell proliferation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H.-J. Jang<\/b>, W. Jee, S.-M. Park, Y.-r. Park, S. Kim, J. Jung; <br\/>Kyung Hee Univ. College of Korean Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"654d0d64-c5e1-4ecc-b990-97fca8693a69","ControlNumber":"5696","DisclosureBlock":"&nbsp;<b>H. Jang, <\/b> None..<br><b>W. Jee, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>J. Jung, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1257","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3176","PresenterBiography":null,"PresenterDisplayName":"Hyeung-Jin Jang","PresenterKey":"d37973ea-6fcd-48e0-89f4-13145d47211c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3176. Otopetrin 3 promotes cell proliferation and regulates glycolysis via interaction with MYC in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Otopetrin 3 promotes cell proliferation and regulates glycolysis via interaction with MYC in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Renal cell carcinomas(RCC) account for about 76,000 new cancer cases annually in the U.S. and 403,000 cases world wide. Clear cell RCC (ccRCC) is both the most common and aggressive subtype, accounting for 75-85% of cases with a 5-year survival rate of 50-69% for all cases and only 10% for metastatic disease. In our study, we report thatANGPTL4 is highly upregulated in ccRCC compared to other types of cancers and normal kidney tissues. However, we identified a cohort of patients with significantly lower expression of ANGPTL4 which had a worse prognosis compared to rest of the patients with higher expression of ANGPTL4. This subset of patients had a lower frequency of mutated VHL and were enriched for genes related to lipid metabolism. In transplant tumor models using RCC cell lines with wild-type VHL, we found that ANGPTL4 suppresses tumor growth. Moreover, loss of ANGPTL4 in ccRCC cell lines reduces colony formation in a lysosomal acid lipase (LAL) dependent manner, a phenotype that is rescued by expression of nANGPTL4. This data indicates that ANGPTL4 suppresses ccRCC tumors in a cancer cell intrinsic manner via regulation of LAL activity. This cohort of patients with low ANGPTL4 may be more dependent on lipid metabolism and less likely to respond to anti-angiogenic TKI plus immune checkpoint inhibitor therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Tumor suppressor,Targeted therapy,Lipid metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Z. Jin<\/b><sup>1<\/sup>, U. De<sup>1<\/sup>, T. Tithi<sup>1<\/sup>, J. Kleberg<sup>2<\/sup>, A. Nataraj<sup>3<\/sup>, E. Jolley<sup>4<\/sup>, B. Davies<sup>5<\/sup>, W. Zhang<sup>1<\/sup>, R. Kolb<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Florida College of Medicine, Gainesville, FL, <sup>2<\/sup>University of Florida College of Liberal Arts and Sciences, Gainesville, FL, <sup>3<\/sup>University of Florida College of Public Health and Health Professions, Gainesville, FL, <sup>4<\/sup>Florida State University Interdisciplinary Medical Sciences Division, Tallahassee, FL, <sup>5<\/sup>University of Iowa, Iowa city, IA","CSlideId":"","ControlKey":"bb6810d9-b4db-46e8-8b6b-b84b9580690d","ControlNumber":"7041","DisclosureBlock":"&nbsp;<b>Z. Jin, <\/b> None..<br><b>U. De, <\/b> None..<br><b>T. Tithi, <\/b> None..<br><b>J. Kleberg, <\/b> None..<br><b>A. Nataraj, <\/b> None..<br><b>E. Jolley, <\/b> None..<br><b>B. Davies, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>R. Kolb, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1259","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3177","PresenterBiography":null,"PresenterDisplayName":"Zeng Jin, MS","PresenterKey":"3947c247-0c18-4aa9-9bd9-ecc7f864c900","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3177. Angiopoietin-like 4 suppress clear cell renal cell carcinoma via inhibition lysosomal acid lipase","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Angiopoietin-like 4 suppress clear cell renal cell carcinoma via inhibition lysosomal acid lipase","Topics":null,"cSlideId":""},{"Abstract":"Colon cancer is the second deadliest type of cancer in the United States, with surgical resection being the primary treatment modality for localized early-stage colon cancer. Still, more treatment and prevention options are needed to help improve the outcomes for colon cancer as they are currently limited to invasive procedures. One promising option is fursultiamine, a disulfide lipid-soluble vitamin B1 derivative, which has anti-oxidative and anti-inflammatory activity that could aid in preventing colon cancer. We hypothesize that supplementation of fursultiamine could be an effective chemopreventive treatment to control the growth and spread of colon carcinogenesis. Human colorectal adenocarcinoma (SW480) cell lines were incubated with complete media (CM) or human recombinant endothelial growth factor (EGF 20 ng\/ml) in the absence and presence of fursultiamine. The cell viability was examined by MTT assay in a concentration- (0-150 uM) and time (24 and 48 h) - dependent manner. Our results indicate that fursultiamine prevents SW480 cell death in a dose-dependent manner. Apoptosis was detected by using Annexin-V staining and live and death cell assay. Our results suggest that fursultiamine prevents SW480 cell proliferation by inducing apoptotic cell death. The production of reactive oxygen species (ROS) and activation of caspase-3 were examined by specific assay kits. Treatment with fursultiamine resulted in the decreased production of ROS and activation of caspase-3. The expression of anti-apoptotic, pro-apoptotic, and pro-inflammatory factors was analyzed using antibody arrays. The results demonstrated that treatment with fursultiamine increased the expression of pro-apoptotic factors such as Bad, Bax, cleaved caspase 3, Fas\/CD95, and FADD. Further, fursultiamine increased expression of the tumor suppressor genes p53, p27, and p21. We next planned to examine this vitamin B1 derivative's effect in preventing cancer growth in nude mice xenograft models. In conclusion, our in vitro results indicate that fursultiamine, a vitamin B1 derivative, prevents colon cancer growth through increased regulation of pro-apoptotic pathways and tumor suppressor proteins and thus has the potential for further development as a chemopreventative agent.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Colon cancer,Colorectal cancer,Chemotherapy,Chemoprevention,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Poludasu<\/b>, C. Pompoco, K. Ramana; <br\/>Noorda College of Osteopathic Medicine, LLC, Provo, UT","CSlideId":"","ControlKey":"937adb96-7ecc-4c61-a403-60f9422f7585","ControlNumber":"5005","DisclosureBlock":"&nbsp;<b>S. Poludasu, <\/b> None..<br><b>C. Pompoco, <\/b> None..<br><b>K. Ramana, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1260","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3178","PresenterBiography":null,"PresenterDisplayName":"Sudeep Poludasu, MS","PresenterKey":"3af88798-6c86-4b63-8bdf-bd7fbf392c9f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3178. Vitamin B1 derivative, fursultiamine, prevents colon cancer growth","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Vitamin B1 derivative, fursultiamine, prevents colon cancer growth","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction <\/b>TP53-mutated (<i>TP53<\/i><sup>mut<\/sup>) myeloid neoplasms (MN) are a distinct entity of myeloid neoplasms with no effective therapies and poor survival (Grob et al, Blood 2022). The TP53-deficient state facilitates the downstream dysfunction of the spindle assembly checkpoint (SAC), predisposing to genomic instability. Recently, a SAC protein, threonine tyrosine kinase (TTK), has emerged as an attractive therapeutic target. Upregulation of TTK has been described in various solid tumors. It is stipulated that targeting SAC proteins might result in extreme level of genomic instability that even cancer cells could not tolerate. We hypothesized that inhibition of TTK with a small molecular inhibitor&#8212;TTKi may offer a promising therapeutic strategy for <i>TP53<\/i><sup>mut<\/sup> MN.<br \/><b>Method <\/b>We evaluated relative <i>TTK<\/i> mRNA expression and its association with <i>TP53<\/i><sup>mut<\/sup> and complex karyotypes (CK) in the BEAT AML cohort (Tyner et al., 2018). We used myeloid cell lines, OCI-AML-3, THP-1, and U937 cell lines that harbor-near diploid, moderately aneuploid, and highly aneuploid karyotype, respectively. The efficacy of TTKi CFI-402257 (AbMole) was tested using cell viability, apoptosis, and colony-forming unit (CFU) assays using the standard protocol. Finally, we tested the efficacy of CFI-402257 using the diagnostic bone marrow mononuclear cell (BMMC) cells from <i>TP53<\/i><sup>mut<\/sup> MN patients.<br \/><b>Results <\/b>Among 591 AML patients in the BEAT AML cohort (41.6% diploid, 35.9% non-CK, 22.7% CK), <i>TTK<\/i> mRNA expression was progressively higher with increasing chromosomal abnormality burden. <i>TTK<\/i> expression was 1.96-fold higher in <i>TP53<\/i><sup>mut<\/sup> AML compared to <i>TP53<\/i><sup>wt<\/sup><i><sup> <\/sup><\/i>AML (P=0.0008). Further stratified by <i>TP53<\/i><sup>mut<\/sup> VAF, there was a trend towards higher expression of <i>TTK<\/i> in <i>TP53<\/i><sup>mut<\/sup> VAF&#8805;50 compared to the cases with VAF&#60;50 (P=0.06).<i> <\/i>Next, the treatment with TTKi (CFI-402257) led to a dose-dependent reduction in cell viability across all cell lines, with <i>TP53<\/i><sup>mut<\/sup> cells (U937 and THP-1) being more sensitive than <i>TP53-<\/i>wildtype (<i>TP53<\/i><sup>wt<\/sup>) OCI_AML-3 cells. Similarly, TTKi inhibited the CFU potential of THP-1, U937, and OCI-AML-3 cells. Finally, TTKi induced dose-dependent apoptosis in <i>TP53<\/i><sup>mut<\/sup> MN patient BMMC but not in healthy donors, resulting in a significant reduction in colony-forming potential.<br \/><b>Conclusion<\/b> Overexpression of TTK was strongly associated with <i>TP53<\/i><sup>mut<\/sup> and CK in AML. Inhibition of TTK-induced dose-dependent apoptosis in all myeloid cell lines tested with <i>TP53<\/i><sup>mut<\/sup> highly aneuploid cell line (U937)&#8212;traditionally the most chemorefractory phenotype&#8212;being the most sensitive. TTKi induced preferential and dose-dependent inhibition of viability and cell proliferation potential in <i>TP53<\/i><sup>mut<\/sup> MN compared to healthy donor cells, implying a therapeutic window. Further pre-clinical and clinical studies are indicated to evaluate SAC inhibition as a therapeutic strategy for <i>TP53<\/i><sup>mut<\/sup> MN.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,TTK,TP53 Mutation ,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Arsana<\/b>, H. Huang, A. Al-Kali, M. Shah; <br\/>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"9ef3f609-6a0e-45c6-a706-971807f4ce9b","ControlNumber":"7676","DisclosureBlock":"&nbsp;<b>A. Arsana, <\/b> None..<br><b>H. Huang, <\/b> None..<br><b>A. Al-Kali, <\/b> None..<br><b>M. Shah, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1263","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3179","PresenterBiography":null,"PresenterDisplayName":"Arini Arsana, BS","PresenterKey":"89d33253-6a8b-4781-b161-6210d03bd785","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3179. Spindle assembly checkpoint as a therapeutic target for <i>TP53-<\/i>mutated myeloid neoplasms","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spindle assembly checkpoint as a therapeutic target for <i>TP53-<\/i>mutated myeloid neoplasms","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma multiforme (GBM) is the most aggressive primary malignant brain tumor in adults, with a poor prognosis that highlights a dire clinical need for innovative therapeutic interventions. Despite significant advances in diagnoses and multimodality therapies, the overall prognosis for patients with GBM remains poor, with a median survival time of 15-18 months. Therefore, there is an unmet medical need to develop alternative treatment strategies to improve clinical outcomes. Dysregulation of post-transcriptional control and translational machinery have been implicated in malignant tumor development. Cytoplasmic polyadenylation element binding proteins (CPEB1-CPEB4) are RNA-binding proteins that regulate poly(A) tail elongation of target mRNAs and subsequently contribute to phenotypic changes in cancer cells. Notably, a self-cleaving ribozyme was identified in the <i>CPEB3<\/i> gene, but its role in cancer is wholly unexplored. Considering the role of CPEB3 as a tumor suppressor gene and the promotion of cancer progression through the downregulation of CPEB3, our hypothesis is that the CPEB3 ribozyme regulates CPEB3 expression, and its activity contributes to the progression of tumors. Using antisense oligonucleotides (ASOs) as an approach, we demonstrated that inhibition of CPEB3 ribozyme resulted in an increase of CPEB3 mRNA and protein expression. Blocking the CPEB3 ribozyme led to a significant reduction in cell proliferation, migration, and invasion in GBM cell lines. Gene set enrichment analysis (GSEA) revealed the downregulation of epithelial-mesenchymal transition (EMT), angiogenesis, and hypoxia gene sets in GBM cells treated with ASO compared to Ctrl-ASO. We further measured VEGFA mRNA and protein expression and found that ASO-treated GBM cells secreted significantly less VEGF in conditioned media. Inhibition of the CPEB3 ribozyme also mitigated the EMT process in GBM cells. Subsequently, ASO strategies were applied to patient-derived glioma stem cells (GSCs), representing a clinically relevant model for pre-clinical therapeutic intervention. We found that treatment of CPEB3 ribozyme ASO up-regulated CPEB3 mRNA and inhibited cell proliferation in GSCs. Furthermore, the combination of ASO and temozolomide chemotherapy exhibited a more pronounced decrease in GSCs proliferation compared to individual treatment alone. Collectively, this study highlights the significance of the CPEB3 ribozyme in GBM and explores therapeutic approaches focused on targeting CPEB3 in cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,Antisense oligonucleotides,CPEB3,Ribozyme,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Chen<\/b><sup>1<\/sup>, E. Wang<sup>1<\/sup>, L. Tong<sup>1<\/sup>, M. Nikan<sup>2<\/sup>, D. A. Bota<sup>1<\/sup>, C. Benavente<sup>1<\/sup>, A. Luptak<sup>1<\/sup>; <br\/><sup>1<\/sup>University of California, Irvine, Irvine, CA, <sup>2<\/sup>Ionis Pharmaceuticals, Carlsbad, CA","CSlideId":"","ControlKey":"dfdcb4bf-a5b0-4693-8a88-90ad47a352b0","ControlNumber":"2974","DisclosureBlock":"&nbsp;<b>C. Chen, <\/b> None..<br><b>E. Wang, <\/b> None..<br><b>L. Tong, <\/b> None.&nbsp;<br><b>M. Nikan, <\/b> <br><b>Ionis Pharmaceuticals<\/b> Employment.<br><b>D. A. Bota, <\/b> None..<br><b>C. Benavente, <\/b> None..<br><b>A. Luptak, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1265","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3180","PresenterBiography":null,"PresenterDisplayName":"Claire Chen, PhD","PresenterKey":"b529148e-749f-4f9e-bb30-bafc6816f6e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3180. Suppression of the CPEB3 ribozyme modulates the progression of glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Suppression of the CPEB3 ribozyme modulates the progression of glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Radiation therapy (RT) is frequently used in the neoadjuvant setting in borderline resectable and some resectable pancreatic ductal adenocarcinoma (PDAC) and in the definitive setting in locally advanced PDACs which is third leading cause of cancer associated death. Higher doses of RT improve overall treatment outcomes but increasing the dose significantly above 50Gy in standard 2Gy fractions risks profound gastrointestinal (GI) toxicity. Additionally, genotoxic stress such as RT, can induce CXCL12 secretion by cancer associated fibroblast (CAFs) and overexpression of CXC motif chemokine receptor 4 (CXCR4) in cancer cells. CXCL12-CXCR4 downstream signaling results in immune suppression and consequent enhanced tumor growth and metastasis and poor prognosis in PDAC. To overcome these clinical challenges, we have developed multimodal gold nanoparticle constructs (GNPs) by functionalizing the CXCR4 antagonists to (i) bind to CXCR4 and mediate GNP internalization, (ii) abolish the feedback immune inhibitory signals mediated by CXCR4 overexpression, and (iii) enhance therapeutic benefit of radiation. To achieve these multimodal activities, we have covalently attached the CXCR4 antagonist, AMD070, to thiol-terminated polyethylene glycol (PEG) to synthesize AMD-PEG which was then conjugated with GNPs to produce AMD-PEG-GNP. In our experiment AMD-PEG-GNP has successfully inhibited CXCL12-CXCR4 downstream signalling such as reduction of ERK phosphorylation in PDAC cells. To analyze the radiosensitization role of GNP nanoconjugates, PDAC cells were incubated with AMD-PEG, PEG-GNP and AMD-PEG-GNPs for 4 hours and then treated with increasing doses of radiated, from 1-4Gy. AMD-PEG-GNP demonstrated a systematic enhancement on reactive oxygen species (ROS) production and downregulation of a colony formation. Collectively, the results from in vitro study with PDAC cells confirm that the nanoconjugate with AMD070 enhances radio-cytotoxicity and impair CXCL12-CXCR4 downstream signaling. Hence AMD-PEG-GNP has strong merit to enhance radiation dose locally and simultaneously restrict RT induced immunosuppression in PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-04 Radiation therapy combinations,,"},{"Key":"Keywords","Value":"Radiosensitization,Radiotherapy,Immunomodulation,Nanoparticle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"T. Kulkarni<sup>1<\/sup>, S. Dutta<sup>1<\/sup>, H. Parent<sup>1<\/sup>, K. Perry<sup>2<\/sup>, Y. Mackeyev<sup>3<\/sup>, <b>S. Bhattacharya<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic Florida, Jacksonville, FL, <sup>2<\/sup>Elizabeth City State University, Elizabeth City, NC, <sup>3<\/sup>University of Texas Houston Health Science Center, Houston, TX","CSlideId":"","ControlKey":"3c044cc6-489a-49e7-b01a-098fdd0d4131","ControlNumber":"3401","DisclosureBlock":"&nbsp;<b>T. Kulkarni, <\/b> None..<br><b>S. Dutta, <\/b> None..<br><b>H. Parent, <\/b> None..<br><b>K. Perry, <\/b> None..<br><b>Y. Mackeyev, <\/b> None..<br><b>S. Bhattacharya, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9957","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3181","PresenterBiography":null,"PresenterDisplayName":"Santanu Bhattacharya, PhD","PresenterKey":"b84d7148-f3cd-4914-8969-d2df37890494","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3181. Immune modulatory activity of radio-sensitizing gold nanoparticle","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immune modulatory activity of radio-sensitizing gold nanoparticle","Topics":null,"cSlideId":""},{"Abstract":"The frizzled (Fzd) family of proteins are 7-transmembrane G-protein coupled receptors (GPCRs) that transduce signals mainly for Wnt ligands. There are 10 Fzds identified in mammals, and they are involved in multiple cellular and biological functions via signaling through the canonical Wnt\/beta-catenin, planar cell polarity, and calcium signaling pathways. Our previous work revealed a pro-metastasis role of Fzd6 in melanoma. This project focuses on Fzd7, a homolog of Fzd6, in melanoma. We found that <i>FZD7<\/i> is highly expressed in multiple melanoma cell lines. siRNA knockdown of <i>FZD7<\/i> does not affect cell proliferation but significantly reduces cell invasion in A375, Hs294T, and SK-MEL28 cells <i>in vitro<\/i>. To determine the <i>in vivo<\/i> role of Fzd7 in melanoma, we generated Fzd7 knockout YUMM1.7 cell lines for xenograft experiments using CRISPR. All three Fzd7 knockout clones showed a significant reduction in primary tumor growth when xenografted in C57BL\/6 mice. To determine the potential mechanism of Fzd7 in melanoma growth and invasion, we performed bulk RNA-Seq on the YUMM1.7 knockout cell lines and identified 215 downregulated and 31 upregulated genes (with a fold change of 2, p&#60;0.05). We are in the process of confirming these transcriptional profile changes. Further functional analysis will be performed using gain- and loss-of-function approaches to determine the downstream mechanisms of Fzd7 in melanoma growth and invasion.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-02 Gene expression,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,CRISPR,Xenografts,Wnt pathway,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Nihal<\/b><sup>1<\/sup>, S. A. Umar<sup>2<\/sup>, A.-B. A. Chang<sup>2<\/sup>, N. Ahmad<sup>3<\/sup>, H. Chang<sup>2<\/sup>; <br\/><sup>1<\/sup>William S. Middleton Memorial Veterans Hosp., Madison, WI, <sup>2<\/sup>University of Wisconsin-Madison, School of Medicine and Public Health, Madison, WI, <sup>3<\/sup>University of Wisconsin-Madison, Madison, WI","CSlideId":"","ControlKey":"138f8207-aad1-4806-a720-e6eadbfd0e32","ControlNumber":"1743","DisclosureBlock":"&nbsp;<b>M. Nihal, <\/b> None..<br><b>S. A. Umar, <\/b> None..<br><b>A. A. Chang, <\/b> None..<br><b>N. Ahmad, <\/b> None..<br><b>H. Chang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10008","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3182","PresenterBiography":null,"PresenterDisplayName":"Minakshi Nihal, BS;MS;PhD","PresenterKey":"8d40dda1-a180-49ac-b8f0-b9f1565bfada","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3182. Role of Frizzled 7 in melanoma development and metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"274","SessionOnDemand":"False","SessionTitle":"Cancer Biology and Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of Frizzled 7 in melanoma development and metastasis","Topics":null,"cSlideId":""}]