[{"Abstract":"The genome DNA is consistently threatened by a variety of intrinsic and exogenous DNA damage factors. Cell cycle checkpoint is one important mechanism in response to DNA damage and maintaining genome stability. In tumor cells, gene alterations, such as <i>CCNE1<\/i> amplification (encoding for Cyclin E1), result in G1\/S checkpoint loss and replication stress, leading to high dependency on the G2\/M checkpoint. PKMYT1 inhibits crucial checkpoint protein CDK1 activity by phosphorylating CDK1 at the residues of Thr-14 and Tyr-15 in the G2\/M phase. In <i>CCNE1<\/i> amplification cells, the inhibition of PKMYT1 leads to the reduction of pCDK1 and loss of G2\/M checkpoint, consequently results in premature mitosis and the accumulation of DNA damage, then finally induces cell death. Here we identify a novel small molecular ZM-2322, which displays robust intracellular binding to PKMYT1 and inhibits the specific downstream phosphorylation of CDK1 Thr-14 with IC<sub>50<\/sub> values of 14 nM and 29 nM, respectively. ZM-2322 strongly inhibits the proliferation of the HCC1569 cell line with <i>CCNE1<\/i> high-level amplification and shows a &#62;400&#215; selectivity folds over a <i>CCNE1<\/i> wildtype cell line SKOV3. ZM-2322 also shows significant inhibition of tumor growth in a dose-dependent manner in the HCC1569 xenograft model, and the efficacy correlates well with PK and target inhibition. There is evidence showing that loss-of-function mutations of FBXW7, a cyclin E E3 ligase, lead to cyclin E accumulation and are synthetic-lethal with PKMYT1 inhibition. Consistently, a potent anti-proliferation of ZM-2322 is observed in DLD-1 FBXW7 -\/- cells, but not DLD-1 parental cells. These data suggest a high potency of ZM-2322 on PKMYT1 inhibition and a potential good kinase selectivity which is further confirmed by using a kinase panel biochemical assay. As expected, when compared head-to-head with another clinical PKMYT1 inhibitor RP-6306 which shows inhibitory effect on 27 of 217 human kinases with inhibition rates &#62;90% at 1 &#956;M, ZM-2322 is found to be a much more PKMYT1-selective inhibitor and hits only several individual kinases under the same assay condition, suggesting a potentiality in better safety profile and higher dose tolerance. Furthermore, our data illustrates that in combination with gemcitabine, ZM-2322 elicits strong synergetic anti-proliferation activities on HCC1569 cells<i> in vitro<\/i> and results in tumor regression with a minor effect on body weight <i>in vivo<\/i>. Besides, a strong synergy effect is also observed in the combo of ZM-2322 and ATR inhibitor in HCC1569 <i>in vitro<\/i>. These data indicate that ZM-2322 has the potential of application expansion and good tolerance under continuous administration. Taken together, our data suggest that ZM-2322 is a potent and highly selective PKMYT1 inhibitor.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Cell cycle checkpoints,PKMYT1,CCNE1,Synthetic lethality,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Zhou<\/b><sup>1<\/sup>, L. Liu<sup>2<\/sup>, L. Jiang<sup>2<\/sup>, B. Cheng<sup>2<\/sup>, Z. Li<sup>1<\/sup>, D. Zhu<sup>2<\/sup>, J. Xue<sup>2<\/sup>, L. Xue<sup>1<\/sup>, R. Tang<sup>1<\/sup>; <br\/><sup>1<\/sup>State Key Laboratory of Neurology and Oncology Drug Development, Simcere Zaiming Pharmaceutical Co, Ltd., Shanghai, China, <sup>2<\/sup>Simcere Zaiming Pharmaceutical Co, Ltd., Shanghai, China","CSlideId":"","ControlKey":"9f4c94d9-d71b-4947-b08f-f192aea75129","ControlNumber":"6428","DisclosureBlock":"<b>&nbsp;F. Zhou, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>L. Liu, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>L. Jiang, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>B. Cheng, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>Z. Li, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>D. Zhu, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>J. Xue, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>L. Xue, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>R. Tang, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4121","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"591","PresenterBiography":null,"PresenterDisplayName":"Feng Zhou, PhD","PresenterKey":"612add25-c1aa-42d3-88b2-3d03dd47f24c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"591. Discovery of ZM-2322, a highly selective, potent inhibitor of membrane-associated tyrosine- and threonine-specific cdc2-inhibitory kinase (PKMYT1)","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of ZM-2322, a highly selective, potent inhibitor of membrane-associated tyrosine- and threonine-specific cdc2-inhibitory kinase (PKMYT1)","Topics":null,"cSlideId":""},{"Abstract":"The MEK-ERK pathway is often activated in tumors by mutations of upstream BRAF- or RAS-proteins. The RAS is frequently mutated in several cancers, especially in pancreatic cancer with an about 95% rate. Pancreatic cancer has the highest mortality rate with a 5-year survival rate of 8% and a median survival of 6 months. Targeted therapies have been extensively evaluated in pancreatic cancer, however, survival improvement of this aggressive disease using a targeted strategy has been minimal. The only currently approved targeted therapy is erlotinib in combination with the chemotherapy drug gemcitabine. To date, four MEK inhibitors that block RAF-activation have been approved by the FDA, but their ability to inhibit ERK signal activated by RAS-mutations is limited due to the induction of MEK phosphorylation by relief of ERK-dependent feedback inhibition of RAF. Here, we report a novel small molecule, ATP-uncompetitive, pMEK inhibitor ABM-4095 that potently prevents phosphorylation of MEK by RAF with moderate inhibition of MEK kinase activity. Most of MEK inhibitors approved by FDA or in clinical trials increase pMEK levels instead. ABM-4095 has a good cell permeability. Its anti-cancer efficacy has been demonstrated both in the in vitro cancer cell line proliferation assay and in vivo xenograft models. ABM-4095 showed a synergy effect with erlotinib in pancreatic cancer cells. In a Miapaca-2 xenograft model, ABM-4095 showed good dose-dependent tumor inhibition as a single agent or combining with the KRAS G12C inhibitor AMG-510, and tumor regressions were observed. In summary, ABM-4095 is a potent pMEK inhibitor with a high activity against the RAS-mutant pancreatic cancer in vitro and in vivo. Detailed preclinical results will be presented.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"MEK inhibitor,Phosphorylated MEK,Ras\/Raf mutant tumor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Xu<\/b>, Y. Hu, L. Zhao, X. Chen, Y. Chen, C. Yang, J. Li, C. Chen, X. Lv; <br\/>ABM Therapeutics, San Diego, CA","CSlideId":"","ControlKey":"f4fb80ff-36eb-41ec-b36f-f540a48a78bd","ControlNumber":"1337","DisclosureBlock":"<b>&nbsp;M. Xu, <\/b> <br><b>ABM Therapeutics<\/b> Employment. <br><b>Y. Hu, <\/b> <br><b>ABM Therapeutics<\/b> Employment. <br><b>L. Zhao, <\/b> <br><b>ABM Therapeutics<\/b> Employment. <br><b>X. Chen, <\/b> <br><b>ABM Therapeutics<\/b> Employment. <br><b>Y. Chen, <\/b> <br><b>ABM Therapeutics<\/b> Employment. <br><b>C. Yang, <\/b> <br><b>ABM Therapeutics<\/b> Employment. <br><b>J. Li, <\/b> <br><b>ABM Therapeutics<\/b> Employment. <br><b>C. Chen, <\/b> <br><b>ABM Therapeutics<\/b> Employment. <br><b>X. Lv, <\/b> <br><b>ABM Therapeutics<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4122","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"592","PresenterBiography":null,"PresenterDisplayName":"Hu Hu, PhD","PresenterKey":"2adc195e-9387-4157-86b3-e53155281726","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"592. A novel pMEK inhibitor ABM-4095 for the treatment of pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel pMEK inhibitor ABM-4095 for the treatment of pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Mutations in the RAS\/MAPK pathway are a frequent driver of cancer, with oncogenic RAS or RAF mutations occurring in &#62;30% of all cancers. First generation BRAF inhibitors are approved for use for tumors with Class I BRAF mutations (V600X). However, these drugs are not efficacious in RAF dimer mutant and RAS mutant cancers due to paradoxical activation of RAF dimers. Herein, we describe DCC-3084, a brain penetrant, potent and selective investigational switch-control inhibitor of BRAF and CRAF kinases, shown preclinically to target all relevant aberrant signaling mechanisms (monomers, heterodimers and homodimers) and inhibits growth of subcutaneously and intracranially implanted tumors in preclinical models.<br \/>Methods:<b> <\/b>Inhibition of RAF kinases was measured using recombinant enzymes. Cellular proliferation was measured using resazurin to monitor cell viability. Inhibition of ERK or RSK phosphorylation was measured by AlphaLISA or ELISA. Pharmacokinetics (PK) in the plasma, brain and CSF compartments were measured following oral dosing in Wistar rats. Subcutaneous or intracranial BRAF mutant mouse xenograft models were used to assess PK, pharmacodynamics (PD), and efficacy.<br \/>Results: DCC-3084 treatment resulted in potent single-agent inhibition of MAPK pathway signaling, and cellular proliferation in a wide range of Class I, II, III BRAF and BRAF fusion altered cell lines. DCC-3084 was demonstrated to be CNS penetrable and exhibited dose dependent oral exposure with robust inhibition of the MAPK pathway in PK\/PD models. Oral treatment of DCC-3084 as a single agent resulted in tumor regression in subcutaneously implanted BRAF Class I and BRAF fusion xenograft models. Additionally, DCC-3084 resulted in tumor regression or growth inhibition in intracranially implanted BRAF Class I and BRAF fusion tumor models.<br \/>Conclusions: The switch-control inhibitor DCC-3084 broadly inhibits Class I, II and III BRAF mutations, BRAF fusions, and BRAF\/CRAF heterodimers leading to tumor regression in preclinical models. DCC-3084 CNS penetration enables potential for further research in brain metastases or primary brain cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"BRAF,Kinase inhibitors,RAF kinase,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Al-Ani<\/b>, S. L. Bulfer, J. D. Zwicker, C. K. Crawley, K. M. Elliot, S. Javed, Q. Groer, M. M. Hood, J. W. Large, K. Luther, Y. K. Romero, F. A. Stanley, D. C. Tanner, H. Telikepalli, B. Le Bourdonnec, B. D. Smith, D. L. Flynn; <br\/>Deciphera Pharmaceuticals, LLC, Lawrence, KS","CSlideId":"","ControlKey":"94d0d54b-7770-4453-b415-fedeafd3481a","ControlNumber":"5264","DisclosureBlock":"<b>&nbsp;G. Al-Ani, <\/b> <br><b>Deciphera<\/b> Employment, Stock Option, Patent. <br><b>S. L. Bulfer, <\/b> <br><b>Deciphera<\/b> Employment, Stock Option, Patent. <br><b>J. D. Zwicker, <\/b> <br><b>Deciphera<\/b> Employment, Stock, Patent. <br><b>C. K. Crawley, <\/b> <br><b>Deciphera<\/b> Employment, Stock Option. <br><b>K. M. Elliot, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock. <br><b>S. Javed, <\/b> <br><b>Deciphera<\/b> Employment, Stock Option, Patent. <br><b>Q. Groer, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock Option. <br><b>M. M. Hood, <\/b> <br><b>Deciphera<\/b> Employment, Stock Option. <br><b>J. W. Large, <\/b> <br><b>Deciphera<\/b> Employment, Stock Option. <br><b>K. Luther, <\/b> <br><b>Deciphera<\/b> Employment, Stock Option. <br><b>Y. K. Romero, <\/b> <br><b>Deciphera<\/b> Employment, Stock Option. <br><b>F. A. Stanley, <\/b> <br><b>Deciphera<\/b> Employment, Stock. <br><b>D. C. Tanner, <\/b> <br><b>Deciphera<\/b> Employment, Stock Option. <br><b>H. Telikepalli, <\/b> <br><b>Dceiphera<\/b> Employment, Stock Option, Patent. <br><b>B. Le Bourdonnec, <\/b> <br><b>Deciphera<\/b> Stock Option, Patent. <br><b>B. D. Smith, <\/b> <br><b>Deciphera<\/b> Employment, Stock Option, Patent. <br><b>D. L. Flynn, <\/b> <br><b>Deciphera<\/b> Employment, Stock Option, Patent.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4123","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"593","PresenterBiography":null,"PresenterDisplayName":"Gada Al-Ani, PhD","PresenterKey":"959a58bf-ce95-48d0-9c2a-9284a6d8e566","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"593. DCC-3084, a brain penetrant RAF dimer inhibitor, broadly inhibits BRAF class I, II, and III alterations leading to growth inhibition of intracranially implanted tumors in preclinical models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DCC-3084, a brain penetrant RAF dimer inhibitor, broadly inhibits BRAF class I, II, and III alterations leading to growth inhibition of intracranially implanted tumors in preclinical models","Topics":null,"cSlideId":""},{"Abstract":"A synthetic lethal interaction between polo-like kinase 4 (PLK4) and elevated TRIM37 was discovered in breast cancer and neuroblastoma (Meitinger et al. 2020; Yeow<i> <\/i>et al. 2020). High TRIM37 renders cells dependent on PLK4, a kinase that controls centriole duplication. Amplification and copy number gains of the 17q23 amplicon, where TRIM37 resides, are common in breast cancer and neuroblastoma and associated with early relapse and poor prognosis, making PLK4 a promising new synthetic lethal target for these patients. The development candidate ORIC-613 is an orally bioavailable, potent and exquisitely selective small molecule inhibitor of PLK4, which is synthetic lethal in TRIM37 high cells. ORIC-613 is highly selective against the kinome, including against the closely related aurora and PLK families. ORIC-613 ADME\/PK profile includes high cell permeability and low potential for drug-drug interactions based on CYP profiling. ORIC-613 blocked PLK4 trans-autophosphorylation of phosphodegrons, leading to stabilization of PLK4, thus directly demonstrating target engagement in cells. PLK4 protein stabilization correlated with cell viability for ORIC-613, providing a quantifiable pharmacodynamic (PD) association with antitumor activity. Cell viability assessment in cancer cell lines revealed that ORIC-613 showed greater potency in TRIM37 high versus TRIM37 low cell lines. Importantly, ORIC-613 induced significantly greater apoptosis in TRIM37 high versus low cancer cell lines as measured by caspase 3\/7 assay. We confirmed that ORIC-613 activity is on-target using an engineered cell line system of PLK4 G95L, in which the leucine mutation maintains enzymatic function but blocks compound binding. In cell viability assays, ORIC-613 was potent in the parental cells and lost activity in G95L cells. Analysis of genomic data from tumors indicates that TRIM37 copy number amplification and gain is prevalent across numerous cancers. Oral dosing of ORIC-613 resulted in tumor growth inhibition and regressions in TRIM37 high xenograft breast tumors with no body weight loss. In summary, ORIC-613 is a potential first- and best-in-class development candidate, with exquisite selectivity for PLK4, which demonstrates synthetic lethality in TRIM37 high tumors and has the potential to benefit these patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Small molecule inhibitor,Centrosome,Cell cycle,Synthetic lethality,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. A. Edgar<\/b>, S. McRee, G. Andretta, C. Chen, C. Colas, W. Fang, W. Kong, J. Long, F. Liu, J. Moore, A. Pankov, D. Shore, J. Tan, R. Warne, L. Ulicna, R. Vekariya, A. Daemen, F. A. Romero, M. R. Junttila, L. S. Friedman; <br\/>ORIC Pharmaceuticals, South San Francisco, CA","CSlideId":"","ControlKey":"e6730805-b77f-4fc0-a22a-1c9ac06b9cd0","ControlNumber":"6942","DisclosureBlock":"<b>&nbsp;K. A. Edgar, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities. <br><b>S. McRee, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities. <br><b>Agios Pharmaceuticals<\/b> Employment, Stock, Stock Option, Other Securities. <br><b>G. Andretta, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities. <br><b>C. Chen, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities. <br><b>C. Colas, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities. <br><b>W. Fang, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities. <br><b>W. Kong, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities. <br><b>J. Long, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities. <br><b>F. Liu, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities. <br><b>J. Moore, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Patent. <br><b>A. Pankov, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities. <br><b>D. Shore, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities, Patent. <br><b>J. Tan, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities, Patent. <br><b>R. Warne, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities. <br><b>L. Ulicna, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities. <br><b>R. Vekariya, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities, Patent. <br><b>A. Daemen, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities. <br><b>F. A. Romero, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities, Patent. <br><b>M. R. Junttila, <\/b> <br><b>ORIC<\/b> Employment, Stock, Stock Option, Other Securities. <br><b>L. S. Friedman, <\/b> <br><b>ORIC<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Other Securities, Patent. <br><b>NextRNA Therapeutics<\/b> Fiduciary Officer, Stock Option. <br><b>Architect Therapeutics<\/b> Stock Option, Consultant.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4124","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"594","PresenterBiography":null,"PresenterDisplayName":"Kyle Edgar, BS","PresenterKey":"0800b308-cdaf-4a8b-9f4c-f3688869a107","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"594. ORIC-613, a potential first- and best-in-class, orally bioavailable, potent and selective PLK4 inhibitor with synthetic lethality in TRIM37 high cancer models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ORIC-613, a potential first- and best-in-class, orally bioavailable, potent and selective PLK4 inhibitor with synthetic lethality in TRIM37 high cancer models","Topics":null,"cSlideId":""},{"Abstract":"PF-07220060 is a selective inhibitor of CDK4, displaying ~20-fold and ~4-fold increased selectivity for CDK4 versus CDK6 when compared to palbociclib and abemaciclib\/ribociclib, respectively. This translates to less PF-07220060 associated neutropenia in beagle dogs and humans when compared to dual CDK4\/6 inhibitors. Because neutropenia is the primary culprit necessitating limited and often interrupted clinical dosing of dual CDK4\/6 inhibitors, the advantage of PF-07220060 lies in the flexibility to escalate the drug&#8217;s exposure in patients and thus realize near-complete target coverage of the CDK4 oncogene in tumors that are dependent on this kinase. Here we select tumor types\/indications that show dependency on CDK4 but not CDK6 and includes cells derived from luminal breast cancer and androgen-receptor positive metastatic prostate cancer. Additionally, we investigate certain drugs with which PF-07220060 may be combined to maximize its efficacy in these tumor indications. PF-07220060 sensitizes HR+ HER2- breast cancer to the estrogen inhibitor, fulvestrant and the degrader, ARV-471 (vepdegestrant). PF-07220060 + vepdegestrant showed significantly longer tumor regrowth delay vs monotherapy groups and vs Palbo + vepdegestrant and vs PF-07220060 + fulvestrant*. Similarly, PF-07220060 sensitizes prostate cancer to the androgen receptor antagonist, enzalutamide. In HR+ HER2- breast cancer cells, the senescent cell fraction was markedly increased by co-treatment with PF-07220060 and fulvestrant versus either drug alone, albeit the combination did not trigger tumor cell death. Further addition of the PI3K inhibitor alpelisib was sufficient to enforce tumor shrinkage in vivo. Alternatively, inhibition of CDK4 plus CDK2 also led to tumor shrinkage in xenograft models of HR+, HER2- breast cancer. Finally, our preclinical data indicate that the propensity of CDK6 to compensate for CDK4 inhibition in these tumor types is limited. Compensation by CDK6 was seen in only a fraction of the evaluated in vitro and in vivo models. Even so, in these instances, PF-07220060&#8217;s efficacy remained comparable to palbociclib&#8217;s when both drugs were used at their therapeutic doses. We conclude that PF-07220060&#8217;s anti-tumor efficacy is broadly superior to currently approved dual CDK4\/6 inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"CDK4,CDK inhibitor,Breast cancer,Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Anders<\/b>, B. Pascual, B. Boras, J. Cianfrogna, S. Garza, N. Li, J. Yuan, M. Moen, N. Huser, G. Gallego, M. Jalaie, S. Ninkovic, S. Cho-Schultz, H. Shen, J. Kath, K. Dress, W. Diehl, S. Nair, R. Jones, J. Lafontaine, A. Murtaza, A. Sacaan, S. Chintharlapalli, T. VanArsdale; <br\/>Pfizer Oncology, San Diego, CA","CSlideId":"","ControlKey":"050955b1-81b9-49f7-896f-57c82eeebc42","ControlNumber":"2807","DisclosureBlock":"&nbsp;<b>L. Anders, <\/b> None..<br><b>B. Pascual, <\/b> None..<br><b>B. Boras, <\/b> None..<br><b>J. Cianfrogna, <\/b> None..<br><b>S. Garza, <\/b> None..<br><b>N. Li, <\/b> None..<br><b>J. Yuan, <\/b> None..<br><b>M. Moen, <\/b> None..<br><b>N. Huser, <\/b> None..<br><b>G. Gallego, <\/b> None..<br><b>M. Jalaie, <\/b> None..<br><b>S. Ninkovic, <\/b> None..<br><b>S. Cho-Schultz, <\/b> None..<br><b>H. Shen, <\/b> None..<br><b>J. Kath, <\/b> None..<br><b>K. Dress, <\/b> None..<br><b>W. Diehl, <\/b> None..<br><b>S. Nair, <\/b> None..<br><b>R. Jones, <\/b> None..<br><b>J. Lafontaine, <\/b> None..<br><b>A. Murtaza, <\/b> None..<br><b>A. Sacaan, <\/b> None..<br><b>S. Chintharlapalli, <\/b> None..<br><b>T. VanArsdale, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4125","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"595","PresenterBiography":null,"PresenterDisplayName":"Lars Anders, PhD","PresenterKey":"6bce197b-bcf4-4364-ae38-2b175c6fe91e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"595. Preclinical development of the CDK4 selective inhibitor PF-07220060: Increased CDK4 versus CDK6 inhibition leads to improved anti-tumor efficacy at therapeutic concentrations","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical development of the CDK4 selective inhibitor PF-07220060: Increased CDK4 versus CDK6 inhibition leads to improved anti-tumor efficacy at therapeutic concentrations","Topics":null,"cSlideId":""},{"Abstract":"Background: Dysregulation of the MET signaling pathway drives oncogenesis in many human cancers, the majority of which have not been addressed by a MET targeted therapy albeit the emerging therapies for <i>MET<\/i> exon 14 skipping (<i>MET<\/i> ex14) NSCLC. We have developed a novel highly selective MET kinase inhibitor vebreltinib (APL-101, PLB1001, bozitinib) to address unmet medical need. Vebreltinib is being jointly investigated in ongoing pivotal Phase 2 and 2\/3 studies in <i>MET<\/i>-dysregulated NSCLC, primary CNS cancers and basket solid tumors in China (as PLB-1001) and globally ex-China (as APL-101). The Phase 1 portion of both studies have been concluded with the same RP2D (200 mg BID by oral administration). Vebreltinib demonstrated blood-brain barrier permeability in PLB-1001 Phase 1 glioblastoma study as previously reported.<br \/>Methods: MET enzyme kinetics and vebreltinib intrinsic potency were studied by a radiometric MET kinase assay. Selectivity was profiled by <i>in vitro<\/i> KINOME. Vebreltinib cellular activity on MET signaling and <i>in<\/i> <i>vivo <\/i>anti-tumor activity were assessed in tumor cell lines and patient-derived tumors (PDX) carrying <i>MET<\/i> alterations.<br \/>Results: Vebreltinib is an ATP-competitive inhibitor with Ki of approximately 2.2 nM for recombinant MET kinase and inhibited the native form of activated MET with 0.52 nM IC50. Vebreltinib demonstrated exquisite selectivity in KINOMEscan selectivity panel. Vebreltinib inhibited HGF-dependent and -independent MET signaling in KP4 tumor cell lines with nanomolar concentrations. Vebreltinib inhibited IL-3 independent Ba\/F3 cell lines carrying exogenous <i>MET<\/i> ex14 or with secondary mutations induced by other MET TKIs. Vebreltinib inhibited MKN45 gastric tumor xenograft <i>in vivo<\/i> with ED90 of 6 mg\/kg PO\/QD. Furthermore, Vebreltinib demonstrated strong anti-tumor activity in a variety of PDX tumor types carrying <i>MET<\/i> ex14, <i>MET<\/i> fusions, and <i>MET<\/i> amplification. In these preclinical studies, the total and unbound vebreltinib plasma concentration observed at steady state trough of RP2D was used as a clinically relevant drug level to interpret Vebreltinib efficacy in blocking oncogenic MET signaling, proliferation of Ba\/F3 cell lines with a broad spectrum of <i>MET<\/i> mutations and <i>in vivo<\/i> tumor growth in PDXs carrying diverse <i>MET<\/i> alterations. We demonstrated the rationale for Vebreltinib to be an efficacious single-agent MET inhibitor in treating tumors carrying <i>MET<\/i> driver alterations beyond <i>MET<\/i> ex14 NSCLC.<br \/>Conclusion: Vebreltinib is a novel potent MET kinase inhibitor showing promising preclinical activity against PDXs from diverse organs sites and genomic alterations such as <i>MET<\/i> ex14, <i>MET<\/i> fusion, <i>MET<\/i> amplification, or <i>HGF<\/i> over-expression at clinically relevant drug levels, providing proof-of-concepts for continued clinical development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Mesenchymal-epithelial transition (MET),Gene fusion,Gene amplification,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Zhang<\/b><sup>1<\/sup>, E. Liu<sup>2<\/sup>, Y. Song<sup>1<\/sup>, P. Yu<sup>1<\/sup>, S. Redkar<sup>1<\/sup>, G.-L. Yu<sup>1<\/sup>; <br\/><sup>1<\/sup>Apollomics, Inc., Foster City, CA, <sup>2<\/sup>Zhejiang Apollomics Biotech Co., Ltd., Hangzhou, China","CSlideId":"","ControlKey":"03ab4afb-3fb3-4de9-97ac-84931a8dfcc7","ControlNumber":"4282","DisclosureBlock":"&nbsp;<b>X. Zhang, <\/b> None..<br><b>E. Liu, <\/b> None..<br><b>Y. Song, <\/b> None..<br><b>P. Yu, <\/b> None..<br><b>S. Redkar, <\/b> None..<br><b>G. Yu, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4127","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"597","PresenterBiography":null,"PresenterDisplayName":"Xiaoling Zhang, PhD","PresenterKey":"19c2a6d1-ba3f-489b-a501-05fe82d23fb7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"597. Vebreltinib: A novel brain-penetrating MET kinase inhibitor demonstrates the mechanism of action and pharmacological anti-tumor activity in diverse patient-derived MET-dysregulated tumor models at clinically relevant drug levels","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Vebreltinib: A novel brain-penetrating MET kinase inhibitor demonstrates the mechanism of action and pharmacological anti-tumor activity in diverse patient-derived MET-dysregulated tumor models at clinically relevant drug levels","Topics":null,"cSlideId":""},{"Abstract":"Mutations in the BRAF gene are among the most common identified in human cancers approximately 7% of all cancers evaluated, including 70% of melanomas, 50% of thyroid-like cancers, 10% to 20% of colorectal cancers, 13% of serous ovarian cancers, 3-7% of non-small-cell lung cancers, and most recently, hairy cell leukemia. Approved BRAF inhibitors (or +MEKi) against BRAFV600E\/K improved initial clinical efficacy. However intrinsic and acquired resistance often arise through BRAF paradoxical activation, limiting durable responses to current BRAF inhibitors. In addition, Approved BRAFi responds poorly to patients with BRAF mutant gliomas or brain metastases, mainly due to limited brain permeability. More effective therapeutic options are therefore needed. To address this clinical challenge, we developed a potent, brain-penetrating paradox breaker HSK42360, as a promising therapy for patients with BRAFV600E mutation, progression or brain metastases following treatment with approved BRAFi or BRAFi\/MEKi therapies. HSK42360 is a potent BRAFV600E inhibitor with IC<sub>50<\/sub> value of 5 nM at enzymatic level. Further characterization showed that HSK42360 did not induce homodimer or heterodimer of CRAF with CRAF or BRAF and thereby blocked reactivation of the MAPK pathway in HCT116 cells, whereas Dabrafenib significantly induced RAF dimerization and MAPK reactivation. HSK42360 exhibited significant anti-proliferation activity against multiple tumor cell lines with BRAFV600E, including A375 (melanoma), DU4475 (breast cancer), and COLO205 (colon cancer), but was highly selective for BRAF wild-type cells. HSK42360 was administered orally once daily and showed broad-spectrum antitumor activity in the COLO205 and A375 CDX models. Immunohistochemistry showed a close correlation between the inhibition of tumor growth and ERK1\/2 phosphorylation in A375 CDX tumor tissues. To explored the impact of HSK42360 in a brain micro-metastasis model aimed at mimicking early CNS metastatic spread, tumor progression was monitored through BLI (full name) imaging, which revealed that HSK42360 was highly brain penetrant with Kp,uu greater than 1 and triggered potent antitumor activity and prolonged survival in brain metastatic models of melanoma. We next tested the hypothesis that HSK42360 could retain activity in models presenting RAF dimer-driven resistance. Surprisingly, HSK42360 demonstrated promising antitumor effects in the first gen-resistant NRASmA375(NRAS<sub>Q61K<\/sub>, BRAF<sub>V600E<\/sub>) CDX model, supporting its use as a follow-on therapy for current BRAFi resistance. Collectively, these preclinical studies validated that HSK42360 is a novel brain-permeable BRAF paradox breaker that exhibits outstanding antitumor activity in brain metastasis and RAF dimer-driven resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"BRAF,paradox breaker,brain penetrant,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Gao<sup>1<\/sup>, Y. Li<sup>2<\/sup>, <b>J. Wang<\/b><sup>2<\/sup>, P. Tang<sup>1<\/sup>, Z. Shi<sup>1<\/sup>, Y. Li<sup>1<\/sup>, P. Yan<sup>1<\/sup>; <br\/><sup>1<\/sup>Haisco Pharmaceutical Group Co., Ltd., Chengdu, China, <sup>2<\/sup>Haisco Pharmaceutical Group Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"c60be730-e9fb-4fbe-bd48-86adfefccf1a","ControlNumber":"6490","DisclosureBlock":"&nbsp;<b>S. Gao, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>P. Tang, <\/b> None..<br><b>Z. Shi, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>P. Yan, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4128","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"598","PresenterBiography":null,"PresenterDisplayName":"Ju Wang, PhD","PresenterKey":"a09e30b2-3956-454a-a3b3-15acd81e8b51","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"598. HSK42360: A potent, brain permeable, BRAF paradox breaker for the treatment of BRAF-driven cancers","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HSK42360: A potent, brain permeable, BRAF paradox breaker for the treatment of BRAF-driven cancers","Topics":null,"cSlideId":""},{"Abstract":"Triple negative breast cancer (TNBC) is the most aggressive subtype of breast cancer (BC) and is associated with early relapse and high frequency of metastasis. This has been attributed in part to the lack of targeted therapies. TNBC occurs more frequently in younger women of African and Hispanic ancestry and with a higher risk of mortality than women of European ancestry. Emerging data shows activation of the AKT\/mTOR pathway by insulin may occur in aggressive TNBC and inhibition of mTOR signaling by rapamycin, a potent mTOR inhibitor, induces cell cycle arrest and downregulation of cyclin D1 in TNBC cells. CDK4\/6 inhibitors have demonstrated to be an effective therapeutic for estrogen receptor positive BC and although their use in TNBC patients remains uncertain their use in combination with other targeted therapies may be promising. We have developed a set of newly designed biguanides with potent anticancer action and safety doses in vivo that in combination with CDK4\/6 inhibitors block TNBC cell growth in vitro and in vivo. Using TNBC cell proliferation in vitro assays, new biguanides show dose-dependent inhibition of cell proliferation (P&#60;0.01). Further, combination of biguanides with ribocliclib, an orally bioavailable CDK4\/6 inhibitor, produced additive and synergistic effects in TNBC cell lines in vitro (P&#60;0.01). Biguanides are known to activate de LKB1-AMPK pathway. Western immunoblots showed our biguanide analogues also induce AMPK phosphorylation and significantly reduce phosphorylation of downstream mTOR signaling pathway components including S6 ribosomal protein and 4E-BP1, an effect that is potentiated by combination treatment with ribociblib. Further, cyclin D1 is known to be overexpressed in about 50% of BCs and binding to CDK 4\/6 induces phosphorylation of Rb and cell cycle progression. Treatment with biguanides downregulated cyclin D1 expression in TNBC cells and combination treatment of ribociclib with biguanide JD006 was more effective at decreasing Rb phosphorylation than each drug alone. In addition, seahorse analysis evaluated mitochondrial respiratory function. Treatment with biguanides inhibited oxidative phosphorylation in a dose dependent manner, an important metabolic pathway that can drive drug resistance to therapy in cancer cells. In vivo, combination treatment of ribociclib with biguanide JD006 was more effective than each agent alone in stopping human TNBC xenograft progression in nude mouse models (P&#60;0.05). Our preliminary data offer evidence that human TNBC are highly vulnerable to metabolic reprogramming by new biguanides. This work can yield insight on unanticipated mechanisms of biguanide action and rationale for new combination therapies with CDK 4\/6 inhibitors as a new option for treatment of TNBC. Funding: CBCRP B27IB3869, JCCC Breast Cancer Award, Hickey Family Foundation, NCI U54 CA143930, Team Research Grant, UCLA TDG.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),CDK4\/6 inhibitors,mTOR,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Morales Martinez<\/b>, E. Mauricio Gonzalez, G. Deng, G. Ma, H. Kim, L. Stiles, N. Hamilton, M. E. Jung, R. J. Pietras, D. C. Marquez-Garban; <br\/>UCLA David Geffen School of Medicine, Los Angeles, CA","CSlideId":"","ControlKey":"0af52448-8d16-45de-aae6-9c3483fcfd4b","ControlNumber":"5794","DisclosureBlock":"&nbsp;<b>M. Morales Martinez, <\/b> None..<br><b>E. Mauricio Gonzalez, <\/b> None..<br><b>G. Deng, <\/b> None..<br><b>G. Ma, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>L. Stiles, <\/b> None..<br><b>N. Hamilton, <\/b> None..<br><b>M. E. Jung, <\/b> None..<br><b>R. J. Pietras, <\/b> None..<br><b>D. C. Marquez-Garban, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4129","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"599","PresenterBiography":null,"PresenterDisplayName":"Mario Morales Martinez, PhD","PresenterKey":"bf21221d-a62d-4864-87f7-6681aed97e5a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"599. Combination of CDK4\/6 inhibitors with biguanides for treatment of triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination of CDK4\/6 inhibitors with biguanides for treatment of triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b><br \/>Cyclin-dependent kinase (CDK) family members play critical roles in multiple cellular processes. CDK9 is a central regulator at several stages of PolII transcription, including initiation, elongation, and termination. CDK9 dysfunction resulted in transcriptomic reprogramming and promotion of the development of cancers, including lymphoma and leukemia. We and others reported that transcriptomic reprogramming is associated with disease progression and therapeutic resistance in mantle cell lymphoma (MCL). Targeting CDK9 with its inhibitors AZD4573 and enitociclib is safe and effective for treatment in preclinical MCL models, and they are currently under clinical investigation to assess their efficacy and safety. The data demonstrated that CDK9 is a promising therapeutic target. In this study, we developed a novel CDK9 inhibitor, YX0798, and assessed its potency and safety in preclinical MCL models.<br \/><b>Method<\/b><br \/>Cell viability assays were conducted in a time- and dose-dependent manner to assess the <i>in vitro<\/i> efficacy of YX0798 as well as AZD4573. Apoptosis assays and western blots were used to determine the mechanism of action in MCL cells. Patient-derived xenograft models from primary MCL patient samples were established in immunodeficient mice and used to determine the therapeutic potential YX0798.<br \/><b>Results<\/b> Next generation sequencing showed that CDK9 was upregulated and cancer hallmarks MYC-TARGETS-v1 and -v2 were highly enriched in CAR-T-relapsed MCL patients compared to CAR-T-na&#239;ve patients. We hypothesized that CDK9 overexpression and activity may greatly contribute to the enrichment of MYC-TARGETS-v1 and -v2 in patients with CAR-T resistance, so targeting CDK9 may overcome that resistance. YX0798 was developed to be a potent and selective CDK9 inhibitor. It markedly inhibited cell viability and induced robust apoptosis in MCL cell lines. As expected, it inhibited CDK9 kinase activity and suppressed the expression of short-lived proteins like c-MYC and MCL-1 that are critical for MCL cell survival and growth. YX0798 at 2 mg\/kg for continuous 7 days via pump or at 5 mg\/kg daily by oral administration potently inhibited the tumor growth of xenografts derived from a patient with therapeutic relapse to the CAR-T therapy <i>in vivo<\/i> (P&#60;0.0001). This treatment efficacy was found to be similar at that of AZD4573 but at a higher dosage (15+15 mg\/kg, 2 hours split, QW, IP). No adverse effects in mice were observed for any of treatments.<br \/><b>Conclusion<\/b><br \/>These data show that our novel CDK9 inhibitor YX0798 is potent and efficacious in treating aggressive MCL models and overcame CAR-T resistance at a lower dosage than AZD4573.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Mantle cell lymphoma,CDK inhibitor,Drug discovery,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Jiang<\/b><sup>1<\/sup>, Y. Xue<sup>2<\/sup>, H. Kim<sup>1<\/sup>, J. McIntosh<sup>1<\/sup>, H. Chen<sup>3<\/sup>, T. Zhang<sup>1<\/sup>, Y. Liu<sup>1<\/sup>, J. Zhou<sup>3<\/sup>, M. Wang<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>University of Texas Medical Branc, Galveston, TX, <sup>3<\/sup>University of Texas Medical Branch, Galveston, TX","CSlideId":"","ControlKey":"45649f74-cab7-47ef-bab9-ba2f04813d2d","ControlNumber":"6940","DisclosureBlock":"&nbsp;<b>V. Jiang, <\/b> None..<br><b>Y. Xue, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>J. McIntosh, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>T. Zhang, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>M. Wang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4132","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"602","PresenterBiography":null,"PresenterDisplayName":"Vivian Jiang, BS;MS;PhD","PresenterKey":"efa546c2-81ae-4492-9fb4-441996aa5883","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"602. Targeting CDK9 with a novel potent and selective inhibitor, YX0798, in CAR-T-relapsed mantle cell lymphoma models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting CDK9 with a novel potent and selective inhibitor, YX0798, in CAR-T-relapsed mantle cell lymphoma models","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Immuno-suppressive micro-environment and abnormal signaling pathways are crucial for the proliferation of tumor cells. Hematopoietic progenitor kinase 1 (HPK1) inhibitor plays important roles in activation of exhausted T cells and enhancement of anti-tumor immune responses. VEGF\/VEGFR2 pathway is the central therapeutic target in anti-angiogenic treatment in multiple cancers. Traf2- and Nck-interacting kinase (TNIK) is a member of the germinal center kinase family, and is reported to be essential for Wnt signaling and colorectal cancer (CRC) proliferation and progression. Blockade of critical kinases in multiple signaling pathways inhibits the proliferation, invasion and metastasis of cancer cells. Therefore, intergradation of these functions in a small molecule serves as the next generation of immune-oncology small molecules for cancer therapy. Methods: BB5523 was developed through structure-based drug design, and optimized by SAR analysis and medicinal chemistry iteration. Biochemical assays and cell-base functional assays were applied in compound evaluation. Pharmacokinetic (PK) and preliminary toxicity studies were performed with mice. CDX and syngeneic tumor models in mice were conducted to evaluate the <i>in vivo<\/i> efficacy of BB5523 as a single agent. Results: BB5523 shows high inhibition potency on HPK1 with good selectivity against other TCR signaling-related kinases, such as FYN and ZAP70. Inhibition of HPK1 kinase activity (IC50 = 3.3 nM) by BB5523 strongly suppresses the phosphorylation of the downstream biomarker protein SLP-76 (IC50 = 30 nM); and boosts the IL-2 secretion in purified human T cells and human peripheral blood mononuclear cells. BB5523 also shows good activities on VEGFR2 (IC50 = 1.6 nM) and TNIK (IC50 = 0.7 nM) which are crucial for the proliferation of cancer cells. In <i>in vitro<\/i> experiments, BB5523 significantly inhibits the proliferation of various tumor cell lines at sub-micromolar concentrations. PK profile of BB5523 shows good oral bioavailability (F &#38;gt; 80%). In preliminary safety evaluation, no abnormal symptoms were observed in mice dosed up to 100 mpk for 14 days. BB5523 showed significant tumor-growth inhibition efficacy in TE-8, JIMT-1, B16-F10 and MC38 tumor models. Conclusion: As a potent and oral available small molecule kinase inhibitor, BB5523 boosts anti-tumor immunity through HPK1 inhibition, while also blocking crucial signaling pathways in tumor micro-environment. BB5523 shows promising <i>in vitro <\/i>and<i> in vivo<\/i> efficacy with a well-tolerated safety profile. The preclinical study of BB5523 is in progress.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Immuno-oncology,HPK1,Vascular endothelial growth factor tyrosine kinase inhibitor,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Duan<\/b>, M. Li, P. Zhang, W. Hua, E. Hao, S. Wang, X. Ma, J. Wang, L. Wei, X. Zhang; <br\/>BroadenBio Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"549f67c1-6647-489e-8926-e33065429f6c","ControlNumber":"4134","DisclosureBlock":"<b>&nbsp;G. Duan, <\/b> <br><b>BroadenBio Co., Ltd<\/b> Employment. <br><b>M. Li, <\/b> <br><b>BroadenBio Co., Ltd<\/b> Employment. <br><b>P. Zhang, <\/b> <br><b>BroadenBio Co., Ltd<\/b> Employment. <br><b>W. Hua, <\/b> <br><b>BroadenBio Co., Ltd<\/b> Employment. <br><b>E. Hao, <\/b> <br><b>BroadenBio Co., Ltd<\/b> Employment. <br><b>S. Wang, <\/b> <br><b>BroadenBio Co., Ltd<\/b> Employment. <br><b>X. Ma, <\/b> <br><b>BroadenBio Co., Ltd<\/b> Employment. <br><b>J. Wang, <\/b> <br><b>BroadenBio Co., Ltd<\/b> Employment. <br><b>L. Wei, <\/b> <br><b>BroadenBio Co., Ltd<\/b> Employment. <br><b>X. Zhang, <\/b> <br><b>BroadenBio Co., Ltd<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4133","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"603","PresenterBiography":null,"PresenterDisplayName":"Gongping Duan","PresenterKey":"9b181a34-3a9d-4e8a-bd93-cfaf26506f2b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"603. BB5523, a multiple kinase inhibitor with HPK1, VEGFR2 and TNIK inhibition, enhanced antitumor immunity in tumor models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BB5523, a multiple kinase inhibitor with HPK1, VEGFR2 and TNIK inhibition, enhanced antitumor immunity in tumor models","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Liposarcomas (LPS) are rare mesenchymal cell malignancies of adipocytic origin that are diagnosed in more than 3500 patients in the US each year. The two most common subtypes, well-differentiated LPS (WDLPS) and dedifferentiated LPS (DDLPS), are characterized by extrachromosomal DNA amplifications harboring the <i>MDM2 <\/i>(100%) and <i>CDK4 <\/i>(90+%) genes, generally with wild type <i>TP53<\/i>. Management of metastatic or surgically unresectable LPS remains purely palliative. Recent clinical trials targeting MDM2 or CDK4\/6 with small-molecule inhibitors have shown promise but have been hampered by dose-limiting toxicities. The development of new therapeutics is greatly needed to improve outcomes for patients with LPS.<br \/><b>Results:<\/b> To identify unique liposarcoma-specific vulnerabilities, we screened multiple human LPS cell lines for transcriptional CDK expression and found high levels of CDK7 and CDK9. We demonstrate that CDK9 inhibitors suppress LPS cell growth and induce apoptosis by decreasing MDM2 levels while inducing expression of p53. To enhance p53 activation in these cells, we screened for expression of known regulators of p53, including CK1&#945;, whose inhibition has previously been shown to activate p53. We demonstrate that LPS cells express CK1&#945; and that the cytotoxic effects of CDK9 inhibitors are enhanced upon CK1&#945; depletion. These data led us to examine combined targeting of CK1&#945; and CDK9 in LPS with the novel agent BTX-A51, which has previously been shown to inhibit CK1&#945;, CDK9, as well as CDK7 with nanomolar efficacy in AML models. BTX-A51 potently reduces expression of MDM2 with marked induction of p53, resulting in profound apoptosis of LPS cells. Through CRISPR\/Cas9-mediated p53 knockout, we establish that BTX-A51-mediated apoptosis is primarily p53-dependent. However, BTX-A51 also reduces expression of MCL1 and primes LPS cell lines and primary LPS cells for BIM-induced apoptosis, as demonstrated by BH3 profiling. Importantly, preliminary <i>in vivo<\/i> data in an LPS patient-derived xenograft model reveal that BTX-A51 is well-tolerated with tumor growth inhibition.<br \/><b>Conclusions:<\/b> Our results suggest that BTX-A51 has potent preclinical efficacy in treating LPS, primarily through inhibition of CK1&#945; and CDK9. Future mechanistic studies will further clarify mechanisms of BTX-A51-mediated apoptosis, as well as the contribution of CDK7 inhibition to anti-tumor activity. Our data justify a planned clinical trial that will evaluate the efficacy of BTX-A51 in patients with advanced WDLPS or DDLPS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"CDK inhibitor,Sarcoma\/soft-tissue malignancies,Apoptosis,Cancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Liu<\/b><sup>1<\/sup>, N. L. Solimini<sup>1<\/sup>, P. Bhola<sup>1<\/sup>, T. B. Branigan<sup>1<\/sup>, J. Hao<sup>1<\/sup>, X. Wang<sup>1<\/sup>, R. Alharthi<sup>1<\/sup>, M. Yorsz<sup>1<\/sup>, S. Soni<sup>1<\/sup>, C.-s. Hu<sup>1<\/sup>, I. Snir-Alkalay<sup>2<\/sup>, P. Gokhale<sup>1<\/sup>, A. Letai<sup>1<\/sup>, Y. Yinon Ben-Neriah<sup>2<\/sup>, G. D. Demetri<sup>1<\/sup>, G. I. Shapiro<sup>1<\/sup>; <br\/><sup>1<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>2<\/sup>Hebrew University-Hadassah Medical School, Jerusalem, Israel","CSlideId":"","ControlKey":"7359b37c-789e-4748-b9ae-e8d543b638fb","ControlNumber":"7974","DisclosureBlock":"&nbsp;<b>R. Liu, <\/b> None..<br><b>N. L. Solimini, <\/b> None..<br><b>P. Bhola, <\/b> None..<br><b>T. B. Branigan, <\/b> None..<br><b>J. Hao, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>R. Alharthi, <\/b> None..<br><b>M. Yorsz, <\/b> None..<br><b>S. Soni, <\/b> None..<br><b>C. Hu, <\/b> None..<br><b>I. Snir-Alkalay, <\/b> None..<br><b>P. Gokhale, <\/b> None.&nbsp;<br><b>A. Letai, <\/b> <br><b>AbbVie<\/b> Consulting and sponsored research agreements. <br><b>Novartis<\/b> Consulting and sponsored research agreements. <br><b>AstraZeneca<\/b> Consulting and sponsored research agreements. <br><b>Flash Therapeutics<\/b> Scientific advisory boards. <br><b>Trueline Therapeutics<\/b> Scientific advisory boards. <br><b>Zentalis Pharmaceuticals<\/b> Scientific advisory boards. <br><b>Y. Yinon Ben-Neriah, <\/b> <br><b>Edgewood Oncology<\/b> Consultant. <br><b>G. D. Demetri, <\/b> <br><b>IDRx<\/b> Co-Founder and Scientific Advisory Board member with minor equity holding. <br><b>G1 Therapeutics, Caris Life Sciences, and Erasca Pharmaceuticals<\/b> Consultant\/SAB member with minor equity holding. <br><b>RELAY Therapeutics, and Bessor Pharmaceuticals<\/b> Consultant\/SAB member with minor equity holding. <br><b>CellCarta, \u000bIkena Oncology, Kojin Therapeutics, and Aadi Biosciences<\/b> Consultant\/SAB member with minor equity holding. <br><b>Acrivon Therapeutics, \u000bBlueprint Medicines, Tessellate Bio, and Boundless Bio<\/b> Consultant\/SAB member with minor equity holding. <br><b>EMD-Serono\/Merck KGaA<\/b> Scientific consultant. <br><b>WCG\/Arsenal Capital<\/b> Scientific consultant. <br><b>Rain Therapeutics<\/b> Scientific consultant. <br><b>Minghui Pharmaceuticals<\/b> Scientific consultant. <br><b>Bayer<\/b> Sponsored research to Dana-Farber. <br><b>Novartis<\/b> Sponsored research to Dana-Farber. <br><b>PharmaMar<\/b> Sponsored research to Dana-Farber. <br><b>Daiichi-Sankyo<\/b> Sponsored research to Dana-Farber. <br><b>G. I. Shapiro, <\/b> <br><b>Merck KGaA\/EMD Serono, and Tango Therapeutics<\/b> Grant funding. <br><b>BMS, Merck & Co, Pfizer, and Eli Lilly<\/b> Grant funding. <br><b>Merck KGaA\/EMD Serono, Bicycle Therapeutics, Bayer, and Boeringher Ingelheim<\/b> Advisory Board. <br><b>ImmunoMet, Artios, Concarlo Holdings, Syros, Zentalis, and CytomX Therapeutics<\/b> Advisory Board. <br><b>Blueprint Medicines, Kymera Therapeutics, Janssen, and Xinthera<\/b> Advisory Board. <br><b>Cyclacel Therapeutics<\/b> Patents (issued) Dosage regimen for sapacitabine and seliciclib (with Cyclacel Therapeutics).","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4134","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"604","PresenterBiography":null,"PresenterDisplayName":"Renyan Liu, MD;PhD","PresenterKey":"005d9b11-bafb-4444-9824-daf62dbbd520","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"604. Targeting casein kinase 1 alpha (CK1 alpha) and transcriptional CDKs (CDK7\/9) in human liposarcomas","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting casein kinase 1 alpha (CK1 alpha) and transcriptional CDKs (CDK7\/9) in human liposarcomas","Topics":null,"cSlideId":""},{"Abstract":"Bruton tyrosine kinase (BTK), a clinically validated target for various B-cell malignancies, plays a critical role in regulating cell growth, adhesion, and homing to lymphoid tissues that provide a microenvironment favorable to cancer cells. Despite the success of approved covalent BTK inhibitors in diseases such as CLL, most patients do not achieve complete response with monotherapy and eventually relapse, often via the emergence of the BTK-C481S mutation. Although second-generation reversible BTK inhibitors may temporarily overcome the C481S mutation, novel BTK mutations associated with resistance emerged in the clinic recently. Additionally, covalent BTK inhibitors have not shown sufficient differentiation from standard-of-care (SoC) in B-cell malignancies, such as diffuse large B cell lymphoma (DLBCL) to warrant approval to date. To address these unmet needs, a next-generation orally bioavailable BTK degrader ABBV-101 has been developed. Unlike BTK inhibitors that solely bind to and impede the catalytic domain of BTK, ABBV-101 eliminates the protein in a highly selective fashion. This degradation mechanism targets both the catalytic and scaffolding functions of BTK, and thus may enable deeper and more durable responses in patients with B-cell malignancies. Cellular activity of ABBV-101 was determined in a panel of DLBCL cell lines. We show that most non-germinal center B cell DLBCL (non-GCB-DLBCL) cell lines are sensitive to ABBV-101. To determine whether ABBV-101 could overcome BTK mutations-induced resistance, we engineered human DLBCL cell line TMD8 using CRISPR technology to express these BTK mutations and tested for sensitivity to ABBV-101 and BTK inhibitors. We show that ABBV-101 demonstrates similar potent activity against all BTK mutations associated with resistance to both covalent and reversible BTK inhibitors. The modulation of downstream pathway by ABBV-101 and how it differentiates from other BTK inhibitors will be presented. Further, ABBV-101 induces complete tumor regression in the BTK-C481S TMD8 DLBCL xenograft model. A spontaneous mouse CLL model carrying BTK-C481S mutation was developed through crossing BTK-C481S knock-in mice with the Emu-TCL1 transgenic mice in the C57BL\/6 background. ABBV-101 completely inhibits BTK-C481S Emu-TCL1 CLL burden increase in the blood compartment and reduces CLL burden in the spleen and lymph nodes, whereas covalent BTK inhibitors show no activity. Finally, combination with a BCL-2 inhibitor enhances the efficacy of ABBV-101 in CLL and DLBCL models. Taken together, our results suggest that ABBV-101 has potent <i>in vitro<\/i> and <i>in vivo<\/i> efficacy. ABBV-101 is currently in phase 1 clinical trial for a variety of B-cell malignancies. ClinicalTrials.gov identifier: NCT05753501 <b> <\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"BTK,Mutations,Non-Hodgkin's lymphoma,degrader,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. Pan, J. Riehm, T. L. Gururaja, H. Li, H. Nguyen, Y. Zhai, X. Xie, R.-X. Ding, R. Matthew, H. Y. Hoh, Z. J. Jia, B. Liu, C. P. Shu, C. A. Stevenson, C. Will, F. Innocenti, W. Assaily, <b>L. T. Lam<\/b>, A. Rivkin; <br\/>AbbVie Inc., North Chicago, IL","CSlideId":"","ControlKey":"6d2feab1-713d-4db2-8895-78e70205a67a","ControlNumber":"2070","DisclosureBlock":"<b>&nbsp;C. Pan, <\/b> <br><b>Abbvie, Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Riehm, <\/b> <br><b>Abbvie, Inc.<\/b> Employment. <br><b>T. L. Gururaja, <\/b> <br><b>Abbvie, Inc.<\/b> Employment, Stock, Stock Option. <br><b>H. Li, <\/b> <br><b>Abbvie, Inc.<\/b> Employment, Stock, Stock Option. <br><b>H. Nguyen, <\/b> <br><b>Abbvie, Inc.<\/b> Employment, Stock, Stock Option. <br><b>Y. Zhai, <\/b> <br><b>Abbvie, Inc.<\/b> Employment. <br><b>X. Xie, <\/b> <br><b>Abbvie, Inc.<\/b> Employment. <br><b>R. Ding, <\/b> <br><b>Abbvie, Inc.<\/b> Employment. <br><b>R. Matthew, <\/b> <br><b>Abbvie, Inc.<\/b> Employment, Stock, Stock Option. <br><b>H. Y. Hoh, <\/b> <br><b>Abbvie, Inc.<\/b> Employment, Stock, Stock Option. <br><b>Z. J. Jia, <\/b> <br><b>Abbvie, Inc.<\/b> Employment, Stock, Stock Option. <br><b>B. Liu, <\/b> <br><b>Abbvie, Inc.<\/b> Employment, Stock, Stock Option. <br><b>C. P. Shu, <\/b> <br><b>Abbvie, Inc.<\/b> Employment, Stock, Stock Option. <br><b>C. A. Stevenson, <\/b> <br><b>Abbvie, Inc.<\/b> Employment, Stock, Stock Option. <br><b>C. Will, <\/b> <br><b>Abbvie, Inc.<\/b> Employment, Stock, Stock Option. <br><b>F. Innocenti, <\/b> <br><b>Abbvie, Inc.<\/b> Employment, Stock, Stock Option. <br><b>W. Assaily, <\/b> <br><b>Abbvie, Inc.<\/b> Employment, Stock, Stock Option. <br><b>L. T. Lam, <\/b> <br><b>Abbvie, Inc.<\/b> Employment, Stock, Stock Option. <br><b>A. Rivkin, <\/b> <br><b>Abbvie, Inc.<\/b> Employment, Stock, Stock Option.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4167","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"605","PresenterBiography":null,"PresenterDisplayName":"Lloyd Lam, PhD","PresenterKey":"e5f9ba41-3248-4b1f-9b5a-5ade8b70908f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"605. ABBV-101, a highly potent and selective clinical stage Bruton tyrosine kinase degrader, overcomes BTK mutation-induced resistance to BTK inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ABBV-101, a highly potent and selective clinical stage Bruton tyrosine kinase degrader, overcomes BTK mutation-induced resistance to BTK inhibitors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Small cell lung cancer (SCLC) is an aggressive neuroendocrine tumor with rapid disease progression and poor patient survival. Therapeutic options for SCLC remain a challenge due to limited understanding of both the biology of the disease and the major determinants of treatment response. Key transcription factors associated with unique biological phenotypes of SCLC include ASCL1, NEUROD1, YAP1, and POU2F3. Previously, we demonstrated that onvansertib, a highly specific inhibitor of the PLK1 Ser\/Thr kinase, was effective in SCLC preclinical models, leading to its ongoing clinical development for relapsed\/refractory SCLC patients (NCT05450965). Here we further explored potential strategies to enhance onvansertib activity by assessing its <i>in vitro<\/i> and <i>in vivo<\/i> activity in combination treatments.<br \/><b>Methods<\/b>: Human SCLC cell lines were treated for 72 hr with onvansertib in combination with paclitaxel, lurbinectedin or the ATR inhibitors BAY1895344 and AZD6738. Effect on cell proliferation was analyzed by WST1 and CellTiterGlo assays. In vivo activity of onvansertib in combination with paclitaxel was tested in 3 SCLC patient-derived xenograft (PDX) models either cisplatin-sensitive (TKO5- ASCL1 subtype) or cisplatin-resistant (TKO2-ASCL1 subtype, TKO8-NEUROD1 subtype). Tumor-bearing nude mice were treated with vehicle, onvansertib (50 mg\/kg, oral, 4 times\/week), paclitaxel (15 mg\/kg, IP, once a week) or the combination for 5 weeks. Mice were followed for tumor growth and survival (defined as time to reach tumor volume greater than 2000 mm<sup>3<\/sup>).<br \/><b>Results<\/b>: The combination of onvansertib and paclitaxel inhibited cell proliferation synergistically in cell lines from 3 SCLC subtypes (ASCL1, NEUROD1, and YAP1), while the combinations with lurbinectedin or ATR inhibitors were not synergistic. We further examined the combination of onvansertib and paclitaxel in SCLC PDXs. The combination exhibited potent anti-tumor activity, resulting in significantly greater tumor growth inhibition and increase in survival compared to the monotherapies in all 3 PDXs. The combination was well tolerated with no observed body weight loss. While onvansertib and paclitaxel had negligible single agent activity in cisplatin-resistant TK02 PDX and TKO8 PDX models, the combination induced durable complete responses in 25% and 100% of treated mice respectively.<br \/><b>Conclusion<\/b>: The PLK1 inhibitor onvansertib in combination with paclitaxel showed synergy in multiple SCLC cell lines <i>in vitro<\/i> and potent anti-tumor activity in cisplatin-sensitive and -resistant SCLC PDX models <i>in vivo<\/i>. Tumor tissue analysis is underway to detail the mechanisms of this interaction.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-14 Other,,"},{"Key":"Keywords","Value":"Polo-like kinase,Lung cancer: small cell,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. C. Schmitz<\/b><sup>1<\/sup>, G. Zhang<sup>1<\/sup>, A. Pannucci<sup>1<\/sup>, T. Smeal<sup>2<\/sup>, C.-C. Wu<sup>2<\/sup>, M. Ridinger<sup>2<\/sup>, T. K. Owonikoko<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Pittsburgh, Pittsburgh, PA, <sup>2<\/sup>Cardiff Oncology, San Diego, CA","CSlideId":"","ControlKey":"c4f2189e-432d-41d0-b6cf-a4f5f717536d","ControlNumber":"6756","DisclosureBlock":"<b>&nbsp;J. C. Schmitz, <\/b> <br><b>Cardiff Oncology<\/b> Grant\/Contract. <br><b>G. Zhang, <\/b> <br><b>Cardiff Oncology<\/b> Grant\/Contract.<br><b>A. Pannucci, <\/b> None.&nbsp;<br><b>T. Smeal, <\/b> <br><b>Cardiff Oncology<\/b> Employment, Stock Option, Patent. <br><b>C. Wu, <\/b> <br><b>Cardiff Oncology<\/b> Employment, Stock Option. <br><b>M. Ridinger, <\/b> <br><b>Cardiff Oncology<\/b> Employment, Stock, Stock Option, Patent. <br><b>T. K. Owonikoko, <\/b> <br><b>Cardiff Oncology<\/b> Grant\/Contract, Other, Advisory Board. <br><b>PUMA Biosciences<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Cyclacel<\/b> Grant\/Contract, Other, Advisory Board. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Advisory Board.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4170","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"606","PresenterBiography":null,"PresenterDisplayName":"John Schmitz, PhD","PresenterKey":"bdda4b06-88bf-41d5-b348-6562e529e4df","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"606. The PLK1 inhibitor, onvansertib, synergizes with paclitaxel in small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The PLK1 inhibitor, onvansertib, synergizes with paclitaxel in small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"<u>Purpose<\/u>: Receptor d&#8217;origine nantais (RON) is a highly conserved transmembrane protein expressed at low levels in healthy adult tissues of epithelial origin and at various levels in immune cells such as macrophages. Aberrant activation of RON has been described in many solid tumors, and it contributes to tumorigenesis by modulating the immune tumor microenvironment, activating numerous oncogenic signaling pathways, and protecting tumor cells under stress. The overexpression of RON protein and the subsequent generation of oncogenic variants are mainly responsible for the persistent activation of downstream signaling pathways. In breast cancer, more than 80% of primary cancer samples are positive for RON expression, with overexpression reported in approximately 50% of cases. Importantly, tumoral RON expression correlates with increased breast cancer progression, metastasis, and poor prognosis independent of molecular subtype. We hypothesize that a small molecule inhibitor of RON that can target both full-length and truncated isoforms will promote anti-tumor immunity within the tumor microenvironment and block pro-metastatic signaling pathways. Herein, we report the development of a novel, orally bioavailable, selective, and potent inhibitor of RON kinase.<br \/><u>Methods<\/u>: With structure-guided and iterative medicinal chemistry approaches, we identified a novel chemical entity that potently inhibited RON kinase activity. Further optimization resulted in the identification of ZB-60 with improved potency, selectivity, and desirable drug-like properties. <i>In vitro<\/i> kinase assays were performed using ADP-Glo RON kinase assay kit (Promega). Changes in phosphorylation of RON was demonstrated by Western blotting. Plasma pharmacokinetics (PK) was conducted in mice to measure exposures and to determine the oral bioavailability of ZB-60. <i>In vivo<\/i> efficacy of ZB-60 was evaluated in syngeneic mouse models of breast (EMT6) and colorectal (CT26) cancer.<br \/><u>Results<\/u>: ZB-60 inhibited RON kinase activity with an IC<sub>50<\/sub> of 56 nM and showed greater than 40-fold selectivity against MET and other closest members of the tyrosine kinase family. In ZB-60 treated breast cancer cells, there was a dose dependent reduction of RON phosphorylation and downstream signaling. PK analysis showed a high oral bioavailability with low clearance. <i>In vivo<\/i> evaluation of ZB-60 showed inhibition of tumor growth in EMT6 and CT26 models. Ongoing studies are focused on testing ZB-60 in combination with checkpoint inhibitors. The results from these studies along with ADME-TOX and pharmacokinetics will be presented.<br \/><u>Conclusion<\/u>: ZB-60 has target specific activity and exhibits favorable drug-like properties.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Kinase inhibitors,Drug discovery,Novel anticancer agents,Preclinical testing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Kaadige<\/b><sup>1<\/sup>, T. Thode<sup>1<\/sup>, J. Fornetti<sup>2<\/sup>, A. Weston<sup>1<\/sup>, S. Ng<sup>1<\/sup>, T. Ghosh-Halder<sup>1<\/sup>, T. Bargenquast<sup>1<\/sup>, B. Durbin<sup>1<\/sup>, S. Kasibhatla<sup>1<\/sup>, R. Soldi<sup>1<\/sup>, A. Welm<sup>2<\/sup>, S. Sharma<sup>1<\/sup>; <br\/><sup>1<\/sup>TGen (The Translational Genomics Research Institute), Phoenix, AZ, <sup>2<\/sup>Huntsman Cancer Institute, SLC, UT","CSlideId":"","ControlKey":"57a53462-39ed-4d41-a2bd-0b03662e10b7","ControlNumber":"8197","DisclosureBlock":"&nbsp;<b>M. Kaadige, <\/b> None..<br><b>T. Thode, <\/b> None..<br><b>J. Fornetti, <\/b> None..<br><b>A. Weston, <\/b> None..<br><b>S. Ng, <\/b> None..<br><b>T. Ghosh-Halder, <\/b> None..<br><b>T. Bargenquast, <\/b> None..<br><b>B. Durbin, <\/b> None..<br><b>S. Kasibhatla, <\/b> None..<br><b>R. Soldi, <\/b> None..<br><b>A. Welm, <\/b> None..<br><b>S. Sharma, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4182","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"607","PresenterBiography":null,"PresenterDisplayName":"Mohan Rao Kaadige, PhD","PresenterKey":"bb0a9edf-e767-4d12-a864-98dbc57388ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"607. Development of a novel, selective, and potent inhibitor of RON kinase","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a novel, selective, and potent inhibitor of RON kinase","Topics":null,"cSlideId":""},{"Abstract":"Due to their critical role in cancer signaling pathways, members of the kinase family have emerged as one of the most comprehensively pursued targets in pharmacological cancer research. Deregulation of kinase activities leads to a variety of upstream and downstream signaling pathway changes in cancer cell. The Ras\/Raf\/MEK\/ERK and PI3K\/Akt\/mTOR cascades are activated by genetic alterations in selected upstream signaling molecules such as receptor tyrosine kinases. Recently developed therapies which target such kinases (EGFR, BRAF, MEK) with kinase inhibitors have notably improved the prognosis within various cancer patient groups. However, patients with different mutations of EGFR, RAS, and BRAF do not respond completely. In this study the potential of NEOS-223 as a new kinase-targeted therapy in selected cancer models was investigated. Multiple cancer cell lines were assessed for cell growth as well as the direct inhibitory effects of NEOS-223 alone and in combination with other clinically approved kinase inhibitors. NEOS-223 treatment caused cell growth inhibition, blocked colony growth, and induced apoptosis in lung, pancreatic, melanoma, and colon cancer cell lines in vitro<i> <\/i>and demonstrated potent antitumor activity in <i>in vivo<\/i> xenograft models of colon and lung cancer. We were particularly interested in examining different components of the ERK and PI3K signaling pathways in selected sensitive cell lines, it was identified that NEOS-223 treatment led to downregulation of the expression of pERK and pAKT signaling. Blockage of the PI3K\/mTOR pathways showed inhibitory synergy with NEOS-223 in lung cancer in vitro. Most importantly, <i>in vivo<\/i> data showed that while administration of NEOS-223 alone decreased tumor growth, the addition of PI3K\/Akt\/mTOR inhibitor onatasertib significantly enhanced anticancer effect in a lung cancer model. In lung and pancreatic cancer models, inhibition of EGFR by the small molecule drug gefitinib strongly showed synergistic effect with NEOS-223 both in vitro and <i>in<\/i> <i>vivo.<\/i> This may be because EGFR potentially activates both the mitogen activated protein kinase (MAPK\/ERK) and the PI3K\/mTOR signaling cascades in different mutant cancer models. These studies reveal that NEOS-223 inhibits cell proliferation and induces apoptosis via suppressing the PI3K\/Akt\/mTOR pathway and further suggest that the combination of PI3K\/Akt\/mTOR and EGFR inhibitors and that NEOS-223 would be a strong potential chemotherapeutic strategy against lung and pancreatic cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-06 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Apoptosis,Kinase inhibitors,Cancer,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Potu<\/b>, S. A. Little, S. Fedorchak, S. Chittamuru, T. Murphy, R. Wexler, S. Croce, M. George, L. S. Desai; <br\/>NeoSome Life Sciences, Billerica, MA","CSlideId":"","ControlKey":"874ccb10-4860-4638-bbdb-3b08dac22aab","ControlNumber":"2506","DisclosureBlock":"&nbsp;<b>H. Potu, <\/b> None..<br><b>S. A. Little, <\/b> None..<br><b>S. Fedorchak, <\/b> None..<br><b>S. Chittamuru, <\/b> None..<br><b>T. Murphy, <\/b> None..<br><b>R. Wexler, <\/b> None..<br><b>S. Croce, <\/b> None..<br><b>M. George, <\/b> None..<br><b>L. S. Desai, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4183","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"608","PresenterBiography":null,"PresenterDisplayName":"Harish Potu, BS;MS;PhD","PresenterKey":"83771ce1-7ac7-4fcd-ae98-e0f71b6c720c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"608. NEOS-223 is a small molecule kinase inhibitor which induces apoptosis in selected cancer models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NEOS-223 is a small molecule kinase inhibitor which induces apoptosis in selected cancer models","Topics":null,"cSlideId":""},{"Abstract":"HRI was initially identified as a kinase essential for maintaining heme-globin balance within red blood cells as well as for controlling the ISR in response to oxidative stress. HRI also responds to a broad range of stresses such as osmotic stress, heat shock, proteasome inhibition. The recently discovered unexpected functions of HRI include innate immunity, translational control of immune evasion in cancer by upregulating PD-L1, proteostasis, mitochondrial stress, inhibition of histone H3 lysine 27 (H3K27) demethylase (KDM6A) and iron deficiency. Importantly, recent evaluation of patient data uncovered high expression of HRI mRNA in a subset of epithelial tumors versus normal tissues. Elevated expression of HRI protein in these tumor cells lead to cell death when BIRC6 ubiquitin complex is inhibited, which mediates degradation of HRI and is required for the survival of the tumors. These further broaden the importance of this member of the eIF2&#945; kinase family as a cancer therapeutic strategy.<b><\/b> Dordaviprone (ONC201), an imipridone small molecule, binds to and activates mitochondrial protease ClpP leading to integrated stress response (ISR) and ATF4 transcription factor activation. PG3, a prodigiosin analog, induces ATF4 and pro-apoptotic PUMA. Our data indicate that PG3 activates ATF4 through ISR via eIF2&#945; kinase HRI. ALAS1 (5'-aminolevulinate synthase 1) catalyzes the first rate-limiting step in heme (Iron-protoporphyrin) biosynthesis. ONC201 treatment leads to potent downregulation and inhibition of ALAS1, indicating that ONC201 inhibits heme biosynthesis. It is well known that reduced heme results in activation of the HRI kinase. We show that an inhibitor of heme biosynthesis or knockdown of ALAS1 results in HRI activation, while silencing of HRI or knockout of <i>HRI<\/i> gene potently inhibit the eIF2&#945; phosphorylation and upregulation of ATF4, CHOP and PUMA by PG3 and imipridones. Knockdown of ClpP rescues ONC201-induced downregulation of ALAS1 which blocks ONC201-induced upregulation of CHOP. Also, silencing of ClpP significantly reduced PARP cleavage in HCT116 p53<sup>-\/- <\/sup>and MDA-MB-468 cancer cells. Our studies identify a novel link between ClpP activation induced by ONC201 treatment and ATF4 upregulation, via the ClpP\/ALAS1\/HRI\/ATF4 pathway. However, PG3 treatment did not lead to degradation of ALAS1, indicating that PG3 does not activate ClpP. PG3 potently induced cell apoptosis through ISR via HRI\/ATF4\/PUMA pathway independent of ClpP. We are further investigating the targets of PG3 and the signaling pathway that leads to PG3-induced activation of HRI. Our results suggest that different small molecule inducers of the ISR such as ONC201 and PG3 can achieve an anti-tumor effect through different pathways converging on kinase HRI ultimately leading to ATF4 activation and tumor cell death.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-06 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Imipridone,Integrated stress response,ATF4,HRI,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Tian<\/b>, P. Srinivasan, W. S. El-Deiry; <br\/>Brown University, Providence, RI","CSlideId":"","ControlKey":"96b4a19e-3bfa-42db-979b-64c1ed19a366","ControlNumber":"7256","DisclosureBlock":"&nbsp;<b>X. Tian, <\/b> None..<br><b>P. Srinivasan, <\/b> None.&nbsp;<br><b>W. S. El-Deiry, <\/b> <br><b>Oncoceutics<\/b> Founder. <br><b>Chimerix<\/b> Shareholder. <br><b>p53-Therapeutics<\/b> Founder.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4185","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"610","PresenterBiography":null,"PresenterDisplayName":"Xiaobing Tian, PhD","PresenterKey":"618bd992-e205-40e8-a8ac-dbd7b96fce43","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"610. ClpP-dependent and -independent activation of HRI kinase by small molecules","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ClpP-dependent and -independent activation of HRI kinase by small molecules","Topics":null,"cSlideId":""},{"Abstract":"LNX231 is a multi-kinase inhibitor mainly target FLT3, which could both directly kill cancer cells and promote tumor immunity. LNX231 potently inhibits FLT3 activity in biochemical assay, with a 50% inhibitory concentration (IC<sub>50<\/sub>) of 3.5 nM, significantly inhibits FLT3-D835Y and FLT3 ITD, the values of IC<sub>50<\/sub> are 20 nM and 4.4 nM. LNX231 inhibits the proliferation of FLT3 mutant AML cell lines via RAS-MARK and JAK-STAT pathway. LNX231 significantly decreases the phosphorylation of STAT5 and ERK in MV-4-11 cells at the high concentration, but has no effect on the phosphorylation of FLT3 and AKT. LNX231 significantly decreases the phosphorylation of FLT3, STAT5 and ERK in MOLM-13 cells at the high concentration, but has no effect on the phosphorylation of AKT. In FLT3 mutated AML models, LNX231 induced sustained tumor shrinkage as a single agent and was well tolerated. At the same dose, LNX231 was more potent than the FDA-approved drug Gilteritinib. In the MC38 tumor-bearing model, the efficacy of LNX231 was better than Sunitinib and Lenvatinib. LNX231 has good oral bioavailability in different species, such as mouse, rat, dog and monkey. DMPK data predicted oral QD dosing in human. It also showed excellent ADMET profile as a pre-clinical candidate. Safety tolerability studies were conducted in mice and dogs. LNX231 has low cardiotoxicity (IC<sub>50 <\/sub>of hERG is 25.84 &#181;M) and 5-6 times safety window. In conclusion, we discovered LNX231 as a multi-kinase inhibitor for FLT3 mutated AML.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Kinase inhibitors,FLT3,Acute myeloid leukemia,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Zhao<\/b><sup>1<\/sup>, G. Hao<sup>1<\/sup>, R. Deng<sup>1<\/sup>, N. Zhang<sup>2<\/sup>, J. Yao<sup>1<\/sup>, A. Zhu<sup>2<\/sup>, G. Li<sup>2<\/sup>, E. Wang<sup>2<\/sup>, Z. Li<sup>1<\/sup>, Z. Liu<sup>1<\/sup>, G. Zhang<sup>1<\/sup>; <br\/><sup>1<\/sup>Lunan Pharmaceutical Group Co. Ltd., Linyi City, China, <sup>2<\/sup>Shandong New Time Pharmaceutical Co., LTD, Linyi City, China","CSlideId":"","ControlKey":"8616bdcd-e1ed-4648-9827-6dbbdac8bd9a","ControlNumber":"1567","DisclosureBlock":"&nbsp;<b>L. Zhao, <\/b> None..<br><b>G. Hao, <\/b> None..<br><b>R. Deng, <\/b> None..<br><b>N. Zhang, <\/b> None..<br><b>J. Yao, <\/b> None..<br><b>A. Zhu, <\/b> None..<br><b>G. Li, <\/b> None..<br><b>E. Wang, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>Z. Liu, <\/b> None..<br><b>G. Zhang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4186","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"611","PresenterBiography":null,"PresenterDisplayName":"Lizhi Zhao, MS","PresenterKey":"eef40f98-0910-4cf8-b607-7d3da093d403","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"611. Discovery of LNX231, a multi-kinase inhibitor mainly target FLT3 with robust <i>in vivo<\/i> efficacy in FLT3 mutant AML models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of LNX231, a multi-kinase inhibitor mainly target FLT3 with robust <i>in vivo<\/i> efficacy in FLT3 mutant AML models","Topics":null,"cSlideId":""},{"Abstract":"Focal, high copy number amplifications of prevalent oncogenes (e.g., <i>MYC, EGFR<\/i>) frequently occur on extrachromosomal DNA (ecDNA), highly transcribed units of circular, non-chromosomal DNA. While use of targeted therapies is associated with improved survival in patients with cancers that have activating oncogene mutations or fusions, they have demonstrated limited activity for patients whose tumors harbor oncogene amplifications, including those mediated by ecDNA. We have previously identified Checkpoint Kinase 1 (CHK1) as a target essential for ecDNA function in cancer, as tumor cells with oncogene amplification on ecDNA exhibit increased DNA replication stress (RS) and are hypersensitive to inactivation of CHK1, cells&#8217; master regulator of RS. Thus, we have developed BBI-355, a novel, orally bioavailable, and selective small molecule inhibitor of CHK1, which is currently being studied in the first-in-human Phase 1\/2 POTENTIATE clinical trial for patients with cancer harboring oncogene amplifications, including on ecDNA (NCT05827614).<b><\/b><br \/><b> <\/b> In vitro antiproliferation activity of BBI-355 was observed in a panel of ecDNA+ oncogene amplified tumor lines and non-amplified lines, with heightened sensitivity and induction of RS observed in ecDNA+ cells. Oral administration of BBI-355 resulted in dose dependent on-target activity, with induced p-CHK1-S345 protein expression, in agreement with measured plasma and tumor concentrations. Subsequent pharmacokinetic\/pharmacodynamic (PK\/PD) modeling guided continuous and intermittent dose\/schedules of single agent BBI-355 that demonstrated durable antitumor activity, including tumor regressions, in multiple ecDNA+ tumor models. Single agent targeted therapy treatment of cancers with oncogene amplification on ecDNA can result in acquired resistance via ecDNA-based mechanisms, further increasing reliance on CHK1. Enhanced antitumor activity of BBI-355 in combination with agents targeting the protein products of amplified oncogenes was demonstrated in multiple in vivo tumor models; these included combination with a pan-FGFR inhibitor in <i>FGFR2 <\/i>ecDNA+ amplified gastric cancer and combination with CDK4\/6 inhibitors in <i>CDK4<\/i> ecDNA+ amplified sarcoma models.<i> <\/i><br \/><i><\/i> <i> <\/i> The first ecDNA-directed therapy (ecDTx) in development, BBI-355 demonstrated significant antitumor activity as a single agent and in combination with targeted therapies in multiple ecDNA+ oncogene amplified tumor models. Oral dosing of BBI-355 provides dose\/schedule flexibility to attempt to optimize antitumor activity with a tolerable safety profile in patients with highly aggressive cancers and significant unmet need. The POTENTIATE clinical trial is open and currently enrolling.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Chk1,ecDNA,In vivo,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. J. Hansen<\/b>, A. Steffy, J. Plum, A. Ardeshiri, E. Tse, S. Garcia, B. Norman, J. Moininazeri, A. Pferdekamper, E. Holmes, D. Liao, R. Elsdon, J. Lange, A. Pinkerton, J. Apuy, S. Chowdhry, C. Hassig, S. Kasibhatla; <br\/>Boundless Bio, San Diego, CA","CSlideId":"","ControlKey":"57152636-3f46-46a7-9a0b-989669310c42","ControlNumber":"3403","DisclosureBlock":"<b>&nbsp;R. J. Hansen, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option, Patent. <br><b>A. Steffy, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option. <br><b>J. Plum, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option. <br><b>A. Ardeshiri, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option. <br><b>E. Tse, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option. <br><b>S. Garcia, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option. <br><b>B. Norman, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option. <br><b>J. Moininazeri, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option. <br><b>A. Pferdekamper, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option. <br><b>E. Holmes, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option. <br><b>D. Liao, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option. <br><b>R. Elsdon, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option. <br><b>J. Lange, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option. <br><b>A. Pinkerton, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option. <br><b>J. Apuy, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option. <br><b>S. Chowdhry, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option, Patent. <br><b>C. Hassig, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option, Patent. <br><b>S. Kasibhatla, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option, Patent.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8949","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"613","PresenterBiography":null,"PresenterDisplayName":"Ryan Hansen, PhD","PresenterKey":"5904c36e-c1af-4c22-a51e-200f0b314f9f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"613. Oral CHK1 inhibitor BBI-355 allows flexibility of dose and schedule with demonstration of monotherapy and combinational antitumor activity in extrachromosomal DNA (ecDNA) driven preclinical models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oral CHK1 inhibitor BBI-355 allows flexibility of dose and schedule with demonstration of monotherapy and combinational antitumor activity in extrachromosomal DNA (ecDNA) driven preclinical models","Topics":null,"cSlideId":""},{"Abstract":"Background: Cholangiocarcinoma (CCA) is a lethal and heterogenous malignancy of the biliary tree characterized by perineural invasion. About 85% of CCA show activation of YAP signaling, which promotes proliferation, anti-apoptosis, and therapeutic resistance. YAP signaling is mediated by Src family kinases (SFK) by phosphorylation of YAP (pYAP<sup>y357<\/sup>). NXP900 is a first-in-class, highly selective, SFK inhibitor with a novel mechanism of action which locks SFK in its closed and inhibited conformation, in contrast to other Src inhibitors such as dasatinib. A phase 1a study of NXP900 in patients with advanced solid tumors was recently initiated. Here, we examined treatment responses of CCA to NXP900 <i>in vitro<\/i> and <i>in vivo<\/i>.<br \/>Methods: Cell viability was determined in seven CCA cell lines by CellTiter-Glo. Cell death and apoptosis were assayed by PI\/Hoechst and Caspase-Glo 3\/7 assay. CalcuSyn software was used to determine synergistic drug effects. Immunoblot analysis, RT-PCR, and IF staining of YAP localization were used to evaluate YAP knockdown. Clones of human CCA cell lines resistant to NXP900 were generated through escalating exposure to NXP900 over 6 months. Five patient-derived xenograft (PDX) tumors were expanded into flanks of NOD\/SCID mice. Tumor bearing mice were randomized 1:1 with 5 mice per arm and treated with vehicle or NXP900 (40 mg\/kg) once daily for up to 4 weeks. To determine drivers of sensitivity and resistance, predicted sensitivity scores based on tumor growth were linked to multi-omics (RNA seq and [phospho-]proteomics) of our PDX models.<br \/>Results: All cell lines were sensitive to NXP900 with IC<sub>50<\/sub> values between 7nM-15&#181;M; IC<sub>50<\/sub>&#8217;s of resistant clones were 1000 times higher. NXP900 induced more cell death compared to vehicle, which appeared to be through apoptosis. NXP900 inhibited pSrc, decreased pYAP<sup>y357<\/sup>, and upregulated inactive pYAP<sup>s127<\/sup>. Correspondingly, decreased YAP target gene (Cyr61, NUAK, and CTGF) levels and a nuclear-to-cytoplasmic translocation were observed. NXP900\/GemCis combination therapy increased cell death demonstrated a synergistic effect (Combination Indices &#60;1) at all concentrations. In our PDX models, treatment was associated with a significant decrease in tumor growth in 3 models (mean fold change 3.1 vs. 14.2; 1.0 vs. 7.6; 1.4 vs. 2.6). The major resistant signature was the TRK signaling network, involved in nerve growth factor binding activity, while drivers of sensitivity included the SRC network.<br \/>Conclusion: NXP900 demonstrated therapeutic activity in vitro and in human PDX models. We are currently performing multi-omic approaches in NXP900 sensitive and resistant cell lines to unravel determinants of activity and resistance. Additional <i>in vivo<\/i> studies will be performed to determine effects of NXP900\/GemCis and NXP900\/anti-PDL-1 combination therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-13 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"Cholangiocarcinoma,Patient-derived xenograft (PDX) models,Src kinase inhibition,Yes-associated protein (YAP),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Kuipers<\/b>, J. L. Tomlinson, D. M. Carlson, A. M. Abdelrahman, E. Jessen, J. W. Sample, N. W. Werneburg, H. E. Stumpf, M. J. Truty, S. I. Ilyas, G. J. Gores, R. L. Smoot; <br\/>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"89aaf9b9-5be6-494a-8cc8-2038402bf5a7","ControlNumber":"1046","DisclosureBlock":"&nbsp;<b>H. Kuipers, <\/b> None..<br><b>J. L. Tomlinson, <\/b> None..<br><b>D. M. Carlson, <\/b> None..<br><b>A. M. Abdelrahman, <\/b> None..<br><b>E. Jessen, <\/b> None..<br><b>J. W. Sample, <\/b> None..<br><b>N. W. Werneburg, <\/b> None..<br><b>H. E. Stumpf, <\/b> None..<br><b>M. J. Truty, <\/b> None..<br><b>S. I. Ilyas, <\/b> None..<br><b>G. J. Gores, <\/b> None.&nbsp;<br><b>R. L. Smoot, <\/b> <br><b>Astra Zeneca<\/b> Other, consulting.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8972","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"614","PresenterBiography":null,"PresenterDisplayName":"Hendrien Kuipers, MD","PresenterKey":"0719cc01-53db-4551-a44f-4deaca50923a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"614. Src family kinase inhibition demonstrates antitumor activity in vitro and in patient-derived xenograft models of human cholangiocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Src family kinase inhibition demonstrates antitumor activity in vitro and in patient-derived xenograft models of human cholangiocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: NXP900 (eCF506) is a novel potent and selective SRC family kinase (SFK) inhibitor, (IC50 of 0.47 nM against YES1). NXP900 locks its target into its native &#8220;closed&#8221; conformation (type 1.5), thereby inhibiting both kinase activity and complex formation with protein partners (Temps et al. Cancer Res. 2021, 81, 5438). In contrast, multi-kinase inhibitors, including dasatinib and bosutinib, block SRC in the active &#8220;open&#8221; conformation (type 1) promoting the association of SFK and signaling partners via allosteric facilitation (Higuchi et al. Cell Rep. 2021, 34, 108876). Activation of SFK suggests that NXP900 may have therapeutic potential in cancers with acquired resistance to EGFR and ALK inhibitors.<br \/>Methods: Cell lines: Alectinib sensitive (NCI-H2228, ATCC) and osimertinib sensitive (PC9, RIKEN). Alectinib resistant (H2228-ALR1, H2228-ALR2, H2228-ALR3, H2228-ALR4) and osimertinib resistant (PC9-OR1, PC9-OR3) cell lines were generated by treatment of NCI-H2228 or PC9 with increasing concentrations of, respectively, alectinib or osimertinib. Cell proliferation assay: Intracellular ATP (Oncolines B.V.); cells were treated with inhibitors for 120 hours. Reverse Phase Protein Array (RPPA): Protein extracts were prepared from cell lines at sequential timepoints following treatment with NXP900 or a combination of NXP900 and osimertinib. Extracts were printed as a concentration series onto nitrocellulose coated slides across multiple sub-arrays using an Aushon2470 arrayer, each sub-array was addressed with individual mono-specific antibodies to quantify the abundance of SRC, EGFR and other canonical cancer signaling pathway phosphorylation events.<br \/>Results: NXP900 single agent potently inhibited cell proliferation of ALK sensitive (GI50=83nM) and all ALK resistant cell lines (GI50=5.8-16nM). GI50 for EGFR sensitive and EGFR resistant cells were 605 nM and 826-4665 nM, respectively. In combination with a fixed concentration of osimertinib (160nM), NXP900 potently reversed osimertinib resistance in both EGFR resistant cell lines (GI50= 43-121 nM).<br \/>Conclusions: Despite high response rates to osimertinib and alectinib, acquired resistance almost universally arises. Here we demonstrate that NXP900 can potently inhibit cell proliferation of ALK resistant cell lines as a single agent and EGFR resistant cell lines in combination with osimertinib. Activation of SFK and YAP1 has been shown to be important in the development of resistance to ALK and EGFR treatment. We have previously demonstrated that NXP900 potently inhibits YAP1 nuclear localization and induces tumor regressions in squamous models in vivo providing additional proof of concept for targeting solid tumors with YES1\/SRC and Hippo pathway alterations. A FIH, Phase1 dose escalation study for NXP900 has been initiated.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-13 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"Kinase inhibitors,Hippo pathway,Resistance,SRC\/YES1 inhibition,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. O. Carragher<\/b><sup>1<\/sup>, E. Poradosu<sup>2<\/sup>, B. King<sup>1<\/sup>, A. F. Munro<sup>1<\/sup>, J. C. Dawson<sup>1<\/sup>, A. Unciti-Broceta<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Edinburgh, Edinburgh, United Kingdom, <sup>2<\/sup>Nuvectis Pharma Inc., Fort Lee, NJ","CSlideId":"","ControlKey":"8bbced6d-e164-4b1e-99fa-bbefbd62eee7","ControlNumber":"1326","DisclosureBlock":"<b>&nbsp;N. O. Carragher, <\/b> <br><b>Nuvectis Pharma Inc.<\/b> Grant\/Contract, Patent. <br><b>ArgenX<\/b> Grant\/Contract. <br><b>Exscientia AI<\/b> Grant\/Contract. <br><b>E. Poradosu, <\/b> <br><b>Nuvectis Pharma Inc<\/b> Employment, Stock.<br><b>B. King, <\/b> None..<br><b>A. F. Munro, <\/b> None..<br><b>J. C. Dawson, <\/b> None.&nbsp;<br><b>A. Unciti-Broceta, <\/b> <br><b>Nuvectis Pharma Inc.<\/b> Grant\/Contract, Patent.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8973","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"615","PresenterBiography":null,"PresenterDisplayName":"Neil Carragher","PresenterKey":"090d4155-bf3a-48a0-ad33-e94589037f43","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"615. NXP900, a novel YES1\/SRC kinase inhibitor in phase 1, demonstrates potent inhibition of proliferation in cell lines resistant to ALK and EGFR inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NXP900, a novel YES1\/SRC kinase inhibitor in phase 1, demonstrates potent inhibition of proliferation in cell lines resistant to ALK and EGFR inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Protein kinases play important role in the regulation of various biological processes, and their malfunction and dysregulation are intricately linked to the initiation and progression of cancer. The effectiveness of small-molecule kinase inhibitors (KIs) has been well-established in the therapeutic landscape, with the FDA approving over 70 KIs for the treatment of cancer and other diseases. However, the widespread utilization of KIs has been accompanied by reported adverse events, prominently featuring cardiac complications, alongside hepatic and renal function. While many studies have indicated on-target and off-target kinase specificity associated with organ damage, there is an urgent need for building predictive models that can pinpoint which specific kinases might be involved in different types of organ injuries. Such a model would not only facilitate mechanistic elucidation but also serve as a valuable tool for preemptively identifying potential adverse events associated with KI treatment. In this study, we performed polypharmacology-based screening of kinase inhibitors in organotypic tissue slices prepared from the normal heart, liver, and kidney of three distinct species&#8212;human, canine, and rodents. These tissue samples were treated individually using a curated selection of 32 KIs that are representative of a larger set of KIs and collectively target most of the 'kinome.' Subsequently, we developed Elastic Net Regularization models by utilizing the kinase inhibition profiles of ~300 kinases. These models were used to predict changes in tissue viability, measured as a percentage change, following the treatment with the respective kinase inhibitors. Using these models, we predicted the toxicity of 428 kinase inhibitors, both as single agents and in pairwise combinations, against three organs&#8212;heart, liver, and kidney&#8212;in humans, rodents, or canines. Our data show that the models accurately predicted the renal and cardiac toxicity of many FDA-approved KIs that were previously known. For example, the inhibition of RET kinase was identified to be linked with renal toxicity. Further, we compared the toxicity landscape of kinase KIs among different species and identified distinct sets of kinases that were recognized as essential indicators of toxicity within the same organ across species. These disparities underscore the potential distinctions in organ metabolism. In summary, our data provide a comprehensive landscape of kinase inhibitor toxicity. Our models could serve as a valuable resource for predicting kinase inhibitor toxicity across species by leveraging inhibitor profile data.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-13 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"Kinase inhibitors,Toxicity,Systems biology,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Kang<\/b>, M. Chan, S. Zhu, T. S. Gujral; <br\/>Fred Hutchinson Cancer Center, Seattle, WA","CSlideId":"","ControlKey":"de95c20b-be10-4911-8216-dc38013e39e9","ControlNumber":"6036","DisclosureBlock":"&nbsp;<b>Y. Kang, <\/b> None..<br><b>M. Chan, <\/b> None..<br><b>S. Zhu, <\/b> None..<br><b>T. S. Gujral, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8974","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"616","PresenterBiography":null,"PresenterDisplayName":"Yuqi Jang, MSc","PresenterKey":"28ac5fb2-5aef-457b-a367-1f34c4367b88","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"616. Integrating organotypic tissue slices and polypharmacology-based screening to map the toxicity landscape of kinase inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrating organotypic tissue slices and polypharmacology-based screening to map the toxicity landscape of kinase inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Alternative splicing (AS) is a primary mechanism for mRNA transcript diversification and protein expression regulation. In cancer, altered mRNA splicing promotes oncogenic transformation, induces metastasis, and confers resistance to cancer treatment. Mutations or imbalanced expression\/activity of splicing factors (SF), such as serine-arginine-rich SFs (SRSFs), often result in deregulation of RNA splicing and tumor progression. CDC2-like kinases (CLK) and dual-specificity tyrosine-regulated kinase (DYRK) are key regulators of AS <i>via<\/i> phosphorylation of SRSFs. BH-30236 is a novel macrocyclic ATP-competitive inhibitor of CLK1\/2\/4. It also inhibits DYRK1\/2, provirus integration site for moloney leukemia virus 3 (PIM3) and FMS-like tyrosine kinase 3 (FLT3) at clinically relevant concentrations. The inhibitory activity of BH-30236 against CLK, DYRK, PIM3 and FLT3 in cancer cells was investigated <i>via<\/i> the phosphorylation inhibition of SRSFs, Tau, 4EBP1 and FLT3, respectively. A panel of 119 hematological and solid tumor cell lines were used to investigate the spectrum of BH-30236 against cancer cell growth. To understand the mechanism of anti-cancer cell growth, the effect of BH-30236 on AS and protein expression of key tumor related biomarkers were examined. In conclusion, BH-30236 effectively inhibited pSRSF (IC<sub>50<\/sub> 40-60 nM in IMR-32 cells), pTau (IC<sub>50 <\/sub>~50 nM in SH-SY5Y cells), p4EBP1 (IC<sub>50<\/sub> ~80 nM in MM1S cells) and pFLT3-ITD (IC<sub>50<\/sub> 0.16 nM in MV-4-11 cells). BH-30236 demonstrated broad inhibition of cancer cell growth with a median IC<sub>50<\/sub> of 85.2 nM (range 0.55-393 nM) across 12 tumor types. BH-30236 showed great efficacy against cell lines derived from hematological malignancy (median IC<sub>50<\/sub> 23.34 nM), neuroblastoma (median IC<sub>50<\/sub> 25.73 nM), breast cancer (median IC<sub>50<\/sub> 83.80 nM), colon cancer (median IC<sub>50<\/sub> 85.17 nM), and lung cancer (median IC<sub>50<\/sub> 102.65 nM). Furthermore, BH-30236 demonstrated synergy with KRAS inhibitors in KRAS mutant cell lines, with EGFR inhibitors in RBM10 mutant H1975 cells, and with BCL2 inhibitor Venetoclax in MOLM-13 cells. Mechanistically, BH-30236 modulated AS by increasing pro-apoptotic and anti-proliferative splicing variants of key factors, such as BCL2L1, S6K, and BCLAF1. Meanwhile, BH-30236 downregulated RNA expression of SRSFs and modulated BCL2 family to increase apoptosis. These results strongly support the clinical applications of the novel multikinase CLK inhibitor BH-30236 in hematological malignancies and solid tumors as a single agent or in combination with other therapies.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Splice variants,CLK,Alternative splicing,anti-cancer drug sensitivity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Jiang<\/b>, D. Li, N. Ling, D. Zhai, W. Deng, E. Rui, J. Cui; <br\/>BlossomHill Therapeutics, Inc., San Diego, CA","CSlideId":"","ControlKey":"3870791a-4eff-4cf9-a792-0b67cdd91c1c","ControlNumber":"8300","DisclosureBlock":"<b>&nbsp;P. Jiang, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>D. Li, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>N. Ling, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>D. Zhai, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>W. Deng, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>E. Rui, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>J. Cui, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8975","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"617","PresenterBiography":null,"PresenterDisplayName":"J. Jean Cui, PhD","PresenterKey":"ea38573e-cd88-4bf0-b01f-295e3e9af903","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"617. BH-30236, a novel macrocyclic CLK inhibitor modulating RNA splicing, demonstrates potent inhibition of cancer cell growth in a broad panel of cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BH-30236, a novel macrocyclic CLK inhibitor modulating RNA splicing, demonstrates potent inhibition of cancer cell growth in a broad panel of cancer cell lines","Topics":null,"cSlideId":""},{"Abstract":"GCN2 (EIF2AK4) is an evolutionarily conserved kinase and a pivotal regulator of the Integrated Stress Response (ISR), an adaptive cellular program triggered primarily by amino acid scarcity. Active GCN2 phosphorylates the translation initiation factor eIF2&#945;, resulting in the attenuation of global protein synthesis and a largely ATF4-driven program of resource enhancement. GCN2 promotes cancer cell survival under conditions of microenvironmental or drug-induced intracellular nutrient scarcity. Here, we describe the preclinical development of APL-030, a novel and selective ATP-competitive inhibitor of GCN2. APL-030 was confirmed as a potent inhibitor of GCN2 in an on-target biochemical kinase assay with a Ki of 4.4nM. In a cell-based assay APL-030 decreased eIF2&#945; phosphorylation in a dose-dependent manner via direct GCN2 inhibition with an IC<sub>50<\/sub> of 50.8nM. In acute myeloid leukemia (AML) cell lines GCN2 inhibition resulted in a decrease in gene expression of effector genes CHAC1 and DDIT3. Moreover, treatment with APL-030 dose-dependently decreased cell viability in multiple AML cell lines, which was accompanied by an increase in caspase 3\/7 activity. Bulk mRNA sequencing of MOLM-13 AML cells showed that APL-030 inhibited the extensive transcriptome changes triggered by glutamine depletion, in line with a high degree of selectivity of APL-030 for GCN2-mediated ISR signaling. In cells grown in rich medium, APL-030 triggered a largely ISR-independent transcriptome response that was dominated by the enrichment of pathways related to cell cycle as well as RNA and protein metabolism. In vivo, APL-030 treatment of an AML xenograft animal model completely inhibited tumor growth and prolonged survival time. Inhibition of AML tumor growth was shown to be a consequence of decreased cell viability and induction of caspase-dependent apoptosis. APL-030 was also tested on primary diagnostic AML cells, which were assessed for cell death by flow cytometry following staining for Annexin-V, 7-AAD, CD45, CD34, and CD38. Treatment with APL-030 caused a statistically significant increase in AML cell death in all six samples studied. Three samples exhibited a measurable CD34+\/CD38- compartment, enabling evaluation of this leukemic stem cell-enriched population. APL-030 caused a statistically significant increase in cell death in the leukemic stem cell-enriched population in all three samples studied. APL-030 is a novel GCN2 inhibitor that that has shown encouraging efficacy in preclinical studies using both AML cell lines and patient-derived AML samples. Based on these preclinical results, a phase 1\/2 study is planned in hematological tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Preclinical,Kinase inhibitors,GCN2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Roman-Trufero<\/b><sup>1<\/sup>, G. Whitlock<sup>2<\/sup>, M. Fuchter<sup>3<\/sup>, M. Jeyakumar<sup>3<\/sup>, P. Chaida<sup>4<\/sup>, S. Herzog<sup>4<\/sup>, A. Zebisch<sup>4<\/sup>, R. Butt<sup>5<\/sup>, H. W. Auner<sup>1<\/sup>, N. Clemo<sup>5<\/sup>; <br\/><sup>1<\/sup>CHUV Lausanne University Hospital, Lausanne, Switzerland, <sup>2<\/sup>Sandexis Medicine Chemistry Ltd, Sandwich, United Kingdom, <sup>3<\/sup>Imperial College London, London, United Kingdom, <sup>4<\/sup>Medical University of Graz, Graz, Austria, <sup>5<\/sup>Apollo Therapeutics, Cambridge, United Kingdom","CSlideId":"","ControlKey":"ad64af48-bf52-47df-9a2f-d22f01006769","ControlNumber":"4879","DisclosureBlock":"<b>&nbsp;M. Roman-Trufero, <\/b> <br><b>Apollo Therapeutics<\/b> Other, Research funding. <br><b>G. Whitlock, <\/b> <br><b>Sandexis Medicinal Chemistry Ltd<\/b> Employment. <br><b>M. Fuchter, <\/b> <br><b>NK:IO Ltd<\/b> Other, Founder, NED and consultant. <br><b>M. Jeyakumar, <\/b> <br><b>Apollo Therapeutics<\/b> Other, Research funding.<br><b>P. Chaida, <\/b> None..<br><b>S. Herzog, <\/b> None.&nbsp;<br><b>A. Zebisch, <\/b> <br><b>Apollo Therapeutics<\/b> Other, Research collaboration. <br><b>Astra Zeneca<\/b> Travel. <br><b>Novartis<\/b> Other, Advisory Board and Consulting. <br><b>Abbvie<\/b> Other, Advisory Board and Consulting. <br><b>BMS-Celgene<\/b> Other, Advisory Board and Consulting. <br><b>Jazz<\/b> Other, Advisory Board and Consulting. <br><b>R. Butt, <\/b> <br><b>Apollo Therapeutics<\/b> Employment. <br><b>H. W. Auner, <\/b> <br><b>Apollo Therapeutics<\/b> Other, Research funding. <br><b>Bristol Myers Squibb<\/b> Other, Consultancy. <br><b>N. Clemo, <\/b> <br><b>Apollo Therapeutics<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8976","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"618","PresenterBiography":null,"PresenterDisplayName":"Monica Roman-Trufero","PresenterKey":"e259f1ea-002d-45fe-a4f6-54a3d0a29629","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"618. Preclinical assessment of APL-030, a selective and orally bioavailable inhibitor of the integrated stress response regulator GCN2 with activity against acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical assessment of APL-030, a selective and orally bioavailable inhibitor of the integrated stress response regulator GCN2 with activity against acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Dysregulation of the Mitogen-Activated Protein Kinase (MAPK) pathway is a frequent event in many cancers. The RAF family of kinases, which includes ARAF, BRAF, and CRAF (<i>RAF1<\/i>), plays a key role in MAPK signaling. Of the three isoforms, only BRAF is currently targeted by approved RAF inhibitors. These inhibitors were designed to target BRAF-mutant variants that act as oncogenic monomers. However, BRAF-monomer inhibitors can induce activation of wild-type RAF by the formation of dimers, resulting in hyperproliferative lesions of <i>BRAF <\/i>wild-type cells. Additionally, BRAF-monomer inhibitors do not target RAF-dimers, although this is a potential vulnerability of many MAPK-driven cancers. Novel inhibitors are in development to circumvent these limitations. Further insights into the precise targeting and mechanism of action of RAF inhibitors can help in determining the most promising avenues for drug development. We performed extensive cellular profiling experiments with three approved and five clinical stage inhibitors of RAF to gain more insight into the differences and cellular targeting of these agents. The inhibitors were tested in cell viability assays on a panel of 130 human cancer cell lines from diverse tissue origins. Cell lines were exposed to dose ranges of each inhibitor spanning four logarithmic orders, and viability was determined by measurement of intracellular ATP. Effects of compound on cell viability were related to genomic, transcriptomic, and proteomic status using bioinformatics, with the aim to identify predictive biomarkers for drug response, and to determine selective targeting of MAPK-driven cell lines. Additionally, the primary mechanism of cellular inhibitor activity was determined by relating cell line responses to gene dependency data from large CRISPR knockout screens.<br \/>Our results showed striking similarity in the overall inhibitory profile of BRAF-monomer inhibitors and the vemurafenib-derivative and paradox breaker plixorafenib, which all selectively targeted <i>BRAF<\/i>-mutant cell lines. However, whereas vemurafenib increased cell viability in <i>RAS<\/i>-mutant cell lines at high drug concentrations, this effect was greatly reduced for plixorafenib. Western blot analysis of phosphorylated MEK and ERK levels in <i>RAS<\/i>-mutant cell lines treated with BRAF-monomer inhibitors confirmed MAPK pathway activation as cause of the increased cell viability. In addition, RAF-dimer inhibitors potently targeted <i>BRAF<\/i>-mutant cell lines, as well as several <i>KRAS<\/i>- and <i>NRAS<\/i>-mutant cell lines. Lastly, correlation analyses of cell line profiling data with CRISPR knockout data revealed the preferential targeting of <i>RAF1<\/i>-dependent cell lines by the dual RAF\/MEK inhibitor avutometinib. The results of our analyses shed light on the intricacies of cellular targeting by RAF inhibitors and provide insights to guide the development of new RAF inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-14 Other,,"},{"Key":"Keywords","Value":"RAF kinase,Kinase inhibitors,Cell lines,Mitogen-activated protein kinase (MAPK) signaling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. J. Kooijman<\/b>, A. Al Koerdi, S. B. van der Leeuw, D. J. F. Kluitmans, E. van den Bossche, J. Dylus, J. A. D. de Roos, J. J. T. Melis, N. Willemsen-Seegers, G. J. R. Zaman; <br\/>Oncolines B.V., Oss, Netherlands","CSlideId":"","ControlKey":"28722c2c-6590-4791-8802-1f3ef3ae6e63","ControlNumber":"4821","DisclosureBlock":"&nbsp;<b>J. J. Kooijman, <\/b> None..<br><b>A. Al Koerdi, <\/b> None..<br><b>S. B. van der Leeuw, <\/b> None..<br><b>D. J. F. Kluitmans, <\/b> None..<br><b>E. van den Bossche, <\/b> None..<br><b>J. Dylus, <\/b> None..<br><b>J. A. D. de Roos, <\/b> None..<br><b>J. J. T. Melis, <\/b> None..<br><b>N. Willemsen-Seegers, <\/b> None..<br><b>G. J. R. Zaman, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4169","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"619","PresenterBiography":null,"PresenterDisplayName":"Jeffrey Kooijman","PresenterKey":"3c770bcd-46ff-458f-9b1a-bc7c8ffb8d67","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"619. Comprehensive cell line profiling of monomer- and dimer-selective small molecule RAF inhibitors uncovers determinants of cellular responses","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive cell line profiling of monomer- and dimer-selective small molecule RAF inhibitors uncovers determinants of cellular responses","Topics":null,"cSlideId":""},{"Abstract":"Oncogenic mutations in members of the RAS family, HRAS, NRAS, and KRAS, are frequently identified in various cancers and often lead to increased signaling of the mitogen-activated protein kinase (MAPK) pathway. KRAS is the most frequently mutated RAS isoform, with a mutation incidence of &#62;10% across all cancers, and up to 70% and 20% in pancreatic and non-small cell lung cancer (NSCLC), respectively. RAS has long been considered to be undruggable, and direct inhibition of RAS with small molecule inhibitors has only recently been achieved, with the approval of the KRAS G12C-mutant selective inhibitors sotorasib and adagrasib for treatment of NSCLC. Indirect targeting of <i>RAS<\/i>-mutated cancers by inhibitors of downstream components such as MEK and ERK has shown variable responses. Novel insights into MAPK signaling have renewed interest into targeting the MAPK pathway in <i>RAS<\/i>-mutant cancer, with pan-RAF dimer inhibitors and dual RAF\/MEK inhibitors reaching clinical trials. To improve the chances of success, it is important to determine which patient populations are most likely to respond to these inhibitors. To gain more insight into the cellular targeting of MAPK pathway inhibitors, eighteen inhibitors of the MAPK components KRAS, RAF, MEK, and ERK were profiled on a panel of 130 cell lines in cell viability assays (the Oncolines&#174; panel). The cell lines represented a diverse range of tumor tissues and had different genomic backgrounds. Many of the cell lines had mutations in <i>KRAS<\/i>, <i>NRAS, <\/i>or <i>BRAF<\/i>. Drug responses were determined by exposing the cell lines to nine-point duplicate dose ranges of the inhibitors. Using bioinformatics, cell line responses to the inhibitors were related to genomic and transcriptomic features, to identify determinants of drug response in both tissue-agnostic and tissue-specific contexts.<br \/>The results of our analyses revealed variable responses of <i>KRAS<\/i>-mutant cell lines to the inhibitors, reflecting clinical responses. Tissue-focused analyses showed that the different responses could be traced back to the different KRAS amino acid<i> <\/i>substitutions. For instance, in pancreatic cancer cell lines, the KRAS Q61H mutation predicted increased sensitivity to MAPK pathway inhibitors compared to other KRAS amino acid substitutions. Additionally, in tissue groups with a more heterogenous mutation profile, co-mutations explained the decreased effectivity of MAPK pathway inhibitors in <i>KRAS<\/i>-mutant cell lines, such as <i>PIK3CA<\/i> mutations in colorectal cancer cell lines. Lastly, a gene expression-based signature of MAPK activity predicted response to MAPK pathway inhibitors, independent of mutation status. Our findings have uncovered determinants of response to MAPK pathway inhibitors in <i>RAS<\/i>-mutant cell lines. These determinants can serve as markers to select patients who are most likely to benefit from MAPK inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-14 Other,,"},{"Key":"Keywords","Value":"KRAS,Mitogen-activated protein kinase (MAPK) pathway,Cell lines,Predictive biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. J. Kooijman<\/b>, A. Al Koerdi, D. J. F. Kluitmans, E. van den Bossche, J. Dylus, J. A. D. de Roos, J. J. T. Melis, G. J. R. Zaman; <br\/>Oncolines B.V., Oss, Netherlands","CSlideId":"","ControlKey":"9b50ba40-fce4-4415-84a9-2825227578ea","ControlNumber":"4713","DisclosureBlock":"&nbsp;<b>J. J. Kooijman, <\/b> None..<br><b>A. Al Koerdi, <\/b> None..<br><b>D. J. F. Kluitmans, <\/b> None..<br><b>E. van den Bossche, <\/b> None..<br><b>J. Dylus, <\/b> None..<br><b>J. A. D. de Roos, <\/b> None..<br><b>J. J. T. Melis, <\/b> None..<br><b>G. J. R. Zaman, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5579","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"620","PresenterBiography":null,"PresenterDisplayName":"Jeffrey Kooijman","PresenterKey":"3c770bcd-46ff-458f-9b1a-bc7c8ffb8d67","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"620. Screening of small-molecule MAPK pathway inhibitors on a panel of 130 human cancer cell lines identifies determinants of response in <i>RAS<\/i>-mutant subgroups","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"328","SessionOnDemand":"False","SessionTitle":"Kinase and Phosphatase Inhibitors 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Screening of small-molecule MAPK pathway inhibitors on a panel of 130 human cancer cell lines identifies determinants of response in <i>RAS<\/i>-mutant subgroups","Topics":null,"cSlideId":""}]