[{"Abstract":"SGN-EGFRd2 is an investigational bispecific antibody comprised of two camelid-derived humanized variable heavy chain only (VHH) domains, one targeting V&#947;9V&#948;2 (gamma delta) T cells and the other targeting the epidermal growth factor receptor (EGFR). Selective antitumor activity occurs when two conditions are met: 1) the molecule engages both EGFR-expressing tumor cells and gamma delta T cells and 2) butyrophilins, in complex with phosphoantigens (pAgs), are expressed by EGFR-positive tumor cells, resulting in gamma delta T cell directed tumor cell killing by activation, degranulation and secretion of cytolytic molecules. The tumor specific proximity of gamma delta T cells and expression of the butyrophilins\/pAgs complex results in the killing of EGFR-expressing tumor cells but not EGFR-expressing normal cells.<br \/>EGFR is an oncogenic receptor tyrosine kinase and target of several classes of therapeutic modalities, including antibodies. Two antibodies are currently approved for the treatment of EGFR-expressing, KRAS wild-type metastatic colorectal cancer (mCRC): cetuximab (CET) and panitumumab (PAN). Although these anti-EGFR therapies provide significant survival benefits to patients, the duration of response is transient, and most patients progress and develop secondary resistance [1]. One such escape mechanism is the acquisition of mutations in the extracellular domain (ECD) of EGFR, which prevent binding of therapeutic antibodies [2].<br \/>Because SGN-EGFRd2 will be tested on patients previously exposed to anti-EGFR therapeutic antibodies, it is paramount to assess its binding to EGFR ECD mutations identified in antibody resistant mCRC patients. EGFR-negative A2058 cells were transduced to express wild type EGFR and a panel of EGFR ECD resistance mutations (N=16). The binding specificity and kinetics of SGN-EGFRd2 were compared to CET and PAN by flow cytometry on engineered cell lines and biolayer interferometry, respectively. Results indicated SGN-EGFRd2 maintained the ability to bind to all tested EGFR ECD mutants, whereas CET and PAN were unable to bind several ECD mutants, as previously described [3,4]. SGN-EGFRd2 binding to EGFR ECD mutant cell lines induced the production of interferon gamma and expression of cell surface CD107a on gamma delta T cells, confirming functional engagement.<br \/>In contrast to current anti-EGFR therapeutic antibodies, SGN-EGFRd2 binding and activity was unaffected by commonly identified EGFR ECD mutations. These findings highlight SGN-EGFRd2 as a novel molecule targeting wild-type EGFR and common EGFR ECD mutations identified in the mCRC setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"EGFR,Resistance,Gamma-delta lymphocytes,Cetuximab,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Nguyen<\/b>, C.-S. Wong, S. Wo, B. Grogan, D. Diolaiti, M. Palanca-Wessels, A. Clarke; <br\/>Seagen Inc., Bothell, WA","CSlideId":"","ControlKey":"c88bd0c5-c0a4-4e41-b1fc-b63dfd4ae464","ControlNumber":"4810","DisclosureBlock":"<b>&nbsp;L. Nguyen, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>C. Wong, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Wo, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock, Stock Option. <br><b>B. Grogan, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock, Stock Option. <br><b>D. Diolaiti, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>M. Palanca-Wessels, <\/b> <br><b>Seagen Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>A. Clarke, <\/b> <br><b>Seagen, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>Gilead Sciences, Inc.<\/b> Stock, Patent.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7295","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2355","PresenterBiography":null,"PresenterDisplayName":"Liem Nguyen, BS","PresenterKey":"2d7dc225-4600-4915-b4d2-368c4a1fe6cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2355. SGN-EGFRd2 binding and activity are agnostic to common EGFR extracellular resistance mutations acquired in response to anti-EGFR targeted antibody therapies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SGN-EGFRd2 binding and activity are agnostic to common EGFR extracellular resistance mutations acquired in response to anti-EGFR targeted antibody therapies","Topics":null,"cSlideId":""},{"Abstract":"Rituximab is a CD20-targeting antibody that is the standard-of-care for patients with Non-Hodgkin Lymphoma (NHL) cases. Rituximab&#8217;s mechanism of action includes complement-dependent cytotoxicity (CDC) and antibody-dependent cellular cytotoxicity (ADCC), herein referred to as Humoral Immuno-Oncology (HIO) mechanisms. Recent clinical evidence suggest that high serum levels of the MUC16 (CA125) protein inversely correlate with the effectiveness of rituximab clinical activity in 40-50% of follicular lymphoma (FL) as well as diffuse large B-cell lymphoma patients with newly diagnosed or relapsed\/refractory (R\/R) disease. In this study we demonstrated that CA125 binds to and suppresses the activity of rituximab, tafasitamab as well as the bispecific mosunetuzumab and glofitamab antibodies, which are approved for treating cases with indolent disease. These therapies have an overall response rate around 50-60%, suggesting the presence of a mechanism that allows lymphoma cells to escape these agents&#8217; immune-mediated killing effects. CA125 may facilitate this immunosuppressive mechanism, and in fact, upon binding rituximab, CA125 reduces its affinity for the Fc receptor, CD16a, thus suppressing ADCC. Using a proprietary technology called Block-Removed Immunoglobulin Technology (BRITE) that employs randomized amino acid substitution and HIO effector function screening, we have identified a rituximab variant named NAV-006. NAV-006 is refractory to the immunosuppressive effects mediated by CA125 via its reduced CA125 interaction and increased HIO activity as compared to parent rituximab as well as the other antibodies used to treat R\/R FL. In an <i>in vivo<\/i> model of human B-cell lymphoma, NAV-006 showed superior efficacy compared to parent rituximab. These data warrant further investigation of NAV-006 as a next generation anti-CD20 antibody that could improve upon the efficacy of antibody-mediated therapies used to treat NHL patients with high levels of CA125.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"ADCC,CD20,MUC16,Non-Hodgkin's lymphoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Grasso<\/b>, J. Kline, N. C. Nicolaides; <br\/>Navrogen, Cheyney, PA","CSlideId":"","ControlKey":"e9823245-34c6-4287-973c-6119853a084b","ControlNumber":"1288","DisclosureBlock":"&nbsp;<b>L. Grasso, <\/b> None..<br><b>J. Kline, <\/b> None..<br><b>N. C. Nicolaides, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7296","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2356","PresenterBiography":null,"PresenterDisplayName":"Luigi Grasso, PhD","PresenterKey":"a43c0294-ab1a-446b-9d10-1c9a4a132f2c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2356. NAV-006: A next-generation rituximab targeting CD20 for the treatment of B-cell lymphomas immunosuppressed by MUC16\/CA125","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NAV-006: A next-generation rituximab targeting CD20 for the treatment of B-cell lymphomas immunosuppressed by MUC16\/CA125","Topics":null,"cSlideId":""},{"Abstract":"<b>Background <\/b>We have previously shown that novel bifunctional &#8220;STAR&#8221; antibody-fusion molecules comprising germline &#946; chain TCR-targeting antibodies fused to costimulatory cytokines co-engage the TCR and T cell cytokine receptors, thereby promoting activation and expansion of subsets of T cells expressing distinct germline variable &#946; (V&#946;) chain TCRs. Here we describe a new class of T cell engager (TriSTAR) that utilizes a tri-specific format comprising the STAR TCR &#946; chain antibody-IL-2 fusion with an additional Fab arm targeting tumor-associated antigens (TAA). By design, TriSTAR molecules promote the activation and expansion of V&#946; T cell subsets that adopt a novel memory phenotype and are subsequently re-targeted to tumors expressing specific TAAs. TriSTAR molecules induce potent and durable anti-tumor activity which in refractory murine solid tumor models appear to be superior to established anti-CD3 T cell engager (TCE) formats.<br \/><b>Methods<\/b> Using the gp75 (Tryp1) melanoma antigen as a model TAA, gp75-targeting TriSTARs were tested in vivo in the B16F10 syngeneic mouse tumor model, compared with a conventional gp75-targeting CD3 bispecific TCE. Cured mice were re-challenged with tumors to assess the potential of TriSTARs to induce immunological memory responses. The pharmacodynamics and pharmacokinetics of gp75-targeting TriSTARs and anti-CD3 TCEs were assessed in blood and tumor using flow cytometry, NanoString and other immunoassays. This work was further extended to testing human TAA-targeting TriSTARs using in vitro human cytotoxicity assays and a transgenic MC38 model.<br \/><b>Results<\/b> In the B16F10 murine melanoma model, gp75-targeting TriSTARs induced potent anti-tumor responses that were superior to control constructs and gp75-targeting CD3 TCEs. The superior anti-tumor activity of the gp75-targeting TriSTARs was attributed to a significant increase and accumulation of CD8<sup>+<\/sup>, CD25<sup>+<\/sup> and Granzyme B<sup>+<\/sup> T cells in tumors that was due to the expansion of the target V&#946; T cell subset. Further immune profiling by flow cytometry and NanoString in tumors and blood isolated from treated B16F10 mice highlighted significant remodeling of tumor-infiltrating lymphocytes (TILs) and other immunological changes associated with immune activation. These observations with murine gp75&#8209;targeting TriSTAR molecules were broadly confirmed with TriSTARs targeting human TAAs in both human in vitro studies and human TAA transgenic mouse tumor models.<br \/><b>Conclusions<\/b> V&#946; TCR-targeting TriSTAR molecules represent a new class of T cell engager with the potential to deliver improved anti-tumor activity compared with existing anti-CD3 T cell engagers in immunologically &#8220;cold&#8221; solid tumors with low levels of T cell infiltration and antigen presentation and may therefore offer a new therapeutic approach for the treatment of patients with refractory solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"T cell engager,Antibody,Antitumor activity,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Katragadda<\/b>, J. Moisan, G. Guntas, M. Sequeria, R. Servattalab, J. Lowry, R. Ruidera, K. Nybakken, E. Gerson, K. Liu, K. Chin, Z. Su, A. Bayliffe; <br\/>Marengo Therapeutics, Cambridge, MA","CSlideId":"","ControlKey":"31b2bf41-34ee-4419-9a36-d4924eb28519","ControlNumber":"6843","DisclosureBlock":"&nbsp;<b>M. Katragadda, <\/b> None..<br><b>J. Moisan, <\/b> None..<br><b>G. Guntas, <\/b> None..<br><b>M. Sequeria, <\/b> None..<br><b>R. Servattalab, <\/b> None..<br><b>J. Lowry, <\/b> None..<br><b>R. Ruidera, <\/b> None..<br><b>K. Nybakken, <\/b> None..<br><b>E. Gerson, <\/b> None..<br><b>K. Liu, <\/b> None..<br><b>K. Chin, <\/b> None..<br><b>Z. Su, <\/b> None..<br><b>A. Bayliffe, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7297","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2357","PresenterBiography":null,"PresenterDisplayName":"Madan Katragadda, PhD","PresenterKey":"aab27d25-b784-48be-9c69-fc95960fd89d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2357. T cell receptor beta chain-directed Tri-specific antibody molecules retarget V-beta T cell subsets to tumors to promote potent and durable antitumor activity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"T cell receptor beta chain-directed Tri-specific antibody molecules retarget V-beta T cell subsets to tumors to promote potent and durable antitumor activity","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint inhibitors (ICIs) have been making innovative advances in current cancer therapy. In particular, the PD-L1\/PD-1 blockades changed the paradigm of anti-cancer treatment, showing high efficiency compared to conventional therapy. However, drug resistance has been observed in many patients receiving PD-1\/PD-L1 monoclonal antibodies (mAbs), and there are still many limitations in restoring T cell. To overcome this, various ICI targets including T cell immunoreceptor with Ig and ITIM domain (TIGIT) are being studied. TIGIT is a T cell co-inhibitory receptor, highly expressed on regulatory T (Treg) cells and memory T cells and natural killer (NK) cells. In combination with PD-1\/PD-L1 inhibition, the activation of CD226 through the blocking of TIGIT\/PVR ligation is important for T cell activation. In this study, we demonstrated the synergistic effect that can be obtained by simultaneously blocking of PD-L1 and TIGIT and effect of T cell engager function using TIGITxPD-L1 bispecific antibody (BsAb). We generated an anti-TIGITxPD-L1 BsAb, YH41723 (IMC-202), with Fc-engineering to enhance the effector function. In order to confirm superior efficacy of YH41723 compared to combination of two monoclonal antibodies, PD-L1 mAb+TIGIT mAb, we verified the CD8<sup>+<\/sup> T cell-mediated tumor killing effect by T cell engager function of YH41723. We also observed strong antibody-dependent cell-mediated cytotoxicity (ADCC) effect of YH41723 against various cancer cell lines. In addition, YH41723 showed superior anti-tumor efficacy than combination treatment in NK cell-mediated tumor killing assay. We further confirmed the significant Treg cell depletion efficacy of YH41723 <i>in vitro<\/i> compared to combination. We tested <i>in vivo<\/i> anti-cancer efficacy of YH41723 in hPD-L1 KI CT26 with BALB\/c-H\/K-dKO mouse models (B cell-deficient mice). As a result, YH41723 showed superior tumor growth inhibition effect compared with anti-PD-L1 mAb and anti-TIGIT mAb combination. Even, 7 of 8 mice showed complete regression in 30 mg\/kg dosing group. 60 days after the last administration, we further performed tumor re-challenge test. The tumor-free state of tumor re-challenged mice was sustained, indicating that the immune memory was generated by YH41723. Taken together, YH41723 showed strong efficacy in NK\/T cell activation and Treg depletion <i>in vitro<\/i> and excellent anti-tumor efficacy <i>in vivo<\/i>, supporting that YH41723 as an effective anti-cancer immunotherapy and combination candidate with other ICIs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,TIGIT,PD-L1,T cell engager,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Min Hyeok Jee<\/b><sup>1<\/sup>, Young Bong Park<sup>1<\/sup>, Byeong-Yun An<sup>1<\/sup>, Hee Ra Jung<sup>1<\/sup>, Eunjung Lee<sup>1<\/sup>, Jun Hwan Kim<sup>1<\/sup>, Ji Eun Park<sup>2<\/sup>, Ji Young Yoon<sup>2<\/sup>, Seung Mi Jeong<sup>2<\/sup>, Yang Kyun Ryu<sup>2<\/sup>, Sung Ho Kim<sup>2<\/sup>, Heung Tae Kim<sup>2<\/sup>, Se-Woong Oh<sup>1<\/sup>, Yeol Hong Kim<sup>1<\/sup><br><br\/><sup>1<\/sup>Yuhan Corporation R&D Institute, Yongin, Korea, Republic of,<sup>2<\/sup>ImmuneOncia Therapeutics Inc., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"e8eb30ae-9d2c-4d03-a1c1-657a88de7b91","ControlNumber":"4180","DisclosureBlock":"<b>&nbsp;M. Jee, <\/b> <br><b>Yuhan Corporation<\/b> Employment. <br><b>Y. Park, <\/b> <br><b>Yuhan Corporation<\/b> Employment. <br><b>B. An, <\/b> <br><b>Yuhan Corporation<\/b> Employment. <br><b>H. Jung, <\/b> <br><b>Yuhan Corporation<\/b> Employment. <br><b>E. Lee, <\/b> <br><b>Yuhan Corporation<\/b> Employment. <br><b>J. Kim, <\/b> <br><b>Yuhan Corporation<\/b> Employment.<br><b>J. Park, <\/b> None..<br><b>J. Yoon, <\/b> None..<br><b>S. Jeong, <\/b> None..<br><b>Y. Ryu, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>H. Kim, <\/b> None.&nbsp;<br><b>S. Oh, <\/b> <br><b>Yuhan Corporation<\/b> Employment. <br><b>Y. Kim, <\/b> <br><b>Yuhan Corporation<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7298","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2358","PresenterBiography":null,"PresenterDisplayName":"Min Hyeok Jee, PhD","PresenterKey":"ea42d2dc-797d-4775-be20-94f54541bb30","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2358. YH41723 (IMC-202), a Novel TIGITxPD-L1 bispecific antibody, leads to potent anti-tumor immunity through T cell engaging and T\/NK cell activation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"YH41723 (IMC-202), a Novel TIGITxPD-L1 bispecific antibody, leads to potent anti-tumor immunity through T cell engaging and T\/NK cell activation","Topics":null,"cSlideId":""},{"Abstract":"23ME-00610 is a monoclonal antibody that is being evaluated as a single agent in a Phase 1\/2a clinical trial for advanced solid malignancies (NCT05199272). It binds with high affinity (K<sub>D<\/sub> &#60; 0.1 nM) to CD200R1, a promising immune-oncology (IO) target identified by surveying the 23andMe genetic and health survey database. CD200R1 is an inhibitory receptor that when bound to its ligand CD200, reduces pro-inflammatory cytokine production, and leads to an immunosuppressive tumor environment. To gain further insight into the mechanism of action of 23ME-00610 and its potential for combination therapy, we profiled CD200R1 and other immune inhibitory receptors in human dissociated solid tumor samples using spectral flow cytometry. CD200R1 was broadly expressed across tumor-infiltrating immune cells, including T cells and NK cells, cytotoxic cell types with known antitumor functions. Notably, CD200R1 expression pattern was differentiated from PD-1, which is mostly restricted to T cells, indicating differences in patient populations that could potentially benefit from anti-CD200R1 and anti-PD-1 treatments. The ligand, CD200 was broadly expressed, including on tumor cells and endothelial cells. The differential expression profiles of CD200R1 and PD-1 on immune cells, along with CD200 expression on endothelial cells, suggest that combining 23ME-00610 with other clinically validated immunomodulatory agents could enhance antitumor responses. Follow-up experiments were conducted to validate and extend these findings. In an <i>in vitro<\/i> assay with cancer patient-derived PBMCs, 23ME-00610 promoted higher production of IFN&#947;, a key functional antitumor cytokine, compared to anti-PD-1 in 9 of 10 donors. Subsequent attempts were made to pinpoint immune cells responsible for 23ME-00610's anti-tumor activity. 23ME-00610 reversed CD200-mediated suppression of chronically stimulated primary T cells and CD200-mediated inhibition of NK cell degranulation, suggesting that 23ME-00610 can mediate tumor cell killing through at least two different cell types. To test the potential of 23ME-00610 to combine with anti-PD-1 to enhance T cell function, an artificial antigen-presenting cell (aAPC) line overexpressing PD-L1 and CD200 was co-cultured with chronically stimulated primary human T cells. Anti-PD-1 and 23ME-00610 each independently enhanced IFNy secretion levels compared to isotype control, yet their combination resulted in a more than additive effect. Taken together, these data demonstrate that 23ME-00610 can enhance both NK and T cell antitumor effector functions, and 23ME-00610 could synergize with anti-PD-1 to further increase the activity of T cells against cancer cells. The results of this study provide evidence that 23ME-00610 could expand IO treatment options for patients with advanced solid malignancies as a single agent or in combination with other anti-tumor therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Cytotoxic T cell,Cancer immunotherapy,Natural killer cells,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. R. Kumar<\/b>, S. Duan, S. Yadav, A. Jarret, Z. Yan, J. Fenaux, M. Kinisu, Z. Yi, M. Poggio, P. Collins, A. Symons, L. Riol Blanco, M. Schmidt, S. Majeed, A. Diep, C. Lee; <br\/>23andMe, Inc., South San Francisco, CA","CSlideId":"","ControlKey":"223f58fd-37d2-455f-aa3e-d5ae46a9c6ba","ControlNumber":"2835","DisclosureBlock":"<b>&nbsp;M. R. Kumar, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>S. Duan, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>S. Yadav, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>A. Jarret, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>Z. Yan, <\/b> <br><b>23andMe, Inc.<\/b> Other, Internship. <br><b>J. Fenaux, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>M. Kinisu, <\/b> <br><b>23andMe, Inc.<\/b> Employment.<br><b>Z. Yi, <\/b> None.&nbsp;<br><b>M. Poggio, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>P. Collins, <\/b> <br><b>23andMe, Inc.<\/b> Employment, Stock. <br><b>Amgen<\/b> Stock. <br><b>A. Symons, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>L. Riol Blanco, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>M. Schmidt, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>S. Majeed, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>Jasper Therapeutics<\/b> Employment. <br><b>A. Diep, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>C. Lee, <\/b> <br><b>23andMe, Inc.<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7299","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2359","PresenterBiography":null,"PresenterDisplayName":"Mithra Rajalakshmi Kumar","PresenterKey":"ccdbe1ab-2d98-4510-899d-d65ac97727c5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2359. New insights into targeting the CD200R1 pathway in T and NK cells using 23ME-00610 as a single agent or in combination","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"New insights into targeting the CD200R1 pathway in T and NK cells using 23ME-00610 as a single agent or in combination","Topics":null,"cSlideId":""},{"Abstract":"Chronic inflammation is intricately linked to cancer development, and the IL-1 cytokine family stands out as pivotal regulators of inflammation. All the pro-inflammatory cytokines within the IL-1 family rely on a single co-receptor called IL-1RAP which therefore emerges as a crucial and central node for modulating these pathways. While healthy tissues, except for the placenta, showed minimal plasma membrane IL-1RAP expression, tumor tissues exhibited high IL-1RAP expression, particularly in Acute myeloid leukaemia, Ewing sarcoma, ovarian cancer, head and neck, and squamous gastric and oesophageal cancers. In addition, elevated IL-1RAP expression in haematological and solid malignancies has also been associated with poor overall survival, making it an attractive target for therapeutic intervention. In this study, we present the development and characterization of an antibody-drug-conjugate (ADC) targeting IL-1RAP for potential anti-tumor applications. Following on from this, an anti-IL-1RAP antibody, ADV58, was generated and confirmed to have the anticipated biophysical, specificity, and functional properties, including low nanomolar affinity (SPR and ELISA), selectivity\/specificity to human IL-1RAP, and internalization potential into IL-1RAP-positive tumor cells. In addition, ADV58 bind similarly well to human, cynomolgus and rhesus monkey IL-1RAP antigens but not to rat and mouse. Altogether these properties made ADV58 an ideal candidate for an ADC program. Concurrently, solid tumor cell lines from indications of interest with elevated IL-1RAP expression were identified, laying the groundwork for disease relevant pre-clinical tumor models. Using these models, the anti-tumor potential of ADV101 (ADV58-derived ADC) was assessed in vitro and in vivo in successful proof-of-concept studies by conjugating ADV58 with monomethyl auristatin E (MMAE, DAR of 4) or Deruxtecan (DXd, DAR of 8). Humanisation and conjugation did not compromise binding of the naked antibody, the ADV58-MMAE or the ADV58-DXd ADCs to human and non-human primate IL-1RAP. In vitro, the ADCs selectively killed IL-1RAP-positive tumor cells. In vivo efficacy studies in IL-1RAP-positive subcutaneous xenograft tumor models also demonstrated a significant dose-dependent and IL-1RAP antigen-dependent anti-tumor response for both anti-IL-1RAP ADCs. Altogether the robust preclinical data package supports the continued development of ADV101 as a novel targeted ADC therapeutic strategy for a broad spectrum of cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Therapeutics,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. C. Sainson<\/b>, L. Demolis, E. De Dreuzy, O. Favre-Bulle, A. Collette, L. Bourhis, S. Reda El Sayed, D. Genin, C. Primus, L. Bouquet, K. Pavletic, C. Ferrand, M. Deschamps, S. Lameynardie, E. Rutjens, J. Hasskarl; <br\/>Advesya, Paris, France","CSlideId":"","ControlKey":"734b89eb-9996-4ba1-ad8e-20bd0d2a2484","ControlNumber":"5461","DisclosureBlock":"<b>&nbsp;R. C. Sainson, <\/b> <br><b>Advesya<\/b> Employment, Stock Option, Patent. <br><b>L. Demolis, <\/b> <br><b>Advesya<\/b> Employment, Stock Option. <br><b>E. De Dreuzy, <\/b> <br><b>Advesya<\/b> Employment, Stock Option, Patent. <br><b>O. Favre-Bulle, <\/b> <br><b>Advesya<\/b> Employment, Stock Option, Patent. <br><b>A. Collette, <\/b> <br><b>Advesya<\/b> Employment, Patent. <br><b>L. Bourhis, <\/b> <br><b>Advesya<\/b> Employment. <br><b>S. Reda El Sayed, <\/b> <br><b>Advesya<\/b> Employment, Stock Option. <br><b>D. Genin, <\/b> <br><b>Advesya<\/b> Employment, Stock Option. <br><b>C. Primus, <\/b> <br><b>Advesya<\/b> Employment, Stock Option. <br><b>L. Bouquet, <\/b> <br><b>Advesya<\/b> Employment, Stock Option. <br><b>K. Pavletic, <\/b> <br><b>Advesya<\/b> Employment, Stock Option. <br><b>C. Ferrand, <\/b> <br><b>Advesya<\/b> Employment, Stock Option. <br><b>M. Deschamps, <\/b> <br><b>Advesya<\/b> Employment, Stock Option. <br><b>S. Lameynardie, <\/b> <br><b>Advesya<\/b> Employment, Stock Option. <br><b>E. Rutjens, <\/b> <br><b>Advesya<\/b> Employment, Stock Option. <br><b>J. Hasskarl, <\/b> <br><b>Advesya<\/b> Employment, Stock Option.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7300","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2360","PresenterBiography":null,"PresenterDisplayName":"Richard Sainson, PhD","PresenterKey":"0f1e43be-4c9d-4238-85c4-558f4508d81e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2360. ADV101, a first-in-class IL-1RAP ADC demonstrates significant anti-tumor activity in solid tumor models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ADV101, a first-in-class IL-1RAP ADC demonstrates significant anti-tumor activity in solid tumor models","Topics":null,"cSlideId":""},{"Abstract":"IL-2 has been prescribed to effectively treat malignancies, mainly melanoma, for decades. Its use has waned in recent years due to significant toxicity and a narrow therapeutic index. To overcome the limitations of systemic administration of IL-2, we have generated a modified IL-2 (IL2Att) with specific substitutions to reduce the binding affinity with the IL-2R. The attenuated cytokine was fused to a high-affinity anti-PD1 antibody that does not block PD-1 binding with its ligands (PD-L1 and PD-L2). The resulting antibody-cytokine fusion, anti-PD1-IL2Att, allows selective delivery of IL-2 to tumor-reactive PD1<sup>+<\/sup> T cells, with limited potential to activate PD1<sup>-<\/sup> cells. To evaluate the effect of anti-PD1-IL2Att in a human tumor microenvironment (TME), we established a unique human 3D multi-cellular cancer system. This model system includes neoplastic and somatic cells that make up the TME, further supplemented with peripheral blood mononuclear cells (PBMC). We found that the anti-PD1-IL2Att reduced tumor cell survival more effectively in several types of these 3D cancer models (melanoma, glioblastoma, ovarian and colon cancer) than standard immune checkpoint inhibitors pembrolizumab or nivolumab. Combination treatments of anti-PD1-IL2Att with either of these agents resulted in improved immune activation and tumor cell killing. Our findings suggest that tumor-targeted attenuated cytokines such as IL-2 can promote robust tumor killing while minimizing systemic toxicity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody engineering,Interleukin-2,Modeling,PD-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Satchi-Fainaro<\/b><sup>1<\/sup>, O. Avramoff<sup>1<\/sup>, A. Katyal<sup>1<\/sup>, E. Yeini<sup>1<\/sup>, A. Krinsky<sup>1<\/sup>, Y. Liubomirski<sup>1<\/sup>, S. Dulberg<sup>1<\/sup>, G. Tiram<sup>1<\/sup>, A. Kaminitz<sup>1<\/sup>, J. Gill<sup>2<\/sup>, J. Pedersen<sup>2<\/sup>, D. Bar-On<sup>2<\/sup>, A. Tamir<sup>2<\/sup>, P. Ayton<sup>2<\/sup>, T. Taura<sup>2<\/sup>, D. Wilson<sup>2<\/sup>, A. Madi<sup>1<\/sup>; <br\/><sup>1<\/sup>Tel Aviv University, Tel Aviv, Israel, <sup>2<\/sup>Teva Pharmaceutical Industries Ltd., Tel Aviv, Israel","CSlideId":"","ControlKey":"74b91af7-cdd7-4af8-a341-62c8ac492013","ControlNumber":"4504","DisclosureBlock":"<b>&nbsp;R. Satchi-Fainaro, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Grant\/Contract, Other, RS-F is a board member at Teva Pharmaceutical Industries Ltd.. <br><b>Merck KGaA<\/b> Grant\/Contract.<br><b>O. Avramoff, <\/b> None..<br><b>A. Katyal, <\/b> None.&nbsp;<br><b>E. Yeini, <\/b> <br><b>Merck KGaA<\/b> Employment, Partial employment by Merck KGaA.<br><b>A. Krinsky, <\/b> None..<br><b>Y. Liubomirski, <\/b> None..<br><b>S. Dulberg, <\/b> None..<br><b>G. Tiram, <\/b> None..<br><b>A. Kaminitz, <\/b> None.&nbsp;<br><b>J. Gill, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Employment. <br><b>J. Pedersen, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Employment. <br><b>D. Bar-On, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Employment. <br><b>A. Tamir, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Employment. <br><b>P. Ayton, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Employment. <br><b>T. Taura, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Employment. <br><b>D. Wilson, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Employment. <br><b>A. Madi, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7301","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2361","PresenterBiography":null,"PresenterDisplayName":"Ronit Satchi-Fainaro, B Pharm;PhD","PresenterKey":"3f67b3a8-d269-4ed7-9bcc-33278ee2e1b9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2361. A PD1-antibody-attenuated IL-2 fusion protein activates immune cells leading to the inhibition of tumor growth in ex vivo human 3D tumor models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A PD1-antibody-attenuated IL-2 fusion protein activates immune cells leading to the inhibition of tumor growth in ex vivo human 3D tumor models","Topics":null,"cSlideId":""},{"Abstract":"Background: M9140 is the first clinical-stage TOP1 inhibitor payload ADC directed against CEACAM5, which is expressed in colorectal cancer (CRC) and other cancer indications. M9140 is composed of a CEACAM5-specific antibody conjugated to eight, highly stable and hydrophilic &#223;-glucuronide-exatecan linker-payloads. After linker cleavage, the highly potent and membrane permeable TOP1 inhibitor exatecan is released.<br \/>Methods: M9140 potency was tested in viability assays using cancer cell lines with different levels of CEACAM5 expression. Potency shift viability assays were conducted using two CRC cell lines, with zosuquidar used as multidrug resistance-1 (MDR-1) inhibitor. The M9140 bystander effect was assessed in co&#8209;culture experiments with CEACAM5&#8209;negative and &#8209;positive cancer cells. Antitumor efficacy and safety were evaluated in patient-derived xenograft (PDX) mouse models and in cynomolgus monkeys, respectively.<br \/>Results: M9140 demonstrated specific binding to CEACAM5 and selective killing of target-positive cancer cells with potencies between 0.09 nM and 0.62 nM. A potent bystander effect of M9140 was demonstrated in co-culture experiments indicating the potential to treat tumors with heterogeneous target expression.<br \/>Unlike other ADC payloads such as monomethyl auristatin E (MMAE) and the maytansine derivative DM4, exatecan potency was not affected by MDR-1 inhibition, indicating that this drug efflux resistance mechanism may not be relevant for exatecan. A single treatment with 10 mg\/kg M9140 caused strong antitumor effects in all 14 CRC PDX models tested, with tumor stasis in 10 models and tumor regression in four models as the best response. The TOP1 inhibitor-based ADC M9140 caused strong antitumor efficacy with a tumor volume reduction of 74% and 88% as best response in two CRC PDX models where a maytansine-based CEACAM5 ADC was not effective. In cynomolgus monkeys, M9140 showed dose-dependent hematolymphoid and intestinal effects, consistent with exatecan payload, with no indication of any other toxicities such as interstitial lung disease (ILD) or ocular toxicity.<br \/>Conclusions: M9140 demonstrated high potency, strong antitumor activity, and bystander effect in preclinical models. The side effect profile in monkeys was favorable and in line with the expected toxicity of exatecan. Notably, ILD and ocular toxicity, which are known adverse effects of deruxtecan and maytansine-based ADCs respectively, were absent. A first-in-human study to evaluate the safety, tolerability, pharmacokinetics, and preliminary clinical activity of M9140 in advanced solid tumors is ongoing (NCT05464030).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Topoisomerase I inhibitor,Carcinoembryonic antigen,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Raab-Westphal<\/b>, F. Hart, W. Sloot, M. Shan, N. Rasche, C. Amendt, J. Anderl; <br\/>The Healthcare Business of Merck KGaA, Darmstadt, Germany","CSlideId":"","ControlKey":"181548e8-58d1-46b5-aee9-2de54b52dedd","ControlNumber":"1909","DisclosureBlock":"<b>&nbsp;S. Raab-Westphal, <\/b> <br><b>the healthcare business of Merck KGaA, Darmstadt, Germany<\/b> Employment. <br><b>Merck KGaA, Darmstadt, Germany<\/b> Stock. <br><b>F. Hart, <\/b> <br><b>the healthcare business of Merck KGaA, Darmstadt, Germany<\/b> Employment. <br><b>Merck KGaA, Darmstadt, Germany<\/b> Stock. <br><b>W. Sloot, <\/b> <br><b>the healthcare business of Merck KGaA, Darmstadt, Germany<\/b> Employment. <br><b>Merck KGaA, Darmstadt, Germany<\/b> Stock. <br><b>M. Shan, <\/b> <br><b>the healthcare business of Merck KGaA, Darmstadt, Germany<\/b> Employment. <br><b>Merck KGaA, Darmstadt, Germany<\/b> Stock. <br><b>N. Rasche, <\/b> <br><b>the healthcare business of Merck KGaA, Darmstadt, Germany<\/b> Employment. <br><b>Merck KGaA, Darmstadt, Germany<\/b> Stock. <br><b>C. Amendt, <\/b> <br><b>the healthcare business of Merck KGaA, Darmstadt, Germany<\/b> Employment. <br><b>Merck KGaA, Darmstadt, Germany<\/b> Stock. <br><b>J. Anderl, <\/b> <br><b>the healthcare business of Merck KGaA, Darmstadt, Germany<\/b> Employment. <br><b>Merck KGaA, Darmstadt, Germany<\/b> Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7302","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2362","PresenterBiography":null,"PresenterDisplayName":"Sabine Dr. Raab-Westphal","PresenterKey":"f2719ada-14a5-496c-9e82-79177bd5f19d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2362. Preclinical efficacy and safety of M9140, a novel antibody-drug conjugate (ADC) with topoisomerase 1 (TOP1) inhibitor payload targeting carcinoembryonic antigen-related cell adhesion molecule 5 (CEACAM5)&#8209;expressing colorectal tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical efficacy and safety of M9140, a novel antibody-drug conjugate (ADC) with topoisomerase 1 (TOP1) inhibitor payload targeting carcinoembryonic antigen-related cell adhesion molecule 5 (CEACAM5)&#8209;expressing colorectal tumors","Topics":null,"cSlideId":""},{"Abstract":"CD99 is a transmembrane protein overexpressed in acute myeloid leukemia (AML), presenting a potential novel therapeutic target. Our previously developed anti-CD99-A192, comprising scFv and elastin-like polypeptides (ELPs), showed promising anti-leukemic activity by inducing apoptosis in AML cell lines and prolonging survival in AML xenograft models. Considering CD99's expression and role in T cell activation, we proposed that anti-CD99-A192 could have a dual function: targeting leukemic cells while activating T cells.<br \/>Blood samples were obtained from 20 healthy donors, and peripheral blood mononuclear cells (PBMCs) were isolated and stimulated with PHA and IL-2 cytokines to expand T cells for 72-96 hours. Post-expansion, T cells were treated with either anti-CD99-A192 or control anti-A192. Proliferation was evaluated via cell count and cell trace assays. The percentages of CD4<sup>+<\/sup>, CD8<sup>+<\/sup>, and CD25<sup>+<\/sup> T cells, and the levels of T cell activation markers CD69 and CD38, were quantified by flow cytometry. Cytokine release profiles were assessed by the Proteome Profiler Human Cytokine Array Kit. The cytotoxic impact of the anti-CD99-A192-activated T cells on MV4-11Luc+ AML cells was measured in co-culture apoptosis and luciferase assays. Statistical comparisons utilized paired and unpaired T-tests with Holm-Sidak correction for multiple comparisons, and P value &#60;0.05 was considered significant.<br \/>T cells treated with anti-CD99-A192 displayed significant increased proliferation compared with untreated and anti-A192-treated groups at Day 5 (163.3% vs. 97% and 92.4%, p=0.042 and p=0.03, respectively). The percentage of CD4<sup>+<\/sup>, CD8<sup>+<\/sup>, and CD25<sup>+<\/sup> cells remained unchanged across treated and control groups. Activation marker analysis revealed increase in % CD38<sup>+<\/sup> cells in the anti-CD99-A192 group compared with the control (58.15% vs. 49.15%, p=0.0028).<br \/>Among the cytokine panel, significant increases in IL-1&#946;\/IL-1F2 (11-fold change, p&#60;0.001, adjusted p=0.006) and TNF-&#945; (12-fold change, p=0.002, adjusted p=0.03) were observed, along with a marked decrease in IL-8 (70% reduction, p&#60;0.001, adjusted p=0.001). GM-CSF (20-fold change, p=0.005, adjusted p=0.071) and IL-16 (2-fold change, p=0.003, adjusted p=0.051) levels also increased, though not significantly after adjustment. Co-culture assays showed greater apoptosis in MV4-11 cells at 18 hours (33.6% vs. 41.13%, p=0.015) and a reduction in viable leukemic cells at 18 hours (10.89% vs. 8.05%, p=0.034) and 48 hours (9.69% vs. 6.54%, p=0.065) in the anti-CD99-A192 compared with the control group, results were also validated by the luciferase assay (~32% reduction, p&#60;0.001).<br \/>Anti-CD99-A192 scFv-ELP nanoparticle stimulates T cell proliferation, elevates activation markers, and increases the release of pro-inflammatory cytokines. Anti-CD99-A192 culminates in heightened cytotoxicity against leukemic cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"T cell,Receptors (CD99),Acute myeloid leukemia,Antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Kadam<\/b>, A. Ali, M. Pospiech, S. Onyemaechi, Y. Meng, K. Dhuri, A. Mackay, H. Alachkar; <br\/>USC - University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"def54e99-8445-46cc-94b7-622cb9d65dae","ControlNumber":"8741","DisclosureBlock":"&nbsp;<b>S. Kadam, <\/b> None..<br><b>A. Ali, <\/b> None..<br><b>M. Pospiech, <\/b> None..<br><b>S. Onyemaechi, <\/b> None..<br><b>Y. Meng, <\/b> None..<br><b>K. Dhuri, <\/b> None..<br><b>A. Mackay, <\/b> None..<br><b>H. Alachkar, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7303","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2363","PresenterBiography":null,"PresenterDisplayName":"Shephali Kadam","PresenterKey":"7a1b3d1f-b8c3-4f81-aef0-e0982103b621","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2363. Enhanced T cell activation and cytotoxicity against AML via targeted anti-CD99-A192 ScFv-ELP nanoparticle treatment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhanced T cell activation and cytotoxicity against AML via targeted anti-CD99-A192 ScFv-ELP nanoparticle treatment","Topics":null,"cSlideId":""},{"Abstract":"Small cell lung cancer (SCLC) is a highly aggressive form accounting for 15% of all lung cancers. SCLC is characterized by high proliferative rates, early metastasis, and poor prognosis. The median survival is less than 2 years even in patients with early-stage disease and less than a year in patients with metastatic disease which highlights the need for new therapeutic strategies. Cell Adhesion Molecule (CADM) 1 encodes a glycoprotein which belongs to an immunoglobulin superfamily of cell adhesion molecules responsible for epithelial cell adhesion through its homophilic trans-interaction between the adjacent cells. CADM1 is highly expressed on the cell surface of 80% of the SCLC cells, associated with its neuroendocrine features, along with the expression of Neural Cell Adhesion Molecule (NCAM). CADM1 is known to act as tumor promoter through its interactions with actin binding proteins. Consistently, we observed CADM1 expression in H69, H82, and H510 SCLC cell lines as assessed by western immuno blot. More importantly they were all susceptible to NK mediated cytotoxicity when assessed against NK cell line, NK92. We previously demonstrated that CADM1 mediates NK-mediated immune surveillance in non-small cell lung cancer, suggesting that CADM1 could be a potential immunotherapeutic target for SCLC. Here we report the development of an anti-CADM1 chimeric antigen receptor (CAR) specific for T and NK cells engineered with T and NK cell specific adaptor domains. Assessed the specificity of CARs by expressing them in NK92 cells and testing them against CADM1 expressing and CADM1-null A549 cells as targets. Finally, we evaluated the efficacy of anti-CADM1 CAR-T and CAR-NK cells against SCLC targets and observed a robust killing, largely proportionate to the levels of CADM1 expression in them. We are further assessing the efficacy of anti-CADM1 CAR-T and CAR-NK products in inhibiting tumor growth in NSG mice against SCLC xenografts. Together, these observations demonstrate that targeting CADM1 with CAR-T and CAR-NK cells is a potential new therapeutic strategy for SCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Adhesion molecules,CAR T cells,Immunotherapy,Lung cancer: small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Katkam<\/b>, S. Zolov, D. Shield, S. Chuikov, V. Keshamouni; <br\/>University of Michigan, Ann arbor, MI","CSlideId":"","ControlKey":"939cb8bf-286b-4e5b-b4ed-d56511bcf7cd","ControlNumber":"6896","DisclosureBlock":"&nbsp;<b>S. Katkam, <\/b> None..<br><b>S. Zolov, <\/b> None..<br><b>D. Shield, <\/b> None..<br><b>S. Chuikov, <\/b> None..<br><b>V. Keshamouni, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7304","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2364","PresenterBiography":null,"PresenterDisplayName":"Shiva krishna Katkam, PhD","PresenterKey":"41739820-fdb4-4ee0-bd87-f5ac61207063","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2364. Anti-CADM1 chimeric antigen receptor (CAR) is a novel therapeutic strategy against small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-CADM1 chimeric antigen receptor (CAR) is a novel therapeutic strategy against small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: IL-11 is known as an inflammation-related factor, and it has been proved to be a key driver in fibrotic diseases. Besides, the roles of IL-11 in tumor immunopathology were recognized more in-depth and comprehensively in recent years. IL-11 expression is highly and positively correlated with overall survival in various cancer types, including colorectal cancer, hepatocellular carcinoma and lung cancer. It was reported that IL-11 promoted tumor cell growth and metastasis, mediated partly through its direct effects on macrophages, T cells and cancer-associated fibroblasts. All these studies indicated that blocking IL-11 signaling may be a promising therapeutic approach for the treatment of solid tumors. In this report, 9MW3811, a high-affinity IL-11 blocking antibody was developed to test its anti-tumor activity and synergistic effects with anti-PD-1 antibody in mouse tumor models.<br \/><b>Methods<\/b>: 9MW3811 was generated by mouse hybridoma technology followed by antibody humanization and affinity maturation. Affinity of 9MW3811 was measured by Octet system. Its blocking activity of IL-11\/IL11Ra\/gp130 protein interaction was detected by ELISA, and the inhibiting effect of IL-11-mediated signaling was assessed with a luciferase reporter cell-based assay.<i> In vivo<\/i> efficacy of 9MW3811 was tested on A549 xenograft and LUSC PDX models. ScRNA-seq data collection and computational analysis were used to investigate immune cell tumor infiltration and differentiation. The synergistic tumor-suppressing effect of 9MW3811 with anti-PD-1 antibody was evaluated in MC38, CT26 and Hepa1-6 syngeneic models.<br \/><b>Results<\/b>: 9MW3811 showed sub-nanomolar binding affinity to recombinant and membrane bound IL-11 derived from human, mouse, rat and dog. 9MW3811 effectively blocked the formation of IL-11\/IL-11R\/gp130 protein complex, and inhibited the downstream cell signaling transduction. In the NSCLC A549 xenograft model, as compared with isotype control hIgG, 9MW3811 (2mpk) showed significant tumor growth inhibition (TGI 62%). In two LUSC PDX models, the TGIs for 9MW3811 (10 mpk) were 50% and 28%, respectively. Further, in MC38 and Hepa1-6 syngeneic models, 9MW3811 addition increased the TGI of anti-PD-1 antibody from 45% to 83%, and 34% to 75%, respectively. Interestingly, in an anti-PD-1 non-responsive CT26 model, the combo of 9MW3811\/anti-PD-1 antibody exhibited an impressive antitumor activity (TGI 67%). Mechanistic study showed that treatment with 9MW3811 could significantly ameliorate T cell exhaustion, increase CD8+ T cells tumor infiltration and enhance the cytotoxic function of these infiltrated T cells by modulating the expression of a variety of cytokines\/chemokines<br \/><b>Conclusion<\/b>: Our results demonstrated profound antitumor activity of 9MW3811 in different tumor models. 9MW3811 is currently in phase I clinical trials in AU, CN and US.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody,Anticancer therapy,Tumor infiltrating lymphocytes,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Wang, Sr.<\/b><sup>1<\/sup>, C. Zhang<sup>1<\/sup>, S. Jiao<sup>1<\/sup>, D. Zeng<sup>1<\/sup>, R. Wang<sup>1<\/sup>, M. Wang<sup>2<\/sup>, W. Lu<sup>1<\/sup>, B. Zheng<sup>2<\/sup>, X. Gui, Sr.<sup>2<\/sup>, J. Zhang<sup>2<\/sup>; <br\/><sup>1<\/sup>Beijing Kohnoor Science and Technology Co.Ltd, Beijing, China, <sup>2<\/sup>Mabwell (Shanghai) Bioscience Co., Ltd, Shanghai, China","CSlideId":"","ControlKey":"99037896-5467-48e5-8a05-d2bb35c58041","ControlNumber":"5758","DisclosureBlock":"&nbsp;<b>S. Wang, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>S. Jiao, <\/b> None..<br><b>D. Zeng, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>W. Lu, <\/b> None..<br><b>B. Zheng, <\/b> None..<br><b>X. Gui, <\/b> None..<br><b>J. Zhang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7305","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2365","PresenterBiography":null,"PresenterDisplayName":"Shuang Wang, PhD","PresenterKey":"c187bde1-55af-436e-9e17-1b6fcd58eda4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2365. Disrupting IL-11\/IL-11R signaling by an efficacious anti-IL-11 antibody 9MW3811 enhances T cell tumor infiltration and synergizes with anti-PD-1 therapies <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Disrupting IL-11\/IL-11R signaling by an efficacious anti-IL-11 antibody 9MW3811 enhances T cell tumor infiltration and synergizes with anti-PD-1 therapies <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Background: CD40 agonist antibodies have been found to augment tumor antigen presentation and have shown potential as anti-tumor treatments in human clinical trials. The clinical success of CD40 agonist antibodies has been restricted due to their limited efficacy and on-target, off-tumor toxicity. We hypothesized that toxicity associated with CD40 agonist antibodies could be overcome by activating CD40 specifically through tumor-specific antigens. Additionally, limited efficacy can be improved by rational design of CD40 bispecific antibodies (BsAbs). Herein, we present FAPxCD40, a trivalent CD40 agonist BsAb targeting fibroblast activation protein (FAP) possessing an optimized therapeutic window.<br \/>Method: We generated a series of FAPxCD40 bispecific antibodies with 2, 4, and 6 CD40 valences by using a high-affinity anti-FAP antibody and a crosslink-dependent CD40 agonist VHH antibody. These BsAbs were evaluated using multiple immune cell functional assays, including assays for dendritic cell (DC) maturation, B cell maturation, and CMV-reactive T cell recall. The in vivo therapeutic window of the FAPxCD40 bispecifics was compared in CD40 humanized mice with subcutaneously transplanted FAP-positive MC38 tumor xenografts.<br \/>Results: We developed FAPxCD40 BsAbs with varying valences, including bivalent FAPxCD40-2, tetravalent FAPxCD40-4, and hexavalent FAPxCD40-6. FAPxCD40-2 showed strict FAP-dependent CD40 agonist activity in both DC and B cell maturation assays, while its CD40 agonist activity upon FAP-crosslinking was modest. FAPxCD40-4 exhibited efficient CD40 agonist activity upon FAP-crosslinking, but however, it also exhibited some undesired FAP-independent CD40 agonist activity. FAPxCD40-6 efficiently clustered CD40 but marginally benefited from FAP binding, making it unsuitable as a choice. In the humanized CD40 mice model, FAPxCD40-2 effectively eliminated systemic toxicity at all tested doses. Its antitumor activity, however, is modest with TGI (tumor growth inhibition) rate of 32.8 % at a dose of 6.96 mpk. Further escalation of the FAPxCD40-2 dosage to 13.92 mpk did not result in enhanced antitumor activity with TGI rate of 46.9 %, indicating that its CD40 agonist activity may have reached a plateau. In contrast, FAPxCD40-4 broke this plateau and induce a promising antitumor response at a dose of 1.3 mpk, resulting in a 92% TGI rate. Furthermore, no liver enzyme upregulation or platelet count decrease was observed under these conditions, indicating an ideal therapeutic window. In addition, during nonclinical toxicology studies conducted on cynomolgus monkeys, it was found that doses of FAPxCD40-4 up to 99 mg\/kg administered weekly for a total of four doses were well-tolerated.<br \/>Conclusion: Our study demonstrates that FAPxCD40-4, a tetravalent FAPxCD40 BsAb, exhibits efficient CD40 agonist activity with an optimized therapeutic window.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,Antibody,CD40,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>s. chen<\/b>, Y. Lin, X. Zhou, X. Sun, C. Yang, C. Liao; <br\/>Jiangsu Hengrui Pharmaceuticals Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"f709c576-0c62-4704-bf8e-5ca6f483333c","ControlNumber":"1558","DisclosureBlock":"<b>&nbsp;S. chen, <\/b> <br><b>Jiangsu Hengrui Pharmaceuticals Co., Ltd.<\/b> Employment. <br><b>Y. Lin, <\/b> <br><b>Jiangsu Hengrui Pharmaceuticals Co., Ltd.<\/b> Employment. <br><b>X. Zhou, <\/b> <br><b>Jiangsu Hengrui Pharmaceuticals Co., Ltd.<\/b> Employment. <br><b>X. Sun, <\/b> <br><b>Jiangsu Hengrui Pharmaceuticals Co., Ltd.<\/b> Employment. <br><b>C. Yang, <\/b> <br><b>Jiangsu Hengrui Pharmaceuticals Co., Ltd.<\/b> Employment. <br><b>C. Liao, <\/b> <br><b>Jiangsu Hengrui Pharmaceuticals Co., Ltd.<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7306","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2366","PresenterBiography":null,"PresenterDisplayName":"simeng chen","PresenterKey":"8bc53aaa-88ec-46af-9b15-ae830e017a20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2366. Balancing efficacy and toxicity of a fibroblast activation protein dependent tetravalent CD40 agonist antibody for cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Balancing efficacy and toxicity of a fibroblast activation protein dependent tetravalent CD40 agonist antibody for cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Immunotherapy with CLDN18.2\/CD3 BiTEs (bispecific T-cell engagers) has shown clinical activity in pancreatic adenocarcinoma. However, only few patients benefit from the treatment, and most responders develop acquired resistance. STING agonists may promote the development of stem-like central memory CD8<sup>+<\/sup> T cells and enhance antitumor responses. This study aimed to investigate the synergistic effect and related mechanism of STING agonist plus CLDN18.2\/CD3 BiTEs regimen.<br \/><b>Methods: <\/b>Single-cell RNA sequencing and flow cytometry were used to examine the tumor immune landscape in humanized PDX mouse models. By qPCR, western blot and flow cytometry, an orthotopic transplantation mouse model of pancreatic cancer and an <i>in vitro<\/i> tumor-PBMC coculture system were established to reveal the potential molecular mechanism of STING agonist ADU-S100 in optimizing the effects of CLDN18.2\/CD3 BiTEs (IBI389).<br \/><b>Results: <\/b>In PDAC organoids, IBI389 induced potent, specific cytotoxicity, the CLDN18.2 BiTEs significantly engaged human CD3<sup>+<\/sup> T cells with tumor cells in an organoid-PBMC coculture system <i>in vitro<\/i>, resulting in the formation of the immunological synapse (IS). IBI389 monotherapy significantly suppressed tumor growth and improved survival <i>in vivo<\/i> in hCD3e C57BL\/6 and humanized hCD34<sup>+<\/sup> PDX mouse models. Further, single-cell RNA sequencing and flow cytometry analysis revealed that the intertumoral TCF1<sup>+<\/sup>PD-1<sup>+<\/sup> stem-like T cells and STING signaling activity of T cells were enriched in the early stage of tumor development and sharply decreased in the late stage during CLDN18.2 BiTEs administration. Furthermore, we discovered that the STING agonist ADU-S100 could significantly induce the enrichment of TCF1<sup>+<\/sup>PD-1<sup>+<\/sup> stem-like CD8<sup>+<\/sup> T cells <i>in vitro<\/i> and <i>in vivo<\/i>, increasing IBI389&#8217;s therapeutic effects. Furthermore, humanized PDX mice that were given the combination of IBI389 and ADU-S100 and survived after complete tumor rejection were rechallenged with PDX tumors. Humanized PDX tumors and hCD3e KPC orthotopic tumors from mice treated with the combination contained increased numbers of TCF1<sup>+<\/sup>PD-1<sup>+<\/sup> stem-like CD8<sup>+ <\/sup>T cells, CD4<sup>+<\/sup>CD127<sup>+<\/sup> memory T cells, CD8<sup>+<\/sup>CD127<sup>+<\/sup> memory T cells, and fewer numbers of CD4<sup>+<\/sup>PD-1<sup>+<\/sup>Tim-3<sup>+<\/sup> exhausted T cells, CD8<sup>+<\/sup>PD-1<sup>+<\/sup>Tim-3<sup>+<\/sup> exhausted T cells and CD4<sup>+<\/sup>CD25<sup>+<\/sup> Treg cells.<br \/><b>Conclusions<\/b>: Pancreatic tumors appear to evade immune response by inducing immune-suppressive tumor microenvironment development. In mice, the combination of STING agonist ADU-S100 and CLDN18.2 BiTEs increased the proportion of memory and stem-like CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cells while decreasing the proportion of regulatory and exhausted T cells in pancreatic tumors, eradicating all detectable tumors. This data may be utilized to formulate immune-based combination therapies for PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"BiTE antibody,Pancreatic cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Zhou<\/b>, J. Yan, B. Wang, Y. Xie, C. Yang, J. Yu, J. Hao; <br\/>National Clinical Research Center for Cancer; Key Laboratory of Cancer Prevention and Therapy, Tianjin Clinical Research Center for Cancer; Tianjin Key Laboratory of Digestive Cancer; Pancreas Center, Tianjin Medical Univ. Cancer Inst. & Hospital, Tianjin, China","CSlideId":"","ControlKey":"3afe6b28-4065-47fa-862d-06c8adee9515","ControlNumber":"6423","DisclosureBlock":"&nbsp;<b>T. Zhou, <\/b> None..<br><b>J. Yan, <\/b> None..<br><b>B. Wang, <\/b> None..<br><b>Y. Xie, <\/b> None..<br><b>C. Yang, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>J. Hao, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7307","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2367","PresenterBiography":null,"PresenterDisplayName":"Tianxing Zhou, MD,PhD","PresenterKey":"e4e38398-1892-45d5-8381-f1116203cac4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2367. STING agonist ADU-S100 improves the antitumor response of CLDN18.2\/CD3 BiTEs by enhancing stem-like tumor-reactive CD8<sup>+<\/sup> T cells in pancreatic adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"STING agonist ADU-S100 improves the antitumor response of CLDN18.2\/CD3 BiTEs by enhancing stem-like tumor-reactive CD8<sup>+<\/sup> T cells in pancreatic adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Her-2 is a well-known driver of carcinogenesis that is overexpressed in breast, ovarian and other tumors. Immunotherapy with bispecific antibodies is a promising cancer therapy approach. Her-2 (Herceptin) antibody was used to test bispecific antibody against ovarian cancer cells. First, Her-2-CAR-T cells with Her-2 (4D5) ScFv and 4-1BB costimulatory domain were generated and tested using <i>in vitro<\/i> killing and IFN-gamma assays, and <i>in vivo<\/i> efficacy SKOV-3 xenograft NSG mouse model. Her-2-CAR-T cells killed SKBR-3 breast and SKOV-3 ovarian cancer cells and stopped SKOV-3 xenograft tumor growth. This Her-2-ScFv was used to generate bispecific Her-2 ScFv-CD3-ScFv human Fc antibody using <i>in vitro<\/i> transcribed mRNA. The 5&#8217;capped Her-2-CD3-hFc mRNA with 5&#8217;UTR, 3&#8217;UTR and poly A tail was generated by <i>in<\/i> <i>vitro <\/i>transcription using DNA template. The mRNA was embedded into lipid nanoparticles (LNP) using microfluidic PreciGenome Flex S NanoGenerator. Western blotting detected &#62;160 kDa bispecific antibody secreted from A1847 and 293 cells transfected with mRNA-LNPs. The bispecific antibody was binding Her-2-positive A1847 ovarian cancer cell lines and T cells by FACS analysis. The Her-2-CD3-hFc bispecific antibody with T cells effectively killed Her-2-positive target cells in a dose-dependent manner in RTCA assay and produced high level of IFN-gamma. Moreover, intratumoral delivery of Her-2-CD3-hFc mRNA-LNP with intravenous injection of T cells completely blocked A1847 xenograft tumor growth. In conclusion. intratumoral delivery of Her-2-CD3 mRNA-LNP blocks ovarian xenograft tumor growth and provides a solid basis for future pre-clinical and clinical studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody engineering,Cancer,HER2,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>V. M. Golubovskaya<\/b><sup>1<\/sup>, J. Sienkiewicz<sup>1<\/sup>, J. Sun<sup>1<\/sup>, S. Zhang<sup>1<\/sup>, Y. Huang<sup>1<\/sup>, L. Hu<sup>1<\/sup>, H. Zhou<sup>1<\/sup>, H. Harto<sup>1<\/sup>, S. Xu<sup>1<\/sup>, R. Berahovich<sup>1<\/sup>, L. Wu<sup>2<\/sup>; <br\/><sup>1<\/sup>ProMab Biotechnologies, Inc., Richmond, CA, <sup>2<\/sup>ProMab Biotechnologies\/Forevetek Biotechnology, Richmond, CA","CSlideId":"","ControlKey":"fde2ab91-d85b-4da1-bac8-ffb5e90b2a9e","ControlNumber":"371","DisclosureBlock":"&nbsp;<b>V. M. Golubovskaya, <\/b> None..<br><b>J. Sienkiewicz, <\/b> None..<br><b>J. Sun, <\/b> None..<br><b>S. Zhang, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>L. Hu, <\/b> None..<br><b>H. Zhou, <\/b> None..<br><b>H. Harto, <\/b> None..<br><b>S. Xu, <\/b> None..<br><b>R. Berahovich, <\/b> None..<br><b>L. Wu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7308","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2368","PresenterBiography":"","PresenterDisplayName":"Vita Golubovskaya, PhD","PresenterKey":"81941b09-260a-4034-91d8-5033fd41c239","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2368. Intratumoral delivery of HER-2-CD3hFc mRNA-LNP inhibits ovarian tumor growth.","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intratumoral delivery of HER-2-CD3hFc mRNA-LNP inhibits ovarian tumor growth.","Topics":null,"cSlideId":""},{"Abstract":"Despite the recent approvals of CD20-targeted CD3 bispecific molecules in follicular lymphoma (Lunsumio&#8482;, mosunetuzumab) and diffuse large B cell lymphoma (Columvi&#8482;, glofitamab; and Epkinly&#8482;, epcoritamab), significant opportunities to improve patient outcomes in these indications remain. Targeted induction of T cell costimulatory receptors (signal 2) as a complement to T cell activation mediated by T cell receptor signal 1 is an attractive strategy to sustain and optimize the redirected T cell effector response to these tumors. Drug combinations of CD3-bispecifics and tumor-targeted costimulatory biologics such as CD19-41BBL and CD19-CD28 costimulatory agonists are promising approaches that have shown preclinical efficacy and are being investigated in the clinic.<br \/>EVOLVE-105 is a CD20-targeted trispecific T cell engager biotherapeutic with an integrated, affinity-tuned CD3 and a CD2 co-stimulatory agonist. The advantages of physical integration include an increased probability of simultaneous T cell receptor and CD2 receptor engagement on each T cell and a simplified patient management strategy, compared to drug combinations of molecules individually targeting each receptor. EVOLVE-105 displays improved human T cell activation, increased T cell expansion, and tumor cell killing activity without a substantial increase in cytokine release compared to CD20xCD3 bispecifics with matching CD3 affinity which does not supply CD2 costimulation. EVOLVE-105 also displays superior potency compared to the CD20xCD3 clinical benchmarks mosunetuzumab, epcoritamab, and odronextamab. Importantly, the tumor-killing potency of EVOLVE-105 was within two-fold of the activity of glofitamab, while inducing less cytokine release, suggesting its potential to establish an improved therapeutic index. In cynomolgus monkeys, EVOLVE-105 demonstrated favorable tolerability and pharmacokinetics consistent with an attractive clinical developability profile. Sustained, dose-dependent B cell depletion in peripheral blood, lymph nodes, and spleen was observed. Circulating cytokine excursions, including IL-6, IFN&#947;, and TNF&#945; at efficacious doses were markedly reduced by EVOLVE-105 treatment, in contrast to the circulating levels of cytokines reported for epcoritamab and glofitamab at their efficacious doses. EVOLVE-105 demonstrates favorable biophysical properties conducive to its development as intravenous and subcutaneous formulations. The emerging profile of EVOLVE-105 suggests its potential as a differentiated CD20-targeted immunotherapy capable of providing superior, more durable tumor control with a preferred cytokine release profile, compared to current CD20-targeted T cell engager therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"CD20,T cell engager,Diffuse Large B Cell Lymphoma,Costimulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. An<\/b>, M. Sarkar, S. Martomo, M. Hackett, G. Jin, T. Liang, D. Klaskin, T. Lichter, N. Pels, A. Abulizi, E. Teran, A. Sabrin, O. A. Sergeeva, A. Fearnley, H. Karp, J. Rodriguez, Jr., E. M. Tam, L. Matis, J. S. Fine, J. S. Myers; <br\/>EvolveImmune Therapeutics, Inc., Branford, CT","CSlideId":"","ControlKey":"762ebac1-1c3c-4d7f-bcc8-f70dc4b796ee","ControlNumber":"4640","DisclosureBlock":"<b>&nbsp;X. An, <\/b> <br><b>EvolveImmune Therapeutics, Inc.<\/b> Employment. <br><b>M. Sarkar, <\/b> <br><b>EvolveImmune Therapeutic, Inc.<\/b> Employment. <br><b>S. Martomo, <\/b> <br><b>EvolveImmune Therapeutic, Inc.<\/b> Employment. <br><b>M. Hackett, <\/b> <br><b>EvolveImmune Therapeutic, Inc<\/b> Employment. <br><b>G. Jin, <\/b> <br><b>EvolveImmune Therapeutic, Inc.<\/b> Employment. <br><b>T. Liang, <\/b> <br><b>EvolveImmune Therapeutic, Inc.<\/b> Employment. <br><b>D. Klaskin, <\/b> <br><b>EvolveImmune Therapeutic, Inc.<\/b> Employment. <br><b>T. Lichter, <\/b> <br><b>EvolveImmune Therapeutic, Inc.<\/b> Employment. <br><b>N. Pels, <\/b> <br><b>EvolveImmune Therapeutic, Inc.<\/b> Employment. <br><b>A. Abulizi, <\/b> <br><b>EvolveImmune Therapeutic, Inc<\/b> Employment. <br><b>E. Teran, <\/b> <br><b>EvolveImmune Therapeutic, Inc.<\/b> Employment. <br><b>A. Sabrin, <\/b> <br><b>EvolveImmune Therapeutic, Inc.<\/b> Employment. <br><b>O. A. Sergeeva, <\/b> <br><b>EvolveImmune Therapeutic, Inc.<\/b> Employment. <br><b>A. Fearnley, <\/b> <br><b>EvolveImmune Therapeutic, Inc.<\/b> Employment. <br><b>H. Karp, <\/b> <br><b>EvolveImmune Therapeutic, Inc.<\/b> Employment. <br><b>J. Rodriguez, <\/b> <br><b>EvolveImmune Therapeutic, Inc.<\/b> Employment. <br><b>E. M. Tam, <\/b> <br><b>EvolveImmune Therapeutic, Inc.<\/b> Employment. <br><b>L. Matis, <\/b> <br><b>EvolveImmune Therapeutic, Inc.<\/b> Employment. <br><b>J. S. Fine, <\/b> <br><b>EvolveImmune Therapeutic, Inc.<\/b> Employment. <br><b>J. S. Myers, <\/b> <br><b>EvolveImmune Therapeutic, Inc.<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7309","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2369","PresenterBiography":null,"PresenterDisplayName":"Xingyue (Amy) An, BS;PhD","PresenterKey":"5e377f0f-91c8-41f9-8212-7bd33538c753","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2369. EVOLVE-105, a differentiated CD20-targeted CD2 co-stimulatory T cell engager engineered for the treatment of B cell malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EVOLVE-105, a differentiated CD20-targeted CD2 co-stimulatory T cell engager engineered for the treatment of B cell malignancies","Topics":null,"cSlideId":""},{"Abstract":"The accumulation of lipid metabolic products in the TME has been extensively documented to exacerbate cancer malignancy by suppressing anti-tumor immunity. This phenomenon is characterized by the induction of immunosuppressive features in various immune cells and the development of exhausted phenotypes in T cells, creating formidable obstacles for effective immunotherapies. Notably, CD36, a fatty acid transporter, has been identified as up-regulated in both malignant cells and various tumor-associated immune cells, including regulatory T cells, tumor-associated macrophages, and CD8+ T cells. This upregulation serves to adjust the metabolic preferences of these cells, enabling adaptation to the lipid-enriched TME. CD36-mediated adaptation not only instigates alterations in metabolic regulations but also significantly influences immune cell properties, contributing to the establishment of an immunosuppressive TME. Consequently, it has been proposed that inhibiting CD36-mediated fatty acid uptake could strategically reshape the host's anti-tumor immunity within the TME, resulting in the reduction of tumor-infiltrating regulatory T cells and the restoration of both survival and functionality in CD8 T cells. These findings underscore the therapeutic potential of anti-CD36 antibodies as a targeted approach to mitigate the immunosuppressive milieu within the TME. Hence, PLT012, a humanized anti-CD36 antibody, was developed via phage display, followed by affinity maturation and developability optimization, and possesses cross-reactivity among species, including murine, non-human primates, and human. Through CryoEM-based structural analysis, we found that PLT012 recognizes the lipid binding domain of CD36 without interfering with the TSP-1 binding site. Moreover, administration of PLT012 significantly reduced oxLDL-mediated M2 macrophage polarization and fatty acid uptake in CD8+ TILs. Notably, HCC-bearing mice treated with PLT012 exhibited a significant reduction in tumor growth with an increased CD8\/Treg ratio and CD8 effector functions, consistent with the ex vivo observations of PLT012 treatments in human HCC samples. In addition to murine studies, PLT012 also demonstrated excellent tolerability in NHP studies without any adverse effects. Ongoing studies in translational medicine will further bridge our findings and proposed mechanism of action with clinical observations, highlighting the potential therapeutic outcome in HCC patients particularly. Taken together, these results reveal that blocking CD36-mediated metabolic alterations in Treg and CD8+ TILs with PLT012 treatment can elicit robust tumor growth inhibition and shift the immunosuppressive nature within the TME toward an immunosupportive one. This study further provides the pillar for harnessing immunometabolic targeting in cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Immuno-oncology,Immunometabolism,Tumor microenvironment,Hepatocellular carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y.-R. Yu<\/b><sup>1<\/sup>, S.-F. Tzeng<sup>2<\/sup>, H.-W. Hsiao<sup>3<\/sup>, J. Park<sup>4<\/sup>, L. Kandalaft<sup>5<\/sup>, Y.-H. Lin<sup>1<\/sup>, C.-H. Tsai<sup>2<\/sup>, P.-C. Ho<sup>4<\/sup>; <br\/><sup>1<\/sup>Pilatus Biosciences SA, Epalinges, Switzerland, <sup>2<\/sup>Institute of Life Science, National Defense Medical Center, Taipei, Taiwan, <sup>3<\/sup>Elixiron Immunotherapeutics, Taipei, Taiwan, <sup>4<\/sup>University of Lausanne, Epalinges, Switzerland, <sup>5<\/sup>Center for Experimental Therapeutics, Lausanne University Hospital (CHUV), Lausanne, Switzerland","CSlideId":"","ControlKey":"a3f3c619-e7a1-4eae-ad3c-c0ff0684d8af","ControlNumber":"4583","DisclosureBlock":"<b>&nbsp;Y. Yu, <\/b> <br><b>Pilatus Biosciences<\/b> Employment. <br><b>S. Tzeng, <\/b> <br><b>Pilatus Biosciences<\/b> Grant\/Contract. <br><b>H. Hsiao, <\/b> <br><b>Elixiron Immunotherapeutics<\/b> Employment.<br><b>J. Park, <\/b> None..<br><b>L. Kandalaft, <\/b> None.&nbsp;<br><b>Y. Lin, <\/b> <br><b>Pilatus Biosciences SA<\/b> Employment. <br><b>C. Tsai, <\/b> <br><b>Pilatus Biosciences<\/b> Grant\/Contract.<br><b>P. Ho, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7310","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2370","PresenterBiography":null,"PresenterDisplayName":"Yi-Ru Yu, PhD","PresenterKey":"06b5e50e-ad6f-4948-bbb3-8434e7136ffa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2370. Revitalizing anti-tumor immunity through PLT012 monoclonal antibody, targeting CD36 for metabolic rewiring in the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Revitalizing anti-tumor immunity through PLT012 monoclonal antibody, targeting CD36 for metabolic rewiring in the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"4-1BB (CD137) is a key costimulatory immunoreceptor and a promising therapeutic target in cancer. CEACAM5 (CEA) is a well-established tumor associated antigen overexpressed in many cancers, including colorectal, gastric, lung, pancreatic cancer, liver, breast and thyroid cancers. BGB-B167 is a novel immunoglobulin G (IgG)-based bispecific antibody targeting 4-1BB and CEA and is under clinical development for the treatment of advanced or metastatic solid tumors in humans. BGB-B167 binds to its target proteins with high specificity and affinity. Potent and CEA-dependent functional activities were demonstrated using peripheral blood mononuclear cell (PBMC)-based immune cell activation and cytotoxicity assays. In humanized 4-1BB knock-in mice bearing human CEA-expressing tumors, BGB-B167 exhibited potent, dose-associated single-agent efficacy as well as synergistic antitumor activity in combination with anti&#8209;PD-1 antibody. BGB-B167 was well tolerated in 1-month repeat-dose toxicology study in cynomolgus monkeys. Here, we describe the characterization of BGB-B167 with regard to preclinical proof-of-concept and basic drug-like properties. The combined dataset provides an overview on the design, mode of action, preclinical pharmacology and safety profile of BGB-B167.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Immunotherapy,Antibody,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Z. Li<\/b><sup>1<\/sup>, L. Qu<sup>2<\/sup>, X. Chen<sup>2<\/sup>, L. Xue<sup>2<\/sup>, J. Li<sup>1<\/sup>, Q. Liu<sup>2<\/sup>, J. Sun<sup>2<\/sup>, H. Sun<sup>2<\/sup>, Y. Chen<sup>1<\/sup>, Y. Xie<sup>2<\/sup>, W. Wang<sup>2<\/sup>, L. Zhu<sup>2<\/sup>, P. Wang<sup>2<\/sup>, X. Zhou<sup>2<\/sup>, H. Hou<sup>2<\/sup>, J. Chen<sup>2<\/sup>, X. Liu<sup>2<\/sup>, Y. Zhang<sup>2<\/sup>, N. Liu<sup>2<\/sup>, X. Liang<sup>2<\/sup>, S. Zhang<sup>2<\/sup>, X. Tang<sup>2<\/sup>, J. Song<sup>2<\/sup>, T. Zhang<sup>2<\/sup>, X. Song<sup>2<\/sup>, X. Liu<sup>2<\/sup>, K. Li<sup>2<\/sup>, C. Huang<sup>2<\/sup>; <br\/><sup>1<\/sup>BeiGene (Shanghai) Research & Development Co., Ltd., Shanghai, China, <sup>2<\/sup>BeiGene Co., Ltd., Beijing, China","CSlideId":"","ControlKey":"d61bd773-3a52-42aa-abe9-c3316e6b10b1","ControlNumber":"2966","DisclosureBlock":"&nbsp;<b>Z. Li, <\/b> None..<br><b>L. Qu, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>L. Xue, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>J. Sun, <\/b> None..<br><b>H. Sun, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>Y. Xie, <\/b> None..<br><b>W. Wang, <\/b> None..<br><b>L. Zhu, <\/b> None..<br><b>P. Wang, <\/b> None..<br><b>X. Zhou, <\/b> None..<br><b>H. Hou, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>N. Liu, <\/b> None..<br><b>X. Liang, <\/b> None..<br><b>S. Zhang, <\/b> None..<br><b>X. Tang, <\/b> None..<br><b>J. Song, <\/b> None..<br><b>T. Zhang, <\/b> None..<br><b>X. Song, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>K. Li, <\/b> None..<br><b>C. Huang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7311","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2371","PresenterBiography":null,"PresenterDisplayName":"Zhuo Li","PresenterKey":"4f777f38-dbd0-40f0-89ad-7b7dee614ef8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2371. BGB-B167, a first-in-class 4-1BB (CD137)\/ CEACAM5 bispecific antibody, exhibits potent in vitro and in vivo anti-tumor activity and superior safety profile in preclinical models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BGB-B167, a first-in-class 4-1BB (CD137)\/ CEACAM5 bispecific antibody, exhibits potent in vitro and in vivo anti-tumor activity and superior safety profile in preclinical models","Topics":null,"cSlideId":""},{"Abstract":"Background: Acute myeloid leukemia (AML) is the most common acute leukemia in adults, and the treatment of AML, especially monocytic AML subtypes still has a poor outcome. T cell engagers (TCE) have been well used for the treatment of hematological malignancies, such as B cell leukemia and multiple myeloma. However, lack of ideal target antigens that only express on AML and leukemic stem cells (LSCs) but not on normal hematopoietic stem cells (HSCs) hampers the development of TCE therapy for AML. Leukocyte immunoglobulin-like receptor B4 (LILRB4), an inhibitory receptor belonging to the LILR family, is highly and restrictedly expressed on monocytic M4\/M5 AML subtypes and LSCs, but not on normal HSCs which makes it an ideal target for TCE. Here we report a novel LILRB4 x CD3 bispecific T cell engager based on <i>AnTenGager<\/i><sup>TM<\/sup> platform, ATG-102. It targets two distinct epitopes of LILRB4, inducing potent T cell-dependent cellular cytotoxicity (TDCC) with low CRS, resulting in a potent anti-tumor efficacy <i>in vitro<\/i> and <i>in vivo.<br \/><\/i>Method: ATG-102 was constructed by introducing a high affinity anti-CD3 single chain fragment variable (scFv) to the hinge region of one of the heavy chains of a LILRB4 monoclonal antibody. A scFv targeting another epitope of LILRB4 was connected to the C terminal of the same heavy chain by GSSS linker, enabling a trivalent, dual epitope recognition of LILRB4. ATG-102 was evaluated in a series of preclinical studies for binding epitope and affinity, T cell activation, T cell dependent cytotoxicity (TDCC), and cytokine release. The <i>in vivo<\/i> antitumor efficacy of ATG-102 was evaluated in a humanized PBMCs and THP-1-luciferase cells engrafted NCG mice model.<br \/>Results: ATG-102 binds to LILRB4 positive cells with a single-digit nM affinity. It binds to two distinct and nonoverlapping epitopes of LILRB4. ATG-102 showed limited binding capability to CD3+ cells before LILRB4 crosslinking. However, with the presence of LILRB4 positive THP-1 cell, ATG-102 strongly activated primary T cells, upregulating early and later markers of T cell activation, CD69 and CD25, respectively. ATG-102 induced strong TDCC against LILRB4-high expressing THP-1 cells, and it induced more potent TDCC against LILRB4-low expressing MOLM-13 cells than a benchmark antibody. While compared with benchmark, ATG-102 induced significantly lower release of IL-6, which is one of the major cytokines involved in cytokine release syndrome (CRS). In addition, ATG-102 demonstrated more potent <i>in vivo<\/i> anti-tumor efficacy compared with the benchmark antibody at 1 mg\/kg and 0.1 mg\/kg dose level in PBMC-humanized NCG mice bearing THP-1-luciferase cells.<br \/>Conclusion: ATG-102 demonstrates trivalent, dual epitope recognition of LILRB4, conditionally redirects and activates T cells to recognize and kill monocytic AML cells. It demonstrates potent<i> in vitro <\/i>and <i>in vivo<\/i> anti-tumor efficacy with low risk of CRS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"T cell engager,Acute myeloid leukemia,Cytotoxicity,Cytokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Sun<sup>1<\/sup>, M. Gao<sup>2<\/sup>, R. Guo<sup>1<\/sup>, H. Liu<sup>2<\/sup>, Z. Hu<sup>2<\/sup>, E. Zheng<sup>1<\/sup>, H. Yuwen<sup>1<\/sup>, P. Chen<sup>1<\/sup>, J. Mei<sup>3<\/sup>, B. Shan<sup>3<\/sup>, <b>B. Hou<\/b><sup>3<\/sup>; <br\/><sup>1<\/sup>Antengene Corporation Co., Ltd., Shanghai, China, <sup>2<\/sup>Antengene Biologics, Hangzhou, China, <sup>3<\/sup>Antengene Corporation Co., Ltd., Shaoxing, China","CSlideId":"","ControlKey":"c4e91bf8-b450-440f-aec0-dfeb02de5c92","ControlNumber":"2977","DisclosureBlock":"<b>&nbsp;A. Sun, <\/b> <br><b>Shanghai Antengene Corporation Limited<\/b> Employment. <br><b>M. Gao, <\/b> <br><b>Antengene (Hangzhou) Biologics<\/b> Employment. <br><b>R. Guo, <\/b> <br><b>Shanghai Antengene Corporation Limited<\/b> Employment. <br><b>H. Liu, <\/b> <br><b>Antengene (Hangzhou) Biologics<\/b> Employment. <br><b>Z. Hu, <\/b> <br><b>Antengene (Hangzhou) Biologics<\/b> Employment. <br><b>E. Zheng, <\/b> <br><b>Shanghai Antengene Corporation Limited<\/b> Employment. <br><b>H. Yuwen, <\/b> <br><b>Shanghai Antengene Corporation Limited<\/b> Employment. <br><b>P. Chen, <\/b> <br><b>Shanghai Antengene Corporation Limited<\/b> Employment. <br><b>J. Mei, <\/b> <br><b>Antengene Corporation<\/b> Stock. <br><b>B. Shan, <\/b> <br><b>Antengene Corporation<\/b> Employment, Stock. <br><b>B. Hou, <\/b> <br><b>Antengene Corporation Co., Ltd<\/b> Employment, Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7312","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2372","PresenterBiography":null,"PresenterDisplayName":"Bing Hou, PhD","PresenterKey":"9609fdc3-22f8-4a52-aa1c-9b9607a954fb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2372. ATG-102, a novel LILRB4 x CD3 T cell engager, targeting two nonoverlapping epitopes of LILRB4, for the treatment of monocytic AML","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ATG-102, a novel LILRB4 x CD3 T cell engager, targeting two nonoverlapping epitopes of LILRB4, for the treatment of monocytic AML","Topics":null,"cSlideId":""},{"Abstract":"Accessing peptides from intracellular tumor antigens displayed on MHC class I (pMHC) can expand the T-cell engager (TCE) target pool for solid tumor applications. A challenge limiting TCE development for pMHC targets is the identification of rare, high-affinity, and high-specificity pMHC-binders. In this work, we describe TCEs in a 1x1 format with potent tumor-cell killing activity and high specificity for MAGE-A4, a pMHC tumor antigen expressed in multiple cancer types. We identified functional MAGE-A4 x CD3 TCEs with high specificity and affinity to a human MAGE-A4 peptide sequence of 10 amino acids presented on MHC-I (HLA-A:02*01). We strategically selected MAGE-A4-binders with high binding specificity for pMAGE-A4<sub>230-239<\/sub>, but not MHC-I or many closely related MHC-restricted peptides. We then paired them with diverse and developable CD3-binders with a range of binding affinities, subunit specificities, and binding kinetic profiles. High-throughput <i>in vitro<\/i> functional characterization of hundreds of these TCEs enabled identification of molecules with optimal T-cell dependent cellular cytotoxicity in MAGE-A4-expressing tumor cell lines, with comparable tumor-killing activity and cytokine release to a clinical-stage TCE in a 2x1 format. Previous studies have highlighted unique challenges associated with pMHC targets, including their potential for cross-reactive binding to pMHCs on healthy tissues, and the absence of pharmacologically relevant species for preclinical toxicity testing. To address these challenges, we have designed and implemented an <i>in vitro<\/i> and <i>in silico<\/i> workflow to identify antibody binding to potential off-target peptides. Using this approach, we selected TCEs with several pMHC binding orientations and high specificity and affinity. These TCEs killed tumor cell lines endogenously expressing MAGE-A4 pMHCs and not isogenic cells with MAGE-A4 knocked out. Results demonstrate that our high-resolution, multiparametric antibody discovery capabilities can identify pMHC-binding antibodies with desired functional and specificity attributes. This approach unlocks the discovery and development of optimal TCEs against complex pMHC antigens.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"T cell engager,Bispecific antibody,Drug discovery,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Davide Tortora<sup><\/sup>, Peter Bergqvist<sup><\/sup>, Allison Goodman<sup><\/sup>, Ryan Blackler<sup><\/sup>, Nathalie Blamey<sup><\/sup>, Stefania Carrara<sup><\/sup>, Lauren Chong<sup><\/sup>, Gabrielle Conaghan<sup><\/sup>, Cindy-Lee Crichlow<sup><\/sup>, Valentine de Puyraimond<sup><\/sup>, Harveer Dhupar<sup><\/sup>, Patrick Farber<sup><\/sup>, Jessica Fernandes Scortecci<sup><\/sup>, Kate Gibson<sup><\/sup>, Rodrigo Goya<sup><\/sup>, Ahn Lee<sup><\/sup>, Franco Li<sup><\/sup>, Tova Pinsky<sup><\/sup>, Craig Robb<sup><\/sup>, Patrick Rowe<sup><\/sup>, Antonios Samiotakis<sup><\/sup>, Eduardo Solano Salgado<sup><\/sup>, <b>Raffi Tonikian<\/b><sup><\/sup>, Ping Xiang<sup><\/sup>, Irene Yu<sup><\/sup>, Kelly Bullock<sup><\/sup>, Tara Fernandez<sup><\/sup>, Stephanie  K.  Masterman<sup><\/sup>, Kush Dalal<sup><\/sup>, Tim Jacobs<sup><\/sup>, Bryan  C.  Barnhart<sup><\/sup><br><br\/>AbCellera, Vancouver, BC, Canada","CSlideId":"","ControlKey":"6eabfc28-4061-4abd-9de7-dc993fc2dc63","ControlNumber":"2079","DisclosureBlock":"&nbsp;<b>D. Tortora, <\/b> None..<br><b>P. Bergqvist, <\/b> None..<br><b>A. Goodman, <\/b> None..<br><b>R. Blackler, <\/b> None..<br><b>N. Blamey, <\/b> None..<br><b>S. Carrara, <\/b> None..<br><b>L. Chong, <\/b> None..<br><b>G. Conaghan, <\/b> None..<br><b>C. Crichlow, <\/b> None..<br><b>V. de Puyraimond, <\/b> None..<br><b>H. Dhupar, <\/b> None..<br><b>P. Farber, <\/b> None..<br><b>J. Fernandes Scortecci, <\/b> None..<br><b>K. Gibson, <\/b> None..<br><b>R. Goya, <\/b> None..<br><b>A. Lee, <\/b> None..<br><b>F. Li, <\/b> None..<br><b>T. Pinsky, <\/b> None..<br><b>C. Robb, <\/b> None..<br><b>P. Rowe, <\/b> None..<br><b>A. Samiotakis, <\/b> None..<br><b>E. Solano Salgado, <\/b> None..<br><b>R. Tonikian, <\/b> None..<br><b>P. Xiang, <\/b> None..<br><b>I. Yu, <\/b> None..<br><b>K. Bullock, <\/b> None..<br><b>T. Fernandez, <\/b> None..<br><b>S. K. Masterman, <\/b> None..<br><b>K. Dalal, <\/b> None..<br><b>T. Jacobs, <\/b> None..<br><b>B. C. Barnhart, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7313","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2373","PresenterBiography":null,"PresenterDisplayName":"Raffi Tonikian, PhD","PresenterKey":"3a53cdda-a4df-4573-b850-ecb1618b3d54","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2373. Functional and specific T-cell engagers against a peptide-MHC tumor target","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Functional and specific T-cell engagers against a peptide-MHC tumor target","Topics":null,"cSlideId":""},{"Abstract":"Background: GPRC5D is a G protein-coupled receptor that is expressed on multiple myeloma cells but absent from most healthy tissues except for hair follicles. It is an attractive target for anti-tumor modalities including T cell-engaging bispecific antibodies. Recent clinical data demonstrate that combination therapy of T cell-engaging molecules individually targeting GPRC5D and BCMA on tumor cells offers unprecedented therapeutic benefits in relapsed\/refractory multiple myeloma patients. A trispecific antibody that simultaneously engages these molecules while activating T cells is expected to provide comparable and additional benefits as a monotherapy.<br \/>Methods: Multipass membrane proteins are valuable therapeutic targets but are largely inaccessible for antibody discovery due to structural complexity and high conservation. We developed an antibody discovery platform (MPS) tailored for membrane proteins that utilizes advanced immunization techniques including DNA, mRNA, and Lipoparticles (virus-like particles) and evolutionarily divergent host species.<br \/>From the parental antibodies isolated, we engineered panels of GPRC5DxCD3 bispecific and GPRC5DxBCMAxCD3 trispecific antibodies using multiple formats and CD3 arms that encompass different geometries and binding stoichiometries. GPRC5D multispecific antibodies were tested for target specificity using Integral Molecular&#8217;s Membrane Proteome Array (MPA), and epitope residues were defined using alanine scanning mutagenesis. Both bispecific and trispecific antibodies were tested for in vitro potency and cytokine release using MM.1R and RPMI 8226 multiple myeloma cell lines. In vivo efficacy for a subset of antibodies was determined using xenograft models in PBMC-engrafted mice.<br \/>Results: We immunized chickens with GPRC5D to obtain high-titer immune responses and configured resulting antibodies as T cell-engaging bispecific molecules with a CD3 binding arm. A subset of GPRC5DxCD3 bispecific antibodies displayed potent T cell-mediated cytotoxicity with picomolar potency on multiple myeloma cell lines. Antibody specificity profiling showed high specificity binding, and epitope mapping helped to explain why only some GPRC5D antibodies were active as multispecific antibodies.<br \/>Bispecific molecules were then re-engineered as trispecific antibodies with additional binding to BCMA, a well-validated multiple myeloma target. GPRC5DxBCMAxCD3 trispecifics showed improved cytotoxic activity against multiple myeloma cells. Both bispecific and trispecific antibodies demonstrated a large window between cell killing and cytokine release. We will present in vivo efficacy data for a panel of bi- and trispecific molecules against MM.1R xenografts in PBMC-engrafted mice.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"G-protein-coupled receptors (GPCR),Multiple myeloma,Immunotherapy,Antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Roth, D. Rogers, <b>I. Sanchez<\/b>, B. Tyrell, T. Barnes, A. Snyder, N. Nowgu, K. Doolan, B. J. Doranz, R. Chambers, J. B. Rucker; <br\/>Integral Molecular, Philadelphia, PA","CSlideId":"","ControlKey":"e5133d31-8334-4bec-ad64-fe93aac6ee95","ControlNumber":"4705","DisclosureBlock":"&nbsp;<b>H. Roth, <\/b> None..<br><b>D. Rogers, <\/b> None..<br><b>I. Sanchez, <\/b> None..<br><b>B. Tyrell, <\/b> None..<br><b>T. Barnes, <\/b> None..<br><b>A. Snyder, <\/b> None..<br><b>N. Nowgu, <\/b> None..<br><b>K. Doolan, <\/b> None..<br><b>B. J. Doranz, <\/b> None..<br><b>R. Chambers, <\/b> None..<br><b>J. B. Rucker, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7315","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2374","PresenterBiography":null,"PresenterDisplayName":"Ileine Sanchez, D Phil","PresenterKey":"bb8cf0b3-6591-4a93-9ba8-61d8262683a8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2374. Bispecific and trispecific GPRC5D antibodies with potent cell-killing activity against multiple myeloma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bispecific and trispecific GPRC5D antibodies with potent cell-killing activity against multiple myeloma","Topics":null,"cSlideId":""},{"Abstract":"Using genome-wide association studies (GWAS) of the 23andMe genetic and healthy survey database across all phenotypes as part of our unique target discovery platform, we identified immuno-oncology (I\/O)-related genetic variants as those with opposing directionality of effects on cancer and immunological phenotypes, which comprise the I\/O signature. This I\/O signature identified ULBP6 as a potential cancer therapeutic target. ULBP6 is a stress-induced cell surface ligand found on cancer cells, that binds to the activating receptor, NKG2D, on NK and T cells to induce tumor cell killing. However, as a mechanism of immune escape, tumors shed ULBP6 to produce a soluble form that attenuates NKG2D activation and is elevated in cancers. Given that the 2 allelic variants of ULBP6 have the highest binding affinity to NKG2D of all human NKG2D ligands, ULBP6 may be the most immunosuppressive soluble NKG2D ligand and a critical regulator of anti-tumor response. Accordingly, soluble ULBP6 exhibited significant suppression of IFN&#947; release and detectable cell surface NKG2D expression on healthy donor PBMCs using in vitro cell-based assays. Moreover, the overexpression of human ULBP6 in a genetically modified MC38 murine model resulted in decreased infiltration of NK, NKT, and CD8 T cells in vivo. As such, we developed a novel humanized monoclonal antibody, 23ME-01473, that binds with high affinity to ULBP6, and due to the high sequence homology, to ULBP2 and ULBP5, to block their interaction with NKG2D. By preventing the binding of soluble ULBP6 to NKG2D on PBMCs in vitro, 23ME-01473 restored NKG2D activation as measured by increased detectable cell surface NKG2D expression, IFN&#947; and granzyme B release, and tumor cell killing by PBMCs. To further leverage the binding of 23ME-01473 to ULBP6\/2\/5, 23ME-01473 was designed to have an afucosylated Fc domain that enhances its binding affinity to the activating Fc receptor, Fc&#947;RIIIa, on NK cells to induce ADCC against tumor cells. The combination of NKG2D and Fc&#947;RIIIa activation resulted in synergistic PBMC-mediated IFN&#947; secretion and enhanced tumor cell killing, compared to activation of either NKG2D or Fc&#947;RIIIa. Taken together, these results reveal ULBP6 as a novel cancer therapeutic target, and given the dual activation of NKG2D and Fc&#947;RIIIa, suggest the potential of 23ME-01473 to activate NK cells and elicit anti-tumor immunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,Natural killer cells,Genome-wide association studies (GWAS),Novel anticancer agents,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Benjamin, A. Jarret, S. Bharill, S. Yadav, D. Ayupova, C. Hom, Z. Bahrami Dizicheh, I.-L. Chen, A. Diep, S. Shi, C. Bonnans, D. Kellar, G. Fuh, M. Schmidt, <b>K. Gerrick<\/b>, P. Koenig, M. Poggio; <br\/>23andme, Inc., South San Francisco, CA","CSlideId":"","ControlKey":"b5e37553-3d7a-4f77-ab15-34b8123890e5","ControlNumber":"2658","DisclosureBlock":"<b>&nbsp;J. Benjamin, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>A. Jarret, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>S. Bharill, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>S. Yadav, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>D. Ayupova, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>Neurodex<\/b> Employment. <br><b>C. Hom, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>Z. Bahrami Dizicheh, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>I. Chen, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>A. Diep, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>S. Shi, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>C. Bonnans, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>Servier<\/b> Other, Consultant. <br><b>D. Kellar, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>G. Fuh, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>M. Schmidt, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>K. Gerrick, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>Ideaya Biosciences<\/b> Employment. <br><b>P. Koenig, <\/b> <br><b>23andMe, Inc.<\/b> Employment. <br><b>M. Poggio, <\/b> <br><b>23andMe, Inc.<\/b> Employment, Independent Contractor.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7318","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2375","PresenterBiography":"","PresenterDisplayName":"Kimberline Gerrick, PhD","PresenterKey":"88cb9889-a59e-4bdb-9bbc-8729c0769200","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2375. 23ME-01473, a novel anti-ULBP6\/2\/5 monoclonal antibody, reinvigorates anti-tumor NK cell function through NKG2D and Fc&#947;RIIIa activation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"23ME-01473, a novel anti-ULBP6\/2\/5 monoclonal antibody, reinvigorates anti-tumor NK cell function through NKG2D and Fc&#947;RIIIa activation","Topics":null,"cSlideId":""},{"Abstract":"Mitazalimab is a human CD40 Fc&#947;R-conditional agonistic IgG1 antibody developed for cancer immunotherapy. Immune-excluded tumors, such as pancreatic ductal adenocarcinoma (PDAC), are defined by low infiltration of immune cells. In PDAC, effector CD8<sup>+<\/sup> T cells are excluded from the tumor by its desmoplastic stroma which surrounds cancer cell islets and hosts immunosuppressive macrophages. CD40 is expressed on key myeloid cell populations and targeting this receptor has a two-fold mode of action. First, mitazalimab activates macrophages, skewing them towards a tumoricidal phenotype that can potentially reverse the suppressive tumor microenvironment found in PDAC and sensitizes the tumor for chemotherapy by stromal degradation. Second, mitazalimab activates antigen-presenting cells, resulting in priming and expansion of tumor-specific T cells with the potential to generate an effective immune response that could provide immunological memory resulting in long term benefits to patients.<br \/>Mitazalimab is currently being investigated in a phase 2 study in patients with metastatic PDAC (OPTIMIZE-1) in combination with modified FOLFIRINOX (NCT04888312). The treatment starts with a dose of mitazalimab administered one week prior to chemotherapy in the first cycle to leverage the mode of action and increase the efficacy of the combination therapy. Interim results of the study demonstrated encouraging anti-tumor activity with good durability of responses.<br \/>To study the changes induced by mitazalimab and FOLFIRINOX in the tumor microenvironment, we evaluated the combination in human CD40 transgenic mice using the KPCY pancreatic tumor model. Tumor, tumor draining lymph nodes, blood and spleen were analyzed for changes in the immune compartment using multiplex assays at different time points.<br \/>The results showed distinct immunophenotypical changes induced by mitazalimab, FOLFIRINOX and the combination. The combination of mitazalimab and FOLFIRINOX resulted in an increased tumoricidal immune profile, including a marked increase in effector CD8<sup>+<\/sup> T cells compared to the individual therapies. Overall, these preclinical data support the chosen dosing regimen of mitazalimab and modified FOLFIRINOX in the OPTIMIZE-1study and underline the synergistic potential of this combination for an improved antitumor response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"CD40,Pancreatic cancer,Chemotherapy,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"K. Enell Smith, <b>D. Gomez Jimenez<\/b>, M. Thagesson, A. Nilsson, Y. Pico de Coaa, S. Ambarkhane, P. Ellmark; <br\/>Alligator Bioscience, Lund, Sweden","CSlideId":"","ControlKey":"7377efc2-6666-46ea-91ef-9630006fd6d4","ControlNumber":"6343","DisclosureBlock":"<b>&nbsp;K. Enell Smith, <\/b> <br><b>Alligator Bioscience AB<\/b> Employment. <br><b>D. Gomez Jimenez, <\/b> <br><b>Alligator Bioscience<\/b> Employment. <br><b>M. Thagesson, <\/b> <br><b>Alligator Bioscience<\/b> Employment. <br><b>A. Nilsson, <\/b> <br><b>Alligator Bioscience<\/b> Employment. <br><b>Y. Pico de Coaa, <\/b> <br><b>Alligator Bioscience<\/b> Employment. <br><b>S. Ambarkhane, <\/b> <br><b>Alligator Bioscience<\/b> Employment. <br><b>P. Ellmark, <\/b> <br><b>Alligator Bioscience<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7319","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2376","PresenterBiography":null,"PresenterDisplayName":"David Gomez Jimenez, PhD","PresenterKey":"95de5460-012c-43dd-9d7f-43696cefc330","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2376. Mitazalimab, a potent CD40 agonist in combination with FOLFIRINOX demonstrates changes consistent with increased immune activation in TME and peripheral blood in a preclinical pancreatic cancer tumor model","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mitazalimab, a potent CD40 agonist in combination with FOLFIRINOX demonstrates changes consistent with increased immune activation in TME and peripheral blood in a preclinical pancreatic cancer tumor model","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: T-DXd is an antibody-drug conjugate (ADC) targeting HER2 that has demonstrated superior clinical efficacy over previous HER2-targeting agent Trastuzumab emtansine (T-DM1). Notably, T-Dxd is clinically effective in breast cancers (BC) with a range of HER2 expression. While its purported mechanism of action (MOA) involves its cleavable linker leading to bystander killing, it remains unclear how this potential MOA accounts for efficacy in HER2-low cancers or the role FCGR-mediated signaling and immune induction plays in its clinical efficacy.<br \/><b>Method<\/b>: In vitro studies utilized co-culture, internalization, FCGR activation, ADCP, flow cytometry, and gene expression by QRT-PCR and ELISA assays. Assessments of tumor antigen-specific T cell stimulation involved JEDI T cells. In vivo studies were conducted using in vivo implantation of HER2+ and HER2- cells, PK assessments of T-Dxd\/DM1 and therapeutic effects determined using an endogenous HER2 transgenic mouse model that measured HER2-specific adaptive immune responses, in combination with immune checkpoint blockade anti-CD47.<br \/><b>Results<\/b>: T-Dxd elicited a systemic bystander effect that was only partially dependent on HER2 expression, mediated by specific cathepsins in the extracellular TME. Notably, T-Dxd cytotoxicity induced immunogenic cell death (ICD), while also retaining the ability to engage FCGRs to promote ADCP and innate immune activation. ICD was mediated by secretion of specific Dxd driven DAMPs (HMGB1 and eATP), resulting in TLR4\/STING activation. ICD and FCGR activation along with antigen ADCP together elicited myeloid cell activation (CD80, CD40) and antigen presentation, resulting in effective expansion of tumor antigen-specific T cells responses, demonstrated by co-culture assays using EGFP\/HER2+ BC cells and CD8+ JEDI T cells. T cell activation required TLR4 and STING pathways while in vivo, T-Dxd anti-tumor responses associated with augmented HER2-specific T and B cell responses. However, T-Dxd also induced CD47 to limit phagocytosis. But, the use of CD47\/SIRPa blocking antibodies dramatically enhanced CD8+ T cell expansion in vitro and anti-tumor efficacy in vivo upon T-Dxd treatment.<br \/><b>Conclusion<\/b>: Our study demonstrates that T-Dxd is cleavable in HER2 negative BC in vivo, which permits more widespread Dxd activity against HER2 low BC. Critically, Dxd elicits ICD, resulting in innate immune stimulation of myeloid cells, which when combined with FCGR activation and ADCP, leads to a striking induction of tumor-specific adaptive immunity. This combination was unique to T-Dxd, which may underlie its clinical superior efficacy. However, T-Dxd activity also elicits suppressive CD47 expression which could be negated using CD47\/SIRPA blockade. We found that this combination dramatically enhanced T-Dxd resulted therapeutic efficacy, thus supporting clinical exploration of these combinations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Breast cancer,Antibody-drug conjugate (ADC),Bystander effect,HER2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"L.-C. Tsao, X. Ma, J. S. Wang, T. N. Trotter, T. Wang, J.-P. Wei, G.-j. Lei, J. McBane, P. Fan, I. Spasojevic, <b>Z. C. Hartman<\/b>; <br\/>Duke University Medical Center, Durham, NC","CSlideId":"","ControlKey":"4405ff77-e564-4ec0-8e8c-791c49dc860b","ControlNumber":"7373","DisclosureBlock":"&nbsp;<b>L. Tsao, <\/b> None..<br><b>X. Ma, <\/b> None..<br><b>J. S. Wang, <\/b> None..<br><b>T. N. Trotter, <\/b> None..<br><b>T. Wang, <\/b> None..<br><b>J. Wei, <\/b> None..<br><b>G. Lei, <\/b> None..<br><b>J. McBane, <\/b> None..<br><b>P. Fan, <\/b> None..<br><b>I. Spasojevic, <\/b> None..<br><b>Z. C. Hartman, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7320","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2377","PresenterBiography":null,"PresenterDisplayName":"Zachary Hartman, PhD","PresenterKey":"4236111f-9293-4cf6-a202-925ad81bcc07","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2377. HER2-ADC efficacy is rooted in its induction of immunogenic cell death with FcGR activation and a systemic bystander effect","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HER2-ADC efficacy is rooted in its induction of immunogenic cell death with FcGR activation and a systemic bystander effect","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapy, revolutionizing the treatment of advanced solid tumors by blocking PD1 signaling, has encountered a challenge in prostate cancer, exhibiting a low response ratio to anti-PD-1 therapy. Furthermore, cancer immunotherapy using 4-1BB agonists faces limited clinical development due to dose-limiting toxicity. Here, we developed a tri-specific antibody, KA-3003, targeting PSMA, CD28, and 4-1BB, with the goal of enhancing T cell activation in the tumor microenvironment. This antibody was created using our common light chain bispecific antibody discovery platform and nanobody antibody discovery platform with knob-into-hole technology. KA-3003, in IgG1 format, features mutations in the Fc domain to eliminate ADCC, ADCP, and CDC activity. It contains two identical nanobodies at the C-terminal against 4-1BB, while binding to PSMA and CD28 with two Fabs at the N-terminal, sharing an identical light chain. KA-3003 exhibits high affinity for PSMA and relatively lower affinity for CD28 and CD137. In the presence of a low concentration of CD3 antibody to stimulate T cell activation, co-culture of tumor cells expressing PSMA with primary T cells isolated from human PBMC enhances T cell activation and proliferation. In PBMC humanized immunodeficient mouse tumor models, KA-3003 effectively suppresses the growth of 22Rv1 tumors with or without a PD1 antagonist antibody. Additionally, KA-3003 has a half-life of more than five days in the blood of Balb\/c mice. Finally, we assessed the developability of this antibody with different treatments such as high concentration, low pH, repeated freezing and thawing, and high temperature. KA-3003 shows neither aggregation nor degradation. In conclusion, the tri-specific antibody KA-3003, developed with our common light chain antibody discovery platform, stands out as a promising pre-clinical candidate drug for the treatment of prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"PSMA,CD28,4-1BB,tri-specific antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Wu<\/b>, Z. Guo, H. Peng, F. Hao, T. Liu, J. Ning; <br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"c10a1b77-ff41-4639-a3bb-dca00f03f5fa","ControlNumber":"4316","DisclosureBlock":"&nbsp;<b>G. Wu, <\/b> None..<br><b>Z. Guo, <\/b> None..<br><b>H. Peng, <\/b> None..<br><b>F. Hao, <\/b> None..<br><b>T. Liu, <\/b> None..<br><b>J. Ning, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7347","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2378","PresenterBiography":null,"PresenterDisplayName":"Guojin Wu, PhD","PresenterKey":"c63686a5-703a-4187-b04c-72a3b3637ce9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2378. The triple-specific antibody KA-3003, targeting PSMA, CD28, and 4-1BB, is developed for the treatment of prostate cancer by enhancing T cell activity within the tumor","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The triple-specific antibody KA-3003, targeting PSMA, CD28, and 4-1BB, is developed for the treatment of prostate cancer by enhancing T cell activity within the tumor","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapy, revolutionizing the treatment of advanced solid tumors by blocking PD1 signaling, faces challenges as most cancers remain unresponsive to anti-PD-1 therapy. CD28, a key immune co-stimulatory receptor on T cells, often lacks ligands expressed on tumor cells. B7H3 is highly expressed in various solid tumors. In this study, we developed a bispecific antibody (BsAb) named KA-3007, targeting B7H3 and human CD28 to activate T cells in the tumor microenvironment. KA-3007, featuring an identical light chain, was developed using our common light chain bispecific antibody discovery platform with knob-into-hole technology. This BsAb is in regular IgG1 format with mutations in the Fc domain to eliminate ADCC, ADCP, and CDC activity. Its two Fabs bind to B7H3 with high affinity and CD28 with relatively low affinity. Co-culturing T cells with tumor cells expressing B7H3 enhances T cell activation. In PBMC humanized immunodeficient mouse tumor models, KA-3007 effectively suppresses the growth of NCI-H292 tumors, with or without a PD1 antagonist antibody. Furthermore, this antibody exhibits a half-life of more than five days in the blood of Balb\/c mice. Finally, we assessed the developability of KA-3007 with different treatments such as high concentration, low pH, repeated freezing and thawing, and high temperature, and it shows neither aggregation nor degradation. In conclusion, the BsAb KA-3007, developed with our common light chain antibody discovery platform, emerges as a promising pre-clinical candidate drug for the treatment of solid cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,B7H3,CD28,common light chain,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Wu<\/b>, Z. Guo, H. Peng, F. Hao, F. He, J. Ning; <br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"458294c4-7cbe-48cd-8fc0-974508d80d55","ControlNumber":"4390","DisclosureBlock":"&nbsp;<b>G. Wu, <\/b> None..<br><b>Z. Guo, <\/b> None..<br><b>H. Peng, <\/b> None..<br><b>F. Hao, <\/b> None..<br><b>F. He, <\/b> None..<br><b>J. Ning, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7346","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2379","PresenterBiography":null,"PresenterDisplayName":"Guojin Wu, PhD","PresenterKey":"c63686a5-703a-4187-b04c-72a3b3637ce9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2379. The bispecific antibody KA-3007 against B7H3 and CD28 enhances T cell activation in solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The bispecific antibody KA-3007 against B7H3 and CD28 enhances T cell activation in solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Checkpoint inhibitors (CPI) have transformed the treatment landscape for advanced solid tumors; however, a majority of cancers still do not respond to immune checkpoint therapy. In this study, we developed a bispecific antibody (BsAb) named KA-3004, targeting PD-L1 and human 4-1BB, with the aim of enhancing the functionality and survival of stimulated CD8+ T cells in the tumor microenvironment. This antibody was designed using our nanobody antibody discovery platform. KA-3004, in IgG1 format, incorporates mutations in the Fc domain to eliminate ADCC, ADCP, and CDC activity. It features two identical nanobodies at the C-terminal against 4-1BB to stimulate 4-1BB signaling in T cells and binds to PD-L1 with two Fabs at the N-terminal. KA-3004 binds to PD-L1 with high affinity, blocking the interaction of PD-1 and PD-L1. It also binds to 4-1BB expressed on 293T cells and activated human T cells. In the presence of a low concentration of CD3 antibody to stimulate T cell activation, co-culture of tumor cells expressing PD-L1 with primary T cells isolated from human PBMC enhances T cell activation and proliferation. In PBMC humanized immunodeficient mouse tumor models, KA-3004 effectively suppresses the growth of NCI-H292 tumors expressing PD-L1. Additionally, KA-3004 has a half-life of more than five days in the blood of Balb\/c mice. Finally, we assessed the developability of this antibody with different treatments such as high concentration, low pH, repeated freezing and thawing, and high temperature, and KA-3004 shows neither aggregation nor degradation. In conclusion, the BsAb KA-3004, developed with our nanobody antibody discovery platform, stands out as a promising pre-clinical candidate drug for the treatment of solid cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,PD1,4-1BB,nanobody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Liang, Z. Guo, H. Peng, F. Hao, T. Liu, J. Ning, <b>G. Wu<\/b>; <br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"2de7829e-d8da-4f6c-9674-c3ebef280f6f","ControlNumber":"4347","DisclosureBlock":"&nbsp;<b>J. Liang, <\/b> None..<br><b>Z. Guo, <\/b> None..<br><b>H. Peng, <\/b> None..<br><b>F. Hao, <\/b> None..<br><b>T. Liu, <\/b> None..<br><b>J. Ning, <\/b> None..<br><b>G. Wu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7317","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2380","PresenterBiography":null,"PresenterDisplayName":"Guojin Wu, PhD","PresenterKey":"c63686a5-703a-4187-b04c-72a3b3637ce9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2380. The bispecific antibody KA-3004, targeting PD-L1 and 4-1BB, is designed to enhance anti-tumor activity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The bispecific antibody KA-3004, targeting PD-L1 and 4-1BB, is designed to enhance anti-tumor activity","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapy, which involves blocking PD-1 signaling, has revolutionized the treatment paradigm for advanced solid tumors. However, prostate cancer exhibits a low response ratio to anti-PD-1 therapy. In this study, we have developed a bispecific antibody (BsAb), KA-3001, targeting PSMA and human CD28, aiming to enhance T cell activation in the tumor microenvironment. KA-3001, in a regular IgG1 format, features an identical light chain and was designed using our common light chain bispecific antibody discovery platform with knob-into-hole technology. Mutations in the Fc domain were introduced to eliminate ADCC, ADCP, and CDC activity. KA-3001's two Fabs demonstrate high affinity for PSMA and relatively low affinity for CD28. In comparison to REGN5678, KA-3001 exhibits significantly stronger binding to PSMA-expressing prostate tumor cells, along with relatively lower CD28 activation, minimizing toxicity while maintaining anti-tumor efficacy. In PBMC humanized immunodeficient mouse tumor models, KA-3001 effectively suppresses the growth of 22Rv1 tumors with or without PD-1 antagonist antibody. Furthermore, KA-3001 has a half-life of more than five days in the blood of Balb\/c mice. Finally, we assessed the developability of this antibody through various treatments such as high concentration, low pH, repeated freezing and thawing, and high temperature. The BsAb demonstrates neither aggregation nor degradation. In conclusion, the BsAb KA-3001, developed using our common light chain antibody discovery platform, stands out as a promising pre-clinical candidate drug for the treatment of prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,PSMA,CD28,common light chain,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Liang, C. Su, H. Peng, F. Hao, T. Liu, J. Ning, <b>G. Wu<\/b>; <br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"e1b962dc-4262-494b-9b13-fd608060dc8b","ControlNumber":"4250","DisclosureBlock":"&nbsp;<b>J. Liang, <\/b> None..<br><b>C. Su, <\/b> None..<br><b>H. Peng, <\/b> None..<br><b>F. Hao, <\/b> None..<br><b>T. Liu, <\/b> None..<br><b>J. Ning, <\/b> None..<br><b>G. Wu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7316","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2381","PresenterBiography":null,"PresenterDisplayName":"Guojin Wu, PhD","PresenterKey":"c63686a5-703a-4187-b04c-72a3b3637ce9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2381. The bispecific antibody KA-3001, targeting PSMA and CD28, specifically enhances T cell activation within prostate tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The bispecific antibody KA-3001, targeting PSMA and CD28, specifically enhances T cell activation within prostate tumors","Topics":null,"cSlideId":""},{"Abstract":"Bispecific antibodies (BsAbs) have emerged as a potent therapeutic tool in cancer treatment, gaining increasing centrality in therapeutic applications. However, the development of bispecific antibodies is hindered by the mispairing of light and heavy chains. In response to this challenge, our company developed the KY-CLC-mouse, featuring an identical &#954; light chain without the expression of the &#955; light chain. This mouse shows great promise in bispecific antibody development, as the identical &#954; light chain, modified from a frequently occurring light chain in mice, pairs with multiple heavy chains. The advantages of such a light chain include good solubility and stability, as well as ease of humanization without post-translational modifications in the complementary-determining regions (CDRs). Furthermore, the CDRs were modified to reduce immunogenicity. This KY-CLC-mouse platform has facilitated the identification of antibodies that specifically target over a dozen antigens, such as PD-1, LAG33, MET, PSMA, and CD28, with KD ranging from 0.1 nM to 10 nM. We apply the knob-in-hole technology to assemble bispecific antibodies, targeting two antigens or different epitopes of the same antigen, following their humanization. Prime examples include fully humanized BsAbs PD1xLAG-3, PDL1xEGFR, PSMAxCD28, and EGFRxB7H3. These bispecific antibodies have an identical light chain and were developed with knob-into-hole technology. With different treatments such as high concentration, low pH, repeated freezing and thawing, and high temperature, the BsAbs show neither aggregation nor degradation, suggesting good developability of these antibodies. Additionally, these BsAbs have a half-life of more than five days in the blood of both mice and monkeys. In conclusion, our common light chain KY-CLC-mouse is a powerful bispecific antibody discovery platform.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,common light chain,antibody discovery,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Peng, <b>G. Wu<\/b>, F. Hao, F. He, Y. Gu, J. Ning; <br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"a3af4619-9974-46bb-aeb3-ec91f01cec79","ControlNumber":"4449","DisclosureBlock":"&nbsp;<b>H. Peng, <\/b> None..<br><b>G. Wu, <\/b> None..<br><b>F. Hao, <\/b> None..<br><b>F. He, <\/b> None..<br><b>Y. Gu, <\/b> None..<br><b>J. Ning, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7314","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2382","PresenterBiography":null,"PresenterDisplayName":"Guojin Wu, PhD","PresenterKey":"c63686a5-703a-4187-b04c-72a3b3637ce9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2382. KY-CLC-mouse: a common light chain bispecific antibody discovery platform","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"244","SessionOnDemand":"False","SessionTitle":"Antibodies 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KY-CLC-mouse: a common light chain bispecific antibody discovery platform","Topics":null,"cSlideId":""}]