[{"Abstract":"Macrophages populate most solid tumors in large numbers and limit effective anti-tumoral immune responses. The leukocyte immunoglobulin-like receptors (LILR) such as <i>e.g.<\/i> LILRB1, LILRB2, and others are expressed on tumor associated macrophages. Despite sharing multiple ligands such as major histocompatibility complex class I G (HLA-G), these receptors regulate different macrophage functions such as phagocytosis or cytokine release. To date, therapeutic approaches to targeting LILRs have concentrated on blocking receptor-ligand interactions to relieve ligand-mediated immune suppression.<br \/>MACO-355 is a fully human antibody binding multiple LILRA (activating) and LILRB (inhibiting) family members including LILRB1, LILRB2, LILRB3, LILRA4 and LILRA6, that does not neutralize ligand (HLA-G, HLA-A, HLA-E) binding to either LILRB1 or to LILRB2. Nevertheless, MACO-355 mediates macrophage reprogramming even under strong immune suppressive conditions, as measured <i>e.g. <\/i>by stimulation of the TLR agonist induced pro-inflammatory cytokine release in CSF1, TGF&#946;, IL-10, and IL-4 treated cells. Concordantly, stimulation of immuno-suppressive macrophages with MACO-355 also resulted in significantly higher levels of T cell expansion, proliferation, and INF&#947; release in a co-culture suppression assay compared to ligand blocking antibodies. Additionally, MACO-355 enhances macrophage phagocytosis irrespective of tumor cell HLA-G ligand status and NK tumor cell killing. All these <i>in vitro <\/i>activities translate into <i>in vivo<\/i> activity in A375 melanoma CDX tumor model comparable to that of anti-PD-1 and anti-PD-L1 Abs in humanized mice. Safety studies showed that despite its potent immune stimulatory activity, MACO-355 does not lead to spurious pro-inflammatory cytokine production in <i>in vitro <\/i>cytokine storm assays<i>. <\/i>Molecular studies showed MACO-355 binds a novel epitope distant from a ligand binding pocket on LILRs and requires both bi-valent binding and Fc effector function for full activity. This results in pronounced modulation of intracellular kinase signaling.<br \/>MACO-355 is a unique receptor-ligand non-blocking pan-LILR antibody highly potent in pro-inflammatory reprogramming of immuno-suppressive macrophages, both <i>in vitro <\/i>and <i>in vivo<\/i>. This appears to occur <i>via <\/i>a novel mode of action in which MACO-355 clusters multiple LILRs with Fc-receptors into unconventional signaling hubs. Altogether the data support the future clinical evaluation of MACO-355 as a cancer therapeutic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antireceptors,,"},{"Key":"Keywords","Value":"Tumor associated macrophages,Cancer immunotherapy,Immune checkpoint,Antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. B. Wicher<\/b>, M. Haneklaus, M. Lopez-Yrigoyen, A. Poindron, C. Rodriguez-Seoane, M. Fransen, C. Payton, S. M. Guillame, L. Cassetta, S. Myatt, C. Ries; <br\/>MACOMICS LTD, Edinburgh, United Kingdom","CSlideId":"","ControlKey":"0d7ec507-148f-4320-8afb-0de5e54e13d4","ControlNumber":"10625","DisclosureBlock":"&nbsp;<b>K. B. Wicher, <\/b> None..<br><b>M. Haneklaus, <\/b> None..<br><b>M. Lopez-Yrigoyen, <\/b> None..<br><b>A. Poindron, <\/b> None..<br><b>C. Rodriguez-Seoane, <\/b> None..<br><b>M. Fransen, <\/b> None..<br><b>C. Payton, <\/b> None..<br><b>S. M. Guillame, <\/b> None..<br><b>L. Cassetta, <\/b> None..<br><b>S. Myatt, <\/b> None..<br><b>C. Ries, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10451","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB040","PresenterBiography":null,"PresenterDisplayName":"Krzysztof Wicher","PresenterKey":"853e5bd4-f79d-4508-8564-efde756f67d7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB040. MACO-355, a unique pan-LILR monoclonal antibody for cancer therapy, re-programs and stimulates immuno-suppressive macrophages in a novel ligand-binding blocking independent manner.","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MACO-355, a unique pan-LILR monoclonal antibody for cancer therapy, re-programs and stimulates immuno-suppressive macrophages in a novel ligand-binding blocking independent manner.","Topics":null,"cSlideId":""},{"Abstract":"The oncofetal cell surface receptor tyrosine kinase ROR1, is expressed on a broad range of solid tumors and hematological malignancies but is largely absent from normal adult tissue. Increased ROR1 expression correlates with poor clinical outcome in certain cancer indications, consistent with its functional role in tumorigenesis, increased metastatic potential and drug resistance. The oncofetal expression pattern of ROR1, coupled with its role in cancer pathology and therapy resistance, and its scaffolding function in caveolae, makes it a highly attractive target for a protein-drug conjugate (PDC) approach. A number of ROR1-targeting ADC and PDC agents are in clinical and pre-clinical development. Understanding the molecular determinants that drive the efficacy of these agents, may open-up patient selection strategies to improve clinical outcomes for ROR1-targeted ADC\/PDC therapy. We utilized a small-domain protein-drug-conjugate platform to develop a PDC Candidate Drug (ADP-c389) which produced complete and sustained tumor regressions in patient-derived xenograft (PDX) models of triple negative breast cancer (TNBC) and had an excellent therapeutic index in mice and NHPs. To further inform our clinical planning and assess the broader clinical opportunity afforded by this agent, ADP-c389 was evaluated in a multi-center, multi-indication, 30-PDX mouse mini trial covering 5 different solid tumor indications (lung, ovarian, endometrial, esophageal, gastric). Covariates of target expression, site, model, mouse strain and treatment effect were analysed longitudinally and a multi-metric (TGI, AUC, Best Average Response (BAR), mRECIST) effects analysis undertaken to evaluate response. Efficacy was observed in each of the cancer indications tested, with 77% of models showing an anti-tumor response. Furthermore, the results in NSCLC lung and ovarian PDX models indicated that these are compelling additional cancer types in which to position ADP-c389 clinically. Whilst all responders are ROR1 positive, ROR1 expression itself is necessary but not sufficient to predict the degree of response. Linear Mixed Effect Model (LMM) and multi-omics (RNA-Seq and Proteomics) analysis of the resulting responder\/non-responder cohorts has enabled us to determine markers of sensitivity to ADP-c389. In summary, ADP-c389 represents a highly differentiated product for the treatment of a variety of solid tumors. The learnings from this mouse mini trial are also being applied to bi-specific ROR1-based PDCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"ROR1,Protein-drug conjugate (PDC),Patient-derived xenograft (PDX) models,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. N. Cranston<\/b><sup>1<\/sup>, M. Wappett<sup>2<\/sup>, E. G. McLean<sup>1<\/sup>, C. Saladino<sup>1<\/sup>, A. McCann<sup>1<\/sup>, W.-W. Kung<sup>1<\/sup>, J. Thom<sup>3<\/sup>, P. Trumper<sup>3<\/sup>, A. Porter<sup>4<\/sup>, C. Barelle<sup>4<\/sup>, T. Harrison<sup>1<\/sup>, G. Cotton<sup>3<\/sup>; <br\/><sup>1<\/sup>Almac Discovery Ltd., Belfast, United Kingdom, <sup>2<\/sup>Almac Discovery Ltd., Manchester, United Kingdom, <sup>3<\/sup>Almac Discovery Ltd., Edinburgh, United Kingdom, <sup>4<\/sup>Elasmogen Ltd., Aberdeen, United Kingdom","CSlideId":"","ControlKey":"0b327b79-e120-487a-abe6-6a0f291dc6b1","ControlNumber":"10622","DisclosureBlock":"&nbsp;<b>A. N. Cranston, <\/b> None..<br><b>M. Wappett, <\/b> None..<br><b>E. G. McLean, <\/b> None..<br><b>C. Saladino, <\/b> None..<br><b>A. McCann, <\/b> None..<br><b>W. Kung, <\/b> None..<br><b>J. Thom, <\/b> None..<br><b>P. Trumper, <\/b> None..<br><b>A. Porter, <\/b> None..<br><b>C. Barelle, <\/b> None..<br><b>T. Harrison, <\/b> None..<br><b>G. Cotton, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10452","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB041","PresenterBiography":null,"PresenterDisplayName":"Aaron Cranston, BS;PhD","PresenterKey":"dbec312d-a141-4344-9429-9d91fe81b9a2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB041. Exploiting a multi-center pre-clinical mouse PDX mini trial to identify new clinical opportunities for protein-drug conjugates (PDCs) targeting ROR1","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploiting a multi-center pre-clinical mouse PDX mini trial to identify new clinical opportunities for protein-drug conjugates (PDCs) targeting ROR1","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Rhabdomyosarcoma (RMS) is the most common pediatric sarcoma, representing 3-4% of childhood and adolescent cancers. Although multimodal therapies have significantly improved the overall survival of patients with localized disease, 5-year overall survival for patients with relapsed and metastatic disease has remained dismal. Therefore, new therapies are desperately needed for this deadly disease. Antibody-drug conjugates (ADCs) combine the specificity of monoclonal antibodies with the cytotoxic potency of chemotherapy drugs to selectively deliver potent anticancer agents to tumor cells while sparing healthy tissues. FGFR4 is a cell-surface receptor tyrosine kinase highly expressed in RMS and other human cancers such as hepatocellular carcinoma (HCC) and some breast cancers. It is expressed at much lower levels in normal tissues, making it a promising immune target. We hypothesize that an FGFR4-targeted ADC would have potent activity against RMS and other cancers expressing FGFR4 with minimal toxicity toward normal tissues.<br \/><b>Methods<\/b> We developed high-affinity binders to human FGFR4 and determined their internalization ability in RMS cancer cell lines. Our top candidate 3A11, a murine monoclonal antibody, was conjugated to monomethyl auristatin E (MMAE), a potent cytotoxic agent, using a valine-citrulline-p-aminocarbamate linker (VC-PABC), to generate an FGFR4-targeted ADC (3A11-vc-MMAE). We tested the in-vitro efficacy of 3A11-vc-MMAE against multiple cell lines of RMS, triple-negative breast cancer, HCC, and FGFR4 negative controls using a live-cell analysis system Incucyte. Western blots were performed to validate 3A11-vc-MMAE&#8217;s mechanism of action. We finally tested the in vivo efficacy of 3A11-vc-MMAE in subcutaneous xenograft models of a fusion-positive RMS (RH4) and a fusion-negative RMS with an FGFR4 V550L activating mutation (RMS559).<br \/><b>Results<\/b> We showed that 3A11 was internalized by FGFR4-expressing cell lines and trafficked to lysosomes. Cell viability assays demonstrated that 3A11-vc-MMAE selectively killed FGFR4-expressing cells with minimal effect on low or non-expression cells. Western blot confirmed that 3A11-vc-MMAE induced apoptosis specifically in FGFR4-expressing RMS cell lines. Mice treated with one cycle of 3A11-vc-MMAE (3mg\/kg twice a week for 2 weeks) demonstrated a significantly increased survival rate of 30% for the RH4 model with a median survival of 43 days for 3A11-vc-MMAE and 23 days for control, vehicle-treated mice (p-value = 0.0038), and 70% for the RMS559 model, with a median survival not reached for of 3A11-vc-MMAE treated compared with 23 days for control mice (p-value &#60; 0.0001). Of note, tumors were eradicated in 4 out of 10 mice bearing RMS559 xenografts.<br \/><b>Conclusions and Future Directions<\/b> Our results demonstrate that the ADC 3A11-vc-MMAE provides a potent and specific precision immunotherapy for rhabdomyosarcoma and other cancers with a high expression of FGFR4, which warrants further development for clinical translation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Fibroblast growth factor receptor 4  (FGFR-4),Antibody-drug conjugate (ADC),Rhabdomyosarcoma,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Tian<\/b><sup>1<\/sup>, K. Jia<sup>1<\/sup>, J. T. Wu<sup>1<\/sup>, J. S. Wei<sup>1<\/sup>, A. T. Cheuk<sup>1<\/sup>, Z. Zhang<sup>1<\/sup>, E. G. Pope<sup>1<\/sup>, B. Shor<sup>2<\/sup>, L. Tumey<sup>3<\/sup>, J. Khan<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, Bethesda, MD, <sup>2<\/sup>Manhattan BioSolutions, Inc., New York, NY, <sup>3<\/sup>School of Pharmacy and Pharmaceutical Sciences, Binghamton University, Binghamton, NY","CSlideId":"","ControlKey":"9f602bdd-56af-4502-a0fa-ab15aaeee94e","ControlNumber":"10684","DisclosureBlock":"&nbsp;<b>M. Tian, <\/b> None..<br><b>K. Jia, <\/b> None..<br><b>J. T. Wu, <\/b> None..<br><b>J. S. Wei, <\/b> None.&nbsp;<br><b>A. T. Cheuk, <\/b> <br><b>Hansoh Bio<\/b> Employment.<br><b>Z. Zhang, <\/b> None..<br><b>E. G. Pope, <\/b> None.&nbsp;<br><b>B. Shor, <\/b> <br><b>Manhattan BioSolutions, Inc.<\/b> Employment.<br><b>L. Tumey, <\/b> None..<br><b>J. Khan, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10453","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB042","PresenterBiography":null,"PresenterDisplayName":"Meijie Tian, PhD","PresenterKey":"f8293535-d311-41d7-b8e1-16009060b8d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB042. A potent FGFR4-targeted antibody-drug conjugate therapy for patients with rhabdomyosarcoma and other cancers expressing FGFR4","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A potent FGFR4-targeted antibody-drug conjugate therapy for patients with rhabdomyosarcoma and other cancers expressing FGFR4","Topics":null,"cSlideId":""},{"Abstract":"EGFR and cMet are two classic growth factor receptors frequently co-expressed in solid tumors at significantly high levels, while only limited to moderate expression in normal tissues. Beyond their co-expression patten, the aberrant or over expression in their pathway are implicated in oncogenesis. Notably, MET pathway activation either through increased cMet expression or its ligand, is often associated with resistance to EGFR tyrosine kinase inhibitors (TKI). Therefore, the interplay between EGFR and cMet, coupled with their differential expression in tumors versus normal tissue substantiates the rationale for a bispecific approach that targets both receptors to enhance tumor specificity.<br \/>VBC101-F11 is a bispecific anti-EGFR\/cMet ADC engineered to deliver clinically validated cytotoxic agents to tumor cells with a drug-to antibody ratio (DAR) of 4. This innovative design distinguishes VBC101-F11 from other EGFR\/cMet-targeting agents on the market or in clinical trials (ABBV399 or AZD9592), optimizing both efficacy and safety.<br \/>1.\u0009VBC101-F11 features a low-affinity EGFR arm coupled with a high-affinity cMet arm. Incorporating the low-affinity EGFR arm enhances binding avidity and internalization, resulting in a superior cytotoxicity with a 5-fold improvement in IC50 compared to ABBV-399 (targeting cMet only). This nuanced EGFR arm design ensures a reduction in EGFR-related off-target toxicity in normal tissues.<br \/>2.\u0009The biparatopic design in cMet arm further underscores our strategic rationale by demonstrating a synergistic effect in terms of binding, internalization, and functional blocking with a 10-fold improvement in EC50 compared to the monospecific parental antibodies that target a single epitope. This ensures VBC101-F11&#8217;s maximized efficacy in tumor cells.<br \/>3.\u0009VBC101-F11&#8217;s innovative nanobody-based format sets our molecule apart. Living imaging data in mouse model reveals that VBC101-F11 (90kD) achieves superior tumor penetration and accumulation from 1 hour to over 90 hours surpassing the mAb ABBV399 and bispecific antibody AZD9592, both at 150kD.<br \/>4.\u0009VBC101-F11 has demonstrated outstanding molecular developability in stress tests, particularly in human and non-human primate (NHP) plasma, where both the antibody component and the entire ADC molecule exhibit remarkable stability, positioning VBC101-F11 as a viable candidate for future Chemistry, Manufacturing, and Controls (CMC) development.<br \/>5.\u0009In in vivo CDX models using various lung cancer cell lines, VBC101-F11 equipped with MMAE warhead displayed a marked superiority in tumor growth inhibition (TGI of 60% vs. 17%) at a single dose of 3mg\/kg compared to MMAE conjugating ADC ABBV-399. Further payload exploration, such as DNA replication inhibitor, has also yielded promising results, with VBC101-F11-new payload showing comparable efficacy to the same class ADC AZD9592 in models with low EGFR and high cMet expression (100% TGI) and in those with moderate EGFR\/cMet expression (~ 60% TGI).<br \/>In summary, VBC101-F11, with unique design and distinguished attributes, has demonstrated its remarkable potential in the landscape of anti-EGFR\/cMet therapies. The encouraging efficacy observed in preclinical models supports the molecule&#8217;s advancement into clinical development, positioning it as a best-in-class bispecific ADC for treating tumors in patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bispecific ADC,EGFR,cMet,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Wang<\/b>, J. Li, L. Ma, M. Xu, Q. Yin; <br\/>VelaVigo (Shanghai) Limited, Shanghai, China","CSlideId":"","ControlKey":"bba596af-fa57-4d4d-9aea-4aaa741bd2e6","ControlNumber":"9776","DisclosureBlock":"&nbsp;<b>W. Wang, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>L. Ma, <\/b> None..<br><b>M. Xu, <\/b> None..<br><b>Q. Yin, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10454","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB043","PresenterBiography":null,"PresenterDisplayName":"Wei (Vivian) Wang, PhD","PresenterKey":"11404dee-4652-468f-b0df-7da2b41b513a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB043. VBC101-F11: An innovative EGFR\/cMet bispecific antibody drug conjugate (ADC) targeting key oncogenic drivers in solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"VBC101-F11: An innovative EGFR\/cMet bispecific antibody drug conjugate (ADC) targeting key oncogenic drivers in solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Oncogenic mutations of HER2 have been identified in HER2-low tumors. Such mutations in the extracellular region could serve as tumor-specific antigens that are accessible to antibody therapeutics. Although multiple antibody therapeutics have been successfully developed against cancers that overexpress wild-type HER2, none is specifically applicable to treating tumors driven by HER2 mutants expressed at a low level. Here, we developed antibodies exquisitely selective to HER2 S310F and S310Y, two most common oncogenic mutations in the HER2 extracellular region. Cryo-EM structures of the homodimer of HER2 S310F and an antibody bound to HER2 S310F revealed that these antibodies recognize the mutations in a manner that mimic the dimerization arm of HER and inhibit HER2 dimerization. These antibodies as T-cell engagers selectively killed a HER2 S310F-driven cancer cell line in vitro and in a mouse xenograft model. These results validate HER2 extracellular region mutations as actionable therapeutic targets and offer promising candidates toward clinical development. More generally, they suggest that point mutations in the extracellular region of cell-surface receptors as actionable targets for anti-cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"HER2,T cell engager,Immunotherapy,Oncogenic mutation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I. Bang<\/b><sup>1<\/sup>, T. Hattori<sup>1<\/sup>, N. Leloup<sup>1<\/sup>, A. Corrado<sup>1<\/sup>, A. Nyamaa<sup>1<\/sup>, A. Koide<sup>1<\/sup>, K. Geles<sup>2<\/sup>, E. Buck<sup>2<\/sup>, S. Koide<sup>1<\/sup>; <br\/><sup>1<\/sup>NYU Grossman School of Medicine, New York, NY, <sup>2<\/sup>Black Diamond Therapeutics, New York, NY","CSlideId":"","ControlKey":"f3a07ded-fef2-463f-8d5b-3b20c45ab7c6","ControlNumber":"10330","DisclosureBlock":"<b>&nbsp;I. Bang, <\/b> <br><b>New York University<\/b> Patent, Listed as inventors of a provisional patent application filed by New York University on technology described in this abstract. <br><b>T. Hattori, <\/b> <br><b>New York University<\/b> Patent, listed as inventors of a provisional patent application filed by New York University on technology described in this abstract. <br><b>N. Leloup, <\/b> <br><b>New York University<\/b> Patent, listed as inventors of a provisional patent application filed by New York University on technology described in this abstract.<br><b>A. Corrado, <\/b> None..<br><b>A. Nyamaa, <\/b> None.&nbsp;<br><b>A. Koide, <\/b> <br><b>New York University<\/b> Patent, are listed as inventors of a provisional patent application filed by New York University on technology described in this abstract. <br><b>K. Geles, <\/b> <br><b>Black Diamond Therapeutcis<\/b> Employment, Former Employee. <br><b>E. Buck, <\/b> <br><b>Black Diamond Therapeutcis<\/b> Employment, Current Employee. <br><b>S. Koide, <\/b> <br><b>New York University<\/b> Patent, listed as inventors of a provisional patent application filed by New York University on technology described in this abstract. <br><b>Aethon Therapeutics<\/b> Stock, Other Business Ownership, Grant\/Contract, Co-founder of, holds equity, receives consulting fee from Aethon Therapeutics and have received reserach funding from Aethon as well.. <br><b>Revalia Bio<\/b> Stock, Other Business Ownership, Co-founder of and holds equity in Revalia Bio.. <br><b>Argenx BVBA<\/b> Grant\/Contract. <br><b>Black Diamond Therapeutics<\/b> Grant\/Contract. <br><b>Puretech Health<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10455","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB044","PresenterBiography":null,"PresenterDisplayName":"Injin Bang, PhD","PresenterKey":"8d28f7fa-3065-4c33-97dc-e49cb4ec40ad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB044. Selective therapeutic antibodies against oncogenic mutations of the HER2 extracellular region","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Selective therapeutic antibodies against oncogenic mutations of the HER2 extracellular region","Topics":null,"cSlideId":""},{"Abstract":"The placental alkaline phosphatases ALPP and ALPPL2 are attractive targets for antibody and protein-drug conjugate (ADC and PDC) approaches. These GPI-anchored cell-surface proteins, which share very high sequence identity, are over-expressed in a number of different solid tumor indications including testicular, ovarian, endometrial, gastric, pancreatic and non-small cell lung cancers but have very little expression on normal adult tissues. Consequently, there is significant interest in exploiting ALPP\/ALPPL2 for the development of new targeted oncology therapeutics, and an ALPP\/ALPPL2 ADC, utilizing a classical full-length IgG antibody, is currently in Phase I clinical trials. The exploitation of biparatopic binding is an attractive approach for improving the therapeutic index of ADCs. This mode of target engagement increases the effective number of binding sites on the tumor cells and can promote internalisation and trafficking, thereby delivering increased efficacy for the same payload bolus and opening up patient populations with lower target expression. This can lead to a widening of the therapeutic window, by improving the efficacy achievable for a given amount of payload administered (often defined as the &#8220;platform&#8221; toxicity). For the development of biparatopic conjugates, the use of small protein domain binders offers advantages over the use of full-length antibodies, as they can readily be reformatted into a variety of biparatopic architectures to deliver homogeneous drug conjugates in high yield. Additionally, smaller protein formats have the capacity to penetrate deeper into solid tumors than large antibodies. We have identified a series of highly selective, high affinity ALPP\/ALPPL2 single domain VHH binders, which target distinct epitopes on the protein and which, importantly, show no binding to the closely related ALPI or ALPL isoforms (which have high normal tissue expression). Using protein engineering approaches, a series of homogenous site-specifically labelled biparatopic PDCs have been developed employing the clinically validated vcMMAE (vedotin) payload. In pre-clinical studies, these PDC agents demonstrate excellent anti-tumor efficacy <i>in vivo<\/i> in ALPP\/ALPPL2 positive cell-line derived xenograft models of gastric, pancreatic and ovarian cancer displaying a range of target expression. In benchmarking studies, lead biparatopic PDCs show increased internalisation and target-mediated <i>in vitro<\/i> cell kill potency compared to an ALPP\/ALPPL2 targeting ADC. Additionally, in multiple CDX models, lead biparatopic PDCs demonstrate improved efficacy over an ALPP\/ALPPL2 ADC both on a mg\/kg and on a payload equivalents basis, in both single dose and multi-dose studies, providing complete regressions. Based on this excellent efficacy profile and favourable developability characteristics, preclinical development activities have been initiated.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),ALPP \/ ALPPL2,Targeted drug delivery,Bispecific antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Cotton<\/b><sup>1<\/sup>, E. G. McLean<sup>2<\/sup>, P. Trumper<sup>1<\/sup>, M. Wappett<sup>3<\/sup>, S. Gatdula<sup>2<\/sup>, S. Bell<sup>1<\/sup>, G. Papadakos<sup>1<\/sup>, K. Lucas<sup>1<\/sup>, S. Burton<sup>2<\/sup>, C. Saladino<sup>2<\/sup>, G. Parau<sup>2<\/sup>, A. McCann<sup>2<\/sup>, J. Thom<sup>1<\/sup>, A. N. Cranston<sup>2<\/sup>, T. Harrison<sup>2<\/sup>; <br\/><sup>1<\/sup>ALMAC DISCOVERY LIMITED, Edinburgh, United Kingdom, <sup>2<\/sup>ALMAC DISCOVERY LIMITED, Belfast, United Kingdom, <sup>3<\/sup>ALMAC DISCOVERY LIMITED, Manchester, United Kingdom","CSlideId":"","ControlKey":"2178875f-d656-4c7a-a25d-550b9e5f4205","ControlNumber":"10509","DisclosureBlock":"&nbsp;<b>G. Cotton, <\/b> None..<br><b>E. G. McLean, <\/b> None..<br><b>P. Trumper, <\/b> None..<br><b>M. Wappett, <\/b> None..<br><b>S. Gatdula, <\/b> None..<br><b>S. Bell, <\/b> None..<br><b>G. Papadakos, <\/b> None..<br><b>K. Lucas, <\/b> None..<br><b>S. Burton, <\/b> None..<br><b>C. Saladino, <\/b> None..<br><b>G. Parau, <\/b> None..<br><b>A. McCann, <\/b> None..<br><b>J. Thom, <\/b> None..<br><b>A. N. Cranston, <\/b> None..<br><b>T. Harrison, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10456","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB045","PresenterBiography":null,"PresenterDisplayName":"Graham Cotton, PhD","PresenterKey":"ef11bbee-71c2-4d94-b5a1-430874489a36","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB045. Exploiting biparatopic binding to deliver novel, differentiated ALPP\/ALPPL2 targeting protein drug conjugates","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploiting biparatopic binding to deliver novel, differentiated ALPP\/ALPPL2 targeting protein drug conjugates","Topics":null,"cSlideId":""},{"Abstract":"The lysosome is a membrane-enclosed organelle that is an essential part of the cell's digestive system. This organelle contains over 60 types of hydrolases that can break down biological polymers such as proteins, carbohydrates, lipids, and nucleic acids. These enzymes require an acidic pH for optimal function, which is achieved by using ATP hydrolysis to pump protons against their electrochemical gradient into the lysosome by the vacuolar H<sup>+<\/sup> ATPase (V-ATPase). The biogenesis of lysosomes is known to be controlled by the coordination of the regulatory gene network and the lysosomal expression, which is governed by the nuclear translocation of transcription factor EB (TFEB). Lysosomes are an essential component of the inner membrane system and participate in numerous cell biological processes, such as macromolecular degradation, antigen presentation, intracellular pathogen destruction, plasma membrane repair, exosome release, cell adhesion\/migration, and apoptosis. The primary function of lysosomes is to digest extracellular material that has been internalized by endocytosis and intracellular components that have been sequestered by autophagy. They recycle the unwanted cellular material as energy, providing a nutrient source for maintaining cellular homeostasis. Lysosomal activity affects the tumor microenvironment, making the tumor cells use energy more efficiently, and it is known to be increased compared to neighboring normal tissues. However, recent studies have shown that increased lysosomal activity can lead to downregulating Receptor tyrosine kinase (RTK) activity in cancer cells. RTK activity frequently occurs with mutations in EGFR in various human cancers. Thus, EGFR is currently a target for several cancer therapies. Recently, studies on EGFR-mediated tumors through lysosome regulation have been continuously conducted. According to our previous study, it has been found that lysosome inactivation suppresses the degradation of RKT, such as EGFR, and increases the expression of EGFR.EGFR is expressed in various human tumors, including gliomas and carcinomas of the lung, colon, head and neck, pancreas, breast, ovary, and kidney. Mutations, gene amplification, and protein overexpression of various pathway elements contribute to carcinogenesis and impact prognosis. Alterations within the EGFR signaling cascade, such as gene mutations, gene amplification, and protein overexpression, have been shown to contribute to colorectal carcinogenesis.[4]In this study, we will down-regulate the expression of EGFR by activating the lysosome in DLD-1, a colorectal cancer cell line. Lysosome was activated by overexpression of V-ATPase using the lentiviral system. In vitro experiments confirmed that the degradation of EGFR was actively performed in the lysosome-activated experimental group. It inhibited cancer cells' proliferation, survival, and differentiation. Targeting lysosomes may be a new approach to overcoming EGFR-mediated cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Lysosome,Receptor tyrosine kinase (RTK),EGFR,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"D. Kim, A. Zhu, <b>J. Hong<\/b>; <br\/>Daegu Catholic University School of Medicine, Daegu, Korea, Republic of","CSlideId":"","ControlKey":"9d89edc2-6924-4d2e-9829-a3b4dcfdffb3","ControlNumber":"10570","DisclosureBlock":"&nbsp;<b>D. Kim, <\/b> None..<br><b>A. Zhu, <\/b> None..<br><b>J. Hong, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10457","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB046","PresenterBiography":null,"PresenterDisplayName":"Jaewoo Hong, DVM;PhD","PresenterKey":"14a480fe-a658-4552-ae00-0e6eb10cdf43","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB046. Treatment of EGFR-mediated tumors via lysosome activity regulation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Treatment of EGFR-mediated tumors via lysosome activity regulation","Topics":null,"cSlideId":""},{"Abstract":"Oral cavity squamous cell carcinoma (OCSCC), the most common subtype of head and neck cancer, is a devastating disease, causing substantial morbidity and mortality. Only a handful of targeted therapies are available for OCSCC, and the 5-year overall survival remains ~50%. While strategies are being designed to improve risk assessment, detection, and therapeutic intervention, these approaches are limited by our incomplete understanding of OCSCC biology, particularly in its early development. Thus, it is crucial to identify novel targets of therapeutic interest.<br \/>Programmed cell death 10 (PDCD10) is a multifaceted protein shown to be overexpressed in several solid malignancies. It was reported that PDCD10 may contribute to tumorigenesis and chemoresistance by promoting cell proliferation, anti-apoptosis, epithelial-mesenchymal transition (EMT), and inhibiting anti-tumor immune responses. Recently it was suggested that PDCD10 is involved in regulating cancer stem cells (CSCs) maintenance in breast and lung cancers. While targeting PDCD10 activity may provide novel strategies for treating HPV- HNSCC, the direct relevance of PDCD10 in regulating head and neck tumorigenesis has not yet been studied. The goal of this study was to evaluate the role of PDCD10 in driving oral malignant transformation and investigate whether PDCD10 inhibition can induce anti-cancer effect.<br \/>We first generated stable PDCD10 knockdown clones using two human OCSCC cell lines and showed that PDCD10 depletion effects oral cancer cell physiology (such as proliferation, DNA replication, migration, and invasion). We next used organoid models established from normal oral epidermis of tamoxifen inducible Pdcd10F\/F and control Pdcd10+\/+ mice to investigate the role of PDCD10 in driving oral tumorigenesis and regulating stem cell maintenance following malignant transformation induced by 4NQO treatment. Finally, we used mice with inducible Pdcd10 knockout in tongue epithelia to evaluate the ability of PDCD10 depletion to inhibit the 4NQO induced oral carcinogenesis in vivo.<br \/>Taken together, our data provide strong evidence that PDCD10 is an oncogene that may promote oral neoplastic progression, posing PDCD10 as a potential therapeutic target for patients with OCSCC. Given the devastating nature of oral cancer and dearth of effective treatment, providing new insights into the cancer driving molecular mechanisms regulated by PDCD10 and using this knowledge for developing therapeutic approaches targeting its activity may ultimately improve patients' prognosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Oncogene,Cancer stem cell,Carcinogenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Sundaresan<\/b>, X. Cheng, C. WIng, A. von Kumberg, E. Jochum, A. Singh, J. Kainov, P. Zhao, M. Sidahmed, A. T. Pearson, A. J. Rosenberg, N. Agrawal, L. Shen, E. Izumchenko; <br\/>University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"ccf4087d-3680-4122-81e3-ebb6ffd11e07","ControlNumber":"10510","DisclosureBlock":"&nbsp;<b>M. Sundaresan, <\/b> None..<br><b>X. Cheng, <\/b> None..<br><b>C. WIng, <\/b> None..<br><b>A. von Kumberg, <\/b> None..<br><b>E. Jochum, <\/b> None..<br><b>A. Singh, <\/b> None..<br><b>J. Kainov, <\/b> None..<br><b>P. Zhao, <\/b> None..<br><b>M. Sidahmed, <\/b> None..<br><b>A. T. Pearson, <\/b> None..<br><b>A. J. Rosenberg, <\/b> None..<br><b>N. Agrawal, <\/b> None..<br><b>L. Shen, <\/b> None..<br><b>E. Izumchenko, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10458","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB047","PresenterBiography":null,"PresenterDisplayName":"Manu Sundaresan, No Degree","PresenterKey":"641f3fcc-67f4-4e81-a52c-6edc3820fc11","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB047. Pdcd10 is a promising therapeutic target for head and neck squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pdcd10 is a promising therapeutic target for head and neck squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The p53 protein, recognized as the guardian of the genome, plays a pivotal role in suppressing tumor formation. The TP53 gene, which encodes the p53 protein, is commonly subject to mutations and deletions in many cancer types resulting in loss of tumor suppressor activity. A significant proportion of patients diagnosed with lung, pancreatic, ovarian, and head and neck cancers exhibit the expression of mutant p53 in their tumors, correlating with unfavorable prognosis and survival outcomes.This study endeavors to assess the efficacy of therapeutic tumor suppressive mRNA which induces expression of wild-type p53 protein across diverse cancer types. Optimization of the 5&#8217; and 3&#8217; untranslated regions (UTRs) and the 5&#8217; cap has been undertaken to enhance the efficient expression of p53 mRNA. The growth inhibitory potential of p53 mRNA therapy has been evaluated across p53 mutant cancer cell lines representing various cancer origins, along with normal or p53 wild-type cancer cell lines. We have substantiated that the p53 mRNA therapeutics can selectively inhibit the proliferation of p53 mutant cancer cells. Furthermore, we have confirmed that p53 mRNA treatment upregulated modulator of apoptosis (PUMA) and B-cell translocation gene 2 (BTG2) and cell cycle arrest via p21 upregulation. In vivo<\/i> efficacy assessments of the lipid nanoparticle (LNP)-encapsulated p53 mRNA have been conducted in lung, pancreatic, and ovarian cancer xenograft models. Both regional intratumoral (i.t) and systemic intravenous (i.v) administrations of the p53 mRNA therapeutics have shown substantial suppression of tumor growth, leading to prolonged mouse survival. These results underscore the potential of the p53 mRNA therapeutics as a promising avenue for targeted cancer treatment, offering insights into the selective inhibition of p53 mutant cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"p53,mRNA,Tumor suppressor,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Heo<\/b>, S.-H. Shin, Y. Han, C. Lim, I. Kim, J. Lee, G. Lee, S. Jeong, Y. Kim, J. Byun, D. Kim, I. Choi; <br\/>Hanmi Pharmaceutical Co., Ltd., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"f0276f1b-017d-4182-a0cb-9f0431cb6b29","ControlNumber":"10339","DisclosureBlock":"<b>&nbsp;Y. Heo, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>S. Shin, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Han, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>C. Lim, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>I. Kim, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>J. Lee, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>G. Lee, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>S. Jeong, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Kim, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>J. Byun, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>D. Kim, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>I. Choi, <\/b> <br><b>Hanmi Pharmaceutical Co., Ltd.<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10459","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB048","PresenterBiography":null,"PresenterDisplayName":"Yong Ho Heo","PresenterKey":"4422d620-9d65-4562-a8a9-d917f6c84c2c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB048. Unleashing the power of p53 mRNA therapeutics to suppress proliferation of p53 mutant tumors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unleashing the power of p53 mRNA therapeutics to suppress proliferation of p53 mutant tumors","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the second most common cancer in both men and women in the United States. Even though treatments including chemotherapy, targeted therapy, and immunotherapy are available, lung cancer has been the leading cause of cancer deaths. The discovery and evaluation of new alternative medications targeting lung cancer are tremendously important for reducing lung cancer mortality. Phytochemicals are very desirable chemotherapeutic agents because of their greater safety profile. Isorhapontigenin (ISO), one of the oral bioavailable dietary stilbenes, can be found in various natural resources. Our result showed that ISO treatment suppressed the invasion and migration of human lung cancer cell lines A549, H23, and H1299 cells. Long non-coding RNA Maternally Expressed Gene 3 (MEG3), a tumor suppressor, was downregulated or lost in various primary human tumor tissues and cancer cell lines. The low expression of MEG3 is correlated with poor prognosis in non-small cell lung cancer (NSCLC). Our results showed that ISO treatment elevated MEG3 levels in these lung cancer cell lines. One of the major genetic causes of lung cancer is mutations in the epidermal growth factor receptor (EGFR) receptor tyrosine kinase, resulting in activation of EGFR which activates several signaling pathways involved in cell proliferation, drug sensitivity, and angiogenesis. Our results showed that ISO decreased the phosphorylation and protein levels of EGFR in A549 cells. Hypoxia-inducible factor-1&#945; (HIF-1&#945;), a transcription factor, regulates the activation of several genes involved in cell proliferation, angiogenesis, invasion, and metastasis. Our results showed that ISO decreased HIF-1&#945; protein levels. Overexpression of MEG3 reduced p-EGFR and HIF-1&#945;, indicating MEG3 negatively regulated EGFR and HIF-1&#945;. Our data also showed that inhibition of EGFR by its tyrosine inhibitor decreased HIF-1&#945;, suggesting that EGFR positively regulates HIF-1&#945;. In cancer cells, Epithelial-Mesenchymal Transition(EMT) endows cells with increased invasiveness and tumor-initiating capacity, contributing to metastasis and resistance to therapeutics. Slug, one of the EMT transcription factors maintains cell plasticity during carcinogenesis. Our results showed that ISO treatment decreased Slugprotein levels in A549 and H23 cells. Transcription factor SOX2 regulates cancer cell proliferation, EMT, migration, invasion, metastasis, tumor initiation, cancer stem cell formation as well as resistance to apoptosis and therapy. Our results showed that ISO decreased SOX2 expression. Knockdown of MEG3 increased the expressions of Slug and SOX2, indicating that MEG3 negatively regulates Slug and SOX2. In conclusion, ISO elevated MEG3, inhibiting EGFR, HIF-1&#945;, Slug, and SOX2, suppressing the migration and invasion of lung cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Natural products,Long noncoding RNA,Lung cancer: non-small cell,Therapeutics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Shi<\/b>, Z. Zhang, J. Li, H. Tu, M. Costa; <br\/>NYU Grossman School of Medicine, New York, NY","CSlideId":"","ControlKey":"2a551076-e7f3-42a8-84ac-4eed1be907a8","ControlNumber":"9861","DisclosureBlock":"&nbsp;<b>S. Shi, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>H. Tu, <\/b> None..<br><b>M. Costa, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10460","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB049","PresenterBiography":null,"PresenterDisplayName":"Sophia Shi, No Degree","PresenterKey":"445b6b0a-d78c-436c-8dec-d993fedf18a3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB049. Isoharpontigenin inhibits migration and invasion of lung cancer cells through MEG3\/EGFR pathway","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Isoharpontigenin inhibits migration and invasion of lung cancer cells through MEG3\/EGFR pathway","Topics":null,"cSlideId":""},{"Abstract":"Thyroid carcinoma is the most prevalent endocrine neoplasm. The most recurrent mutation in thyroid cancer (TC) is the V600E substitution in BRAF, which induces the over-activation of the MAPK pathway. The interaction between this pathway and the deregulation of genes that facilitate tumorigenesis such as CLDN1 could be useful for decision-making related to surgical removal and the degree of initial resection; however, there is a lack of information on the association of CLDN1 expression with BRAF V600E. Objective. Evaluate the gene expression of CLDN1 in BRAF-mutated and BRAF-unmutated thyroid nodules. Methods. RT-qPCR was performed to assess BRAF genotyping (rs113488022) and CLDN1 expression in 94 thyroid nodule biopsy samples (TC=48). Clinicopathological data was retrieved to establish further associations. Results. Mutated BRAF thyroid nodules were found to be 7.14 &#177; 0.293 times more expressed than those without the mutation (p &#38;lt 0.001, N=94). BRAF V600E mutation was identified in patients with TC exclusively. CLDN1 expression was 41.315 &#177; 0.554 times greater in patients with TC than in those without TC (p &#38;lt 0.001). Heterozygous patients had a change factor of 6.8, whereas mutated homozygotes had a change factor of 7.5 (p &#38;lt 0.001, N=94). CLDN1 mean expression is significantly higher in A allele carriers compared to normal homozygotes (p &#38;lt 0.001). When analyzing just within the TC group, the behavior is maintained, suggesting a potential association between the mutated allele and the expression of these genes. Conclusion. CLDN1 is significantly upregulated in TC patients carrying the BRAF V600E mutation. BRAF V600E is only observed in patients with TC, implying a biological connection between them, which can be explained via MAPK; subsequent studies are needed to confirm the correlations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"BRAF,Thyroid cancer,Quantitative real-time polymerase chain reaction (qRT-PCR),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Andrea Ross Orozco<\/b><sup>1<\/sup>, Eliakym Armbula Meraz<sup>1<\/sup>, Anette Roxana Gastelum Quiroz<sup>1<\/sup>, Fred Luque Ortega<sup>1<\/sup>, Edith Eunice Garca Alvarez<sup>2<\/sup>, Marco lvarez Arrazola<sup>3<\/sup>, Karla Lizbeth Morales Hernndez<sup>1<\/sup>, Noem Garca Magallanes<sup>4<\/sup><br><br\/><sup>1<\/sup>Universidad Autnoma de Sinaloa, Culiacn, Mexico,<sup>2<\/sup>Instituto Mexicano del Seguro Social, Mazatln, Mexico,<sup>3<\/sup>lvarez & Arrazola Radilogos, Mazatln, Mexico,<sup>4<\/sup>Universidad Politcnica de Sinaloa, Mazatln, Mexico","CSlideId":"","ControlKey":"a4e218d7-981a-4a69-aa76-90b1017837a1","ControlNumber":"10487","DisclosureBlock":"&nbsp;<b>A. Ross Orozco, <\/b> None..<br><b>E. Armbula Meraz, <\/b> None..<br><b>A. Gastelum Quiroz, <\/b> None..<br><b>F. Luque Ortega, <\/b> None..<br><b>E. Garca Alvarez, <\/b> None..<br><b>M. lvarez Arrazola, <\/b> None..<br><b>K. Morales Hernndez, <\/b> None..<br><b>N. Garca Magallanes, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10461","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB050","PresenterBiography":null,"PresenterDisplayName":"Andrea Ross Orozco, BS","PresenterKey":"bc85ecb2-1098-43b7-999a-adf16729ce8d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB050. BRAF V600E is associated with the upregulation of CLDN1 in thyroid cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BRAF V600E is associated with the upregulation of CLDN1 in thyroid cancer","Topics":null,"cSlideId":""},{"Abstract":"The protein kinase C (PKC) family of enzymes are indispensable serine-threonine kinases involved in signal pathways implicated in many different cellular processes. Dysregulation of PKC isoforms may contribute to the development and progression of breast cancer. Z-Endoxifen (Z-ENDX), the active metabolite of tamoxifen (TAM) and a selective estrogen receptor modulator (SERM) exhibited potent antitumor activity in endocrine-resistant hormone receptor-positive breast and other gynecologic cancers. Mechanistically, we discovered that ENDX inhibits PKC&#946;I and downstream AKT signaling. Based on insights from our recently determined crystal structure of PKC&#946;I, we investigated the effects of ENDX on PKC&#946;I in estrogen receptor-positive (ER<sup>+<\/sup>) breast cancer. <i>In vitro<\/i> FRET-based biochemical assays revealed that ENDX inhibits the kinase activity of conventional (PKC&#946;I) as well as a novel (PKC&#120575;;) PKC isoform with a similar IC<sub>50<\/sub>. However, the PKC&#946;I catalytic domain was found to be less sensitive to ENDX compared to full-length PKC&#946;I. We identified a multi-domain mechanism of PKC inhibition through an allosteric inhibitory model using X-ray crystallography. Since the spatial assembly of PKC is crucial for its kinase activity, we assessed the effects of ENDX on the intracellular localization of PKC&#946;I using live cell confocal imaging. Sub-cellular tracking of YFP-tagged PKC&#946;I in ER<sup>+<\/sup> MCF7 cells paradoxically revealed that ENDX promoted the translocation of PKC&#946;I to the plasma membrane in both a dose and time-dependent manner. Furthermore, co-treatment with inhibitors of PHLPP phosphatases, which regulate PKC, alleviated this translocation. Based on our prior data demonstrating greater antitumor activity of the Z vs E isomer of ENDX, we discovered that Z-ENDX inhibits PKC&#946;I kinase activity more effectively than its E-isomer using <i>in vitro<\/i> kinase assays. Further, E-ENDX failed to promote PKC&#946;I translocation to the membrane.Taken together, these results suggest that allosteric effects of Z-ENDX trigger PKC&#946;I recruitment to the plasma membrane where it is normally active yet suppresses its kinase activity. These findings indicate that Z-ENDX induces a non-productive structure of the enzyme and \"breaks\" the well-known mechanism of PKC activation upon binding to the cell membrane. Moreover, Z-ENDX likely triggers PHLPP-mediated PKC&#946;I dephosphorylation, and ultimately PKC&#946;I degradation, suggesting that Z-ENDX represents a new mechanistic basis for targeting and downregulating PKC&#946;I, and potentially other PKC family members, in cancer cells. This newly discovered function of Z-ENDX likely contributes to its superior anti-cancer effects when compared to TAM and other endocrine therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Breast cancer,Protein kinase C,Tamoxifen,Structure-activity relationships,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Sarkar Bhattacharya<\/b>, H. V. Huynh, J. K. Farmakes, T. L. Witter, E. S. Bruinsma, S. Jayaraman, A. T. Q. Cong, J. R. Hawse, M. P. Goetz, M. J. Schellenberg; <br\/>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"22c99d99-db57-4b93-8db1-256ee7003794","ControlNumber":"10821","DisclosureBlock":"&nbsp;<b>S. Sarkar Bhattacharya, <\/b> None..<br><b>H. V. Huynh, <\/b> None..<br><b>J. K. Farmakes, <\/b> None..<br><b>T. L. Witter, <\/b> None..<br><b>E. S. Bruinsma, <\/b> None..<br><b>S. Jayaraman, <\/b> None..<br><b>A. T. Q. Cong, <\/b> None.&nbsp;<br><b>J. R. Hawse, <\/b> <br><b>ATOSSA Therapeutics<\/b> Grant\/Contract. <br><b>M. P. Goetz, <\/b> <br><b>Research to Practice (6\/2022),Research to Practice (10\/2022),Clinical Education Alliance (2\/2021),Medscape (12\/2021),MJH Life Sciences (8\/2022),Total Health Conferencing (1\/2023),Curio Science (1\/20)<\/b> Other, Personal Fess. <br><b>ARC Therapeutics,AstraZeneca,Biotheranostics,Biotheryx,Blueprint Medicines,Engage Health Media,Lilly,Laekna,Novartis,Rna Diagnostics,Seattle Genetics,Sermonix,TerSera Therapeutics\/Ampity Steering Com<\/b> Other, Consulting fees to Mayo Clinic. <br><b>Lilly, Pfizer, Sermonix, Loxo, ATOSSA Therapeutics, AstraZeneca<\/b> Grant\/Contract. <br><b>Lilly (ESMO 10\/2023)<\/b> Travel.<br><b>M. J. Schellenberg, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10462","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB051","PresenterBiography":null,"PresenterDisplayName":"Sayantani Bhattacharya, PhD","PresenterKey":"01831790-04ac-40a8-b68b-224cca493054","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB051. Protein kinase C beta 1 (PKC&#946;1) is allosterically inhibited and paradoxically translocated to the membrane by z-endoxifen","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Protein kinase C beta 1 (PKC&#946;1) is allosterically inhibited and paradoxically translocated to the membrane by z-endoxifen","Topics":null,"cSlideId":""},{"Abstract":"Dual PTP1B\/TC-PTP (PTPN1\/2) inhibitors are in clinical trials for multiple cancer types, primarily because they augment anti-tumor immunity, but they can also have cancer cell-autonomous effects. Hypoxic cancer cells resist many anti-neoplastic therapies and can seed recurrence. We found previously that PTP1B deficiency\/inhibition promotes HER2+ breast cancer cell death in hypoxia by activating RNF213, an ~600kDa protein containing AAA-ATPase domains and two ubiquitin ligase domains (RING and RZ) that also is implicated in Moyamoya disease (MMD), lipotoxicity, and innate immunity. We now report that PTP1B and ABL1\/2 reciprocally control RNF213 phosphorylation on tyrosine-1275. This phosphorylation promotes RNF213 oligomerization and RZ domain activation. The RZ domain ubiquitylates CYLD\/SPATA2, and together with the LUBAC complex, induces their degradation. Decreased CYLD\/SPATA2 causes NF-&#954;B activation, which together with hypoxia-induced ER-stress triggers GDSMD-dependent pyroptosis. Mutagenesis experiments show that the RING domain negatively regulates the RZ domain. <i>CYLD<\/i>-deleted HER2+ cell-derived xenografts phencopy the effects of PTP1B deficiency, and reconstituting <i>RNF213<\/i> knockout lines with RNF213 mutants shows that the RZ domain mediates PTP1B-dependent tumor cell death. Our results identify a novel, potentially targetable PTP1B\/RNF213\/CYCLD\/SPATA pathway critical for controlling inflammatory cell death in hypoxic tumors that could be exploited to target hypoxic tumor cells, potentially turning &#8220;cold&#8221; tumors &#8220;hot&#8221;, thereby increasing the potential clinical utility of PTP1B inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"HER2\/neu,Hypoxia,Protein phosphatase,Immunogenic cell death,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. G. Neel<\/b><sup>1<\/sup>, A. Bhardwaj<sup>2<\/sup>, M. Antonelli<sup>2<\/sup>, B. Ueberheide<sup>3<\/sup>; <br\/><sup>1<\/sup>NYU Langone Health Perlmutter Cancer Ctr., New York, NY, <sup>2<\/sup>Laura and Isaac Perlmutter Cancer Center, New York University Grossman School of Medicine, New York, NY, <sup>3<\/sup>3Department of Neurology, New York University Grossman School of Medicine, New York, NY, USA, New York, NY","CSlideId":"","ControlKey":"1a25c7c2-a632-421e-9198-ad33dbe6f04c","ControlNumber":"10668","DisclosureBlock":"<b>&nbsp;B. G. Neel, <\/b> <br><b>Lighthorse Therapeutics<\/b> holds equity in, and receives consulting fees from Lighthorse Therapeutics. <br><b>Aethon Therapeutics<\/b> holds equity in, and receives consulting fees Aethon Therapeutics. <br><b>Northern Biologics, LP<\/b> founder of, and holds equity in, Northern Biologics, LP. <br><b>Navire Pharma<\/b> founder of, and holds equity in, Navire Pharma. <br><b>Mirati and Repare Therapeutics<\/b> has sponsored research agreements with Mirati and Repare Therapeutics..<br><b>A. Bhardwaj, <\/b> None..<br><b>M. Antonelli, <\/b> None..<br><b>B. Ueberheide, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10463","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB052","PresenterBiography":"","PresenterDisplayName":"Benjamin Neel, MD;PhD","PresenterKey":"f36614b2-dc65-43f4-ba4a-c118d5343c29","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB052. PTP1B inhibitors activate a novel hypoxia-induced inflammatory cell death pathway in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PTP1B inhibitors activate a novel hypoxia-induced inflammatory cell death pathway in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Targeting hyperactive RAS-RAF-MEK-ERK signaling for treating cancers has achieved a promising outcomes, and a number of RAS\/RAF inhibitors have been applied to clinical cancer treatment. However, these inhibitors have only a short-term efficacy and their effectiveness is abrogated by acquired drug resistance in less than one year. For those resistant\/refractory RAS\/RAF-mutated cancers, there&#8217;s no effective therapeutics available in clinic. In this study, we developed a novel BRAF-specific inhibitor that docks on an allosteric site on BRAF kinase domain. This inhibitor effectively killed both primary and drug-resistant cancer cell lines with RAS mutation or BRAF(V600E) mutation in vitro and inhibited the growth of xenografted cancers derived from these cell lines in vivo without apparent toxicity. Mechanistically, we found that although this inhibitor blocked the catalytic activity of BRAF in vitro kinase assay, it triggered a super high ERK signaling through improving BRAF\/CRAF heterodimerization and hence induced cellular apoptosis of cancer cells with RAS mutation or BRAF(V600E) mutation. Surprisingly, there&#8217;s no drug resistance occurring when treating cancer cells with RAS mutation or BRAF(V600E) mutation at a low concentration. To further evaluate the efficacy of this BRAF against RAS\/RAF-mutated cancers in vivo, we constructed a series of pancreatic patient-derived xenograft cancer models with Kras G12D or G12V mutations, and found that our BRAF inhibitor exhibited a comparable or much better efficacy than Kras G12D-specific inhibitor on theses PDX models. Altogether, our data indicated that our BRAF-specific allosteric inhibitor may serve as a good therapeutic drug for treating BRAF(V600E)\/RAS- cancers, particularly those resistant\/refractory cancers, though it still need further evaluations via clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"BRAF,Inhibitors,RAF kinase,Ras,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Hu<\/b>; <br\/>National Cancer Centre Singapore, Singapore, Singapore","CSlideId":"","ControlKey":"416e53f9-f819-4e36-ad14-17d3ecb509b9","ControlNumber":"10539","DisclosureBlock":"&nbsp;<b>J. Hu, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10464","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB053","PresenterBiography":null,"PresenterDisplayName":"Jiancheng Hu, PhD","PresenterKey":"9336e6ea-5407-485d-afe1-643eebb8e30f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB053. A novel BRAF-specific allosteric inhibitor that effectively targets acquired RAFi-resistant BRAF(V600E) cancers and RAS-mutated cancers in vitro and in vivo","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel BRAF-specific allosteric inhibitor that effectively targets acquired RAFi-resistant BRAF(V600E) cancers and RAS-mutated cancers in vitro and in vivo","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Chemotherapy, through various signaling pathways changes the kinase activation profiles in tumour cells and it has been shown that blockade of specific kinases led to sensitization of tumour cells to chemotherapeutic drugs. We surmised that, following chemotherapeutic drug treatment, determination of the kinase binding profile of a specific inhibitor using its corresponding chemoprobe may lead to the identification of kinases to be targeted for potentiating the action of the chemotherapeutic drug. The approach we chose to study was to design a chemoprobe carrying a kinase inhibitor warhead to capture and read the kinase binding profiles before and after the chemotherapeutic drug treatment. Our proof-of-concept was made with AB19, a chemoprobe designed with the scaffold of crizotinib, a MET receptor tyrosine kinase inhibitor. The ability of AB19 to bind to MET was validated using KATO-II gastric cancer cells in which MET is amplified.<br \/><b>Material and Methods<\/b>: Gastric cancer cell line KATO-II, prostate cancer cells DU145, PC3 and 22RV1 and normal prostate cells RWPE-1 were used to determine IC50 values for the different drugs alone and in combination with paclitaxel. Cells were lysed 2 h and 24 h after drug treatment. The chemoprobes (control probe or AB19) were subsequently added and kinases captured using magnetic pull down. Proteomics analyses were performed by mass spectrometry.<br \/><b>Results:<\/b> The results showed that AB19 pulled down MET (its primary target) and many other kinases, including LCK, Src, EPHA2, and FAK1 that play an important role in cancer progression. Importantly, the kinase pull-down profiles by the chemoprobe were similar to that reported for free crizotinib, thereby validating the ability of the chemoprobe to simulate the binding of the free drug. <i>In vitro<\/i> studies with AB19 revealed the following: (a) the kinase pull-down profiles varied with cell lines, with the presence or absence of some important kinases and (b) under conditions where the cells were pretreated with paclitaxel, the kinase profiles between treated and non-treated cells were similar. However, disappearance and appearance of key targets were observed. Based upon the detection of an increase in aurora kinase A (AURKA) and mammalian target of rapamycin (mTOR) spectral counts, we designed 2-drug combinations of specific inhibitors of the latter targets with paclitaxel under equieffective and sequential administrations. Of all the combinations studied, Alisertib (AURKA inhibitor) + paclitaxel was the most synergistic.<br \/><b>Conclusion<\/b>: Taken together, the results suggest that AURKA is a unique target for sensitizing cells to paclitaxel and this novel chemical proteomics approach can be developed as a novel strategy to identify kinase inhibitors capable of significantly sensitizing cancer cells to standard of care drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Proteomics,Kinase inhibitors,Paclitaxel,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Omar Baryyan, <b>A. Fraga Timiraos<\/b>, K. Dejgaard, B. J. Jean-Claude; <br\/>McGill University Health Center, Montral, QC, Canada","CSlideId":"","ControlKey":"68ee2321-5a21-44e9-ab68-00089c04ff1e","ControlNumber":"10942","DisclosureBlock":"&nbsp;<b>A. Omar Baryyan, <\/b> None..<br><b>A. Fraga Timiraos, <\/b> None..<br><b>K. Dejgaard, <\/b> None..<br><b>B. J. Jean-Claude, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10465","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB054","PresenterBiography":null,"PresenterDisplayName":"Ana Belen Fraga Timiraos, PhD","PresenterKey":"34f8e99e-7ed0-4904-91ca-22ff312a9a04","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB054. A novel chemical proteomics approach toward the identification of kinase targets to sensitize tumour cells to the standard of care drug paclitaxel","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel chemical proteomics approach toward the identification of kinase targets to sensitize tumour cells to the standard of care drug paclitaxel","Topics":null,"cSlideId":""},{"Abstract":"B7-H3 and EGFR are both clinically validated TAAs in solid tumors. We previously demonstrated in IBI334 (B7-H3\/EGFR bsAb) study that (1) B7-H3 and EGFR are co-expressed in multiple solid tumors; (2) B7-H3-aided EGFR signaling inhibition was significantly more potent than Zalutumumab (EGFR mAb) and Amivantamab (c-met\/EGFR bsAb); and (3) IBI334 has favorable safety profile in cynomolgus monkey at 120 mg\/kg\/week. Building on this optimized bispecific antibody, we site-specifically conjugated IBI334 with Exatecan (drug-antibody-ratio = 4) using the clinically validated SyntecanE platform. The resulting bispecific ADC, IBI3001, has multiple mechanism of actions: (1) enhanced EGFR signaling blockage; (2) EGFR- and B7-H3-aided payload internalization and cytotoxicity; and (3) bystander killing effects of ADC. More importantly, the optimized B7-H3 arm not only enhances the EGFR signaling blockage but also reduces EGFR on-target toxicities. IBI3001 demonstrated potent <i>in vitro<\/i> cytotoxicity in all B7-H3<sup>Low<\/sup>EGFR<sup>Low<\/sup>, B7-H3<sup>High<\/sup>EGFR<sup>Low<\/sup>, B7-H3<sup>Low<\/sup>EGFR<sup>High<\/sup> and B7-H3<sup>High<\/sup>EGFR<sup>High<\/sup> cancer cells across multiple solid tumors, including lung cancer, colorectal cancer, pancreatic cancer, breast cancer, head and neck cancer, and stomach cancer. In addition, it had strong bystander effects, killing both EGFR+ B7-H3+ cancer cells and EGFR- B7-H3- cancer cells. All <i>in vitro<\/i> studies were further validated <i>in vivo <\/i>with robust tumor growth inhibition in NCI-H508 (colorectal cancer), JIMT-1 (breast cancer), BxPC3 (pancreatic cancer) and NCI-1975 (lung cancer) xenograft models. IBI3001 has a favorable PK profile in BALB\/c mice with the half-life at 282 hours, and is well-tolerated in cynomolgus monkeys up to 90 mg\/kg\/week. In conclusion, IBI3001 is a novel bispecific ADC that demonstrated strong anti-tumor efficacy cross multiple solid tumors, and has excellent PK and safety profile.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bispecific antibody,Anticancer therapy,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Jian Guan<sup><\/sup>, Xiao Zhang<sup><\/sup>, Weiwei Wu<sup><\/sup>, Lei Cao<sup><\/sup>, Zhengguang Liao<sup><\/sup>, Tianyu Zhu<sup><\/sup>, Chentao Liu<sup><\/sup>, Shuaixiang Zhou<sup><\/sup>, Jia Lu<sup><\/sup>, Ninghuan Li<sup><\/sup>, Nana Luo<sup><\/sup>, Ying Zhang<sup><\/sup>, Kang Dian<sup><\/sup>, Tiong Sun Chia<sup><\/sup>, Bingliang Chen<sup><\/sup>, <b>Kaijie He<\/b><sup><\/sup><br><br\/>Innovent Biologics, Suzhou, China","CSlideId":"","ControlKey":"1321c8ec-8af4-4aa2-be40-5b2153c96385","ControlNumber":"10494","DisclosureBlock":"&nbsp;<b>J. Guan, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>W. Wu, <\/b> None..<br><b>L. Cao, <\/b> None..<br><b>Z. Liao, <\/b> None..<br><b>T. Zhu, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>S. Zhou, <\/b> None..<br><b>J. Lu, <\/b> None..<br><b>N. Li, <\/b> None..<br><b>N. Luo, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>K. Dian, <\/b> None..<br><b>T. Chia, <\/b> None..<br><b>B. Chen, <\/b> None..<br><b>K. He, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10467","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB055","PresenterBiography":null,"PresenterDisplayName":"Kaijie He, PhD","PresenterKey":"5c861ce1-9062-4de0-a282-d77ee97bb134","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB055. IBI3001: A potentially first-in-class site-specifically conjugated B7-H3\/EGFR bispecific ADC for multiple solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IBI3001: A potentially first-in-class site-specifically conjugated B7-H3\/EGFR bispecific ADC for multiple solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Many solid tumors, such as colorectal cancer (CRC) and lung cancer, are dependent on epidermal growth factor receptor (EGFR) pathway for tumor growth. Antibodies that inhibit EGFR signaling, such as Cetuximab, show clinical efficacy but are associated with on-target toxicities that potentially limit the drug efficacy. To enhance the EGFR signaling inhibition and reduce on-target toxicities, we performed bioinformatics analysis for EGFR\/TAA co-expression. We found that B7-H3, a member of the B7 family of immune checkpoint proteins, is broadly expressed in many solid tumors and their expression correlates with EGFR expression in multiple cancers, including lung cancer, head and neck cancer, pancreatic cancer and esophageal cancer. Using Innovent&#8217;s proprietary Innobody platform, we developed a bispecific antibody, IBI334, against B7-H3 and EGFR. IBI334 has an EGFR arm for signal blockage and is coupled with a fine-tuned B7-H3 arm with optimal affinity and binding domain. With the aid of B7-H3, IBI334 showed enhanced EGFR signal inhibition than Zalutumumab (EGFR mAb) and Amivantamab (c-met\/EGFR bsAb). In addition, IBI334 is afucosylated to enhance its antibody-mediated cell cytotoxicity (ADCC) effects as compared to wild type antibody. IBI334 showed significantly better<i> in vivo <\/i>efficacy than Amivantamab in NCI-H358 (bronchioalveolar carcinoma with KRAS-G12C mutation), NCI-H292 (lymph node metastasis of a pulmonary mucoepidermoid carcinoma), SK-MES1 (lung cancer) and SK-MES1-LTC (lung cancer with EGFR L858R, T790M and C797S mutations) xenograft models and comparable efficacy in NCI-H322-EGFR<sup>exon20ins<\/sup> (lung cancer) model. Cetuximab, an EGFR monoclonal antibody, had high on-target toxicity with 50% early mortalities in cynomolgus monkeys at 120\/75 mg\/kg\/week. With the careful design of B7-H3\/EGFR bispecific antibody, IBI334 ameliorated the on-target toxicities and showed only slight hardening of the skin at the injection site at 120 mg\/kg\/week. As a result, IBI334 has a large therapeutic window of &#62;200 folds. In conclusion, IBI334 is a potent B7-H3\/EGFR bispecific antibody with broad application in many EGFR-driven solid tumors. The large therapeutic window enables safe and effective cancer treatment at high exposure levels.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Bispecific antibody,EGFR,Drug discovery,Anticancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Guan, S. Zhou, W. Wu, T. Zhu, L. Cao, M. Wu, N. Li, F. Fu, Z. Liao, S. Lin, Z. Liu, M. Zhu, N. Luo, Y. Zhang, T. Chia, B. Chen, <b>K. He<\/b>; <br\/>Innovent Biologics, Suzhou, China","CSlideId":"","ControlKey":"e6f0ffec-9f40-4ad3-a893-cb122006a06b","ControlNumber":"10350","DisclosureBlock":"&nbsp;<b>J. Guan, <\/b> None..<br><b>S. Zhou, <\/b> None..<br><b>W. Wu, <\/b> None..<br><b>T. Zhu, <\/b> None..<br><b>L. Cao, <\/b> None..<br><b>M. Wu, <\/b> None..<br><b>N. Li, <\/b> None..<br><b>F. Fu, <\/b> None..<br><b>Z. Liao, <\/b> None..<br><b>S. Lin, <\/b> None..<br><b>Z. Liu, <\/b> None..<br><b>M. Zhu, <\/b> None..<br><b>N. Luo, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>T. Chia, <\/b> None..<br><b>B. Chen, <\/b> None..<br><b>K. He, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10468","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB056","PresenterBiography":null,"PresenterDisplayName":"Kaijie He, PhD","PresenterKey":"5c861ce1-9062-4de0-a282-d77ee97bb134","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB056. IBI334, a novel ADCC-enhanced B7-H3\/EGFR bispecific antibody, demonstrated potent pre-clinical efficacy in solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IBI334, a novel ADCC-enhanced B7-H3\/EGFR bispecific antibody, demonstrated potent pre-clinical efficacy in solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Claudin18.2 is important for the formation and function of tight junctions between cells in epithelial tissues. Normally expressed only in gastric mucosa, Claudin18.2 is overexpressed in multiple types of solid tumors, including gastric, pancreatic, breast and colon cancers. Despite being a well-established tumor-associated antigen, the clinical value and feasibility of targeting Claudin18.2 by various modalities are yet-to-be fully demonstrated. IBI343 is a fully humanized anti-Claudin18.2 monoclonal antibody conjugated to Exatecan via site-specific glycol-conjugation with an average drug-to-antibody ratio (DAR) of 3.6. IBI343 showed robust antigen-specific <i>in vitro<\/i> cytotoxicity in cancer cell lines with varying levels of Claudin18.2 expression. In addition, due to the cleavable linker design and high hydrophilicity of the payload, IBI343 demonstrated potent bystander killing effects <i>in vitro<\/i>. The glycan-based conjugation technology leads to enhanced stability of the conjugated linker-payload and the entire ADC molecule, which results in superior pharmacokinetics. IBI343 showed potent <i>in vivo<\/i> anti-tumor efficacy with complete tumor regressions in multiple xenograft models. Furthermore, it demonstrated strong <i>in vitro<\/i> and <i>in vivo<\/i> synergistic effects with various anti-cancer agents, including immune checkpoint blockers and DNA damage repair pathway inhibitors. IBI343 displayed good safety profile in monkey GLP toxicology study (HNSTD = 30 mg\/kg). These pre-clinical findings show that IBI343 is a promising anti-cancer agent with large therapeutic window, and support clinical exploration of IBI343 in patients with Claudin18.2-expressing tumors. A companion late-breaking abstract of clinical phase 1 study results (NCT05458219) will also be presented in AACR 2024.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Anticancer therapy,Drug discovery,Cancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Zhou, X. Yao, J. Guan, K. Fei, J. Lu, W. Wu, Y. Liu, T. Zhu, Z. Liao, S. Chen, B. Chen, <b>K. He<\/b>; <br\/>Innovent Biologics, Suzhou, China","CSlideId":"","ControlKey":"bddf1e32-c8e2-43d8-8d62-8786ec01ef2a","ControlNumber":"10495","DisclosureBlock":"&nbsp;<b>S. Zhou, <\/b> None..<br><b>X. Yao, <\/b> None..<br><b>J. Guan, <\/b> None..<br><b>K. Fei, <\/b> None..<br><b>J. Lu, <\/b> None..<br><b>W. Wu, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>T. Zhu, <\/b> None..<br><b>Z. Liao, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>B. Chen, <\/b> None..<br><b>K. He, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10469","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB057","PresenterBiography":null,"PresenterDisplayName":"Kaijie He, PhD","PresenterKey":"5c861ce1-9062-4de0-a282-d77ee97bb134","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB057. Pre-clinical characterization of IBI343, a site-specifically conjugated anti-Claundin18.2 ADC, for treating solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pre-clinical characterization of IBI343, a site-specifically conjugated anti-Claundin18.2 ADC, for treating solid tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Current clinical application of trastuzumab deruxtecan (T-DXd), an anti-HER2 antibody-drug conjugate (ADC) has been severely limited by interstitial lung disease (ILD). Recent studies suggest a correlation between ILD and the uptake of T-DXd by alveolar macrophages (AMs), which are major innate immune cells in lung tissues. This underlying mechanism of AMs phagocytosing T-DXd was predicted to be the binding interaction between the crystallizable fragment (Fc) of trastuzumab and the Fc&#947; receptors on the cell surface of AMs, exerting effector functions. Since monoclonal antibodies typically undergo N-glycosylation in the Fc fragment, here we investigate the impacts of antibody N-glycan deglycosylation on T-DXd-induced ILD in preclinical models.<br \/><b>Methods:<\/b> N-glycan removal was performed on trastuzumab and T-DXd using PNGase F. Using immunofluorescence imaging combined with flow cytometry, we conducted a comparative analysis of the binding affinity and internalization efficiency of wild type and fully N-glycan deglycosylated HER2 antibodies. Next, we determined the in vitro cytotoxicity of WT and N-glycan deglycosylated T-DXd against both macrophages and HER2-positive cancer cells using CCK-8 assay. Furthermore, the deposition of N-glycan deglycosylated T-DXd in healthy lungs and their effects in ILD incidence and severity was determined in immunocompetent BALB\/c mice carrying HER2-positive tumors.<br \/><b>Results: <\/b>First, we obtained complete N-glycan deglycosylated HER2 antibodies confirmed by SDS-PAGE and mass spectrometry. Next, we showed that N-glycan removal by PNGase F did not affect the Fab fragments of HER2 antibodies binding to the HER2 antigens on HER2-expressing cancer cells (OE19, SK-OV-3 and CT26-hHER2). Importantly, we did observe an approximately 30-50% reduction in the N-glycan deglycosylated HER2 antibodies binding with a panel of three macrophages (MH-S, RAW264.7, and PMA-induced THP-1) in comparison with WT antibodies, indicating a significant impact of N-glycan removal on innate immune cell-mediated effector functions. Moreover, in vitro cytotoxicity studies further support these observations that N-glycan deglycosylated T-DXd has significantly lower cytotoxicities against MH-S (p=0.046) and RAW264.7(p=0.020) in comparison with WT T-DXd. Correlating with our in vitro findings, in vivo biodistribution data showed a reduced lung deposition of HER2 antibodies and T-DXd after N-glycan removal. Immunofluorescence staining confirms the co-localization of HER2 antibodies with CD68-positive macrophages, indicating that AMs are the major contributor to the lung deposition of HER2 antibodies and T-DXd and N-glycan removal could effectively avoid ADC being phagocytosed by AMs. We also demonstrated chronic administration of N-glycan deglycosylated T-DXd could reduce ADC-associated ILD incidence and ameliorate ILD severity.<br \/><b>Conclusions: <\/b>Collectively, our study suggests that antibody N-glycan deglycosylation has important roles in regulating interactions between ADC and innate immune cells. This finding provides valuable clues for further optimizing ADC design and treatment strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody engineering,Antibody-drug conjugate (ADC),Preclinical,ADCC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y.-X. Yang<\/b><sup>1<\/sup>, L.-T. Ma<sup>1<\/sup>, P. Guo<sup>2<\/sup>; <br\/><sup>1<\/sup>College of Pharmaceutical Science, Zhejiang University of Technology (ZJUT), Hangzhou, Zhejiang 310000, China, Hangzhou, China, <sup>2<\/sup>Hangzhou Institute of Medicine (HIM), Chinese Academy of Sciences, Hangzhou, Zhejiang 310018, China, Hangzhou, China","CSlideId":"","ControlKey":"2e1cb38c-42ae-445c-94c6-215fda3058a2","ControlNumber":"10605","DisclosureBlock":"&nbsp;<b>Y. Yang, <\/b> None..<br><b>L. Ma, <\/b> None..<br><b>P. Guo, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10470","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB058","PresenterBiography":null,"PresenterDisplayName":"YuXuan Yang","PresenterKey":"7898f42d-aa77-4fb8-9b6b-38e4ac2afb0e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB058. N-glycan deglycosylation ameliorates anti-HER2 antibody drug conjugate-induced interstitial pneumonia in preclinical models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"N-glycan deglycosylation ameliorates anti-HER2 antibody drug conjugate-induced interstitial pneumonia in preclinical models","Topics":null,"cSlideId":""},{"Abstract":"Background:<br \/>The approval of sacituzumabgovitecan (Trodelvy) and trastuzumab deruxtecan (Enhertu) demonstrated the potential of topoisomerase I inhibitors in cancer therapy. Both ADCs rely on payload conjugation to interchain cysteines of an unmodified wildtype antibody coming along with unfavorable properties like instability in circulation, premature payload release and unspecific uptake via Fc gamma receptors. Heidelberg Pharma uses a proprietary, site-specific conjugation to engineered cysteines andFc&#947;R silencing mutations (LALA) to obtain a homogeneous and stable ADC void of Fc-mediated uptake. To achieve a DAR of 4, a multimeric linker comprisingexatecan and a solubility enhanceris used to obtain more than one payload per conjugation site. In the current study, in vitro and in vivo data of an ADC targeting GCC (guanylyl cyclase C) for the treatment of colorectal cancer with favorable potency and tolerability are presented.<br \/>Material and methods:<br \/>Cell lines: GCC+cell line: HEK293-GUCY2C mono2; GCC-cell line: HEK293<br \/>ADC: The cysteine-reactive multimeric linker-exatecan construct was synthesized at Heidelberg Pharma and conjugated site-specifically to engineered cysteine residues of a proprietary anti-GCC antibody yielding ADCs with a DAR of 4.0.<br \/>Animal models: Female NOD SCID mice were subcutaneously inoculated with GCC-overexpressing HEK293-GUCY2C mono2 tumor cells. Animals were treated with anti GCC ADC at single or multiple doses. Tolerability was assessed in female NODSCID mice.<br \/>Results:<br \/>The anti-GCC ADC with multimeric linker-exatecan payload showed favorable in vitro cytotoxicity with nanomolar activity on the GCC+ cell line and no cytotoxic activity on target-negative cells.<br \/>In mouse xenograft models, the anti-GCCADC caused dose-dependent tumor regression in HEK293-GUCY2C mono2 s.c. xenografts. Multiple dosing improved this anti-tumor efficacy even further without negative impact on toxicity.<br \/>The MTD of the ADC in mice was determined to be &#8805;200 mg\/kg.<br \/>Conclusions:<br \/>Targeted cytotoxic drug delivery to GCC positive cell lines was achieved by using an anti-GCC ADCwith multimeric linker-exatecan payload. The use of solubility enhancers within the structure of the multimeric linker facilitated site-specific coupling to cysteines resulting in a stable, potent, and well tolerated ADC. The use of anti-GCC ADCs with multimeric linker-exatecan payloads in the therapy of GCC positive colorectal cancer, represents a promising approach in cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Colorectal cancer,Antibody-drug conjugate (ADC),Topoisomerase I inhibitor,Exatecan,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S.-J. Neuberth<\/b>, C. Orlik, A. Palfi, C. Mueller, H. Gruss, T. Hechler; <br\/>Heidelberg Pharma Research GmbH, Ladenburg, Germany","CSlideId":"","ControlKey":"e6587ee6-40ce-46ba-8d57-a09c79aabf10","ControlNumber":"10678","DisclosureBlock":"<b>&nbsp;S. Neuberth, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Stock Option. <br><b>C. Orlik, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Stock Option. <br><b>A. Palfi, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Stock Option. <br><b>C. Mueller, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Stock, Stock Option. <br><b>H. Gruss, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Stock Option. <br><b>T. Hechler, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Stock, Stock Option.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10471","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB059","PresenterBiography":null,"PresenterDisplayName":"Sarah-Jane Neuberth, PhD","PresenterKey":"088ec8cf-890f-4a8d-aea4-452219dd249b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB059. Multimeric linker-exatecan-based ADC targeting guanylyl cyclase C (GCC) as novel therapeutic modality for treatment of colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multimeric linker-exatecan-based ADC targeting guanylyl cyclase C (GCC) as novel therapeutic modality for treatment of colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Cancer is a complex disease involving genetic and proteomic dysregulation. Better understanding of this disease requires precise tools to analyze how cells change from a normal to a diseased state. Among the genes implicated in cancer, the checkpoint inhibitor KRAS is notable for its frequent cancer causing mutations. These mutations, especially in glycine codon 12, are a driving force in several cancers, including those of the pancreas, lung, and colon. Recently, researchers have made significant strides in treating one variant, targeting G12C, using small molecules. However, other mutations, including the G12D and G12V variants, which are more common in disease, still lack targeted treatments. To overcome this challenge, we are using a unique immunization and screening strategy to identify a series of KRAS mutant-specific binders. These affinity binders, targeting the wild-type glycine and variants like G12D, G12S, G12C, G12A, G12R, and G12V, are being designed for research purposes to dissect cancer pathways and understand the spatial organization of cancer cells. They may also hold potential for clinical use as tools for prognosis and therapy. Deep characterization of these and other potentially widely used tools will be critical for advancing their uptake in the laboratory and clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"KRAS,Antibody engineering,Mutation detection,Immunoassay,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"R. Serrano<sup>1<\/sup>, R. Wallace<sup>1<\/sup>, S. Bibikov<sup>1<\/sup>, M. Weiner<sup>2<\/sup>, <b>K. J. Harvey<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Aviva Systems Biology, San Diego, CA, <sup>2<\/sup>AbbraTech, Branford, CT","CSlideId":"","ControlKey":"9ce253b3-68ad-4dc2-afb1-1192a7809ea6","ControlNumber":"9787","DisclosureBlock":"&nbsp;<b>R. Serrano, <\/b> None..<br><b>R. Wallace, <\/b> None..<br><b>S. Bibikov, <\/b> None..<br><b>M. Weiner, <\/b> None..<br><b>K. J. Harvey, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10472","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB060","PresenterBiography":null,"PresenterDisplayName":"Kevin Harvey, PhD","PresenterKey":"2aecc305-c426-44aa-9705-95416c243f73","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB060. Engineering KRAS mutation-specific affinity binders: A new frontier in cancer research","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Engineering KRAS mutation-specific affinity binders: A new frontier in cancer research","Topics":null,"cSlideId":""},{"Abstract":"Triple-Negative Breast Cancer (TNBC) is a type of breast cancer without expression of estrogen receptor (ER), progesterone receptor (PR), and human epidermal growth factor receptor (HER2). TNBC accounts for around 15-20% of all breast cancers, and it remains the most challenging subtype to treat because of its aggressive phenotype and limited treatment strategies. Since TNBC does not respond to endocrine and HER2-targeted therapy, chemotherapy and anti-PD-L1 immunotherapy remain the major treatment strategies so far. However, not all TNBC patients respond to chemotherapy, suggesting that TNBC is a complicated disease. Identifying biomarkers to further predict and subdivide TNBC patients with distinct chemotherapy responses and outcomes is very important. To profile the protein expression and phosphorylation alterations, comprehensive proteogenomics was deployed to probe the molecular basis for differential response to neoadjuvant chemotherapy for TNBC. From a Reverse Phase Protein Array (RPPA) on TNBC cell lines MDA-MB-468 cells and MDA-MB-231 cells treated with Docetaxel, Paclitaxel, Epirubicin, and Doxorubicin, we found only a short list of protein changes after chemotherapy. Among them, the most significant changes in protein are phosphor-AURKA\/B\/C, AURKA, AURKB, and PLK1, which fall into the mitotic kinase group and are confirmed by western blot analysis. In addition, no significant change in the mRNA level was found after chemotherapy treatment, suggesting a post-transcription level molecular mechanism regulates the upregulation of AURKA and AURKB protein. In fact, the protein level of AURKB decreased more significantly with Cycloheximide (CHX) treatment alone compared with the co-treatment of CHX and Paclitaxel, indicating Paclitaxel extended the lifetime of Aurora Kinases protein and increased the protein stability. Moreover, AURKB or AURKA overexpression in TNBC cells renders them resistant to Paclitaxel treatment and attenuates the apoptosis effect triggered by chemotherapy treatment, suggesting Aurora Kinases could mediate the chemo-resistance in TNBC. To overcome the resistance to chemotherapy, we treated resistant TNBC cells with the combination of Aurora kinase inhibitors and anthracycline\/taxane chemotherapy and found that Aurora kinase inhibition significantly enhanced the chemotherapy effect. In summary, we found that Aurora Kinases upregulation by treatment with Taxanes-type and Anthracyclines-type chemotherapy could render chemotherapy resistance to TNBC cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Aurora kinase,Chemotherapy,Chemoresistance,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Xu<\/b>, C. Liu, B. Ning, A. Kucukdagli, Y. Chen; <br\/>University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"d717fcaa-1657-4cc6-bc40-dd010e00d703","ControlNumber":"10516","DisclosureBlock":"&nbsp;<b>J. Xu, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>B. Ning, <\/b> None..<br><b>A. Kucukdagli, <\/b> None..<br><b>Y. Chen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10473","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB061","PresenterBiography":null,"PresenterDisplayName":"Jia Xu, PhD","PresenterKey":"7dfe6630-d05d-49e2-ac87-c05f04e08857","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB061. Aurora kinases inhibition enhances neoadjuvant chemotherapy response in triple negative breast cancer<b><\/b>","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Aurora kinases inhibition enhances neoadjuvant chemotherapy response in triple negative breast cancer<b><\/b>","Topics":null,"cSlideId":""},{"Abstract":"Gamma delta (&#947;&#948;) T cells are crucial in stress surveillance for infections and cancer. Studies have shown that tumour-infiltrating &#947;&#948; T cells are a positive prognostic factor in cancer therapy. While &#947;&#948; T cells share many characteristics with their &#945;&#946; T cell counterpart, such as cytotoxic effector functions, they express a distinct TCR that is composed of a &#947; and a &#948; chain, belong to the HLA-class-I unrestricted immune cell subset with the ability to discriminate and specifically kill tumor cells via recognition of tumor stress ligands. Clinical trials using V&#948;1 &#947;&#948; T cell therapies have demonstrated promising results in Ph 1 trials, with early signs of favorable efficacy and safety profile.ADT3, is a novel bispecific engager that activates tissue-resident V&#948;1+ T cells via (Epidermal Growth Factor Receptor) EGFR crosslinking on tumor cells. VD1 T cells isolated from skin biopsies, when activated, enhance the selective killing of EGFR positive tumor cells through innate mechanisms that recognize stress ligands that are otherwise absent on healthy cells. As a bispecific engager, ADT3 preserves high affinity binding to VD1 TCR through the Fab end of the molecule, and binding to two EGFR binding sites via the modified Fc domain. Crosslinking of VD1 and EGFR+ tumor cells with ADT3, mediates a series of events leading to proliferation of VD1 cells, upregulation of activation markers, CD107a degranulation and secretion of chemokines and cytokines (such as TNFa and IFNg) and tumor kill as determined by its potent cytotoxic activity in a T-cell dependent cellular cytotoxicity assay (TDCC). Apart from direct tumor kill, the secretion of such cytokines and chemokines via ADT3 activation are required for induction of immune orchestration of non-V&#948;1 immune cells to enhance tumor kill. Preclinical data supports future clinical entry of ADT3, and IND enabling studies are in progress","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-04 Differentiation therapy,,"},{"Key":"Keywords","Value":"Gamma-delta lymphocytes,Epidermal growth factor receptor (EGFR),T cell engager,Cytotoxicity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Freedman<sup>1<\/sup>, G. Stevens<sup>1<\/sup>, J. Julie Hoong<sup>1<\/sup>, M. Tuna<sup>2<\/sup>, Y. Shi<sup>3<\/sup>, K. J. Seidl<sup>3<\/sup>, K. Galvin<sup>3<\/sup>, A. Hutton<sup>4<\/sup>, <b>A. Banerjee<\/b><sup>5<\/sup>; <br\/><sup>1<\/sup>Takeda Pharmaceuticals, London, United Kingdom, <sup>2<\/sup>Cambridge Innovation, Cambridge, United Kingdom, <sup>3<\/sup>Takeda Pharmaceuticals, Cambridge, MA, <sup>4<\/sup>Takeda Pharmaceuticals, Oncology Drug Discovery Unit, Cambridge, MA, <sup>5<\/sup>Takeda Pharmaceuticals, San Diego, CA","CSlideId":"","ControlKey":"53bdd1c0-b8a9-4c8e-b72b-63378d89f12c","ControlNumber":"10799","DisclosureBlock":"&nbsp;<b>J. Freedman, <\/b> None..<br><b>G. Stevens, <\/b> None..<br><b>J. Julie Hoong, <\/b> None..<br><b>M. Tuna, <\/b> None..<br><b>Y. Shi, <\/b> None..<br><b>K. J. Seidl, <\/b> None..<br><b>K. Galvin, <\/b> None..<br><b>A. Hutton, <\/b> None..<br><b>A. Banerjee, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10474","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB062","PresenterBiography":null,"PresenterDisplayName":"Antara Banerjee","PresenterKey":"bc6028eb-bcb5-4117-940f-a8185c541479","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB062. ADT3_A potential first-in-class V&#948;1-engager for <i>in situ<\/i> activation of V&#948;1 &#947;&#948; T cells and enhanced cytotoxicity towards solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ADT3_A potential first-in-class V&#948;1-engager for <i>in situ<\/i> activation of V&#948;1 &#947;&#948; T cells and enhanced cytotoxicity towards solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Among strategies to recruit cytotoxic T-cells into the tumor micro-environment (TME) are the use of T-cell engager molecules. One such therapeutic modality are molecules that recognize specific tumor associated antigens (TAA) but are activated preferentially in the TME. Conditional Bispecific Redirected Activation molecules (COBRA) are designed to be administered as a prodrug, and cleaved via matrix metalloproteinase to engage with both a tumor TAA and CD3 (Panachi, et.al. MAbs 2020 12(1) 1792130). In this study, we sought to determine the preclinical efficacy of a COBRA molecule targeting the Her2 receptor. Sub-cutaneous xenograft models (SCID mice using adoptive T-cell transfer) were utilized representing various levels of the TAA (HT-55, SNU-16, JIMT-1, and HCC827) to measure both efficacy and mechanism of action (T-cell extravasation). The COBRA molecule was dosed at 0.03, 0.1, 0.3, and 1 mg\/kg using a Q3dx7 schedule. A non-cleavable COBRA molecule with the Her2 TAA was included as a control at 1 mg\/kg. Efficacy was determined by caliper measurements of sub-cutaneous tumor size twice per week after dosing, and T-cell extravasation into the TME was measured by immunohistochemistry (IHC) at days 10, 19, and termination. IHC data was quantified using HALO imaging software. In our study, we measured dose-dependent tumor regression and\/or stasis in all models tested. No anti-tumor activity was measured after dosing with the non-cleavable COBRA molecule. T-cell extravasation as measured by IHC and Halo analysis followed a dose and time dependent course. Comparison of Day 19 T-cell extravasation (one day after the last dose) showed a linear relationship to TAA expression. Our data indicate that treatment with a COBRA molecule in preclinical models with a Her2 TAA results in anti-tumor activity as measured by tumor stasis\/regression, and exhibit the expected mechanism of action as evaluated by T-cell extravasation into the TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"HER2,T cell engager,Tumor microenvironment,Imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Stringer<\/b><sup>1<\/sup>, J. Chouitar<sup>1<\/sup>, J. Cerbone<sup>1<\/sup>, S. Fortin<sup>1<\/sup>, A. Ainbinder<sup>1<\/sup>, C. Kysilovsky<sup>2<\/sup>, B. Scott<sup>1<\/sup>, A. Banerjee<sup>2<\/sup>; <br\/><sup>1<\/sup>Takeda Pharmaceuticals, Cambridge, MA, <sup>2<\/sup>Takeda Pharmaceuticals, San Diego, CA","CSlideId":"","ControlKey":"611ce055-173c-4544-a037-e02082644d8b","ControlNumber":"10814","DisclosureBlock":"&nbsp;<b>B. Stringer, <\/b> None..<br><b>J. Chouitar, <\/b> None..<br><b>J. Cerbone, <\/b> None..<br><b>S. Fortin, <\/b> None..<br><b>A. Ainbinder, <\/b> None..<br><b>C. Kysilovsky, <\/b> None..<br><b>B. Scott, <\/b> None..<br><b>A. Banerjee, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"11671","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB063","PresenterBiography":null,"PresenterDisplayName":"BRADLEY STRINGER","PresenterKey":"1aa9856a-5998-4cba-9959-963ef1040a24","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB063. Anti-tumor activity in preclinical models utilizing a conditional bispecific redirected activation molecule (COBRA) targeting Her2","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"597","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-tumor activity in preclinical models utilizing a conditional bispecific redirected activation molecule (COBRA) targeting Her2","Topics":null,"cSlideId":""}]