[{"Abstract":"<b>Objectives:<\/b> Bladder cancer (BC) stands as the 5th most prevalent cancer in the USA, with over 83,000 new cases diagnosed in 2023. The absence of non-invasive diagnostic tools for sensitive early BC detection and treatment response monitoring poses a significant challenge. This study evaluates the clinical potential of the Bladder CARE&#8482; Assay for early BC detection and monitoring treatment response in BC patients.<br \/><b>Methods:<\/b> Under an institutional review board-approved protocol, voided urine samples were prospectively collected from USC patients with prior BC history under surveillance\/anticancer treatment, prior genitourinary manipulation. Enrollment spanned February 2019 to September 2021. Samples underwent analysis using the Bladder CARE&#8482; Assay, a DNA methylation test for quantitative BC and upper tract urothelial carcinoma (UTUC) detection from urine. Results were reported as Bladder CARE Index (BCI) and samples were categorized as &#8220;positive&#8221; (BCI &#62; 5), &#8220;low-positive&#8221; (2.5 &#60; BCI &#60; 5), or &#8220;negative&#8221; (BCI &#60; 2.5). Correlations between BCI value and categories, and clinicopathological findings were assessed.<br \/><b>Results:<\/b> A total of 110 previously diagnosed BC patients (median age: 74; 86% male) were enrolled in this study. Within 36 months post-TURBT, 24 patients (21.8%) showed evidence of recurrence. Bladder CARE&#8482; Assay detected all recurrences, averagely 7.35 months earlier than cystoscopy. Of 55 patients (50%) undergoing anticancer therapies (45 BCG, 4 MMC, 2 GEM, 1 9UT, 1 GEM\/DOCE, 1 MMC\/BCG, and 1 BCG, MMC, and GEM), 7 (12.7%) recur (non-responders) and 11 (20%) did not show evidence of recurrence by 18 months post-TURBT (responders); 18-month post-operative data was unavailable for 37 patients (67.3%), which could not be classified in responders or non-responders. Bladder CARE&#8482; detected 85.7% of non-responders, with BCI increasing prior to positive histology (avg. BCI: 86.1). In responders, BCI remained stable in negative\/low-positive range post-TURBT (avg. BCI: 2.5). In addition, data from pre- and post-TURBT assessments were available for 20 of the 110 enrolled patients. The Bladder CARE&#8482; Assay demonstrated a decrease in BCI post-TURBT in 19 of these 20 patients (95%).<br \/><b>Conclusions:<\/b> This prospective pilot study underscores the Bladder CARE&#8482; Assay's capacity to pre-emptively detect BC months ahead of the gold standard. Furthermore, its quantitative nature offers prognostic insight, enabling non-invasive monitoring of patient response to anticancer treatments. A larger-scale study is the next step to validating these promising findings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Bladder cancer,Prognosis,DNA methylation,Urine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Piatti<\/b><sup>1<\/sup>, S. Daneshmand<sup>2<\/sup>, S. L. Seyedian<sup>3<\/sup>, S. Ghodossipour<sup>4<\/sup>, H. Ahmadi<sup>5<\/sup>, S. Roberts<sup>2<\/sup>, A. Ghoreifi<sup>2<\/sup>, M. Basin<sup>6<\/sup>, S. Hajian<sup>2<\/sup>, Y. Chew<sup>7<\/sup>, J. Bhasin<sup>1<\/sup>, B. Jara<sup>7<\/sup>, L. Sanossian<sup>7<\/sup>, H. Djaladat<sup>2<\/sup>, A. Shuckman<sup>2<\/sup>, S. Bhavandia<sup>2<\/sup>, G. Liang<sup>2<\/sup>; <br\/><sup>1<\/sup>Zymo Research Corp., Irvine, CA, <sup>2<\/sup>University of Southern California, Los Angeles, CA, <sup>3<\/sup>Vanderbilt University, Nashville, TN, <sup>4<\/sup>Rutgers Cancer Institute, NewBrunswick, NJ, <sup>5<\/sup>M Health Fairview Southdale Hospital, Minneapolis, MN, <sup>6<\/sup>SUNY Upstate University Hospital, Syracuse, NY, <sup>7<\/sup>Pangea Laboratory, LLC, Tustin, CA","CSlideId":"","ControlKey":"4aa80b5e-a392-470d-842d-7ca9fc23a1ae","ControlNumber":"10842","DisclosureBlock":"<b>&nbsp;P. Piatti, <\/b> <br><b>Zymo Research Corporation<\/b> Employment. <br><b>Pangea Laboratory, LLC<\/b> Independent Contractor.<br><b>S. Daneshmand, <\/b> None..<br><b>S. L. Seyedian, <\/b> None..<br><b>S. Ghodossipour, <\/b> None..<br><b>H. Ahmadi, <\/b> None..<br><b>S. Roberts, <\/b> None..<br><b>A. Ghoreifi, <\/b> None..<br><b>M. Basin, <\/b> None..<br><b>S. Hajian, <\/b> None.&nbsp;<br><b>Y. Chew, <\/b> <br><b>Pangea Laboratory<\/b> Employment. <br><b>Zymo Research Corporation<\/b> Employment. <br><b>J. Bhasin, <\/b> <br><b>Zymo Research Corporation<\/b> Employment. <br><b>B. Jara, <\/b> <br><b>Pangea Laboratory, LLC<\/b> Employment. <br><b>L. Sanossian, <\/b> <br><b>Pangea Laboratory, LLC<\/b> Employment.<br><b>H. Djaladat, <\/b> None..<br><b>A. Shuckman, <\/b> None..<br><b>S. Bhavandia, <\/b> None..<br><b>G. Liang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10403","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB327","PresenterBiography":null,"PresenterDisplayName":"Paolo Piatti, PhD","PresenterKey":"19ff73aa-e64a-4bf4-9158-7621b725cb8b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB327. DNA methylation biomarkers for early bladder cancer detection and treatment response monitoring","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DNA methylation biomarkers for early bladder cancer detection and treatment response monitoring","Topics":null,"cSlideId":""},{"Abstract":"Over 1 million women in the U.S. undergo radiologically guided percutaneous biopsies annually. Of these, 75% reveal benign breast disease (BBD), typically surrounded by normal breast lobules, which are proposed to reflect the biology of the breast parenchyma diffusely. With aging, normal lobules undergo involution, and delays in this process are linked to increased breast cancer (BC) risk. Because BBD patients are at increased risk of developing BC, and pathologic classification only stratifies risks among groups of patients, novel methods for individual BC risk prediction are needed to guide precision management. Prior literature has shown that most proliferating epithelial cells in normal lobules do not express estrogen receptor (i.e., ER-\/Ki67+), whereas co-expression is frequent in BC precursors and in BCs (i.e., ER+\/Ki67+). Thus we developed and applied a novel quantitative dual ER\/Ki67 stain to BBD biopsies from the well-characterized contemporary Mayo Clinic BBD cohort (2002-2013) to assess differences by levels of lobular involution and tissue type (BBD vs. normal), as well as associations with BC risk.<br \/>We identified 100 BBD biopsies preceding BC (cases) and 100 biopsies from cancer-free women (controls), frequency-matched on age and length of follow-up. A multiplex immunofluorescence assay was developed to detect ER\/Ki67 coexpression in cytokeratin positive epithelial cells in normal lobules or BBD lesions in FFPE tissue sections. An inverse normal transformation was applied to cell counts and proportions and associations were assessed for levels of lobular involution, tissue type (normal lobule vs. BBD), and case status using t-tests and linear regression models.<br \/>The final data set included 1152 normal lobules or BBD lesions in biopsies of 177 subjects (88 cases and 89 controls). In univariate analyses, normal lobules showing delayed age related involution included higher counts of ER-\/Ki67+, ER+\/Ki67- and ER+\/Ki67+ cells, and the lowest proportion of ER+\/Ki67- cells (p&#60;0.03; all). In separate analyses comparing presence vs. absence, detection of any ER+\/Ki67+ cells was suggestively more common in non-involuted vs. involuted lobules. Compared with normal lobules, BBD showed higher counts and proportions of ER+\/Ki67- and ER+\/Ki67+ cells and lower values for ER-\/Ki67+ (all p&#60;0.001). In these preliminary results, marker expression in normal lobules and in BBD did not differ by case-control status.<br \/>Preliminarily, we find that ER+\/Ki67+ cells are increased in normal lobules with delayed age-related involution and in BBD lesions, consistent with their associations with increased BC risk. These findings are consistent with the risk reducing effects of endocrine chemoprevention and may serve as useful biomarkers in prevention therapy. In this analysis, limited to only a few lobules and BBD lesions per biopsy, ER+\/Ki67+ cell counts and proportions did not vary significantly by case-control status.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Breast,Estrogen receptor,Image analysis,Biopsies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. L. Stallings-Mann<\/b><sup>1<\/sup>, R. A. Vierkant<sup>2<\/sup>, S. J. Winham<sup>2<\/sup>, B. McCauley<sup>2<\/sup>, M. R. Jensen<sup>2<\/sup>, S. Noel<sup>1<\/sup>, L. Pacheco-Spann<sup>1<\/sup>, C. M. Vachon<sup>2<\/sup>, A. C. Degnim<sup>2<\/sup>, D. C. Radisky<sup>1<\/sup>, M. E. Sherman<sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic Florida, Jacksonville, FL, <sup>2<\/sup>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"3eabc92e-66e4-45eb-8564-a86e4bf4a45f","ControlNumber":"10757","DisclosureBlock":"&nbsp;<b>M. L. Stallings-Mann, <\/b> None..<br><b>R. A. Vierkant, <\/b> None..<br><b>S. J. Winham, <\/b> None..<br><b>B. McCauley, <\/b> None..<br><b>M. R. Jensen, <\/b> None..<br><b>S. Noel, <\/b> None..<br><b>L. Pacheco-Spann, <\/b> None..<br><b>C. M. Vachon, <\/b> None..<br><b>A. C. Degnim, <\/b> None..<br><b>D. C. Radisky, <\/b> None..<br><b>M. E. Sherman, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10405","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB328","PresenterBiography":null,"PresenterDisplayName":"Melody Stallings-Mann, PhD","PresenterKey":"cf9d41ca-e6a9-46e7-be12-7606efe52864","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB328. Measurement of ER and Ki67 coexpression in cytokeratin positive epithelial cells in benign breast disease (BBD) percutaneous biopsies","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Measurement of ER and Ki67 coexpression in cytokeratin positive epithelial cells in benign breast disease (BBD) percutaneous biopsies","Topics":null,"cSlideId":""},{"Abstract":"This study investigates the role of interleukin (IL)-6 in oral squamous cell carcinoma (OSCC), evaluating its potential as a prognostic marker and therapeutic target. This study involved 95 untreated OSCC patients, with pre-surgical serum IL-6 levels measured by Electro chemiluminescence immunoassay (ECLIA). Patients were categorized into high (78 patients) and low (17 patients) IL-6 groups based on a cutoff value of 8 pg\/mL.A strong correlation was observed between higher IL-6 levels and lower overall survival (P&#60;0.0001) and disease-free survival (P=0.0283). Serum IL-6 levels also showed a strong positive correlation with certain blood test markers such as neutrophil and lymphocyte fractions and C-reactive protein (CRP), and a negative correlation with albumin levels. These findings suggest a link between systemic inflammation, malnutrition, and the Inflammation-based prognostic score (IBPS).Further analysis through microarray assessed the gene expression in primary tumor tissues, revealing 513 genes with more than a two-fold change in the high IL-6 group compared to controls. Gene Ontology analysis indicated increased metabolic activity in the high IL-6 group and suppressed inflammation and immune-related molecules in the low IL-6 group.Immunohistochemical staining for IL-6 in tumor tissues showed its presence mainly in the stroma, particularly in cancer-associated fibroblasts (CAFs) identified by vimentin and &#945;-SMA positivity. Both OSCC cell lines and CAFs established from OSCC tissues demonstrated high IL-6 secretion, especially in cell lines derived from lymph node metastases. Furthermore, cell lines from primary, lymph node, and lung metastases exhibited high IL-6 secretion, with HRAS mutations also identified. Knockdown of HRAS using siRNA reduced IL-6 secretion.Finally, in vivo experiments using an anti-IL-6 receptor antibody showed that blocking IL-6 signaling reduced the proliferation of OSCC cell lines.The study concludes that IL-6 is a useful prognostic and therapeutic target in OSCC. The wide applicability of IL-6 testing and the clinical use of anti-human IL-6R antibody drugs, combined with aggressive nutritional intervention, suggest a potential paradigm shift in OSCC treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Interleukin-6,Oral cancers,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Goda<\/b>, T. Adachi, K.-i. Nakashiro, N. Kuribayashi, D. Uchida; <br\/>Ehime Univ. Graduate School of Medicine, Toon, Japan","CSlideId":"","ControlKey":"b7d41016-dfc0-421c-8e14-d853581300e7","ControlNumber":"10522","DisclosureBlock":"&nbsp;<b>H. Goda, <\/b> None..<br><b>T. Adachi, <\/b> None..<br><b>K. Nakashiro, <\/b> None..<br><b>N. Kuribayashi, <\/b> None..<br><b>D. Uchida, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10406","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB329","PresenterBiography":null,"PresenterDisplayName":"Hiroyuki Goda","PresenterKey":"680dc859-2af7-4310-9baa-c26c2be10ca0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB329. Interleukin6 as a Potential Prognostic Marker and Therapeutic Target in Oral Squamous Cell Carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Interleukin6 as a Potential Prognostic Marker and Therapeutic Target in Oral Squamous Cell Carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) remains a significant global health issue, particularly challenging due to the poor prognosis of its metastatic form. This highlights the critical need for novel and effective therapeutic targets to manage disease progression. A key focus of our research is the Cell Wall Biogenesis 43 C-Terminal Homolog (CWH43), which plays an essential role in GPI anchor biosynthesis and lipid remodeling, crucial for attaching membrane proteins to cell membranes. Our study aimed to clarify the function of CWH43 in CRC progression and evaluate its potential as a therapeutic target. Through an integrated bioinformatics analysis using public cancer databases, coupled with experimental validations in CRC cell models, we noted a conspicuous decrease in CWH43 mRNA levels in CRC tissues compared to normal tissue. This decrease in CWH43 expression correlated with poorer prognoses in CRC patients. In our experimental findings, we discovered that suppressing CWH43 led to increased proliferation, migration, and invasiveness of CRC cells, whereas its overexpression inhibited these processes. Notably, we observed elevated levels of CWH43 in CRC patients who showed a lower response to chemotherapy. Particularly in advanced-stage CRC patients (T4 and N2), high CWH43 expression correlated with reduced overall survival and shorter progression-free intervals, suggesting a potential association with chemotherapy resistance. In our cellular experiments, overexpression of CWH43 in CRC cells resulted in decreased sensitivity to chemotherapy drugs like CPT11, 5-FU, and oxaliplatin, which was consistent with a reduction in the expression of apoptosis-related markers. Additionally, there was a notable negative correlation between CWH43 expression and radiation sensitivity. Our Gene Set Enrichment Analysis (GSEA) revealed a significant connection between CWH43 and pathways involved in oxidative phosphorylation and fatty acid metabolism, indicating its role in regulating ferroptosis. We also demonstrated that overexpressing CWH43 in CRC cells increases the levels of multiple ferroptosis suppressors. Importantly, the use of ferroptosis inducers appeared to counteract the chemotherapy resistance influenced by CWH43. Based on these findings, we propose that CWH43 plays a role in inhibiting ferroptosis, contributing to therapeutic resistance in CRC. Therefore, targeting CWH43 could be a promising strategy for developing ferroptosis-inducing therapies, offering a new avenue for the treatment of CRC, especially in cases resistant to traditional therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-07 Prognostic biomarkers,,"},{"Key":"Keywords","Value":"Colorectal cancer,CWH43,Biomarkers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Cheng-Chin Lee<\/b><sup>1<\/sup>, Yu-Jia Chang<sup>1<\/sup>, Chien-Yu Huang<sup>2<\/sup><br><br\/><sup>1<\/sup>Taipei Medical University, Taipei, Taiwan,<sup>2<\/sup>National Tsing Hua University, Hsinchu, Taiwan","CSlideId":"","ControlKey":"21b6479a-beed-483b-a084-d16df5e1b21c","ControlNumber":"10536","DisclosureBlock":"&nbsp;<b>C. Lee, <\/b> None..<br><b>Y. Chang, <\/b> None..<br><b>C. Huang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10407","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB330","PresenterBiography":null,"PresenterDisplayName":"Cheng-Chin Lee, Graduate Student","PresenterKey":"8f105411-6ec6-4d4d-9367-8a0f2fc036a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB330. CWH43 as a prognostic marker and therapeutic target in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CWH43 as a prognostic marker and therapeutic target in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Deep single-cell genomics has provided a monumental leap in our understanding and categorical analysis of cancer cells and their unique molecular properties. With spatial platforms that preserve the tissue architecture, an emerging understanding of complex cell interactions and local environment influences is providing new perspectives for targeted therapies. Here we describe a comprehensive approach at profiling the tumor immune microenvironment across multiple solid malignancies to provide an atlas of tumor biology. To generate this atlas, we created a MERFISH panel of 500 genes representing over 40 cell phenotyping pathways and dozens of signaling pathways including chemokines, cytokines, interferon, and ligand-receptor interactions. This panel was used across 15 patients representing multiple solid malignancies. We also utilized the Immuno-Oncology focused Xenium panel to profile 16 different patients across the same indications. With the Xenium data we simultaneously assessed proteomic expression using a 16 plex panel focused on immuno-oncology targets and subsequently did H&#38;E staining, allowing multiple -omic data collections within a single slide. After initial filtering and quality control this projects produced a total dataset with over 15 million cells and billions of transcripts. The 500 gene MERFISH panel revealed complex relationships between diverse cell types within the tumor microenvironment that was dependent on cellular location and surrounding area. While the presence of major immune cell types was observed in all cancer tissues, the ratio and spatial relationship to cancer cells differed between each tumor. Accordingly, we observed that differences in cellular composition of the microenvironment corresponded with associated changes in cellular signaling. Similarly, with Xenium we identified new spatial relationships between cancer and immune cells with their environment while confirming part of these relationships with subsequent immunofluorescence data. The H&#38;E data provided an opportunity to overlay this data with standard pathological annotation. We further investigated how each cellular microneighborhood varied throughout the tumor and varied from patient. This comprehensive map of the tumor immune microenvironment is a deep cellular dive into cellular architecture. As this Cancer Atlas evolves this will drive the discovery of several new potential biological targets and cell types of interest. This will also be critical for the assessment of current cellular and drug therapies in preclinical and clinical models. This effort will continue with more patient samples across a greater number of disease indications and will include more technologies. We will also expand the development and implementation of analytical tools to maximum the knowledge and insights gained from this Atlas. Together, this will be a critical tool in the continuing fight against cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Immune cells,Solid tumors,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Price<\/b>, K. Nishimura, S. Bandyopadhyay, D. Borger, R. Weiner; <br\/>Takeda Pharmaceutical Company Ltd. (U.S.), Cambridge, MA","CSlideId":"","ControlKey":"fb1af8f1-e212-4607-8cd4-5154dca29670","ControlNumber":"10899","DisclosureBlock":"&nbsp;<b>C. Price, <\/b> None..<br><b>K. Nishimura, <\/b> None..<br><b>S. Bandyopadhyay, <\/b> None..<br><b>D. Borger, <\/b> None..<br><b>R. Weiner, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10408","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB331","PresenterBiography":null,"PresenterDisplayName":"Colles Price, MS;PhD","PresenterKey":"020f1c8d-cb18-4b26-bc00-6e10b66a120a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB331. Integrating multiple spatial transcriptomic and proteomic technologies to generate a cancer atlas to understand the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrating multiple spatial transcriptomic and proteomic technologies to generate a cancer atlas to understand the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Within the Glioblastoma (GBM) microenvironment, there are micro-niches originating from independent lineages of cancer stem cells with distinct metabolic requirements that are characterized by Fast cycling cells (FCCs) and Slow cycling cells (SCC). The FCCs employ aerobic glycolysis for energy, while the treatment-resistant SCCs primarily rely on lipid metabolism. Our study allows for the molecular and spatial decoding of the heterogeneity within the GBM microenvironment, with a specific focus on decoding the dichotomy of the immune infiltrates and studying the interactions between the SCCs and the immune compartment in human GBM patients. Our research reveals a new paradigm of interaction within the tumor microenvironment (TME) of glioblastoma (GBM) patients, in which SCCs are instrumental in altering the tumor milieu to favor immune suppression. These SCCs actively recruit and harness sub-population of immune cells of myeloid origin that promote tumor growth and simultaneously provide metabolic aid to these treatment-resistant cells. Our research maps out the intricate metabolic dialogues within GBM and evaluates the potential therapeutic effect of disrupting this interaction to open up new treatment avenues. The findings based on our spatial transcriptomic and proteomic study on brain biopsies from human patients provide a deeper understanding of the critical links among the tumor's local environment, cellular metabolism, anti-tumor immunity, and potential treatment vulnerabilities. In summary, our investigation offers novel insights into how metabolic exchanges contribute to the evolution of GBM leading to the development of drug and immune resistant GBM. Our data is suggestive that therapies aimed at these metabolic interactions, especially those between SCCs and metabolically supporting immunosuppressive myeloid originating immune cells, hold potential as effective therapeutic strategy for GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Glioblastoma,Slow Cycling Cells,Spatial transcriptomic and proteomic,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Chakraborty<\/b>, D. Feier, A. Silver, C. Yang, M. Anica, A. Pittu, O. Sobanjo, E. Hodge, M. Engelbart, C. Von Roemeling, M. Rahman, M. Sarkisian, J. Huang, J. Harrison, D. Mitchell, L. Deleyrolle; <br\/>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"fb3dc311-04b0-4a65-a513-a60c123dcdd0","ControlNumber":"10463","DisclosureBlock":"&nbsp;<b>A. Chakraborty, <\/b> None..<br><b>D. Feier, <\/b> None..<br><b>A. Silver, <\/b> None..<br><b>C. Yang, <\/b> None..<br><b>M. Anica, <\/b> None..<br><b>A. Pittu, <\/b> None..<br><b>O. Sobanjo, <\/b> None..<br><b>E. Hodge, <\/b> None..<br><b>M. Engelbart, <\/b> None..<br><b>C. Von Roemeling, <\/b> None..<br><b>M. Rahman, <\/b> None..<br><b>M. Sarkisian, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>J. Harrison, <\/b> None..<br><b>D. Mitchell, <\/b> None..<br><b>L. Deleyrolle, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10409","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB332","PresenterBiography":null,"PresenterDisplayName":"Avirup Chakraborty","PresenterKey":"d8d8d88c-bfc6-44cd-bb33-88e219baa865","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB332. Spatial transcriptomic and proteomic analysis of the treatment resistant slow cycling micro environment in GBM","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial transcriptomic and proteomic analysis of the treatment resistant slow cycling micro environment in GBM","Topics":null,"cSlideId":""},{"Abstract":"The advent of spatial transcriptomics has enabled a revolution in how complex tissues are studied. However, samples with lower quality RNA due to degradation, protein crosslinking, or high RNase content remain challenging for spatial transcriptomic measurement. In particular, formalin fixed, paraffin embedded (FFPE) tissues are the most widely used sample types in clinical and molecular diagnosis, yet they are notoriously difficult for single-cell transcriptomic analysis. To accurately profile the gene expression in FFPE samples <i>in situ<\/i>, a spatial transcriptomics technique with high detection efficiency and single molecule resolution is required. The Vizgen&#174; MERSCOPE&#174; Platform for spatial genomics is<i> <\/i>built on<i> <\/i>Multiplexed Error Robust <i>in situ<\/i> Hybridization<i> <\/i>(MERFISH) technology and directly profiles the transcriptome of intact tissues with high sensitivity in high-quality samples. Here we present an updated workflow to perform MERFISH in low and high-quality samples. We demonstrated its application in more than 5 FFPE sample types from mouse and human, including archival samples.<br \/>For each tissue type, hundreds of thousands of cells were captured using the updated MERSCOPE Platform workflow, generating 100s million counts and their spatial information for profiled genes in each sample. The updated workflow involves streamlined sample preparation and chemistry optimization to improve sensitivity. MERSCOPE accurately profiled gene expression <i><u>in situ<\/u><\/i> and mapped cell types in archival human samples across a range of low and high RNA qualities. We compared the performance of MERSCOPE imaging using the updated protocol to the previous version and observed a significant increase in gene counts per 100 micron<sup>2<\/sup> of tissue. We also demonstrated increased reproducibility between replicates with the streamlined workflow and chemistry. Furthermore, we demonstrated the updated workflow is compatible with simultaneous protein-based cell boundary staining. Finally, we constructed a spatially resolved single-cell atlas across low-quality archival breast and lung tumor types, mapped and cataloged different cell types within the tumor microenvironment, and systematically characterized the gene expression among cells.<br \/>Spatially resolved transcriptomic profiling of low-quality samples at single-cell level provides enormous opportunities in cancer research. These improvements will enable new genomic inquiries into previously intractable tissues like FFPE, leading to new biological insights into cancer progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Image analysis,FFPE,Gene expression analysis,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Jiang He<sup><\/sup>, Bin Wang<sup><\/sup>, Justin He<sup><\/sup>, Renchao Chen<sup><\/sup>, Benjamin Patterson<sup><\/sup>, Sudhir Tattikota<sup><\/sup>, Timothy Wiggin<sup><\/sup>, Lizi Maziashvili<sup><\/sup>, Peter Reinhold<sup><\/sup>, Manisha Ray<sup><\/sup>, <b>George Emanuel<\/b><sup><\/sup><br><br\/>Vizgen, Cambridge, MA","CSlideId":"","ControlKey":"46929578-b6bf-4b75-8124-1055c7f75923","ControlNumber":"10471","DisclosureBlock":"&nbsp;<b>J. He, <\/b> None..<br><b>B. Wang, <\/b> None..<br><b>J. He, <\/b> None..<br><b>R. Chen, <\/b> None..<br><b>B. Patterson, <\/b> None..<br><b>S. Tattikota, <\/b> None..<br><b>T. Wiggin, <\/b> None..<br><b>L. Maziashvili, <\/b> None..<br><b>P. Reinhold, <\/b> None..<br><b>M. Ray, <\/b> None.&nbsp;<br><b>G. Emanuel, <\/b> <br><b>Vizgen<\/b> Employment, Other, Co-founder.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10410","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB333","PresenterBiography":null,"PresenterDisplayName":"George Emanuel, PhD","PresenterKey":"d6b0526b-2c25-4fc9-9947-e1635dd6b0a2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB333. Improved spatially resolved single-cell transcriptomic imaging in archival tissues with MERSCOPE","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improved spatially resolved single-cell transcriptomic imaging in archival tissues with MERSCOPE","Topics":null,"cSlideId":""},{"Abstract":"Introduction:<br \/>Eicosanoid mediated mechanisms of hormone therapy resistance in ER+HER2- breast cancer are poorly understood. Cytochrome P450 arachidonic acid (AA) epoxygenase-derived epoxyeicosatrienoic acids (EETs) contribute to breast cancer progression by promoting mitochondrial oxidative phosphorylation (OXPHOS). However, it remains unclear how EETs contribute to hormonal therapy resistance. In this study, the well-known letrozole resistant (LR) MCF-7 AC1 cell line overexpressing aromatase was selected for fulvestrant resistance (FR). A clonal cell line resistant to letrozole and fulvestrant (LR\/FR) also exhibited resistance to palbociclib (PR) (MCF-7 AC1 LR\/FR\/PR). Xenograft tumors of this cell line were resistant to letrozole, fulvestrant, and palbociclib. Structure activity studies and modeling led to the development of CYP3A4 AA epoxygenase inhibiting biguanides hexyl cuban-1-yl biguanide (HCB) and fluorinated hexyl derivatives C5F<sub>2<\/sub>-HCB and C6F<sub>3<\/sub>-HCB. Fluorination on the hexyl moiety led to broader inhibition of EET regioisomer biosynthesis. These agents were tested for inhibition of proliferation, signaling, and OXPHOS\/glycolysis balance in the MCF-7 AC1 LR\/FR\/PR cell line.<br \/>Results:<br \/>In the MCF-7 AC1 LR\/FR\/PR clonal cell line cyclin D1 and estrogen receptor (ER) expression were undetectable, while cyclin E1, CDK4, CDK6, CYP3A4, and c-MYC were upregulated 11, 40, 13, 10, and 12- fold (n=3, p&#60;0.001) compared to the MCF-7 cell line. LC-MS analysis demonstrated 1.8, 1.4, and 1.2- fold higher total cellular levels of (&#177;)8,9, (&#177;)11,12, and (&#177;)14,15-EET in the MCF-7 AC1 LR\/FR\/PR cell line compared to the MCF-7 cell line (n=3, p&#60;0.05). C6F<sub>3<\/sub>-HCB suppressed cellular levels of EETs: (&#177;)8,9-EET by 55% (n=3, p&#60;0.031), (&#177;)11,12-EET by 53% (n=3, p&#60;0.029), and (&#177;)14,15-EET by 60% (n=3, P&#60;0.0001). The MCF-7 AC1 LR\/FR\/PR cell line was more potently inhibited by hexyl-cuban-1-yl biguanides compared to the MCF-7 cell line, exhibiting lower IC<sub>50<\/sub> values (MCF-7 AC1 LR\/FR\/PR IC<sub>50<\/sub> vs. MCF-7 IC<sub>50<\/sub>; HCB 4.1 vs. 7.0 uM; for C5F<sub>2<\/sub>-HCB 10 vs. 25 uM; C6F<sub>3<\/sub>-HCB: 5.4 vs. 12 uM; P values all &#60;0.05). Measurement of spare respiratory capacity revealed that the MCF-7 AC1 LR\/FR\/PR cell line had 4.2% spare respiratory capacity compared to 34% for MCF-7, indicating a lower OXPHOS reserve for the resistant cells. Additionally, the MCF-7 AC1 LR\/FR\/PR cell line displayed a 2.4-fold higher extracellular acidification rate (ECAR) than the MCF-7 cell line, indicating a higher glycolysis rate (Warburg effect) in the resistant cells.<br \/>Conclusion:<br \/>Selection for fulvestrant resistance of MCF-7 AC1 cells resulted in upregulation of CYP3A4 and biosynthesis of hormone therapy resistance associated EETs while correlating with greater sensitivity to fluorinated hexyl-cuban-1-yl biguanides that inhibit EET biosynthesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL03-08 Preclinical studies of endocrine-related cancers,,"},{"Key":"Keywords","Value":"Breast cancer,CYP3A4,biguanide,epoxyeicosatrienoic acids (EETs),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Z. Guo<\/b><sup>1<\/sup>, J. Lei<sup>1<\/sup>, A. Makovec<sup>1<\/sup>, S. Jayaraman<sup>2<\/sup>, J. R. Hawse<sup>2<\/sup>, C. Lange<sup>1<\/sup>, E. Ambrose<sup>1<\/sup>, G. I. Georg<sup>1<\/sup>, T. D'Assoro<sup>2<\/sup>, G. P. Matthew<sup>2<\/sup>, D. A. Potter<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Minnesota, Minneapolis, MN, <sup>2<\/sup>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"f4c8557e-b7cb-43df-b88d-01767d43e521","ControlNumber":"10788","DisclosureBlock":"&nbsp;<b>Z. Guo, <\/b> None..<br><b>J. Lei, <\/b> None..<br><b>A. Makovec, <\/b> None..<br><b>S. Jayaraman, <\/b> None..<br><b>J. R. Hawse, <\/b> None..<br><b>C. Lange, <\/b> None..<br><b>E. Ambrose, <\/b> None..<br><b>G. I. Georg, <\/b> None..<br><b>T. D'Assoro, <\/b> None..<br><b>G. P. Matthew, <\/b> None..<br><b>D. A. Potter, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10411","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB334","PresenterBiography":null,"PresenterDisplayName":"Zhijun Guo, PhD","PresenterKey":"29855a69-e926-4f12-a51c-e81c38707de5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB334. Mechanisms of endocrine resistance to letrozole, fulvestrant, and palbociclib are associated with increased sensitivity to hexyl-cuban-1-yl biguanide inhibitors of CYP3A4 mediated epoxyeicosatrienoic acid biosynthesis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanisms of endocrine resistance to letrozole, fulvestrant, and palbociclib are associated with increased sensitivity to hexyl-cuban-1-yl biguanide inhibitors of CYP3A4 mediated epoxyeicosatrienoic acid biosynthesis","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the most frequently diagnosed cancer in women worldwide. Oestrogen Receptor-&#38;#945 (ER&#38;#945), is expressed in two thirds of human breast cancers, and the majority of patients are sensitive to endocrine therapy, i.e. anti-oestrogens or aromatase inhibitors that aim to block oestrogen signalling. In addition to ER&#38;#945, the other members of the steroid receptor family (androgen, AR; progesterone, PR; glucocorticoid, GR; mineralocorticoid receptors, MR) also appear to play an important role in tumour development and recurrence, but the role of this signalling in cancer progression has not been fully characterised. Therefore, this study aims to address the role of the steroid receptor family members in breast cancer and to assess the effect of downstream signalling upon prognosis. Investigation of receptor signalling cross-talk using reporter, proliferation and migration assays, demonstrated that ER&#38;#945 and the other steroid receptors inhibit each other&#8217;s activity in endocrine responsive breast cancer cell lines, MCF7 and T47D. Furthermore, treatment with antioestrogen reversed the suppressive effects of ER&#120572;;;; on the activity of the androgen, glucocorticoid progesterone receptors. To characterize receptor crosstalk on a global scale, RNA-seq and ChIP-seq datasets were analysed. Analysis of the ChIP-seq data demonstrated that the PR, GR and AR reprogramming of ER&#38;#945 results in the loss of ER&#38;#945 canonical binding sites and the gain of novel response elements\/binding sites. Motif enrichment analysis of the novel ER&#38;#945 binding sites suggested that the altered binding in response to AR, GR and PR signalling, promotes the recruitment of ER&#38;#945 to androgen, glucocorticoid and progesterone response elements, respectively. Gene ontology analysis also revealed that this change in ER&#38;#945 binding sites is correlated with alterations in genes linked to cell proliferation and growth. Moreover, transcriptome studies showed that cotreatment of cells with estradiol and glucocorticoid or mineralocorticoid resulted in the upregulation of apoptotic signalling pathways. These findings may provide an explanation for the observed downregulation of GR and MR expression in ER&#38;#945 positive breast cancer. Patient datasets were used to investigate the prognostic significance of the steroid receptor target genes of interest, more specifically, those deregulated as a result of cross-talk. Considering overall survival and disease specific survival, univariate and multivariate Cox models with Lasso Regression were used to identify prognostic gene signatures using RNA_seq datasets. Kaplan-Meier (KM) and ROC analyses were applied to evaluate risk models. Established genetic markers associated with MR, AR, GR and PR was used to stratify BC patients into low and high risk groups. Patients survival was found to be positively correlated with these signatures, demonstrates that these gene sets have prognostic value. Further studies are required to validate these preliminary results to understand the role of steroid receptor crosstalk in breast cancer formation, progression, and survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL03-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Breast cancer,Steroid hormones,Antiestrogens,Molecular markers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Azadova<\/b>, G. Brooke, A. Marco; <br\/>University of Essex, Colchester, United Kingdom","CSlideId":"","ControlKey":"6c3ecc89-d6fa-4e23-be70-867201da68c6","ControlNumber":"9754","DisclosureBlock":"&nbsp;<b>A. Azadova, <\/b> None..<br><b>G. Brooke, <\/b> None..<br><b>A. Marco, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10412","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB335","PresenterBiography":null,"PresenterDisplayName":"Aygun Azadova, PhD","PresenterKey":"608a862d-f970-4d1f-bb06-44e251170eba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB335. Steroid receptor cross-talk in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Steroid receptor cross-talk in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Africa has some of the highest age adjusted cancer mortality rates globally and cancer incidence in Africa is expected to double by 2040. Despite this disproportionate burden of disease, African cancer patients are woefully understudied along the cancer continuum. People of African descent are significantly underrepresented in cancer research, accounting for less than 3% of globally available genomic data and are often the least well served by advances in precision medicine.To address this gap, we have initiated the African Cancer Atlas project. This is an Africa-centred approach to overcoming cancer inequities - providing much needed biological and clinical data, but also seeking to identify and address the social determinants of inequities both within the continent and between high and low-middle income countries (LMIC). We have established an oncology partner network across 9 geographically dispersed African countries (Senegal, Co&#770;te d&#8217;Ivoire, Ghana, Nigeria, Kenya, Uganda, Zimbabwe, South Africa, and Tunisia). We have developed LMIC-specific standardised protocols and best practices for sample collection and processing across multiple sites and continue to build a well-annotated bank of tissue, plasma, bone marrow and PBMC from individuals with breast, prostate, gastrointestinal cancers, liver, urinogenital and pediatric cancers that will be unrivalled in its diversity. So far, 1800 cancer samples have been collected and banked. We have also built a unique cloud-based clinical data management platform to facilitate the collection of longitudinal clinical metadata into a unified clinico-demographic database. We have initiated extensive genomic and molecular profiling of African-specific cancers using whole exome\/genome sequencing (WES\/ WGS) of paired germline and tumour samples as well as RNA- sequencing of tumors. We have so far completed the first 200 WES, representing the first cancer samples sequenced entirely on the African continent. Ongoing work is investigating how population-specific genetic variation contributes to cancer risk, identifying driver mutations, somatic copy number alterations (SCNAs) and mutational signatures that can point to disease-relevant environmental exposures or impaired core biological pathways. Comparative analysis with existing cancer genomics cohorts will determine the prevalence of known hotspot mutations, cancer drivers and or common SCNAs in African cancer genomes. By comparing with available data for African Americans and other diasporan Africans, we will provide better understanding of cancer aetiology related to African ancestry applicable to the broader African diasporic communities in other regions of the world. We are also collecting data to assess socio-economic and health system factors affecting access to cancer care and survival across all study sites. Socio-demographic data collection is integrated with tissue\/biodata collection creating digital longitudinal hospital-based cohorts. We will develop systems that integrate genomics, molecular demographics and clinical data with machine learning and a publicly accessible portal for data access and analytics will be available for the broader scientific community. Ultimately, this project will contribute towards better understanding of cancer among people of African descent and make precision oncology more effective for diverse populations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL05-01 Biobanking\/biospecimen collection,,"},{"Key":"Keywords","Value":"Biobank,Sequencing,Biomarkers,Somatic mutations,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Bediako<\/b>, J. Ngoi, R. Kiome, S. Agyemang, S. Darkoh, Jr., A. Lemacon, A. Manu, F. Onyambu, K. Diallo, L. Paemka, D. Hutchful, E. Amoako, A. Diallo; <br\/>Yemaachi Biotech Ltd., Accra, Ghana","CSlideId":"","ControlKey":"9dc2261e-918d-4fb1-bc6f-72130f69ad24","ControlNumber":"10498","DisclosureBlock":"&nbsp;<b>Y. Bediako, <\/b> None..<br><b>J. Ngoi, <\/b> None..<br><b>R. Kiome, <\/b> None..<br><b>S. Agyemang, <\/b> None..<br><b>S. Darkoh, <\/b> None..<br><b>A. Lemacon, <\/b> None..<br><b>A. Manu, <\/b> None..<br><b>F. Onyambu, <\/b> None..<br><b>K. Diallo, <\/b> None..<br><b>L. Paemka, <\/b> None..<br><b>D. Hutchful, <\/b> None..<br><b>E. Amoako, <\/b> None..<br><b>A. Diallo, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10413","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB336","PresenterBiography":null,"PresenterDisplayName":"Yaw Bediako, PhD","PresenterKey":"a1d180e6-51eb-4e95-89e7-596592b65ae3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB336. The African Cancer Atlas: Leveraging African data to diversify precision oncology","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The African Cancer Atlas: Leveraging African data to diversify precision oncology","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> In the myeloid compartment of the tumor microenvironment, CD244 signaling has been implicated in immunosuppressive phenotype of monocytes. However, the precise molecular mechanism and contribution of CD244 to tumor immunity in monocytes\/macrophages remains elusive due to the co-existing lymphoid cells expressing CD244.<br \/><b>Methods:<\/b> To directly assess the role of CD244 in tumor-associated macrophages, monocyte-lineage-specific CD244-deficient mice were generated using cre-lox recombination and challenged with B16F10 melanoma. The phenotype and function of tumor-infiltrating macrophages along with antigen-specific CD8 T cells were analyzed by flow cytometry and single cell RNA sequencing data analysis, and the molecular mechanism underlying anti-tumorigenic macrophage differentiation, antigen presentation, phagocytosis was investigated ex vivo. Finally, the clinical feasibility of CD244-negative monocytes as a therapeutic modality in melanoma was confirmed by adoptive transfer experiments.<br \/><b>Results:<\/b> CD244<sup>fl\/fl<\/sup>LysM<sup>cre<\/sup> mice demonstrated a significant reduction in tumor volume (61% relative to that of the CD244<sup>fl\/fl<\/sup> control group) 14 days after tumor implantation. Within tumor mass, CD244<sup>fl\/fl<\/sup>LysM<sup>cre<\/sup> mice also showed higher percentages of Ly6C<sup>low<\/sup> macrophages, along with elevated gp100<sup>+<\/sup>IFN-&#947;<sup>+<\/sup><sup> <\/sup>CD8 T cells. Flow cytometry and RNA sequencing data demonstrated that ER stress resulted in increased CD244 expression on monocytes. This, in turn, impeded the generation of anti-tumorigenic Ly6C<sup>low<\/sup> macrophages, phagocytosis and MHC-I antigen presentation by suppressing autophagy pathways. Combining anti-PD-L1 antibody with CD244<sup>-\/-<\/sup> bone marrow-derived macrophages markedly improved tumor rejection compared to the anti-PD-L1 antibody alone or in combination with wild-type macrophages. Consistent with the murine data, transcriptome analysis of human melanoma tissue single-cell RNA-sequencing dataset revealed close association between CD244 and the inhibition of macrophage maturation and function. Furthermore, the presence of CD244-negative monocytes\/macrophages significantly increased patient survival in primary and metastatic tumors.<br \/><b>Conclusion:<\/b> Our study highlights the novel role of CD244 on monocytes\/macrophages in restraining anti-tumorigenic macrophage generation and tumor antigen-specific T cell response in melanoma. Importantly, our findings suggest that CD244-deficient macrophages could potentially be used as a therapeutic agent in combination with immune checkpoint inhibitors. Furthermore, CD244 expression in monocyte-lineage cells serve as a prognostic marker in cancer patients.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Macrophages,Adoptive cell therapy,Melanoma\/skin cancers,Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Kim<\/b><sup>1<\/sup>, T.-J. Kim<sup>2<\/sup>, S. Chae<sup>3<\/sup>, H. Ha<sup>1<\/sup>, Y. Park<sup>1<\/sup>, S. Lim<sup>4<\/sup>, H. Lee<sup>1<\/sup>, Y. Sim<sup>1<\/sup>, S. Oh<sup>1<\/sup>, G. Koo<sup>1<\/sup>, M. Jo<sup>1<\/sup>, D. Hwang<sup>5<\/sup>, K.-M. Lee<sup>1<\/sup>; <br\/><sup>1<\/sup>Korea University, Seoul, Korea, Republic of, <sup>2<\/sup>Korea Institute of Radiological and Medical Sciences (KIRMS), Seoul, Korea, Republic of, <sup>3<\/sup>Korea Brain Research Institute (KBRI), Daegu, Korea, Republic of, <sup>4<\/sup>Ewha Womans University, Seoul, Korea, Republic of, <sup>5<\/sup>Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"fee789ee-14ef-4084-be07-06063ab78adc","ControlNumber":"9524","DisclosureBlock":"&nbsp;<b>J. Kim, <\/b> None..<br><b>T. Kim, <\/b> None..<br><b>S. Chae, <\/b> None..<br><b>H. Ha, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>S. Lim, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>Y. Sim, <\/b> None..<br><b>S. Oh, <\/b> None..<br><b>G. Koo, <\/b> None..<br><b>M. Jo, <\/b> None..<br><b>D. Hwang, <\/b> None..<br><b>K. Lee, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10415","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB338","PresenterBiography":null,"PresenterDisplayName":"Jeongsoo Kim","PresenterKey":"ce647d70-9a1e-40ff-9077-670c5f4ce616","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB338. Targeted deletion of CD244 on monocytes promotes differentiation into anti-tumorigenic macrophages and potentiates PD-L1 blockade in melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeted deletion of CD244 on monocytes promotes differentiation into anti-tumorigenic macrophages and potentiates PD-L1 blockade in melanoma","Topics":null,"cSlideId":""},{"Abstract":"The histone methyltransferase enhancer of zeste homolog 2 (EZH2) plays important roles in T cell differentiation, proliferation and function. Previous studies demonstrated that genetic deletion of EZH2 in CD8<sup>+<\/sup> or total T cells impairs their antiviral and antitumor activity, cytokine production and expansion upon rechallenge. Contrary to the detrimental role of deleting T cell-intrinsic EZH2, here we demonstrate that transient inhibition of EZH2 in T cells prior to the phenotypic onset of exhaustion with a clinically approved inhibitor, Tazemetostat, delays their dysfunctional progression and preserves T cell stemness and polyfunctionality while having no negative impact on cell proliferation. Tazemetostat induces T-cell epigenetic reprogramming and increases the expression of the self-renewal T cell transcription factor TCF1 by reducing its promoter H3K27 methylation preferentially in rapidly dividing T cells. In a murine melanoma model, T cells depleted of EZH2 induce poor tumor control, whereas T cells pretreated with tazemetostat exhibited superior anti-tumor immunity, especially when used in combination with anti-PD-1 blockade after adoptive transfer. Collectively, these data highlight the potential of transient epigenetic reprogramming by EZH2 inhibition to enhance adoptive T cell immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"EZH2,Immunotherapy,T cell,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Hou<\/b>, P. Wu; <br\/>The Scripps Research Institute, San Diego, CA","CSlideId":"","ControlKey":"324e950a-deb7-4e2a-837a-bf92e4bb4dcc","ControlNumber":"10252","DisclosureBlock":"&nbsp;<b>Y. Hou, <\/b> None..<br><b>P. Wu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10416","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB339","PresenterBiography":null,"PresenterDisplayName":"Yingqin Hou, PhD","PresenterKey":"5d49252a-2537-4ef5-ad29-e58a595ce753","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB339. Transient EZH2 suppression by tazemetostat during <i>in vitro<\/i> expansion maintains T cell stemness and improves adoptive T cell therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transient EZH2 suppression by tazemetostat during <i>in vitro<\/i> expansion maintains T cell stemness and improves adoptive T cell therapy","Topics":null,"cSlideId":""},{"Abstract":"FDA approval for chimeric antigen receptor (CAR) T cell therapies targeting hematological cancers has unleashed the potential of utilizing live T cells as therapeutics. However, CAR-mediated targeting of solid tumors is currently limited by a paucity of suitable tumor antigens that are both specific and highly expressed on the tumor cell surface. In this report we explore the possibility of harnessing tumor-specific expression of endogenous retroviruses (ERVs) as a universal target for CAR T cell therapy. We found that gp70, the envelope protein from a murine ERV, is highly expressed on the surface of tumor cell lines derived from a diverse array of murine tumor types. We utilized the B16 melanoma model as a representative poorly inflamed tumor that does not respond to existing immunotherapies to examine efficacy of gp70 CAR T cells. T cells engineered to express a gp70 CAR suppress tumor growth in vivo and recognize B16 tumor cells with improved sensitivity compared to T cells expressing two previously described dominant tumor antigens (gp100 or P15e) due to low expression of MHC-I on B16 tumors. Co-incubation of B16 tumor cells with gp70 CAR T cells results in upregulation of MHC-I on the tumor cell surface suggesting that in addition to killing tumor cells directly, gp70 CAR T cells could facilitate recognition of the tumor by endogenous T cells through local release T cell derived IFN&#947;. We postulate that utilization of CAR T cells specific for cell surface ERV envelope proteins offers a promising strategy that could be harnessed to achieve local release of T cell derived payloads specifically within the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive immunotherapy,Preclinical,CAR T cells,Endogenous Retrovirus,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. M. Lehar<\/b>, S. Roy, L. Liao, H. Chen, Y. Chen, M. Cruz Tleugabulova, E. Janezic, A. Madjidi, T. Jones, V. Javinal, J. Ziai, I. Mellman, J. Schartner, A. Shaw; <br\/>Genentech, South San Francisco, CA","CSlideId":"","ControlKey":"5303a4d5-b77f-434a-9de2-f8b90f9054ff","ControlNumber":"10302","DisclosureBlock":"<b>&nbsp;S. M. Lehar, <\/b> <br><b>Genentech<\/b> Employment.<br><b>S. Roy, <\/b> None.&nbsp;<br><b>L. Liao, <\/b> <br><b>Genentech<\/b> Employment.<br><b>H. Chen, <\/b> None.&nbsp;<br><b>Y. Chen, <\/b> <br><b>Genentech<\/b> Employment. <br><b>M. Cruz Tleugabulova, <\/b> <br><b>Genentech<\/b> Employment. <br><b>E. Janezic, <\/b> <br><b>Genentech<\/b> Employment.<br><b>A. Madjidi, <\/b> None.&nbsp;<br><b>T. Jones, <\/b> <br><b>Genentech<\/b> Employment. <br><b>V. Javinal, <\/b> <br><b>Genentech<\/b> Employment. <br><b>J. Ziai, <\/b> <br><b>Genentech<\/b> Employment. <br><b>I. Mellman, <\/b> <br><b>Genentech<\/b> Employment. <br><b>J. Schartner, <\/b> <br><b>Genentech<\/b> Employment. <br><b>A. Shaw, <\/b> <br><b>Genentech<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10417","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB340","PresenterBiography":null,"PresenterDisplayName":"Sophie Lehar","PresenterKey":"096eb78e-ef3b-494d-bd53-6479329963a5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB340. Harnessing the gp70 endogenous retrovirus envelope protein as a universal tumor antigen for T cell therapy in mice","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Harnessing the gp70 endogenous retrovirus envelope protein as a universal tumor antigen for T cell therapy in mice","Topics":null,"cSlideId":""},{"Abstract":"<i>Background<\/i>: Current allogeneic CAR-T cell therapies face challenges with post-infusion expansion and efficacy. In response, we developed ThisCART, a non-genetic editing, allogeneic platform that significantly enhances CAR-T cell expansion and efficacy. This is achieved through a novel approach of intracellular retention of membrane proteins, reducing surface expression of TCR&#945;&#946;\/CD3 complexes and HLA-I molecules. Our lead product, ThisCART19, has demonstrated superior efficacy compared to conventional AutoCART19 in preclinical and early clinical studies for B-ALL.<br \/><i>Methods<\/i>: In the clinical trial NCT04384393, we assessed the safety and efficacy of ThisCART19 in patients with B-cell malignancies. Post-lymphodepletion, participants received infusions of ThisCART19 and AutoCART19, both personalized from the patient's own T cells, in equal proportions. Safety and efficacy were the primary endpoints, evaluated on Day 28 post-infusion and throughout extended follow-up. Mechanistic insights were gained through comprehensive multi-omics studies, including RNAseq, whole-cell proteomics, and phosphoproteomics.<br \/><i>Results<\/i>: ThisCART19 showed enhanced expansion and an improved safety profile in vivo. As of 01 January 2024, Two patients diagnosed as relapse\/refractory acute B cell leukemia (R\/R B-ALL) were enrolled in the clinical trial. Pt1 is a 55yo male with Ph-positive B-ALL (36% blasts) who relapsed after multiagent chemotherapy and TKIs. Pt2 is a 16yo male with CNS leukemia (78.5% blasts) after multiagent chemotherapy. No DLTs or ICANS were observed. Pt1 experienced Grade 1 CRS that resolved without treatment, and Pt2 experienced Grade 2 CRS that resolved after tocilizumab and corticosteroids. Complete remission with MRD-negative status was achieved by Day 28. Pharmacodynamic analysis indicated a significant expansion of CAR-T cells, predominantly in the CAR+TCR- subset, highlighting autonomous CAR signaling enhancement. Multi-omics analysis identified upregulation in JAK-STAT, PI3K-Akt, and NFKB pathways, suggesting improved cell proliferation, survival, anti-apoptotic activity, and effector function. This molecular profiling provides a mechanistic understanding of ThisCART19A's therapeutic efficacy.<br \/><i>Conclusion<\/i>: The ThisCART platform marks a transformative advancement in allogeneic CAR-T cell therapy. By enhancing CAR signaling autonomously through a unique intracellular retention of TCR&#945;&#946;\/CD3 complexes, ThisCART has shown promising safety and efficacy in early clinical trials. Its potential in reshaping the treatment landscape for hematological and autoimmune disorders positions ThisCART as a crucial development in cellular therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,CAR T cells,Leukemias: acute lymphoblastic,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Jun Li<\/b><sup>1<\/sup>, Lei Xue<sup>2<\/sup>, Sujun Li<sup>2<\/sup>, Ling He<sup>1<\/sup>, Kaichun Liu<sup>1<\/sup>, Rong Jin<sup>1<\/sup>, Tao Wang<sup>1<\/sup>, Yinhang Zhang<sup>1<\/sup>, Shanshan Chen<sup>1<\/sup>, Yulian Gao<sup>1<\/sup>, Dan Liu<sup>1<\/sup>, Liyun Yang<sup>1<\/sup>, Xingbing Wang<sup>2<\/sup><br><br\/><sup>1<\/sup>Fundamenta Therapeutics Co,.Ltd, Suzhou, Jiangsu, China,<sup>2<\/sup>The First Affiliated Hospital of USTC, Anhui, Hefei, China","CSlideId":"","ControlKey":"2a604fd1-7138-4fdb-a36d-9c37cc1b6d59","ControlNumber":"10604","DisclosureBlock":"&nbsp;<b>J. Li, <\/b> None..<br><b>L. Xue, <\/b> None..<br><b>S. Li, <\/b> None..<br><b>L. He, <\/b> None..<br><b>K. Liu, <\/b> None..<br><b>R. Jin, <\/b> None..<br><b>T. Wang, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>Y. Gao, <\/b> None..<br><b>D. Liu, <\/b> None..<br><b>L. Yang, <\/b> None..<br><b>X. Wang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10418","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB341","PresenterBiography":null,"PresenterDisplayName":"Jun Li, ScD","PresenterKey":"009d5bcc-4e04-4916-8885-0facfc416150","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB341. Clinical validation and mechanistic insights of ThisCART: A novel allogeneic platform enhancing CAR-T signaling via intracellular TCR&#945;&#946;\/CD3 retention","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical validation and mechanistic insights of ThisCART: A novel allogeneic platform enhancing CAR-T signaling via intracellular TCR&#945;&#946;\/CD3 retention","Topics":null,"cSlideId":""},{"Abstract":"AXL is over-expressed in various cancers. Its signaling pathway is related to tumor progress. We created a novel a novel AXL-ADC (Hu002-MMAE) based on humanized AXL-targeted antibody (Hu002). We also developed anti-AXL CAR T cells and AXL-CAR iNKT to evaluate anti-tumor effect. Methods: 1) Evaluate the cytotoxicity of Hu002-MMAE in 5 AXL-high-expressing cells. 2) in vivo efficacy validation of Hu002-MMAE into LCLC-103H-bearing Nude mice and U87MG-bearing nude mice. 3) Evaluate the cytotoxicity of anti-AXL CAR-T and AXL CAR-iNKT cells in cell lines with different AXL expression levels to validate the selectivity. 4) in vivo efficacy validation of anti-AXL CAR T cells into MDA-MB-231-bearing mice.Results: Hu002 demonstrates potent binding affinity significantly inhibited the migration of AXL-high tumor cells. The Hu002-MMAE showed potent cytotoxicity against AXL-high tumor cells (IC50 &#38;lt; 0.1 nmol\/L) and had a longer-term therapeutic effect in a variety of NSCLC and glioma tumors in vivo (MED &#38;lt; 0.5 mg\/kg). Anti-AXL CAR-T cells and AXL CAR-iNKT exhibited strong killing activity to AXL-high-expressed cell lines LCLC-103H and MDA-MB-231 in vitro, while shows minimum effect of anti-tumor effect in AXL-low-expressed cell lines H460 and MDA-MB-453. In in vivo models of MDA-MB-231, we observed increased infiltration of T cells in primary tumor and reduced lung metastasis after AXL CAR-T treamtment.Conclusion: Anti-AXL CAR T and AXL-ADC cells showed strong and selective killing activity, improved TME in primary tumor and mitigate lung metastasis, which makes it a potential strategy for cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Breast cancer,Immunotherapy,Antibody-drug conjugate (ADC),CAR T cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Z. Wu<\/b><sup>1<\/sup>, Y. Gao<sup>2<\/sup>, J. Pei<sup>1<\/sup>, E. Zhao<sup>3<\/sup>, S. Mei<sup>4<\/sup>, Y. Feng<sup>5<\/sup>, D. Zhu<sup>1<\/sup>; <br\/><sup>1<\/sup>Fudan University, Shanghai, China, <sup>2<\/sup>Zhejiang University, Zhejiang, China, <sup>3<\/sup>Shanghai Pharma, Shanghai, China, <sup>4<\/sup>Harvard Medical School, Boston, MA, <sup>5<\/sup>Zhejiang University, Hangzhou, China","CSlideId":"","ControlKey":"de27bcca-6d1f-4712-9e75-100ff2e618aa","ControlNumber":"10525","DisclosureBlock":"&nbsp;<b>Z. Wu, <\/b> None..<br><b>Y. Gao, <\/b> None..<br><b>J. Pei, <\/b> None..<br><b>E. Zhao, <\/b> None..<br><b>S. Mei, <\/b> None..<br><b>Y. Feng, <\/b> None..<br><b>D. Zhu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10419","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB342","PresenterBiography":null,"PresenterDisplayName":"Zhongen Wu","PresenterKey":"8621c3fb-5818-419a-bb4a-8e04849edeb3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB342. Potent Anti-Tumor Activity Demonstrated by Anti-AXL CAR T Cell Therapy and AXL-ADC in Lung Cancer and Breast Cancer Models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potent Anti-Tumor Activity Demonstrated by Anti-AXL CAR T Cell Therapy and AXL-ADC in Lung Cancer and Breast Cancer Models","Topics":null,"cSlideId":""},{"Abstract":"The role of tumor microenvironment mediated disruption of Golgi architecture and function,termed Golgi stress, in the regulation of T cell survival and function are largely unknown. Here weshow that the disruption of Golgi architecture, identified by the decreased expression of GM130,was reverted upon treatment with hydrogen sulfide (H2S) donor GYY4137, or over-expressingcystathionine &#946;-synthase (<i>Cbs<\/i>), an enzyme involved in the biosynthesis of endogenous H2S -that promoted stemness, antioxidant capacity and exhibited increased protein translationmediated in part by ER-Golgi shuttling of Peroxiredoxin-4. In<i> <\/i><i>in<\/i><i> <\/i><i>vivo<\/i> models of melanoma andlymphoma, anti-tumor T cells conditioned<i> <\/i><i>ex<\/i><i> <\/i><i>vivo<\/i> with exogenous H2S or overexpressing<i> <\/i><i>Cbs<\/i>demonstrated superior tumor control upon adoptive transfer. Further, Golgi<sup>hi<\/sup> T cells, with highGolgi content, exhibited unique metabolic and glycation signature with enhanced anti-tumorcapacity. These data suggest that strategies to mitigate Golgi network stress or using Golgi<sup>hi<\/sup>tumor-reactive T cells can improve tumor control upon adoptive transfer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"T cell,Melanoma\/skin cancers,Chimeric antigen receptor,Golgi,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"N. Oberholtzer<sup>1<\/sup>, P. Chakraborty<sup>1<\/sup>, M. Kassir<sup>1<\/sup>, J. Dressman<sup>1<\/sup>, Z. Hedley<sup>1<\/sup>, G. Scurti<sup>2<\/sup>, M. Gooz<sup>1<\/sup>, L. E. Ball<sup>1<\/sup>, E. Hill<sup>1<\/sup>, A. S. Mehta<sup>1<\/sup>, E. N. Maldonado<sup>1<\/sup>, M. I. Nishimura<sup>2<\/sup>, B. Ogretmen<sup>1<\/sup>, <b>S. Mehrotra<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>The Medical University of South Carolina (MUSC), Charleston, SC, <sup>2<\/sup>Loyola University, Chicago, IL","CSlideId":"","ControlKey":"b347f07b-cae1-4a97-bc08-5edaeb2117ea","ControlNumber":"10761","DisclosureBlock":"&nbsp;<b>N. Oberholtzer, <\/b> None..<br><b>P. Chakraborty, <\/b> None..<br><b>M. Kassir, <\/b> None..<br><b>J. Dressman, <\/b> None..<br><b>Z. Hedley, <\/b> None..<br><b>G. Scurti, <\/b> None..<br><b>M. Gooz, <\/b> None..<br><b>L. E. Ball, <\/b> None..<br><b>E. Hill, <\/b> None.&nbsp;<br><b>A. S. Mehta, <\/b> <br><b>GlycoPath<\/b> Grant\/Contract.<br><b>E. N. Maldonado, <\/b> None..<br><b>M. I. Nishimura, <\/b> None.&nbsp;<br><b>B. Ogretmen, <\/b> <br><b>Lipo Immuno Tech., LLC<\/b> Grant\/Contract. <br><b>S. Mehrotra, <\/b> <br><b>Lipo Immuno Tech, LLC<\/b> Grant\/Contract.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10420","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB343","PresenterBiography":null,"PresenterDisplayName":"Shikhar Mehrotra, PhD","PresenterKey":"3efa03ff-1f7b-4c39-966b-0987b1e02af3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB343. Golgi<sup>hi<\/sup> T cells exhibit reduced susceptibility to exhaustion and improved tumor control","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Golgi<sup>hi<\/sup> T cells exhibit reduced susceptibility to exhaustion and improved tumor control","Topics":null,"cSlideId":""},{"Abstract":"T cells genetically engineered to express a chimeric antigen receptor (CAR) specific for the molecule CD19 have achieved significant gains in the treatment of chemotherapy-resistant leukemia and lymphoma. Despite evidence of long-lived cures in patients with metastatic solid cancer after receiving tumor-specific T cells, no CAR-T cell treatment is currently approved for use against any solid cancer. A large majority of solid cancers express one of many tumor-associated antigens (TAAs) that are vulnerable to CAR T cell recognition. However, in nearly all cases those same TAAs are present in healthy tissues. Since CAR T cells cannot differentiate between cancer and normal cells, CAR T cell recognition of TAAs on healthy tissues provokes dose-limiting &#8216;on-target off-tumor&#8217; toxicities at sites of endogenous expression (lung, intestine).<br \/>Thus, there remains a pressing need to develop strategies to mitigate off-tumor toxicity of CAR T cells. To this end, we develop two immunocompetent models of CAR T cell transfer targeting TAAs abundant in metastatic colorectal cancer and pancreatic cancer. TAA-specific CAR T cells affected tumor shrinkage along with infiltrating and damaging sites of endogenous expression (primarily lung, pancreas, &#38; colon). In both of our models, off-tumor toxicities were antigen-dependent and resulted in tissue damage, systemic inflammation, and host death that was titratable to CAR-T cell dose.<br \/>TAA-specific CAR T cells infiltrated sites of endogenous expression such as the intestine, pancreas, and lungs. Notably, the respiratory system was the site of greatest pathology in both of our models, with massive CAR T cell accumulation and tissue destruction that resulted in systemic wasting and rapid weight loss. Remarkably, we found that the presence of an antigen-bearing tumor in the liver, but not other sites, greatly exacerbated CAR-T cell pulmonary infiltration, tissue destruction, and host mortality.The liver is the most common site of metastasis in patients with colorectal and pancreatic adenocarcinoma and the <i>only<\/i> site of metastasis in one-third of colorectal cancers. Our models indicated that TAA-specific CAR-T cells given for the treatment of liver metastasis result in dose-limiting pulmonary toxicity due to the presence of the TAA in the healthy lung.<br \/>To address this translational barrier, we designed and validated a multiparameter genetic reprogramming targeting T cell trafficking and tissue residency introduced with the CAR to imbue CAR-T cells with liver tropism. In multiple models, CAR T cells programmed with liver-specific tropism augmented CAR T cell liver trafficking, decreased lung infiltration and toxicity, and effectively treated TAA<sup>+<\/sup> liver metastasis. We aim to initiate a pilot clinical trial using tissue resident-programmed CAR T cells to treat colorectal liver metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Toxicity,Gene therapy,Tumor-associated antigen (TAA),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Bartlett, M. Mcwhorter, C. Collier, C. Jenkins, <b>R. Eil<\/b>; <br\/>Knight Cancer Institute, Oregon Health & Science University, Portland, OR","CSlideId":"","ControlKey":"65bf8f9a-bfc4-406d-ba66-5c29e3bad8ac","ControlNumber":"9694","DisclosureBlock":"<b>&nbsp;A. Bartlett, <\/b> <br><b>VertaBio<\/b> Stock, Patent.<br><b>M. Mcwhorter, <\/b> None..<br><b>C. Collier, <\/b> None..<br><b>C. Jenkins, <\/b> None.&nbsp;<br><b>R. Eil, <\/b> <br><b>Lyell Immunopharma<\/b> Patent, Unrelated sponsored research agreement; Consultant. <br><b>VertaBio<\/b> Stock, Patent.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10421","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB344","PresenterBiography":null,"PresenterDisplayName":"Robert Eil, MD","PresenterKey":"910f4aec-3227-47a3-91be-97e64b5f91b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB344. A novel approach to limit off-tumor toxicity of CAR-T cells targeting solid cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel approach to limit off-tumor toxicity of CAR-T cells targeting solid cancers","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Deletion in the short arm of chromosome 17 (del17p) is a strong, negative prognostic biomarker found in about eight percent of patients with untreated chronic lymphocytic leukemia (CLL). CLL patients with del17p exhibit resistance to therapy, accelerated disease progression, and global immunodeficiency. It is unclear the extent to which global immunodeficiency impacts disease course and therapy outcomes. The goal of this study was to document the blood immune repertoire of patients with untreated CLL who have del17p and associate with clinical features, time to first treatment (TFT), and overall survival (OS).<br \/><b>Methods:<\/b> Biobanked blood samples from treatment-na&#239;ve del17p CLL patients (n = 58) and age-matched controls (n = 5) were obtained. B cells and T cells were analyzed with comprehensive, cell type-specific flow cytometry panels and visualized with unbiased dimensionality reduction. Lab values were log-transformed and compared using t-tests and one-way ANOVAs. TFT was calculated from date of sample collection to date of first CLL-directed therapy or last known untreated date; OS was calculated from date of sample collection to death or last known alive status. Cox proportional hazards regression analyses (results reported as hazard ratio [HR] and 95% confidence interval [CI]) were employed to identify associations of lab values with OS and TFT.<br \/><b>Results: <\/b>Patients with del17p CLL had increased proportions of T regulatory cells (Tregs) among total CD4+ T cells compared to controls (CLL 11.1%, control 5.7%, p = 0.05). A higher proportion of CD8+ T cells was associated with longer TFT (HR 0.57, 95%CI 0.36-0.89); in contrast, higher proportions of TIGIT+ (HR 1.83, 95%CI 1.03-3.28) and TIM3+ conventional (non-Treg) CD4+ T cells were associated with shorter TFT (HR 1.70, 95%CI 1.02-2.84). A higher proportion of PD1+ CD8+ T cells was associated with shorter OS (HR 1.79, 95%CI 1.05-3.06), in addition to PD1+ conventional CD4+ T cell proportion (HR 2.21, 95%CI 1.06-4.60). CLL B cells expressed PD-1 and inducible T cell costimulator (ICOS) at significantly lower median fluorescence intensities (MFIs) than control B cells (p &#60; 0.0001 for both). The CXCR5+ MFI (HR 1.0002, 95%CI 1.0001-1.003) and CD23+ MFI (HR 1.88, 95%CI 1.01-3.50) of CLL B cells were associated with shorter TFT.<br \/><b>Discussion:<\/b> In this cohort of treatment-na&#239;ve del17p CLL patients, we determined that patients with higher proportions of exhausted CD4+ and CD8+ T cell phenotypes had significantly shorter OS. Cytotoxic T cell proportion positively associated with TFT, whereas proportions of CD4+ T cell exhaustion phenotypes negatively associated with TFT. Higher CXCR5+ and CD23+ MFIs of CLL B cells also associated with shorter TFT. The preliminary findings from our study suggest that the blood immune repertoire has strong associations with clinically relevant outcomes such as time to first treatment and overall survival in patients with untreated del17p CLL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL06-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"Chronic lymphocytic leukemia,Immuno-oncology,Cancer markers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. J. Katcher<\/b><sup>1<\/sup>, K. A. Gwin<sup>2<\/sup>, S. A. Parikh<sup>3<\/sup>, K. G. Rabe<sup>4<\/sup>, P. K. Lothert<sup>1<\/sup>, P. Trisal<sup>5<\/sup>, E. Braggio<sup>6<\/sup>, S. L. Slager<sup>4<\/sup>, N. Strong<sup>7<\/sup>, D. L. Van Dyke<sup>3<\/sup>, Z. Wang<sup>3<\/sup>, C. Huang<sup>5<\/sup>, A. K. Gandhi<sup>5<\/sup>, K. L. Medina<sup>2<\/sup>, N. E. Kay<sup>3<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic Graduate School of Biomedical Sciences, Rochester, MN, <sup>2<\/sup>Department of Immunology, Mayo Clinic College of Medicine, Rochester, MN, <sup>3<\/sup>Division of Hematology, Mayo Clinic, Rochester, MN, <sup>4<\/sup>Department of Quantitative Health Sciences, Mayo Clinic, Rochester, MN, <sup>5<\/sup>Bristol Myers Squibb, Hematology Translational Medicine, Summit, NJ, <sup>6<\/sup>Division of Hematology and Oncology, Mayo Clinic, Scottsdale, AZ, <sup>7<\/sup>Bristol Myers Squibb, Integrative Predictive Sciences, Summit, NJ","CSlideId":"","ControlKey":"d2a4741d-2e5a-4031-9ad6-178f431047ae","ControlNumber":"10427","DisclosureBlock":"&nbsp;<b>E. J. Katcher, <\/b> None..<br><b>K. A. Gwin, <\/b> None.&nbsp;<br><b>S. A. Parikh, <\/b> <br><b>Janssen<\/b> Other, Research funding to the institution. <br><b>AstraZeneca<\/b> Other, Research funding to the institution. <br><b>Merck<\/b> Other, Research funding to the institution. <br><b>Genentech<\/b> Other, Research funding to the institution. <br><b>Pharmacyclics<\/b> Other, Honorarium to the institution. <br><b>BeiGene<\/b> Other, Honorarium to the institution. <br><b>Amgen<\/b> Other, Honorarium to the institution. <br><b>MingSight Pharmaceuticals<\/b> Other, Honorarium to the institution. <br><b>Ascentage Pharma<\/b> Other, Honorarium to the institution. <br><b>Eli Lilly<\/b> Other, Honorarium to the institution. <br><b>TG Therapeutics<\/b> Other, Honorarium to the institution. <br><b>Novalgen Limited<\/b> Other, Honorarium to the institution. <br><b>Kite Pharma<\/b> Other, Honorarium to the institution. <br><b>AbbVie<\/b> Other, Honorarium to the institution.<br><b>K. G. Rabe, <\/b> None..<br><b>P. K. Lothert, <\/b> None.&nbsp;<br><b>P. Trisal, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment.<br><b>E. Braggio, <\/b> None..<br><b>S. L. Slager, <\/b> None.&nbsp;<br><b>N. Strong, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment.<br><b>D. L. Van Dyke, <\/b> None..<br><b>Z. Wang, <\/b> None.&nbsp;<br><b>C. Huang, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>A. K. Gandhi, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment.<br><b>K. L. Medina, <\/b> None.&nbsp;<br><b>N. E. Kay, <\/b> <br><b>AbbVie<\/b> Other, Advisory board and research funding. <br><b>AstraZeneca<\/b> Other, Advisory board and data safety monitoring committee (DSMC). <br><b>Beigene<\/b> Other, Advisory board. <br><b>Behring<\/b> Other, Advisory Board. <br><b>Boehringer Ingelheim Pharmaceuticals Inc.<\/b> Other, Advisory board. <br><b>Dava Oncology<\/b> Other, Advisory board. <br><b>Janssen<\/b> Other, Advisory board and DSMC. <br><b>Juno Therapeutics<\/b> Other, Advisory board. <br><b>Pharmacyclics<\/b> Other, Advisory board and research funding. <br><b>Agios Pharmaceuticals<\/b> Other, DSMC. <br><b>Bristol Myers Squibb<\/b> Other, DSMC and research funding. <br><b>Dren Bio<\/b> Other, DSMC. <br><b>Acerta Pharma<\/b> Other, Research funding. <br><b>Genentech<\/b> Other, Research funding. <br><b>Sunesis<\/b> Other, Research funding. <br><b>Vincerx<\/b> Other, Research funding.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10423","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB345","PresenterBiography":null,"PresenterDisplayName":"Ethan Katcher","PresenterKey":"53fd32da-ba4d-4b25-86aa-c00c44e1a2e2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB345. Correlating the blood immune repertoire and clinical features of del17p CLL patients","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Correlating the blood immune repertoire and clinical features of del17p CLL patients","Topics":null,"cSlideId":""},{"Abstract":"Axicabtagene ciloleucel (axi-cel), marketed as YESCARTA&#174;, is an approved autologous anti-CD19 chimeric antigen receptor (CAR) T-cell therapy for relapsed\/refractory large B cell lymphoma patients following one prior therapeutic intervention. The pivotal ZUMA-1 trial (NCT02348216), a Phase 1\/2 multicenter study, reported an impressive 83% objective response rate and a robust 58% complete response rate at 5 years (<i>Locke et al., Lancet Oncol. 2019<\/i>). Subsequently, ZUMA-7 (NCT03391466), a Phase 3 multicenter trial focusing on patients with one prior systemic therapy, demonstrated comparable outcomes with an 83% objective response rate and a remarkable 65% complete response rate at 2 years (<i>Locke et al., Lancet Oncol. 2022<\/i>).<br \/>Previous studies have highlighted the crucial connection between the tumor microenvironment (TME) and CAR T-cell therapy outcomes. Notably, the pre-treatment tumor immune contexture has been proposed as a major determinant of clinical outcomes in ZUMA-1 and ZUMA-7 patients (<i>Scholler et al., Nature Medicine 2022; Locke et al., Nature Medicine, in press; ASH2023 oral presentation #226<\/i>). This study aims to provide novel insights into the dynamic changes in the TME from initial diagnosis through sequential therapeutic interventions in large B-cell lymphoma patients treated with axi-cel.<br \/>Utilizing multiplex immunohistochemistry (Brightplex&#174;), we analyzed 165 commercial tumor biopsies (at diagnosis), 100 ZUMA-7 samples (40 at diagnosis, 60 after 1 prior therapeutic line), and 35 ZUMA-1 samples (20 pre- and 15 post-CAR T infusion). Three Brightplex&#174; assays were developed to assess T-cell (CD3 CD8 FOXP3 TIM3 PD1 LAG3 GZMB) and macrophages infiltration (CD68 CD64 CD163 CD204 CD206 PDL1), along with single staining for the NK cell marker, NKP46. Our findings revealed significant changes and evolution from diagnosis through post-axi-cel infusion: a significant decrease in lymphocyte levels (cytotoxic, helper, and regulatory, with p-values of 0.042, 1.3e-05, 0.024, respectively), a notable decrease in M1 macrophages proportion (p-value=5.8e-06), and a substantial increase in M2 macrophages proportion (p-value=4.5e-10) across different lines of standard care therapy. Importantly, high baseline proportions of protumor M2 macrophages may serve as predictors of disease relapse post-axi-cel treatment, while low baseline M2 proportions could be associated with a complete response.<br \/>This comprehensive characterization of the immune contexture provides crucial insights to better highlight TME modification depending on the line of therapy, and further correlative analysis of cell subsets will be presented, contributing to a deeper understanding of treatment impact on the TME in large B cell lymphoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Tumor evolution,Lymphoma,CAR T cells,Immunohistochemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Michael Mattie<\/b><sup>1<\/sup>, Regis Perbost<sup>2<\/sup>, Aurelie Auguste<sup>2<\/sup>, Sarah Turcan<sup>2<\/sup>, Jenny J. Kim<sup>3<\/sup>, Jenny Nater<sup>3<\/sup>, Simone Filosto<sup>3<\/sup>, Rhine R. Shen<sup>3<\/sup>, Jrme Galon<sup>4<\/sup><br><br\/><sup>1<\/sup>Kite Pharma, Inc., Santa Monica, CA,<sup>2<\/sup>Veracyte Inc., Marseille, France,<sup>3<\/sup>Kite Pharma, a Gilead company, Santa Monica, CA,<sup>4<\/sup>Veracyte, Marseille, France","CSlideId":"","ControlKey":"3288cfad-5bca-4193-b761-dd6684667c5b","ControlNumber":"10724","DisclosureBlock":"<b>&nbsp;M. Mattie, <\/b> <br><b>Kite Pharma, a Gilead company<\/b> Employment, Stock, Other Intellectual Property. <br><b>R. Perbost, <\/b> <br><b>Veracyte Inc.<\/b> Employment. <br><b>A. Auguste, <\/b> <br><b>Veracyte Inc.<\/b> Employment. <br><b>S. Turcan, <\/b> <br><b>Veracyte Inc.<\/b> Employment, Stock, Other Business Ownership. <br><b>J. J. Kim, <\/b> <br><b>Kite Pharma, a Gilead company<\/b> Employment, Stock. <br><b>J. Nater, <\/b> <br><b>Kite Pharma, a Gilead company<\/b> Employment, Stock Option. <br><b>S. Filosto, <\/b> <br><b>Kite Pharma, a Gilead company<\/b> Employment, Stock. <br><b>R. R. Shen, <\/b> <br><b>Kite Pharma, a Gilead company<\/b> Employment, Stock. <br><b>J. Galon, <\/b> <br><b>Veracyte<\/b> Stock, Other, Honoraria, consultancy\/advisory role. <br><b>Bristol Myers Squib<\/b> Other, Honoraria, consultancy\/advisory role. <br><b>Merck<\/b> Other, Honoraria, consultancy\/advisory role. <br><b>Serono<\/b> Other, Honoraria, consultancy\/advisory role. <br><b>IO Biotech<\/b> Grant\/Contract, Other, Honoraria, consultancy\/advisory role. <br><b>Illumina<\/b> Other, Honoraria, consultancy\/advisory role. <br><b>Northwest Biotherapeutics<\/b> Other, Honoraria, consultancy\/advisory role. <br><b>Amgen<\/b> Other, Honoraria, consultancy\/advisory role. <br><b>Catalym<\/b> Other, Honoraria, consultancy\/advisory role. <br><b>Lunaphore<\/b> Other, Honoraria, consultancy\/advisory role. <br><b>Merck<\/b> Other, Honoraria, consultancy\/advisory role. <br><b>Medimmune<\/b> Grant\/Contract. <br><b>Astra Zeneca<\/b> Grant\/Contract. <br><b>Janssen<\/b> Grant\/Contract. <br><b>Imcheck Therapeutics<\/b> Grant\/Contract. <br><b>Perkin Elmer<\/b> Grant\/Contract. <br><b>INSERM<\/b> Employment, Patent, Other Intellectual Property.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10424","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB346","PresenterBiography":null,"PresenterDisplayName":"Michael Mattie, PhD","PresenterKey":"20ae192e-ee6a-44b4-ba30-b2f0fa83d90b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB346. Dynamic changes in the tumor microenvironment from initial diagnosis through sequential therapies in patients with large B cell lymphoma undergoing axicabtagene ciloleucel (axi-cel) treatment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dynamic changes in the tumor microenvironment from initial diagnosis through sequential therapies in patients with large B cell lymphoma undergoing axicabtagene ciloleucel (axi-cel) treatment","Topics":null,"cSlideId":""},{"Abstract":"Normal 0 false false false EN-US KO X-NONE \/* Style Definitions *\/ table.MsoNormalTable \u0009{mso-style-name:\"Table Normal\"; \u0009mso-tstyle-rowband-size:0; \u0009mso-tstyle-colband-size:0; \u0009mso-style-noshow:yes; \u0009mso-style-priority:99; \u0009mso-style-parent:\"\"; \u0009mso-padding-alt:0in 5.4pt 0in 5.4pt; \u0009mso-para-margin-top:0in; \u0009mso-para-margin-right:0in; \u0009mso-para-margin-bottom:8.0pt; \u0009mso-para-margin-left:0in; \u0009line-height:107%; \u0009mso-pagination:widow-orphan; \u0009font-size:11.0pt; \u0009font-family:\"Calibri\",sans-serif; \u0009mso-ascii-font-family:Calibri; \u0009mso-ascii-theme-font:minor-latin; \u0009mso-hansi-font-family:Calibri; \u0009mso-hansi-theme-font:minor-latin; \u0009mso-bidi-font-family:\"Times New Roman\"; \u0009mso-bidi-theme-font:minor-bidi; \u0009mso-font-kerning:1.0pt; \u0009mso-ligatures:standardcontextual;} Melanoma is a serious form of skin cancer with an approximate incidence more than 160,000 cases and 41,000 melanoma-associated death per annual globally. Malignant Melanoma is more dangerous because of its rapid spread and metastasis if it were not treated at an early stage. The high mortality of malignant melanoma incites an urgent need to refine the current treatments. Phospholipase A2 group IID (PLA<sub>2<\/sub>G2D) is an inducible enzyme expressed in myeloid cells, positively associated with immune infiltration through producing anti-inflammatory prostaglandin D2 (PGD<sub>2<\/sub>). The aging-related increase of PLA<sub>2<\/sub>G2D and PTGDR, a PGD<sub>2<\/sub> receptor, makes them attractive targets for treating aged-related diseases, such as chronic inflammation and cancer diseases. In this study, by using <i>Pla2g2d<sup>-\/-<\/sup><\/i> and <i>Ptgdr<sup>-\/-<\/sup><\/i> mice, we found that PLA<sub>2<\/sub>G2D or PTGDR deficiency effectively restricted the in-situ growth and lung metastasis of subcutaneously implanted melanoma B16F10. These benefits are associated with the early enrichment of &#947;&#948;-T cells in the tumor mass. The activation and accumulation of &#947;&#948;-T cells can be induced in B16F10-bearing WT mice by the adoptive transfer of <i>Pla2g2d<sup>-\/-<\/sup><\/i> or <i>Ptgdr<sup>-\/-<\/sup><\/i> DCs. Pro-inflammatory characteristics of <i>Pla2g2d<sup>-\/-<\/sup><\/i> or <i>Ptgdr<sup>-\/-<\/sup><\/i> DCs, especially the production of IL-1b, contribute to &#947;&#948;-T cells recruitment. These tumor-restraining effects were further confirmed in DC-specific PTGDR deficient (<i>zDC<sup>cre<\/sup>Ptgdr<sup>floxp<\/sup><\/i>) mice. Taken together with the prominent expression of PLA<sub>2<\/sub>G2D and PTGDR in human lung cancer tissue, this study demonstrates the potential of PLA<sub>2<\/sub>G2D-PGD<sub>2<\/sub>\/PTGDR signaling-targeted therapy in treating melanoma and lung metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL06-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,T cell,Dendritic cells,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Dhakal<\/b>, J. Zheng; <br\/>University of Louisville, Louisville, KY","CSlideId":"","ControlKey":"07b1b0ff-7a9f-41f7-8e4d-f47da7d5ed5d","ControlNumber":"9938","DisclosureBlock":"&nbsp;<b>H. Dhakal, <\/b> None..<br><b>J. Zheng, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10425","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB347","PresenterBiography":null,"PresenterDisplayName":"Hima Dhakal, PhD","PresenterKey":"a5dcfd85-acbf-4f33-8525-9518ebcda37f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB347. PLA<sub>2<\/sub>G2D\/PGD<sub>2<\/sub>-PTGDR signaling deficiency restricts the melanoma progression and lung metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PLA<sub>2<\/sub>G2D\/PGD<sub>2<\/sub>-PTGDR signaling deficiency restricts the melanoma progression and lung metastasis","Topics":null,"cSlideId":""},{"Abstract":"In the tumor microenvironment (TME), the accumulation of adenosine inhibits anti-tumor immune responses, thereby reducing the effectiveness of immune-based cancer therapies. CD39 is involved in inducing excessive adenosine production in tumor cells and immune cells, causing an immune-suppressive environment. As a result, cancer cells are able to evade the immune system, and immune cells are impaired in their ability to kill cancer cells. Therefore, the discovery of outstanding antibodies targeting CD39 has great potential for cancer immunotherapy. To this end, we have discovered antibodies that effectively inhibit the hydrolysis of ATP to adenosine.We confirmed the binding affinity of the anti-CD39 mAb to the CD39 antigen. BLI measurements revealed that anti-CD39 mAb had binding kinetics of K<sub>D <\/sub>=<sub> <\/sub>9.40 x 10<sup>-11 <\/sup>M, which is better than those of comparative antibodies, competitor 1 (2.39x10<sup>-10<\/sup> M) and competitor 2 (2.27x10<sup>-9 <\/sup>M). The cell binding affinity of anti-CD39 mAb was evaluated using SK-MEL-28 cells, which endogenously express high levels of surface CD39. The results showed that the anti-CD39 mAb exhibited superior cell binding affinity compared to the two comparative antibodies. Furthermore, anti-CD39 mAb demonstrated greater efficacy in inhibiting ATP hydrolysis by membrane CD39 and soluble CD39 when compared to the comparative antibodies. In vitro functional assays using human PBMCs demonstrated that inhibiting CD39 enhances T cell proliferation. The anti-CD39 mAb showed superior efficacy in promoting proliferation in CD4+ cells compared to the competitor antibody. Similarly, in CD8+ cells, anti-CD39 mAb exhibited more efficacy compared to competitor 1 antibody. In conclusion, our data indicates that anti-CD39 mAb exhibits excellent characteristics, including superior antigen binding affinity, inhibitory efficacy of ATP hydrolysis and promotion of T cell proliferation. In the future, we will validate the efficacy and stability of this antibody in preclinical studies. The use of this antibody is expected to contribute to immune-based cancer therapy by inhibiting the generation of adenosine in the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL06-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Yu<\/b>, W. Park, J. Song, S. Kim, B. Park; <br\/>Y-Biologics, Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"6728c0e3-6c6c-4320-96da-e8d36d445197","ControlNumber":"10595","DisclosureBlock":"&nbsp;<b>S. Yu, <\/b> None..<br><b>W. Park, <\/b> None..<br><b>J. Song, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>B. Park, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10426","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB348","PresenterBiography":null,"PresenterDisplayName":"?? ?, PhD","PresenterKey":"f177bc25-730e-4843-bd2c-4ca0cd3343ee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB348. Discovery and in vitro efficacy validation of anti-CD39 monoclonal antibody for improving the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery and in vitro efficacy validation of anti-CD39 monoclonal antibody for improving the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Colon cancer is the second leading cause of cancer mortality worldwide, however, there are still issues with multidrug resistance and severe adverse reactions. Previous studies have shown that sulfur-containing amino acids are involved in cancer development, drug resistance, and immune evasion. Here, Our experimental findings suggested that restricting the intake of sulfur-containing amino acids may present a novel strategy for treating colorectal cancer.<br \/><b>Methods: <\/b>We assessed the impact of sulfur-containing amino acid restriction (SAR) on distinct cellular subpopulations within the tumor microenvironment through single-cell sequencing on colon carcinogenesis induced by azoxymethane\/dextran sodium sulfate (AOM\/DSS). Employing our custom-produced neutralizing antibodies against SLC7A11 to restrict cysteine intake, we examined the therapeutic implications and underlying molecular mechanisms by RNA-seq, Multiplexed immuno&#64258;uorescence staining and Western blotting.<br \/><b>Results:<\/b> In the AOM\/DSS model, SAR led to a slight reduction in mouse body weight compared to the normal diet. However, this dietary restriction significantly enhanced the survival rate of mice and effectively suppressed tumor growth. The single-cell sequencing results indicated a significant increase in the proportion of T cells within the tumor microenvironment in response to SAR. This suggested that restricting the intake of sulfur-containing amino acids may be a promising anti-tumor strategy. Previous studies have indicated high expression of the SLC7A11, a cysteine transporter protein, in various cancers, including colorectal cancer. To further investigate the role of cysteine in colorectal cancer, we developed the neutralizing antibody 1A4 against SLC7A11. Our results indicated that 1A4 markedly inhibited colorectal cancer development in mice. As known, 85% of colorectal cancers are microsatellite stable, which hardly benefit from treatment with immune checkpoint inhibitors (ICIs). Compared to anti-PD-1 and anti-CTLA4, 1A4 significantly inhibited the growth of CT26 <i>in vivo<\/i>. Multiplexed immuno&#64258;uorescence staining results demonstrated that 1A4 significantly increased the proportion of CD8+ T cells in colorectal cancer tissues.<br \/><b>Conclusion:<\/b> Limiting cysteine intake significantly inhibits the growth of colorectal cancer, increases the proportion of CD8+ T cells, and enhances anti-tumor immunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Colorectal cancer,Immuno-oncology,Antibody,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Jichang Li<\/b><sup>1<\/sup>, Kang Xia<sup>2<\/sup>, Zeruo Yang<sup>2<\/sup>, Xiaoxue Pan<sup>1<\/sup>, Xiaojing Yang<sup>2<\/sup>, Pengyuan Wang<sup>1<\/sup>, Shanwen Chen<sup>1<\/sup><br><br\/><sup>1<\/sup>Peking University First Hospital (Peking Univesity First Medical School), Beijing, China,<sup>2<\/sup>Peking-Tsinghua Center for Life Sciences, Academy for Advanced Interdisciplinary Studies, Peking University, Beijing, China","CSlideId":"","ControlKey":"c65c1d7e-747e-4140-8263-bcad9e018f76","ControlNumber":"9522","DisclosureBlock":"&nbsp;<b>J. Li, <\/b> None..<br><b>K. Xia, <\/b> None..<br><b>Z. Yang, <\/b> None..<br><b>X. Pan, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>P. Wang, <\/b> None..<br><b>S. Chen, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10427","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB349","PresenterBiography":null,"PresenterDisplayName":"Jichang Li, Dr PH","PresenterKey":"85ddae8c-5f69-4493-b545-378c5423709c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB349. Cysteine restriction enhances antitumor immunity in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"595","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cysteine restriction enhances antitumor immunity in colorectal cancer","Topics":null,"cSlideId":""}]