[{"Abstract":"Oral squamous cell carcinoma (OSCC) is a prevalent form of cancer that develops in the oral cavity, globally recognized as the eighth most commonly diagnosed cancer. Despite the application of standard surgical techniques or concurrent chemoradiotherapy, the prognosis for OSCC patients remains unsatisfactory. Initially, cisplatin, the primary and most frequently used chemotherapy agent for treating OSCC, demonstrates effectiveness in therapy. Nonetheless, chemoresistance frequently arises, leading to treatment failure, and this is intricately associated with the activation of hypoxia-inducible factor 1&#945; (HIF-1&#945;) signaling. Recent research has brought to light heightened levels of HIF-1&#945;-mediated vascular endothelial growth factor (VEGF) and BCL-2 in OSCC tumor sites, which play crucial roles in regulating angiogenesis and anti-apoptotic processes within cancer cells. Additionally, interventions aimed at targeting anti-apoptotic molecules or augmenting the expression of pro-apoptotic molecules may represent promising strategies to overcome chemoresistance in OSCC. Therefore, HIF-1&#945;\/VEGF\/BCL-2 axis could be considered a potential target for the development of chemopreventive and chemotherapeutic strategies for OSCC. Lenvatinib is a targeted multi-kinase inhibitor that can inhibit tumor growth and angiogenesis by blocking the activation of vascular endothelial growth factor receptor (VEGFR) 1-3, fibroblast growth factor receptor (FGFR) 1-4, platelet-derived growth factor receptor (PDGFR) &#945;, as well as the proto-oncogenes RET and KIT. However, whether lenvatinib may sensitizes OSCC to cisplatin remains unclear. In our study, we used the MTT assay to prove the cytotoxicity of OSCC cells (SAS and MOC1 cells) was induced by cisplatin and lenvatinib. We employed flow cytometry to verify that the combination of lenvatinib and cisplatin can indeed trigger both extrinsic and intrinsic apoptotic pathways in OSCC cells. Furthermore, our demonstration revealed that the induction of apoptosis pathways by the combination of lenvatinib and cisplatin is associated with mitochondrial-dependent apoptosis and death receptor-dependent apoptosis. Then, transwell invasion and migration assay results proved the inhibition effect of lenvatinib combined with cisplatin in SAS and MOC1 cells. Furthermore, we indicated that the combination of lenvatinib and cisplatin can effectively inhibit angiogenesis and anti-apoptotic mechanisms mediated by the HIF-1&#945;\/VEGF\/BCL-2 axis in OSCC cells. In summary, our results demonstrate that the combined treatment with lenvatinib and cisplatin enhances the response of OSCC cells under hypoxic conditions. Additionally, it aims to mitigate the negative impact of hypoxia on cisplatin's therapeutic effectiveness and increase the sensitivity of OSCC cells to cisplatin.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Cisplatin resistance,Vascular endothelial growth factor receptor inhibitor,Hypoxia,Signaling pathways,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y.-T. Chen<\/b><sup>1<\/sup>, Y.-T. Tsai<sup>2<\/sup>, F.-T. Hsu<sup>2<\/sup>, H.-F. Tu<sup>1<\/sup>; <br\/><sup>1<\/sup>Department of Dentistry, National Yang Ming Chiao Tung University, Taipei City, Taiwan, <sup>2<\/sup>Department of Biological Science and Technology, China Medical University, Taichung City, Taiwan","CSlideId":"","ControlKey":"30a117d7-3a6e-42fd-b38d-80fe3dee5731","ControlNumber":"4342","DisclosureBlock":"&nbsp;<b>Y. Chen, <\/b> None..<br><b>Y. Tsai, <\/b> None..<br><b>F. Hsu, <\/b> None..<br><b>H. Tu, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3317","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4736","PresenterBiography":null,"PresenterDisplayName":"Ying-Tzu Chen, BS","PresenterKey":"142c7e69-59f3-43a0-8f86-fd8e2cd5b644","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4736. Evaluate the potential sensitization effect and underlying mechanism of lenvatinib on cisplatin resistance oral squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluate the potential sensitization effect and underlying mechanism of lenvatinib on cisplatin resistance oral squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Efforts to develop targeted therapies for drug resistant tumors have been relatively unsuccessful. The 5-year survival for patients with advanced pancreatic cancer is ~3%. Gemcitabine is usually combined with nab-paclitaxel as a standard of care for treatment of locally advanced or metastatic pancreatic ductal adenocarcinoma (PDAC). However, no chemotherapeutic regimens thus far evaluated have been curative. We developed the first PDAC patient-derived xenograft (PDX) models in which resistance against gemcitabine was acquired <i>in vivo.<\/i><sup> <\/sup> We used RNA-seq and ingenuity pathway analysis to compare expression profiles of paired parent vs gemcitabine resistant PDX models. This comparison suggested a previously unreported mechanism for gemcitabine resistance, involving aberrations of cholesterol biosynthesis and lipid metabolism pathways. We also made the unexpected observation that gemcitabine-resistant PDAC models derived from primary tumors have high levels of 3-hydroxy-3-methylglutaryl-CoA synthase 2 (HMGCS2), an enzyme essential to cholesterol biosynthesis and rate limiting in ketogenesis. Notably, the BET bromodomain inhibitor JQ1 decreases HMGCS2 levels; and BET inhibitors + gemcitabine exert synergistic cytotoxicity in gemcitabine-resistant PDAC cells. We determined that the BET bromodomain inhibitor JQ1 + gemcitabine induces regressions of two <i>in vivo<\/i> gemcitabine-resistant tumor models which we developed directly from primary human tumor tissue. These mechanism-based studies suggest that inhibiting HMGCS2 represents a novel approach to therapy for PDAC. We propose that combining gemcitabine with agents that decrease levels of HMGCS2 comprises effective treatment for patients with drug resistant PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Drug resistance,Pancreatic cancer,Lipid metabolism,BET inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. L. Miller, S. C. Fehling, E. J. Brown, E. O. Heard, T. L. Gamblin, R. B. Vance, <b>K. J. Yoon<\/b>; <br\/>University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"d4095e70-6a44-4016-ba4c-a92cc359f45a","ControlNumber":"5342","DisclosureBlock":"&nbsp;<b>A. L. Miller, <\/b> None..<br><b>S. C. Fehling, <\/b> None..<br><b>E. J. Brown, <\/b> None..<br><b>E. O. Heard, <\/b> None..<br><b>T. L. Gamblin, <\/b> None..<br><b>R. B. Vance, <\/b> None..<br><b>K. J. Yoon, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3318","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4737","PresenterBiography":null,"PresenterDisplayName":"Karina Yoon, PhD","PresenterKey":"8397e144-403b-40c7-8521-a701285c81b9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4737. The combination of the BET inhibitor JQ1 and gemcitabine induces regressions in gemcitabine resistant patient-derived xenograft models of pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The combination of the BET inhibitor JQ1 and gemcitabine induces regressions in gemcitabine resistant patient-derived xenograft models of pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Rhabdomyosarcoma (RMS) is a devastating pediatric cancer. There has not been any significant change in the treatment options for the last 4 decades, especially for relapsed or advanced disease. There is an urgent need to identify alternative treatment options to improve survival outcomes of RMS patients. RMS is comprised of two major subtypes as defined by the presence or absence of PAX3\/PAX7-FOXO1 gene fusion. Fusion-negative RMS (FN RMS) is characterized by alterations in the RAS-PI3K-MAPK pathway in &#62;90% of the cases. However, the role of the PI3K-MAPK pathway in therapy resistance and disease relapse remains poorly characterized. We have generated two FN-RMS lines, RD and SMS-CTR, with resistance to the standard-of-care chemotherapeutic agent, vincristine, through long-term culturing in incrementally increased concentrations of the drug. By RNA sequencing, vincristine-resistant RD and SMS-CTR cells demonstrated increased expression of genes in the RAS-PI3K-MAPK pathway compared to the parental lines. We hypothesize that increased activity of the PI3K-MAPK pathway contributes to therapy resistance in FN RMS. To test the hypothesis, we first showed that targeted disruption of PIK3CA by shRNA inhibited the cell growth of vincristine-resistant FN RMS cells. The same cells also showed increased sensitivity to the MEK inhibitor, trametinib, as well as the PIK3C&#945; inhibitor, alpelisib, compared to the parental cells. We then showed that zebrafish FN-RMS tumors treated with the combination of vincristine and alpelisib significantly inhibited tumor growth compared to the treatment with each agent alone. Through integrative analysis of RNA sequencing and ATAC-seq data, we identified MYOD1 and NFATC2 as among the top candidate upstream regulators. Targeted disruption of either MYOD1 or NFATC2 by CRISPR\/Cas9 reduced cell growth of vincristine-resistant FN RMS cells and altered expression of the genes in the PI3K-MAPK pathway, implicating MYOD1 and NFATC2 in driving abnormal activity of this pathway. To assess the relevance of our findings in the clinical settings, we showed that selective components in the PI3K-MAPK pathways are up-regulated in 3 matched primary-recurrence\/metastasis paraffinized tissue samples of human FN RMS by the NanoString GeoMx Digital Spatial Profiler (DSP) platform. Our findings indicate that targeting the PI3K-MAPK pathway is a promising targeted therapy option for overcoming therapy resistance in RMS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"Resistance,Rhabdomyosarcoma,PIK3CA,MEK inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Wang<\/b>, E. Chen; <br\/>Univ. of Washington School of Medicine, Seattle, WA","CSlideId":"","ControlKey":"ab9f114b-0f5c-492e-a2cf-c391a8fc62f9","ControlNumber":"7310","DisclosureBlock":"&nbsp;<b>Y. Wang, <\/b> None..<br><b>E. Chen, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3319","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4738","PresenterBiography":null,"PresenterDisplayName":"Yadong Wang, PhD","PresenterKey":"feda8070-1786-4bde-ab82-19306ef7eaeb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4738. Overcoming therapy resistance in rhabdomyosarcoma by targeting the PI3K-MAPK pathway","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Overcoming therapy resistance in rhabdomyosarcoma by targeting the PI3K-MAPK pathway","Topics":null,"cSlideId":""},{"Abstract":"Rhabdomyosarcoma (RMS) is the most frequent pediatric soft tissue sarcoma. Fusion-positive (FP-)RMS expressing the oncogenic chimeric transcription factor (TF) PAX3-FOXO1 (P3F) is at high risk of recurrence. FP-RMS cells show survival dependency on P3F. Despite P3F, as a TF, is considered undruggable, we and others demonstrated that P3F levels\/functions can be epigenetically modulated. The BET protein and epigenetic reader BRD4 binds super-enhancers (SEs) to foster oncogenic transcription in cancer. We showed that P3F rewires the RMS enhancer landscape by recruiting BRD4 on oncogenic SEs. Accordingly, JQ1, a BET inhibitor (BETi) shuts down P3F functions halting tumor growth in vitro and in vivo. Therefore, BRD4 inhibition in FP-RMS results in a tumor subtype-specific vulnerability. Nonetheless, as for other targeted therapies, cancer cells can acquire resistance to BETi, thus, we investigated whether FP-RMS cells could develop BETi resistance. Therefore, we established resistant cells from two sensitive FP-RMS cell lines chronically exposed to escalating doses of JQ1, as a model of naturally acquired resistance. Our data show that the two established FP-RMS cell lines, acquired resistance by increasing JQ1 IC50 over the sensitive cells both in 2D and 3D settings. Compared to the sensitive ones, both the resistant cell lines show cross-resistance to other monovalent and bivalent BETi and degraders. Resistant cells also maintain the ability to form colonies in a clonogenic assay and to invade in a 3D Matrigel assay in the presence of JQ1. Moreover, conversely to sensitive cells, JQ1 treatment is unable to down-regulate P3F, MYCN and BCL2 (P3F target) levels in resistant cells. Furthermore, integration of transcriptomic and proteomic data reveals differentially modulated subset of genes\/proteins among which MYCN and P3F targets, suggesting a restored activity of the TFs circuitry in resistant cells. Accordingly, MYCN silencing completely halts growth of resistant cells. In line, MYCN protein levels are reduced by JQ1 in a dose-dependent manner in sensitive but not in resistant cells and its half-life is 3 folds longer in resistant than in sensitive cells. Being MYCN protein stability affected by specific post-translational modifications among which the phosphorylation at Ser62 by ERKs, we evaluated the expression of phosphorylated MYCN and the activated form of ERK (pERK) and found both of them increased in resistant cells. In agreement, resistant cells are more sensitive to MEK-ERKs pathway inhibition, showing a lower IC50 of Trametinib (MEKi) compared to sensitive cells. Moreover, Trametinib and JQ1 co-treatment downregulates MYCN protein levels in resistant but not in sensitive cells, suggesting that ERKs overactivation could participate to BETi acquired resistance by stabilizing MYCN, thus representing an acquired vulnerability. The study has received funding from Ministero della Salute to SP.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"BET inhibitors,Rhabdomyosarcoma,Resistance,MYCN,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. Cassandri<sup>1<\/sup>, E. Ferraro<sup>1<\/sup>, L. D'Archivio<sup>1<\/sup>, F. Aiello<sup>1<\/sup>, H.-C. Chou<sup>2<\/sup>, Y. K. Song<sup>2<\/sup>, B. E. Gryder<sup>3<\/sup>, J. S. Wei<sup>2<\/sup>, S. Sidoli<sup>4<\/sup>, R. G. Hawley<sup>5<\/sup>, R. Rota<sup>1<\/sup>, F. Locatelli<sup>1<\/sup>, J. Khan<sup>2<\/sup>, <b>S. Pomella<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Bambino Gesù Children's Hospital, Rome, Italy, <sup>2<\/sup>National Institute of Health, National Cancer Institute, Bethesda, MD, <sup>3<\/sup>Case Western Reserve University School of Medicine, Cleveland, OH, <sup>4<\/sup>Albert Einstein College of Medicine, New York, NY, <sup>5<\/sup>GW Cancer Center, Washington DC, DC","CSlideId":"","ControlKey":"e6cac307-b8a1-494f-a46f-2cfdd593f759","ControlNumber":"4812","DisclosureBlock":"&nbsp;<b>M. Cassandri, <\/b> None..<br><b>E. Ferraro, <\/b> None..<br><b>L. D'Archivio, <\/b> None..<br><b>F. Aiello, <\/b> None..<br><b>H. Chou, <\/b> None..<br><b>Y. K. Song, <\/b> None..<br><b>B. E. Gryder, <\/b> None..<br><b>J. S. Wei, <\/b> None..<br><b>S. Sidoli, <\/b> None..<br><b>R. G. Hawley, <\/b> None..<br><b>R. Rota, <\/b> None..<br><b>F. Locatelli, <\/b> None..<br><b>J. Khan, <\/b> None..<br><b>S. Pomella, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3320","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4739","PresenterBiography":null,"PresenterDisplayName":"Silvia Pomella, PhD","PresenterKey":"760c3c75-d098-4fad-931e-570ec0dd0ef6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4739. Targeting resistance to BET inhibitors in Fusion-Positive Rhabdomyosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting resistance to BET inhibitors in Fusion-Positive Rhabdomyosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Acute myeloid leukemia (AML) is an aggressive hematologic malignancy in urgent need of improved therapeutic strategies. AML blasts frequently rely on the anti-apoptotic protein, Bcl-2, for survival. The specific Bcl-2 inhibitor, venetoclax (VEN), is FDA-approved in combination with low-dose cytarabine (LDAC) or azacitidine for patients unfit for intensive induction chemotherapy. Unfortunately, responses are transient due to upregulation of compensatory survival proteins (e.g., Bcl-xL or Mcl-1) or resistance characterized by reprogrammed mitochondrial bioenergetics. Our research aims to improve current AML treatments and understanding of AML pathogenesis by targeting dysregulated sphingolipid metabolism. Ceramides are tumor-suppressor sphingolipids that mediate therapy-induced cell death. Sphingolipid dysregulation that results in decreased ceramide content and\/or enhanced ceramide catabolism is an emerging AML hallmark. We&#8217;ve previously shown that acid ceramidase (AC), a ceramide catabolizing lysosomal enzyme, is overexpressed in AML and contributes to drug resistance. Here, we demonstrated that AC inhibition enhanced VEN cytotoxicity. Combining the AC inhibitor\/ceramide analog, SACLAC, with VEN resulted in synergistic lethality in multiple AML cell lines in cell viability and apoptosis assays. Genetic inhibition of AC also improved VEN cytotoxicity. The SACLAC+VEN combination achieved Bliss scores (SynergyFinder 2.0) between 22 and 32 in cell lines, which indicate a highly synergistic combination. SACLAC+VEN efficacy was comparable to the FDA-approved combination of VEN+LDAC when tested in 67 primary AML patient samples. Pharmacological inhibition of AC also increased the efficacy of the VEN+LDAC combination. Mechanistically, the observed synergistic lethality was independent of changes to Bcl-2, Mcl-1, and Bcl-xL protein levels. Combined AC and Bcl-2 inhibition resulted in synergistic ceramide accumulation, integrated stress response (ISR) activation, and caspase-dependent apoptosis characterized by impaired mitochondrial function. Pretreatment with the pan-caspase inhibitor, zVAD-FMK, or ISR inhibitor, ISRIB, significantly rescued cell death. Ongoing studies aim to further characterize mitochondrial impairment and ISR activation induced by inhibiting AC and Bcl-2. Taken together, these results detail the first report of ISR activation and mitochondrial defects elicited by combined AC and Bcl-2 inhibition as contributory to cytotoxic impact (mechanism) and warrant additional studies of AC inhibitors with frontline AML therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Ceramide,Sphingolipid,Venetoclax,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Johnson Ung<\/b><sup>1<\/sup>, Su-Fern Tan<sup>2<\/sup>, Jeremy  J.   P.  Shaw<sup>2<\/sup>, Todd  E.  Fox<sup>3<\/sup>, Maansi Taori<sup>2<\/sup>, David  F.  Claxton<sup>4<\/sup>, Kelsey  H.  Fisher-Wellman<sup>5<\/sup>, Myles  C.  Cabot<sup>6<\/sup>, David  J.  Feith<sup>2<\/sup>, Thomas  P.  Loughran<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Microbiology\/Immunology\/Cancer Biology, University of Virginia School of Medicine, Charlottesville, VA,<sup>2<\/sup>Department of Medicine, Division of Hematology & Oncology, University of Virginia School of Medicine, Charlottesville, VA,<sup>3<\/sup>Department of Pharmacology, University of Virginia School of Medicine, Charlottesville, VA,<sup>4<\/sup>Penn State Cancer Institute, Pennsylvania State University College of Medicine, Hershey, PA,<sup>5<\/sup>Department of Physiology, East Carolina University, Greenville, NC,<sup>6<\/sup>Department of Biochemistry & Molecular Biology, East Carolina University, Greenville, NC","CSlideId":"","ControlKey":"22a350fe-302e-4d26-bb3b-8063db109e93","ControlNumber":"5377","DisclosureBlock":"&nbsp;<b>J. Ung, <\/b> None..<br><b>S. Tan, <\/b> None..<br><b>J. J. P. Shaw, <\/b> None..<br><b>T. E. Fox, <\/b> None..<br><b>M. Taori, <\/b> None..<br><b>D. F. Claxton, <\/b> None..<br><b>K. H. Fisher-Wellman, <\/b> None.&nbsp;<br><b>M. C. Cabot, <\/b> <br><b>Keystone Nano<\/b> Other, MCC owns shares in Keystone Nano.&nbsp;<br><b>D. J. Feith, <\/b> <br><b>AstraZeneca<\/b> Other, DJF has received research funding, honoraria, and\/or stock options. <br><b>Dren Bio<\/b> Other, DJF has received research funding, honoraria, and\/or stock options. <br><b>Recludix Pharma<\/b> Other, DJF has received research funding, honoraria, and\/or stock options. <br><b>Kymera Therapeutics<\/b> Other, DJF has received research funding, honoraria, and\/or stock options. <br><b>T. P. Loughran, <\/b> <br><b>Keystone Nano<\/b> TPL has received Scientific Advisory Board membership, consultancy fees, honoraria, and\/or stock options. <br><b>Flagship Labs 86<\/b> TPL has received Scientific Advisory Board membership, consultancy fees, honoraria, and\/or stock options. <br><b>Dren Bio<\/b> TPL has received Scientific Advisory Board membership, consultancy fees, honoraria, and\/or stock options. <br><b>Recludix Pharma<\/b> TPL has received Scientific Advisory Board membership, consultancy fees, honoraria, and\/or stock options. <br><b>Kymera Therapeutics<\/b> TPL has received Scientific Advisory Board membership, consultancy fees, honoraria, and\/or stock options. <br><b>Prime Genomics<\/b> TPL has received Scientific Advisory Board membership, consultancy fees, honoraria, and\/or stock options.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3321","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4740","PresenterBiography":null,"PresenterDisplayName":"Johnson Ung, BS,MS","PresenterKey":"26a48d20-e262-4f03-81bd-61a901c7bebe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4740. Acid ceramidase inhibition enhances venetoclax sensitivity in preclinical models of acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Acid ceramidase inhibition enhances venetoclax sensitivity in preclinical models of acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is the most common type of liver cancer globally, ranking fourth according to the World Health Organization's GLOBOCAN database. Sorafenib and lenvatinib are single-drug therapies used for advanced HCC, but only around 30% of patients benefit from them, and drug resistance typically develops within a few months. Our previous study has demonstrated the specific IL-6-IGF-1R-YAP signaling in regulating the stemness expressions, tumor metastasis, and drug-resistance of the sorafenib resistant HCC (2015 Clinical Cancer Res, 2019 J Exp Clinical Cancer Research, 2021 Cancers, 2023 Cancers). In advance our previous study, this study aims to develop a novel immune therapeutic strategy for sorafenib-resistant HCC treatment. We found, when compared to peri-tumor tissues, the immunohistochemical staining showed a high co-expression of both protein X and PD-L1 in liver tumor tissues (6.25%, n=32 versus 28.125%, n = 64, respectively). To further confirm this observation, we used in vitro cell line models with sorafenib-na&#239;ve HCCs (HepG2215_N, Hep3B_N, Huh7_N, and PLC5_N) and sorafenib-resistant HCCs (HepG2215_R, Hep3B_R, Huh7_R, and PLC5_R) in this study. As PD-L1 on tumor cells can dampen T cell cytotoxicity, we generated CD3\/protein X bispecific antibodies, which can bind to both CD3 and protein X, and coupled them to T cells (Arm-T cells) and normal T cells (N-T cells). We tested their cytotoxic effects on sorafenib-resistant HCCs using the sorafenib-resistant HepG2215_R cells, co-cultured with Arm-T cells and N-T cells for 24 hours. Our results showed that Arm-T cells exhibited a significantly stronger cytotoxic effect on sorafenib-resistant HepG2215_R cells, with several notable findings: (1) The binding time of Arm-T cells to HepG2215_R cells was significantly longer than that of N-T cells (248.9 &#177; 146.6 minutes, n=23 versus 28.3 &#177; 13.49 minutes, n=24); (2) The cytotoxicity of Arm-T cells was significantly higher than that of N-T cells (29.7 &#177; 2.3% versus 13.6 &#177; 3.3%); and (3) The secreted levels of INF&#947; and TNF&#945; by Arm-T cells were significantly higher than those of N-T cells (138.1 &#177; 7.2 ng\/ml and 34.6 &#177; 0.7 ng\/ml versus 31.4 &#177; 2.5 ng\/ml and 3.6 &#177; 1.1 ng\/ml, respectively). These findings were also consistent when using Hep3B-R cells (data not shown). To summarize, our study shows that Arm-T cells possess strong cytotoxic abilities against sorafenib-resistant HCC. These findings have implications for developing effective immuno-therapeutic strategies for patients with sorafenib-resistant HCCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Bispecific antibody,Sorafenib-resistant,T cell engager,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M.-H. T. Ngo<\/b>, M. Chen, P.-C. Lan, K.-H. Chuang, Y.-H. Huang; <br\/>Taipei Medical University, Taipei, Taiwan","CSlideId":"","ControlKey":"34e71c59-4aec-4741-bd8a-125bc10fd06d","ControlNumber":"5731","DisclosureBlock":"&nbsp;<b>M. T. Ngo, <\/b> None..<br><b>M. Chen, <\/b> None..<br><b>P. Lan, <\/b> None..<br><b>K. Chuang, <\/b> None..<br><b>Y. Huang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3322","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4741","PresenterBiography":null,"PresenterDisplayName":"Ngo Huong, D Phil","PresenterKey":"906b8525-d9a2-4a69-8084-c56bb25ddc2f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4741. Targeting sorafenib-resistant HCCs by protein X-armed T cell immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting sorafenib-resistant HCCs by protein X-armed T cell immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"La-related protein 1 (LARP1) is an RNA-binding protein that plays a pivotal role in regulating mRNA on a post-transcriptional level. Overexpression of LARP1 has been detected in multiple cancers substantiating the critical role of LARP1 as a driver for cancer progression. This study aims to investigate the downstream target pathways regulated by LARP1 and to determine the impact of LARP1 targeting on the resistance to cisplatin and olaparib therapy in ovarian cancer (OC). Analysis of The Cancer Genome Atlas OC dataset, reverse phase protein array, <i>in vitro<\/i> functional and mechanistic experiments, and a xenograft OC mouse model using OVCAR8 cell line were executed. Our results revealed that overexpression of LARP1 is negatively correlated with progression-free survival in OC patients. Furthermore, LARP1 knockdown using two independent small interfering RNAs (siRNAs) suppressed cell growth, invasion, and migration, and ameliorated cisplatin resistance <i>in vitro<\/i>. Mechanistic analyses identified AXL as a target of LARP1 and this finding was further supported clinically in which co-overexpression of LARP1 and AXL is associated with poor prognosis in OC. Furthermore, LARP1 knockdown resulted in reduced phosphorylation of mTOR, AKT, and SRC with no significant effect on FAK. <i>In vivo<\/i>, administration of 1,2-dioleoyl-sn-glycero-3-phosphatidylcholine (DOPC) nanoparticles loaded with LARP1-siRNA suppressed tumor growth and improved the response to cisplatin and olaparib in a xenograft OC mouse model. In conclusion, LARP1 acts as an oncogenic RNA-binding protein in OC, and targeting LARP1 may represent an innovative therapeutic approach for ameliorating resistance to chemotherapy and targeted therapy in OC.<br \/>Keywords: RNA-binding proteins; cisplatin resistance; olaparib resistance; chemotherapy resistance; LARP1; ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Cisplatin resistance,PARP inhibitors,Chemoresistance,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. M. Elsayed, P. Amero, E. Bayraktar, A. K. Sood, G. Lopez-Berestein, <b>C. Rodriguez-Aguayo<\/b>; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"41eb1177-6602-44b1-9c1d-164c81a2ba7a","ControlNumber":"6806","DisclosureBlock":"&nbsp;<b>A. M. Elsayed, <\/b> None..<br><b>P. Amero, <\/b> None..<br><b>E. Bayraktar, <\/b> None.&nbsp;<br><b>A. K. Sood, <\/b> <br><b>Merck<\/b> Other, consulting. <br><b>Kiyatec<\/b> Other, consulting. <br><b>Onxeo<\/b> Other, consulting. <br><b>ImmunoGen,<\/b> Other, consulting. <br><b>GSK<\/b> Other, consulting. <br><b>Astra Zeneca<\/b> Other, consulting. <br><b>BioPath<\/b> Other, shareholder.<br><b>G. Lopez-Berestein, <\/b> None..<br><b>C. Rodriguez-Aguayo, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3323","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4742","PresenterBiography":null,"PresenterDisplayName":"Cristian Rodriguez-Aguayo, PhD","PresenterKey":"efa31b74-adbc-4797-bf29-fc287a17d1c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4742. Targeting the RNA-binding protein LARP1 overcomes therapeutic resistance in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting the RNA-binding protein LARP1 overcomes therapeutic resistance in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Non-small cell lung cancer (NSCLC) is the most common primary tumor to metastasize to the brain, with up to 40% of NSCLC patients developing brain metastases (BM). These BM portend a poor prognosis, even when extracranial disease is well-controlled. While targeted therapy and immunotherapy have improved lung cancer survival, there are no therapies specifically targeting NSCLC BM. Our lab identified a significant enrichment of <i>MET<\/i> amplification in lung adenocarcinoma (LUAD) BM (16%) compared to primary NSCLC (3%) and liver metastases (5%). MET, a receptor tyrosine kinase, and its ligand, hepatocyte growth factor (HGF), promote proliferation, epithelial-mesenchymal transition (EMT), angiogenesis, and metastasis. Although MET tyrosine kinase inhibitors (TKIs) are approved for use in <i>MET<\/i>altered NSCLC, half of patients with <i>MET<\/i> alterations fail to respond or inevitably acquire TKI resistance. We have found that MET pathway activation by <i>MET<\/i> alterations leads to increased expression of TWIST1, an EMT transcription factor required for tumorigenesis in MET-dependent NSCLC. Together, the HGF\/MET\/TWIST1 axis promotes cancer survival and metastasis. We found that <i>MET<\/i> amplified BM had distinct transcriptional signatures reflecting increased glycolysis. A similar shift toward glycolysis was observed in the <i>MET<\/i> amplified metastatic LUAD cell line (H1993) compared to the <i>MET<\/i> wild type primary LUAD line (H2073) derived from the same patient. Furthermore, LUAD cell lines with high MET expression demonstrated increased expression and activity of glycolytic enzymes, as well as increased susceptibility to glucose deprivation and glycolytic inhibitors (2DG, PFK158, AT-101, V-9302). Conversely, treatment of <i>MET <\/i>amplified cells with MET TKI, capmatinib, reduced glycolysis and oxidation phosphorylation to the levels observed in <i>MET<\/i> wild type LUAD lines. Activation of the MET pathway with HGF or TWIST1 overexpression specifically increased the mRNA and protein expression of the key glycolytic enzyme, Hexokinase II (HK2), compared to other glycolytic pathway proteins. Conversely, inhibition of the MET pathway with capmatinib or the TWIST1 inhibitor, harmine, decreased HK2 protein expression through a MYC-independent pathway. However, TWIST1 was required for MET-dependent transcriptional upregulation of HK2. Remarkably, in two novel <i>MET<\/i> altered models (cell line and patient derived xenograft) of acquired MET TKI resistance, TWIST1 and HK2 expression were increased at the time of resistance. Both models remained sensitive to pharmacologic inhibition of either TWIST1 or glycolysis at the time of acquired resistance to MET TKIs. These findings suggest that continued upregulation of the TWIST1-HK2 axis is required for acquired MET TKI resistance. In summary, these studies suggest a targetable, metabolic reprogramming in <i>MET<\/i> altered LUAD BM mediated through a novel TWIST1-HK2 pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Brain metastasis,MET TKI Resistance,Metabolism,Twist1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. H. Rumde<\/b><sup>1<\/sup>, K. R. Cargill<sup>1<\/sup>, V. Kumar<sup>1<\/sup>, P. Devadassan<sup>1<\/sup>, J. Chen<sup>1<\/sup>, L. McGraw-Sapp<sup>1<\/sup>, X. Wu<sup>1<\/sup>, S. Dacic<sup>2<\/sup>, R. Bao<sup>1<\/sup>, B. Sivakama<sup>1<\/sup>, E. S. Goetzman<sup>1<\/sup>, S. Agnihotri<sup>1<\/sup>, S. J. Mullett<sup>1<\/sup>, S. G. Wendell<sup>1<\/sup>, L. P. Stabile<sup>1<\/sup>, T. F. Burns<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Pittsburgh, Pittsburgh, PA, <sup>2<\/sup>Yale School of Medicine, New Haven, CT","CSlideId":"","ControlKey":"4600283f-be23-45e8-b4a8-c5910aa2286e","ControlNumber":"6818","DisclosureBlock":"&nbsp;<b>P. H. Rumde, <\/b> None..<br><b>K. R. Cargill, <\/b> None..<br><b>V. Kumar, <\/b> None..<br><b>P. Devadassan, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>L. McGraw-Sapp, <\/b> None..<br><b>X. Wu, <\/b> None..<br><b>S. Dacic, <\/b> None..<br><b>R. Bao, <\/b> None..<br><b>B. Sivakama, <\/b> None..<br><b>E. S. Goetzman, <\/b> None..<br><b>S. Agnihotri, <\/b> None..<br><b>S. J. Mullett, <\/b> None..<br><b>S. G. Wendell, <\/b> None..<br><b>L. P. Stabile, <\/b> None.&nbsp;<br><b>T. F. Burns, <\/b> <br><b>Advarra, Inc (Lantern Pharma)<\/b> Other, DSMB. <br><b>Janssen Scientific Affairs, LLC<\/b> Other, Scientific Advisory Board. <br><b>Jazz Pharmaceuticals Inc<\/b> Other, Scientific Advisory Board. <br><b>Emd Serono Inc<\/b> Other, Scientific Advisory Board. <br><b>Amgen<\/b> Other, Scientific Advisory Board. <br><b>AstraZeneca<\/b> Other, Scientific Advisory Board. <br><b>Takeda Pharmaceuticals U.S.A., Inc<\/b> Other, Scientific Advisory Board. <br><b>Eli Lilly and Company<\/b> Other, Consultant. <br><b>Amgen Mexico<\/b> Other, speaker. <br><b>Novartis (IIT)<\/b> Other, Research Support.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3324","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4743","PresenterBiography":null,"PresenterDisplayName":"Purva Rumde, BA","PresenterKey":"6d443c57-896b-4661-9566-0649672c5ddb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4743. Targeting a novel TWIST1-Hexokinase II pathway to overcome MET TKI resistance in NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting a novel TWIST1-Hexokinase II pathway to overcome MET TKI resistance in NSCLC","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Upper gastrointestinal cancers (UGC), encompassing esophageal and gastric cancers, rank among the top causes of cancer-related deaths globally, with esophageal cancer being the sixth and gastric cancer the fourth leading cause. Esophageal adenocarcinoma (EAC), predominant in the western world, shares histopathological and molecular characteristics with gastric cancer (GC). Despite these similarities, treatment challenges persist, exemplified by the limited efficacy of the WEE1 inhibitor MK1775 in clinical trials due to drug resistance. Our study investigates novel mechanisms underlying this resistance in UGC.<br \/><b>Methods and results:<\/b> RNA sequencing and immunohistochemistry staining demonstrated notable overexpression of WEE1 in over two hundred human EAC and GC samples compared to normal tissues. Concurrently, Western blot analysis revealed a positive correlation between WEE1 and CHK1 overexpression across 16 UGC cell lines. To categorize UGC cells based on their sensitivity to MK1775, we conducted ATP-glo cell viability assays, determining their half-maximal inhibitory concentration (IC50) values. Utilizing nuclear-cytosol separation, our data intriguingly uncovered, for the first time, that in MK1775-resistant cells, MK1775 treatment induces the abnormal translocation of phosphorylated CHK1 (p-CHK1) from the nucleus to the cytoplasm, a shift not observed in MK1775-sensitive cells. Further analysis through Western blot suggested that the cytoplasmic presence of p-CHK1 might trigger the activation of oncogenic STAT3 following MK1775 treatment. This activation appears to stimulate the expression of genes that promote cancer cell survival and drug resistance by enhancing cell survival and inhibiting apoptosis. Notably, combining the WEE1 inhibitor with the CHK1 inhibitor CHIR124 effectively inhibited CHK1 kinase activity and abrogated STAT3 phosphorylation, DNA binding, and transcriptional activity in UGC cells. Our findings strongly indicate that a combined therapy of WEE1 and CHK1 inhibitors could be a promising strategy to overcome MK1775 resistance in UGC cells. Our ongoing research will employ human-derived UGC organoids, patient-derived xenografts (PDXs), and human tissue samples to further validate these findings.<br \/><b>Conclusions:<\/b> Our study underscores the potential of combining WEE1 and CHK1 inhibitors to effectively combat MK1775 resistance in UGC, offering a promising direction for improved treatment strategies and patient outcomes in these challenging malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Signal transduction inhibitors,Cancer therapy,Drug synergy,Gastrointestinal cancers: other,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Thangaretnam<\/b>, M. Islam, H. Lu, D. Peng, N. Bhat, M. Soutto, E.-R. Wael, Z. Chen; <br\/>University of Miami, Miami, FL","CSlideId":"","ControlKey":"690378ad-e897-4a88-8351-7c8c2b915f43","ControlNumber":"7509","DisclosureBlock":"&nbsp;<b>K. Thangaretnam, <\/b> None..<br><b>M. Islam, <\/b> None..<br><b>H. Lu, <\/b> None..<br><b>D. Peng, <\/b> None..<br><b>N. Bhat, <\/b> None..<br><b>M. Soutto, <\/b> None..<br><b>E. Wael, <\/b> None..<br><b>Z. Chen, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3325","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4744","PresenterBiography":null,"PresenterDisplayName":"Krishnapriya Thangaretnam, PhD","PresenterKey":"e4eaf08f-479d-4c51-a709-4800e72de2b3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4744. Overcoming MK1775 resistance in upper gastrointestinal cancers with combined WEE1 and CHK1 inhibition","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Overcoming MK1775 resistance in upper gastrointestinal cancers with combined WEE1 and CHK1 inhibition","Topics":null,"cSlideId":""},{"Abstract":"Metastatic melanoma is the most aggressive malignancy of the skin and BRAF<sup>V600E<\/sup> mutation is the most common genetic alteration in skin cutaneous melanoma (SKCM). Despite the advent of immune checkpoint inhibition (ICI) immunotherapy, only 40% of patients show long-term responses. As such, combined therapy with BRAF and MEK inhibitors (BRAFi + MEKi) remains the standard of care for BRAF<sup>V600E+<\/sup> SKCM. In the present study, transcriptome analysis of BRAF<sup>V600E+ <\/sup>SKCM tumors derived from patients revealed that activation of extracellular matrix signaling, including focal adhesion signaling, is highly enriched in patients who experienced disease progression on BRAFi + MEKi therapy. Consistent with these results, we found increased activation of focal adhesion kinase (FAK) in human BRAF<sup>V600E<\/sup><sup>+<\/sup> SKCM A375 cells treated with BRAFi, MEKi or the RAF\/MEK clamp avutometinib. Mechanistically, we discovered that avutometinib-mediated inhibition of the RAF\/MEK\/ERK pathway decreased RhoE\/Rnd3 expression, thereby unleashing RhoA\/FAK\/AKT signaling. Thus, we hypothesized that FAK activation represents a resistance mechanism to BRAFi + MEKi and that FAK inhibition (FAKi) might overcome resistance to BRAFi\/MEKi. Indeed, avutometinib demonstrated synergistic antiproliferative and proapoptotic activity when combined with FAKi in human BRAF<sup>V600E+ <\/sup>SKCM A375 cells. Importantly, we found that the combination of FAKi + avutometinib overcame resistance to BRAFi + MEKi in SKCM xenografts and patient-derived cells from SKCM-resistant lesions. Finally, we showed that while BRAF<sup>V600E+<\/sup> SKCM YUMM 1.7 syngeneic tumors failed to respond to ICI therapy, avutometinib &#177; FAKi inhibited tumor growth. We observed that tumors treated with avutometinib as single agent eventually developed resistance and escaped growth inhibition, but those treated with combined avutometinib and FAKi displayed durable treatment responses, often with complete tumor regression. These findings provide a rationale for the clinical development of avutometinib with defactinib (FAKi) in patients with BRAF<sup>V600E+<\/sup> cutaneous melanoma following progression on BRAFi + MEKi and\/or ICI therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Resistance,Immunotherapy,Mitogen-activated protein kinase (MAPK),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Lubrano<sup>1<\/sup>, F. Faraji<sup>2<\/sup>, R. Cervantes-Villagrana<sup>1<\/sup>, S. Ramirez<sup>3<\/sup>, N. Arang<sup>1<\/sup>, A. Officer<sup>1<\/sup>, D. C. Rigiracciolo<sup>1<\/sup>, P. Y. Anguiano Quiroz<sup>1<\/sup>, A. Bacchiocchi<sup>4<\/sup>, R. Halaban<sup>4<\/sup>, S. Coma<sup>5<\/sup>, S. Holmen<sup>6<\/sup>, C. Martini<sup>7<\/sup>, J. Pachter<sup>5<\/sup>, A. Aplin<sup>8<\/sup>, <b>J. Gutkind<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>UCSD Moores Cancer Center, La Jolla, CA, <sup>2<\/sup>University of California, San Diego School of Medicine, La Jolla, CA, <sup>3<\/sup>La Jolla Institute for Immunology, La Jolla, CA, <sup>4<\/sup>Yale School of Medicine, New Haven, CT, <sup>5<\/sup>Verastem Oncology, Boston, MA, <sup>6<\/sup>University of Utah School of Medicine, Salt Lake City, UT, <sup>7<\/sup>University of Pisa, Pisa, Italy, <sup>8<\/sup>Thomas Jefferson University, Philadelphia, PA","CSlideId":"","ControlKey":"5bd8d433-a69b-4b97-b564-6372adf9e18a","ControlNumber":"7723","DisclosureBlock":"&nbsp;<b>S. Lubrano, <\/b> None..<br><b>F. Faraji, <\/b> None..<br><b>R. Cervantes-Villagrana, <\/b> None..<br><b>S. Ramirez, <\/b> None..<br><b>N. Arang, <\/b> None..<br><b>A. Officer, <\/b> None..<br><b>D. C. Rigiracciolo, <\/b> None..<br><b>P. Y. Anguiano Quiroz, <\/b> None..<br><b>A. Bacchiocchi, <\/b> None..<br><b>R. Halaban, <\/b> None.&nbsp;<br><b>S. Coma, <\/b> <br><b>Verastem Oncology<\/b> Employment.<br><b>S. Holmen, <\/b> None..<br><b>C. Martini, <\/b> None.&nbsp;<br><b>J. Pachter, <\/b> <br><b>Verastem Oncology<\/b> Employment. <br><b>A. Aplin, <\/b> <br><b>Thomas Jefferson University<\/b> Patent, A.E. Aplin has ownership interest in patent number 9880150 and has a pending patent, PCT\/US22\/76492. <br><b>J. Gutkind, <\/b> <br><b>Domain Therapeutics<\/b> Other, Consultant and Scientific Advisory Board Member. <br><b>Kadima Pharmaceuticals<\/b> Other Business Ownership, Other, Co-Founder. <br><b>Pangea Therapeutics Ltd<\/b> Other, Consultant and Scientific Advisory Board Member. <br><b>i09 LCC<\/b> Other, Consultant. <br><b>Ono Pharma<\/b> Other, Consultant. <br><b>Verastem Oncology<\/b> Grant\/Contract. <br><b>Kura Oncology<\/b> Grant\/Contract. <br><b>Springworks Therapeutics<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3326","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4745","PresenterBiography":null,"PresenterDisplayName":"J. Silvio Gutkind, PhD","PresenterKey":"802eb413-7984-414c-a36a-d5b65fe26bac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4745. A novel combination therapy targeting RAF, MEK and FAK to overcome skin cutaneous melanoma treatment resistance","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel combination therapy targeting RAF, MEK and FAK to overcome skin cutaneous melanoma treatment resistance","Topics":null,"cSlideId":""},{"Abstract":"There is an unmet need for effective treatment in the setting of acquired osimertinib resistance in EGFR<\/i>-mutant non-small cell lung cancer (NSCLC) patients and MERTK tyrosine kinase is a potential therapeutic target in this context. Treatment with the MERTK inhibitor MRX-2843 was sufficient to abrogate downstream PI3K-AKT and MAPK-ERK signaling, cell expansion, and colony formation in osimertinib-resistant EGFR<\/i>-mutant NSCLC cell lines, suggesting dependence on MERTK signaling for tumor cell proliferation\/survival. Further, two structurally distinct PIM kinase inhibitors, SGI-1776 and PIM447, provided synergistic inhibition of cell expansion and colony formation in osimertinib-resistant cell line cultures when combined with MRX-2843 treatment. Mechanistically, treatment with MRX-2843 in combination with either PIM kinase inhibitor decreased downstream PI3K-AKT and MAPK-ERK signaling more effectively than single agents. Furthermore, knockdown of PIM kinases (PIM1, 2, 3) using nine sets of siRNAs led to various changes in expression of TAM receptor family members (TYRO3, AXL, MERTK), indicating a role for PIM kinases in regulation of TAM kinase expression. These studies suggest a novel treatment strategy for osimertinib-resistant EGFR<\/i>-mutant NSCLC using a first-in-class MERTK kinase inhibitor that is currently under evaluation in multiple Phase I clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Epidermal growth factor receptor tyrosine kinase inhibitor (EGFR-TKI),Resistance,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Yan<\/b><sup>1<\/sup>, X. Wang<sup>2<\/sup>, S. V. Frye<sup>2<\/sup>, H. Earp III<sup>3<\/sup>, D. DeRyckere<sup>4<\/sup>, D. K. Graham<sup>4<\/sup>; <br\/><sup>1<\/sup>Emory University, Atlanta, GA, <sup>2<\/sup>Chemical Biology and Medicinal Chemistry, Chapel Hill, NC, <sup>3<\/sup>UNC Lineberger Comprehensive Cancer Center, Chapel Hill, NC, <sup>4<\/sup>Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Atlanta, GA","CSlideId":"","ControlKey":"82f37002-133f-48f6-970a-1ea56f9638b9","ControlNumber":"7793","DisclosureBlock":"&nbsp;<b>D. Yan, <\/b> None.&nbsp;<br><b>X. Wang, <\/b> <br><b>Meryx,Inc<\/b> Stock, Patent. <br><b>S. V. Frye, <\/b> <br><b>Meryx,Inc<\/b> Stock, Other Business Ownership, Patent. <br><b>H. Earp, <\/b> <br><b>Meryx,Inc<\/b> Stock, Other Business Ownership. <br><b>D. DeRyckere, <\/b> <br><b>Meryx, Inc<\/b> Stock. <br><b>D. K. Graham, <\/b> <br><b>Meryx, Inc<\/b> Stock, Other Business Ownership.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3327","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4746","PresenterBiography":null,"PresenterDisplayName":"Dan Yan, PhD","PresenterKey":"b41eb71f-2999-482c-b761-220d70a9dd05","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4746. PIM kinase inhibition synergizes with a MERTK inhibitor to treat osimertinib resistant <i>EGFR<\/i>-mutant non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PIM kinase inhibition synergizes with a MERTK inhibitor to treat osimertinib resistant <i>EGFR<\/i>-mutant non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"The most common mutational drivers in malignant melanoma are the oncogene <i>BRAF<sup>V600E\/K<\/sup><\/i> (60%), <i>NRAS<sup>Q61L\/R<\/sup><\/i> (30%) and the RHO GTPase RAC1<sup>P29S\/L<\/sup><i><sup> <\/sup><\/i>(9%). BRAF<sup>V600E\/K<\/sup> melanoma standard of care comprises the use of checkpoint inhibitors (CPIs) such as anti-PD1 or anti-CTLA-4 in combination with targeted therapies against BRAF and MEK kinases. BRAF mutant melanomas develop intrinsic, acquired, or after treatment resistance to BRAF and MEK inhibitors : around half of targeted therapy combination treatments with anti-PD1 and 70% with anti-CTLA-4 will be unsuccessful due to melanoma intrinsic resistance. Among other causes, intrinsic drug resistance can be associated with additional genome mutations, such as the activating Rac1<sup>P29S<\/sup> mutation present in 6% of patients with BRAF positive melanoma. A deeper understanding on the biology, progression, and tumor microenvironment of drug resistant melanomas is needed to aid in the search of novel targets and to increase the effectivity of proposed treatments.<br \/>We generated 3 sets of isogenic BRAF<i><sup>V600E<\/sup> <\/i>and BRAF<i><sup>V600E<\/sup><\/i>\/RAC1<sup>P29S<\/sup> cell lines by transfecting 501mel, 451Lu and YUMM1.7 cell lines with Rac1<sup>P29S<\/sup>. We then exposed them for 3 months to increasing concentrations of PLX4720 to generate drug resistant cell lines (DR). Rac1<sup> P29S<\/sup> -transfected and PLX4720 resistant cell lines had an increase in the Mek\/Erk signaling pathway. A differential analysis using a kinome and an epigenome drug screening library in the 501mel cell lines (501mel, 501mel Rac1<sup>P29S<\/sup>, 501mel-DR, 501mel Rac1<sup>P29S<\/sup> -DR) showed that BRAF<i><sup>V600E<\/sup><\/i>\/RAC1<sup>P29S<\/sup> and the DR melanoma cell lines growth can be inhibited with mTor, PI3K, cdk9 and BRD4 inhibitors. BRD4 is an epigenetic regulator that recruits P-TEFb to stimulate RNA polymerase II elongation. BRD4 also interacts with SMAD3 and CDK9 to regulate transcription through eIF4G increasing oncogenic c-Myc and increasing Mek\/Erk signaling pathways. We tested 501mel, 451Lu and YUMM1.7 isogenic cell line series against Rapamycin to confirm mTORC1 as an effective target. Drugs that target different subunits of the eIF4F complex (CR-1-31-B, Ribavirin and Briciclib) also decrease BRAF<i><sup>V600E<\/sup><\/i>\/RAC1<sup>P29S<\/sup> and the DR melanoma cell lines growth specifically. Furthermore, silencing of eIF4A1 and Raptor genes reduces cell growth in the BRAF<i><sup>V600E<\/sup><\/i>\/RAC1<sup>P29S<\/sup>, and the DR cells when compared to the parental cell lines. Silencing Rictor had no effect on cell growth on any cells. When tested in a syngraft model, CR-1-31-B and rapamycin reduced tumor size when using YUMM1.7, YUMM1.7- RAC1<sup>P29S<\/sup> and YUMM1.7 RAC1<sup>P29S<\/sup>-DR cell lines. Next, we sought to investigate the effect of inhibiting mTOR and eiF4F in the PD-1\/PD-L1 axis in tumor cells and tumor associated dendritic cells and macrophages, and how targeting these modifies the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,mTOR,Resistance,EIF4E,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Uribe-Alvarez<\/b>, D. Araiza-Olivera, A. Cannon, J. Chernoff; <br\/>Fox Chase Cancer Center, Philadelphia, PA","CSlideId":"","ControlKey":"89aaed13-d03b-4f2d-84b0-e3a4a7b45717","ControlNumber":"7895","DisclosureBlock":"&nbsp;<b>C. Uribe-Alvarez, <\/b> None..<br><b>D. Araiza-Olivera, <\/b> None..<br><b>A. Cannon, <\/b> None..<br><b>J. Chernoff, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3328","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4747","PresenterBiography":null,"PresenterDisplayName":"Cristina Uribe, MS;PhD","PresenterKey":"b3a48946-ac83-4d05-8fef-ca92bdab76c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4747. Novel targets for BRAF<i><sup>V600E<\/sup><\/i><i> <\/i>and BRAF<i><sup>V600E<\/sup><\/i>RAC1<sup>P29S<\/sup> drug resistant melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel targets for BRAF<i><sup>V600E<\/sup><\/i><i> <\/i>and BRAF<i><sup>V600E<\/sup><\/i>RAC1<sup>P29S<\/sup> drug resistant melanoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic ductal adenocarcinoma (PDAC) is lethal, which is partly due to the limited efficacy of Gemcitabine (Gem)-based chemotherapy, resulting from the development of acquired resistance to this regimen. Aronia berry extract (ABE) is a natural source of phenolic compounds known for its anti-cancer properties. Previous research has highlighted the ability of ABE to help overcome chemoresistance to conventional chemotherapies in various cancers. In this study, we interrogated the ability of ABE to overcome Gem-resistance (Gem-R) in PDAC and identify specific pathway(s) responsible for this anti-cancer efficacy. Methods: We performed a series of in-vitro experiments in Gem-R cells to evaluate the synergistic effect of combined treatment with Gem and ABE. Furthermore, we conducted a genomewide transcriptomic analysis to identify the critical regulatory pathways associated with chemoresistance and potential therapeutic targets of ABE in Gem-R PDAC cells. The cell culture findings were validated in patient-derived 3D organoids. Results: The combined treatment with ABE and Gem in Gem-R cells exhibited significant synergistic anticancer effects on cell viability, proliferation, migration, and invasion. The transcriptomic analysis revealed that the NF-&#954;B signaling pathway was associated with Gem-R (<i>p<\/i>&#60;0.05), with a significant upregulation of MYD88. Additionally, MYD88 was significantly associated with overall survival in PDAC patients in the TCGA cohort (HR=1.58, P=0.045). The MYD88\/NF-&#954;B signaling is associated with chemoresistance as it can upregulate the efflux transporters like P-glycoprotein (P-gp). Our results confirmed that combined treatment inhibited the NF-&#954;B signaling pathway by suppressing MYD88 and downregulating P-gp expression to overcome Gem-R. Finally, the combined treatment demonstrated superior anti-cancer activity in 3D organoids by reducing both their number and size (P&#60;0.05). Conclusion: We provide novel insights into the potential of ABE in overcoming Gem-R in PDAC cells by targeting the MYD88\/NF-&#954;b\/P-gp axis, which offers a safe and inexpensive approach for improving therapeutic outcomes in this fatal malignancy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"Gemcitabine,Pancreatic cancer,NF-&#954;B,P-glycoprotein,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Li<\/b><sup>1<\/sup>, C. Xu<sup>1<\/sup>, H. Han<sup>2<\/sup>, A. Goel<sup>1<\/sup>; <br\/><sup>1<\/sup>Beckman Research Institute of The City of Hope, Monrovia, CA, <sup>2<\/sup>The Translational Genomics Research Institute, Phoenix, AZ","CSlideId":"","ControlKey":"0746a8f8-cff8-4180-920e-bb3b68cf9451","ControlNumber":"3377","DisclosureBlock":"&nbsp;<b>Y. Li, <\/b> None..<br><b>C. Xu, <\/b> None..<br><b>H. Han, <\/b> None..<br><b>A. Goel, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3329","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4748","PresenterBiography":null,"PresenterDisplayName":"Yuan Li, MD","PresenterKey":"0d220b06-7610-4e69-b6ec-7b5a995045b7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4748. Aronia berry overcomes gemcitabine resistance by regulating the MYD88\/NF-kB\/P-glycoprotein pathway in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Aronia berry overcomes gemcitabine resistance by regulating the MYD88\/NF-kB\/P-glycoprotein pathway in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"ACR-368 (prexasertib) is a clinically advanced CHK1\/2 inhibitor which has demonstrated durable activity across a proportion of patients with advanced solid tumors. Genomic biomarkers have proven unsuccessful in predicting response to ACR-368, limiting its clinical success. Using AP3, we previously developed a response-predictive proteomics-based test for ACR-368 (ACR-368 OncoSignature) for the identification of patients sensitive to ACR-368 monotherapy treatment as demonstrated in blinded preclinical studies. A Phase 2 clinical trial is ongoing where patients are treated with ACR-368 monotherapy based on OncoSignature-predicted sensitivity (NCT05548296). Here, we demonstrate the utility of AP3 for the identification of a key druggable resistance mechanism to ACR-368 and how to overcome that with low dose gemcitabine (gem), providing OncoSignature negative patients with a new potential therapeutic option. Five ovarian cancer cell lines were rendered durably resistant to ACR-368 by culturing in the presence of clinically relevant concentrations of ACR-368. Matched parental and ACR-368 resistant cell line pairs were profiled using AP3 mass spectrometry. Comprehensive pathway reconstitution and kinase activity analyses were performed to identify drug resistance mechanisms in an unbiased manner. Downregulation of DNA damage repair pathway activity was causally linked to the ACR-368-resistant phenotype, suggesting agents that restore replication stress around the CHK1\/2 signaling axis may re-sensitize to ACR-368. To test this, a panel of ovarian cancer cell lines with intrinsic or drug-induced resistance to ACR-368 were screened for cell growth inhibition by ACR-368 combined with gem. Gem synergized with ACR-368 in 12\/13 cell lines at low doses (1-40 nM). Moreover, Western blot analysis demonstrated protein markers of replication stress were induced by low dose gem (3-30 nM), suggesting a correlation between gem-induced replication stress and synergy with ACR-368. Comet assays showed that DMSO, gem (3 nM), or ACR-368 (100 nM) had minimal impact (4.4%, 4.5%, and 11.4%, respectively) on % comet tail DNA in ACR-368 resistant cells, while the gem combination led to 35% comet tail DNA (p&#60;0.001). Finally, in a human tumor xenograft mouse model, low dose gem demonstrated a dose-dependent increase in replication stress markers (Cyclin E, pCHK1 S345) from 0.3-3 mg\/kg, which allometrically scales to 1-10 mg\/m2 in humans. These data supported a dose escalation Phase 1b\/2 clinical study of low dose gem with ACR-368 to evaluate the efficacy and safety of the combination in ACR-368 OncoSignature negative patients (NCT05548296). This shows the potential of AP3 for unbiased elucidation of actionable drug resistance mechanisms and rapid clinical implementation in our trials, which have recently confirmed clinical activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"Proteomics,Resistance,CHK1\/2 inhibitor,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Nilsson<\/b><sup>1<\/sup>, L. Shi<sup>2<\/sup>, M. E. Jakobsson<sup>1<\/sup>, J. Baddour-Sousounis<sup>2<\/sup>, S. Rafiei<sup>2<\/sup>, U. Muralitharan<sup>1<\/sup>, Z. Best<sup>2<\/sup>, V. Siino<sup>1<\/sup>, F. J. Santana<sup>2<\/sup>, I. Arribas Diez<sup>1<\/sup>, K. Singh<sup>2<\/sup>, P. Lombardo<sup>2<\/sup>, W. Dahlberg<sup>2<\/sup>, S. Kumar<sup>2<\/sup>, A. Youssef<sup>2<\/sup>, R. Improgo<sup>2<\/sup>, C. Xu<sup>2<\/sup>, J. Jung<sup>2<\/sup>, J.-M. Lee<sup>3<\/sup>, A. Murshid<sup>2<\/sup>, M. Shipitsin<sup>2<\/sup>, J. V. Olsen<sup>4<\/sup>, K. Masson<sup>2<\/sup>, D. A. Proia<sup>2<\/sup>, C. Wigerup<sup>1<\/sup>, P. Blume-Jensen<sup>2<\/sup>; <br\/><sup>1<\/sup>Acrivon Therapeutics, Lund, Sweden, <sup>2<\/sup>Acrivon Therapeutics, Watertown, MA, <sup>3<\/sup>National Cancer Institute, Bethesda, MD, <sup>4<\/sup>University of Copenhagen, Copenhagen, Denmark","CSlideId":"","ControlKey":"5abd34c8-81aa-4a37-871c-991dad12065a","ControlNumber":"3838","DisclosureBlock":"<b>&nbsp;H. Nilsson, <\/b> <br><b>Acrivon Therapeutics<\/b> Stock, Stock Option. <br><b>Acrivon AB<\/b> Employment. <br><b>L. Shi, <\/b> <br><b>Acrivon Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. E. Jakobsson, <\/b> <br><b>Acrivon Therapeutics<\/b> Stock, Stock Option. <br><b>Acrivon AB<\/b> Employment. <br><b>J. Baddour-Sousounis, <\/b> <br><b>Acrivon Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>S. Rafiei, <\/b> <br><b>Acrivon Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>U. Muralitharan, <\/b> <br><b>Acrivon Therapeutics<\/b> Stock, Stock Option. <br><b>Acrivon AB<\/b> Employment. <br><b>Z. Best, <\/b> <br><b>Acrivon Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>V. Siino, <\/b> <br><b>Acrivon Therapeutics<\/b> Stock, Stock Option. <br><b>Acrivon AB<\/b> Employment. <br><b>F. J. Santana, <\/b> <br><b>Acrivon Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>I. Arribas Diez, <\/b> <br><b>Acrivon Therapeutics<\/b> Stock, Stock Option. <br><b>Acrivon AB<\/b> Employment. <br><b>K. Singh, <\/b> <br><b>Acrivon Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>P. Lombardo, <\/b> <br><b>Acrivon Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>W. Dahlberg, <\/b> <br><b>Acrivon Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>S. Kumar, <\/b> <br><b>Acrivon Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>A. Youssef, <\/b> <br><b>Acrivon Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>R. Improgo, <\/b> <br><b>Acrivon Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>C. Xu, <\/b> <br><b>Acrivon Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. Jung, <\/b> <br><b>Acrivon Therapeutics<\/b> Employment, Stock, Stock Option.<br><b>J. Lee, <\/b> None.&nbsp;<br><b>A. Murshid, <\/b> <br><b>Acrivon Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. Shipitsin, <\/b> <br><b>Acrivon Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. V. Olsen, <\/b> <br><b>Acrivon Therapeutics<\/b> Other, co-founder. <br><b>K. Masson, <\/b> <br><b>Acrivon Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>D. A. Proia, <\/b> <br><b>Acrivon Therapuetics<\/b> Employment, Stock, Stock Option. <br><b>C. Wigerup, <\/b> <br><b>Acrivon Therapeutics<\/b> Stock, Stock Option. <br><b>Acrivon AB<\/b> Employment. <br><b>P. Blume-Jensen, <\/b> <br><b>Acrivon Therapeutics<\/b> Employment, Stock, Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3330","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4749","PresenterBiography":null,"PresenterDisplayName":"HELEN NILSSON","PresenterKey":"3e1e77af-1a50-4546-86fa-7e06237d33e4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4749. Acrivon predictive precision proteomics (AP3) uncovers mechanism of resistance to ACR-368, a clinical-stage CHK1\/2 inhibitor, and identifies rational combination treatment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Acrivon predictive precision proteomics (AP3) uncovers mechanism of resistance to ACR-368, a clinical-stage CHK1\/2 inhibitor, and identifies rational combination treatment","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Resistance to androgen receptor signaling inhibitors (ARSI) like Enzalutamide is frequent in castration resistant prostate cancer (CRPC). The mechanisms driving drug resistance include the overexpression of androgen receptor (AR) and the presence of splice variants like androgen receptor splice variant 7 (AR-V7). Clinical studies (PROPHECY) have demonstrated that AR-V7 positive CRPC patients treated with Enzalutamide show poorer overall survival and thus lack an effective targeted line of treatment. Recently, AR signaling and the regulation of protein translation via the translation initiation factor 4E (eIF4E) and MAPK-interacting kinases (MNKs) have been shown to depend on each other and targeting eIF4E has been proposed to increase the efficacy of ARSI.<br \/>Objectives: We have recently described EB1 as the first in class non-ATP competitive inhibitor of MNK1\/2 (Bou-Petit et al. JMC, 2022) and have now tested its applicability in CRPC. In this work we describe the impact of EB1 on the efficacy of Enzalutamide treatment in CRPC.<br \/>Methodology: Cell lines 22RV1 and LNCaP-95 were used as AR-V7 positive models of CRPC. Effects of EB1 and Enzalutamide alone and in combination on cell growth were studied through crystal violet assay. Drug combination Index was calculated following Chou-Talalay method using CompuSyn Software. Cell death was studied through propidium iodide (PI) staining. AR transcriptional activity was assessed through RT-qPCR of AR canonical target genes like PSA. A head-to-head study with eFT-508 (Tomivosertib, eFFECTOR Therapeutics, Inc.) as the most advanced Type I MNK inhibitor was performed. Lastly, spheroids obtained through centrifugation in ultra-low attachment plates were used for validating drug interaction in 3D growth and viability studies. Spheroid viability was assessed through PI and Calcein AM staining as well as MTT assay.<br \/>Results: In vitro results demonstrate strong to moderate synergistic inhibition of cell growth through the induction of cell death by the combination of Enzalutamide and EB1 in AR-V7 positive CRPC cell lines, as well as reduction of AR transcriptional activity (PSA). Drug combination also reduced growth and viability of spheroids, indicating good tumor penetrating properties in 3D models and giving in vitro proof-of-concept for in vivo applications. Furthermore, drug synergy with Enzalutamide could only be observed with EB1 and not with Type-I MNK inhibitors like eFT-508, indicating that MNK1\/2 functions beyond its kinase activity might be relevant for cancer progression.<br \/>Conclusion: Here we demonstrate that the novel MNK inhibitor EB1 shows promising in vitro results, which cannot be obtained with Type-I MNK inhibitors. The combination of EB1 with the standard of care Enzalutamide provide a novel therapeutic opportunity for the treatment of CRPC, particularly in AR-V7 positive patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"Prostate cancer,Combination therapy,Androgen receptor signaling inhibitor,MAP kinase-interacting kinase 1\/2 (MNK1\/2),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. García-Ortega<\/b><sup>1<\/sup>, L. Suárez-Cabrera<sup>1<\/sup>, J. Morote<sup>1<\/sup>, O. Méndez<sup>1<\/sup>, M. Cano-Galietero<sup>2<\/sup>, E. Muro-Blanc<sup>1<\/sup>, J. I. Borrell<sup>3<\/sup>, A. Santamaria<sup>1<\/sup>, S. Ramón y Cajal<sup>1<\/sup>, S. Hümmer<sup>1<\/sup>; <br\/><sup>1<\/sup>Vall d'Hebron Research Institute (VHIR), Barcelona, Spain, <sup>2<\/sup>Spanish Biomedical Research Network Centre in Oncology (CIBERONC), Madrid, Spain, <sup>3<\/sup>IQS School of Engineering, Barcelona, Spain","CSlideId":"","ControlKey":"3c668b36-9f0e-42a9-ba27-23c7ef0663c7","ControlNumber":"4793","DisclosureBlock":"&nbsp;<b>S. García-Ortega, <\/b> None..<br><b>L. Suárez-Cabrera, <\/b> None..<br><b>J. Morote, <\/b> None..<br><b>O. Méndez, <\/b> None..<br><b>M. Cano-Galietero, <\/b> None..<br><b>E. Muro-Blanc, <\/b> None..<br><b>J. I. Borrell, <\/b> None..<br><b>A. Santamaria, <\/b> None..<br><b>S. Ramón y Cajal, <\/b> None..<br><b>S. Hümmer, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3331","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4750","PresenterBiography":null,"PresenterDisplayName":"Sara García-Ortega, MS,BS","PresenterKey":"4fd5cbe6-e771-42c9-9671-47a52eda63a2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4750. The MNK inhibitor EB1 sensitizes AR-V7 positive castration-resistant prostate cancer to enzalutamide","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The MNK inhibitor EB1 sensitizes AR-V7 positive castration-resistant prostate cancer to enzalutamide","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> FDA-approved enzalutamide is commonly prescribed for advanced prostate cancer. However, enzalutamide-resistant prostate cancer (ERPC) invariably develops, which leads to aggressive, lethal disease. Recently, we found that the Tribbles 2 (TRIB2) pseudokinase is overexpressed in ERPC cells and confers resistance to enzalutamide by promoting lineage plasticity to neuroendocrine differentiation. Though TRIB2 emerged as an excellent molecular target for ERPC, suitable inhibitors are not commercially available for effective targeting.<br \/><b>Methods: <\/b>Compounds were tested using a luciferase-tagged TRIB2 fusion protein-based assay system. Binding of drugs with TRIB2 protein was analyzed by thermal shift assays and by advanced computer-based homology modeling. Degradation of TRIB2 protein was measured by Western blot. Drug effects on re-sensitization of ERPC cells and synergy with enzalutamide were determined through cell viability and apoptosis assays. To gauge the <i>in vivo<\/i> effects of Daclatasvir (DCV), ERPC tumor xenograft-bearing mice were treated with varying doses of DCV via oral gavage. Tumor growth was calculated by measuring volumes and molecular markers in tumors were analyzed by immunohistochemistry.<br \/><b>Results: <\/b>By designing a luciferase-tagged TRIB2 fusion protein-based assay system, we screened a library of about 1,600 FDA-approved compounds and found that DCV, effectively inhibits the TRIB2-luciferase activity (more than 70% inhibition in 24 hours at 10 micromolar) but does not inhibit the activity of free luciferase. Notably, DCV directly binds to pure TRIB2 protein, leading to its destabilization and a reduction in the half-maximal melting temperature <i>(Tm) <\/i>from 41<sup>o<\/sup>C to 37<sup>o<\/sup>C, as confirmed by thermal shift assays. Interestingly, we found that DCV degrades TRIB2 proteins via activation of proteasomes and re-sensitizes ERPC cells to enzalutamide. DCV downregulates the master neuronal transcription factor, BRN2, and the stemness factor, SOX2, and synergizes with enzalutamide at lower, sub-lethal doses to decrease the viability of prostate cancer cells by inducing apoptosis. Finally, DCV was found to effectively inhibit the growth of ERPC tumors and decrease the protein level of TRIB2 in mice when delivered via oral gavage.<br \/><b>Conclusion: <\/b>These findings indicate that DCV effectively downregulates TRIB2 both <i>in vitro<\/i> and <i>in vivo <\/i>and suggest that further testing of DCV may help design an innovative therapeutic approach for management of enzalutamide-resistant, aggressive, lethal prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"Enzalutamide,Prostate cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Monga, R. Guddeti, C. Rogers, S. Gadgeel, D. Chitale, <b>J. Ghosh<\/b>; <br\/>Henry Ford Health System, Detroit, MI","CSlideId":"","ControlKey":"f89cb0d7-0e6e-4863-963f-fa2563acf2d3","ControlNumber":"5776","DisclosureBlock":"&nbsp;<b>J. Monga, <\/b> None..<br><b>R. Guddeti, <\/b> None..<br><b>C. Rogers, <\/b> None..<br><b>S. Gadgeel, <\/b> None..<br><b>D. Chitale, <\/b> None..<br><b>J. Ghosh, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3332","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4751","PresenterBiography":null,"PresenterDisplayName":"Jagadananda Ghosh, PhD","PresenterKey":"102d884d-e847-4151-9864-02887be2b3e2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4751. The antiviral, Daclatasvir, downregulates Tribbles 2 pseudokinase and reverses enzalutamide resistance in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The antiviral, Daclatasvir, downregulates Tribbles 2 pseudokinase and reverses enzalutamide resistance in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Paclitaxel resistance is commonly associated with a poor prognosis in non-small cell lung cancer (NSCLC) patients, and there are no promising pharmacological treatments for paclitaxel resistance. Here, we constructed human NSCLC-derived paclitaxel-resistant cell lines as an effective tool to explore the mechanisms of chemoresistance. We discovered that triptolide, a monomer compound extracted from Tripterygium wilfordii Hook F, was able to reverse paclitaxel resistance by reducing ABCB1 expression in vivo and in vitro. Through high-throughput sequencing, we found that the SHH-initiated Hedgehog signaling pathway played an important role in this process. More importantly, triptolide could directly target HNF1A, a transcription factor of SHH, and inhibited HNF1A\/SHH expression, ensuing in attenuation of Hedgehog signaling. Clinically, we found a positive correlation between HNF1A and SHH expression in both NSCLC tumor tissue microarrays and cancer network databases. These findings illuminated a novel molecular mechanism through which triptolide effectively targets and inhibits HNF1A, thereby impeding the activation of the Hedgehog signaling pathway and reducing the expression of ABCB1. This finding indicated the potential clinical application of triptolide and provided promising prospects in targeting the HNF1A\/SHH pathway as a therapeutic strategy for NSCLC patients with paclitaxel resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"Paclitaxel,triptolide,Lung cancer: non-small cell,Sonic hedgehog,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"P. Li, L. Li, L. Yang, L. Liu, <b>X. Zhao<\/b>; <br\/>The Second Hospital of Shandong University, Jinan, China","CSlideId":"","ControlKey":"8af434be-2677-4cf5-8ea8-839d82bd778e","ControlNumber":"6187","DisclosureBlock":"&nbsp;<b>P. Li, <\/b> None..<br><b>L. Li, <\/b> None..<br><b>L. Yang, <\/b> None..<br><b>L. Liu, <\/b> None..<br><b>X. Zhao, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3335","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4754","PresenterBiography":null,"PresenterDisplayName":"Xiaogang Zhao, Dr PH;PhD","PresenterKey":"bacf1a51-60cc-48fe-a485-8c65ea0adb5c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4754. Targeted inhibition of the HNF1A\/SHH axis by triptolide overcomes paclitaxel resistance in non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeted inhibition of the HNF1A\/SHH axis by triptolide overcomes paclitaxel resistance in non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"CBT300 was created from Creative BioTherapeutics&#8217; discovery that drug resistant recurrent cancer cells up-regulate a survival pathway that results in the expression of extracellular Glucose-Regulated Protein 78 (ecGRP78) in the tumor microenvironment (TME). This TME ecGRP78 binds to cancer and immune cell surfaces, which induces a cascade of events to increase drug resistance, immune suppression, and cancer stem cell (CSC) formation. CBT300 targets surface bound ecGRP78 that has been found on breast, lung, ovarian, prostate, melanoma, multiple myeloma, colon, pediatric and adult brain tumors. We can now show that inhibition of ecGRP78 can a) induce apoptosis of drug resistant tumor cells, b) eliminate drug and immune resistance showing synergistic effects with chemotherapy and immunotherapy, c) decrease the amount of chemotherapy about 90% in combination with CBT300. Recent publications show that ecGRP78 is found on many types of tumor cell surfaces but not on normal cell surfaces. In fact, cell surface bound ecGRP78 is important for many aspects of cancer development, including cell survival, proliferation, chemoresistance, angiogenesis, metastasis formation, immune suppression, and stem cell formation. Recently, it has been shown that increased ecGRP78 expression in metastatic breast cancer, glioblastoma and multiple myeloma patients was significantly associated with later stage, increased distant metastasis, increased aggressiveness, shorter disease-free survival, and decreased overall survival. In studies to help understand how ecGRP78 causes tumor progression and drug and immune resistance, we discovered a novel ecGRP78 binding transmembrane protein on TNBC, and brain cancer cells called Receptor Tyrosine Kinase Orphan Receptor-1 (ROR1). Using the GRP78 binding domain from ROR1 and a human Fc domain, we created a biologic fusion protein that is a potent and specific ecGRP78 inhibitor called CBT300. We now show that CBT300&#8217;s elimination of csGRP78 destabilizes and removes oncofetal proteins ROR1, and Cripto, and checkpoint protein PD-L1 from tumor cell surfaces resulting in reversal of chemoresistance, reduction in immune suppression, inhibition of stem cell phenotype and increased tumor cell apoptosis. Our results with CBT300 demonstrate proof of concept data in vitro and in vivo for our novel ecGRP78 inhibitor on several drug resistant cancers demonstrating the potential to provide a major advance in the treatment of drug resistant cancers either alone or in combination with lower doses of chemotherapy. Exploiting a novel mechanism of action with a non-toxic, efficacious and cost effective biologic therapy that has shown increased survival in recurrent cancers will bring new hope for these patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"GRP78,Drug resistance,Receptor tyrosine kinase (RTK),Checkpoint Inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. J. Davidson<\/b>, J. Zelek, E. Stolarik, M. Thigpen, A. Davidson, DPT; <br\/>Creative BioTherapeutics, Gurnee, IL","CSlideId":"","ControlKey":"aa37c43c-32af-4c74-a6ca-73deb878c30b","ControlNumber":"7121","DisclosureBlock":"&nbsp;<b>D. J. Davidson, <\/b> None..<br><b>J. Zelek, <\/b> None..<br><b>E. Stolarik, <\/b> None..<br><b>M. Thigpen, <\/b> None..<br><b>A. Davidson, DPT, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3336","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4755","PresenterBiography":null,"PresenterDisplayName":"Donald Davidson, PhD","PresenterKey":"a4c8c75f-9570-4bd6-8aed-6271cb2062ac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4755. Extracellular GRP78 inhibition reverses drug and immune resistance in cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extracellular GRP78 inhibition reverses drug and immune resistance in cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Development of effective strategies to manage the inevitable acquired resistance to osimertinib, a 3<sup>rd<\/sup> generation EGFR inhibitor with proven clinical efficacy in prolonging survival of patients with EGFR mutant (EGFRm) non-small cell lung cancer (NSCLC), is an urgent and critical area of unmet need in the clinic. Effort toward this direction led us to find that the DNA topoisomerase II (Topo II) inhibitors, doxorubicin and etoposide (VP-16), but not other chemotherapeutic agents, synergistically decreased the survival of osimertinib-resistant cell lines when combined with osimertinib. The combination of osimertinib with either doxorubcin or VP-16 effectively induced DNA damage and apoptosis in osimertinib-resistant cells, suppressed the growth of osimertinib-resistant tumors, and delayed the emergence of acquired resistance to osimertinib. Mechanistic studies found that osimertinib as well other EGFR-TKIs effectively decreased Topo II&#945; levels in EGFRm NSCLC cells by facilitating its proteasomal degradation and induced DNA damage; these effects were lost in cell lines with osimertinib acquired resistance that possessed elevated basal levels of Topo II&#945;. In the majority of EGFRm NSCLC tissues relapsed from EGFR-TKI treatment, Topo II&#945; levels were substantially increased. Enforced expression of ectopic <i>TOP2A<\/i> genes in sensitive EGFRm NSCLC cells conferred resistance to osimertinib in inducing DNA damage and apoptosis, whereas knockdown of <i>TOP2A<\/i> in osimertinib-resistant cell lines restored their responses to undergo osimertinib-induced DNA damage and apoptosis. Together, these results reveal a previously undiscovered essential role of Topo II&#945; modulation in regulating the responses of EGFRm NSCLC cells to osimertinib, providing scientific rationale for targeting Topo II to manage acquired resistance to osimertinib and possibly other third generation EGFR-TKIs, thus warranting clinical validation of this strategy. (This study was supported by NIH\/NCI R01 CA223220 and UG1 CA233259 and Emory Winship Cancer Institute lung cancer research pilot funds).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,EGFR TKI resistance,Topoisomerase II,Osimertinib,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Z. Chen<sup>1<\/sup>, K. A. Vallega<sup>1<\/sup>, D. Wang<sup>1<\/sup>, Z. Quan<sup>2<\/sup>, S. Fan<sup>2<\/sup>, Q. Wang<sup>3<\/sup>, T. A. Leal<sup>1<\/sup>, S. S. Ramalingam<sup>1<\/sup>, <b>S.-Y. Sun<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Emory University, Atlanta, GA, <sup>2<\/sup>The Second Xiangya Hospital, South Central University, Changshai, China, <sup>3<\/sup>Henan Cancer Hospital, Zhengzhou, China","CSlideId":"","ControlKey":"2f92a02e-662c-4163-9563-0305c395785e","ControlNumber":"767","DisclosureBlock":"&nbsp;<b>Z. Chen, <\/b> None..<br><b>K. A. Vallega, <\/b> None..<br><b>D. Wang, <\/b> None..<br><b>Z. Quan, <\/b> None..<br><b>S. Fan, <\/b> None..<br><b>Q. Wang, <\/b> None.&nbsp;<br><b>T. A. Leal, <\/b> <br><b>AstraZeneca<\/b> Other, On consulting\/advisory board. <br><b>S. S. Ramalingam, <\/b> <br><b>AstraZeneca<\/b> Other, On consultant\/advisory board.<br><b>S. Sun, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3337","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4756","PresenterBiography":null,"PresenterDisplayName":"Shi-Yong Sun, PhD","PresenterKey":"3c699cff-d082-47a9-85bd-9dbd74aa8256","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4756. Targeting DNA topoisomerase II to manage acquired resistance to third generation EGFR tyrosine kinase inhibitors in the treatment of EGFR mutant NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting DNA topoisomerase II to manage acquired resistance to third generation EGFR tyrosine kinase inhibitors in the treatment of EGFR mutant NSCLC","Topics":null,"cSlideId":""},{"Abstract":"The treatment of ovarian cancer (OC) presents a significant challenge due to the emergence of resistance to poly (ADP-ribose) polymerase inhibitors (PARPi). Transforming acidic coiled coil containing protein 3 (TACC3) belongs to the TACC family, characterized by its coiled-coil domains. TACC3 plays a crucial role in cell division, particularly in the formation and stability of the mitotic spindle, which is essential for proper chromosome segregation. Mutations or changes in TACC3 have been associated with various cancers, making it an increasingly attractive target for anticancer therapy in recent years. Here, we demonstrated a significant upregulation of TACC3 in OC, correlating with adverse clinical outcomes. Notably, PARPi-resistant OC cells exhibited a marked sensitivity to TACC3 inhibition. This was evidenced by the induction of spindle defects and mitotic catastrophe in PARPi-resistant cells upon TACC3 suppression, achieved either genetically or pharmacologically. Moreover, we explored the therapeutic efficacy of combining TACC3 inhibitor with PARPi, specifically BO-264 with olaparib or niraparib. This combination exhibited a synergistic effect, markedly reducing cell viability in vitro and tumor growth in PARPi-resistant tumor xenograft models. Our study suggests a promising new method for treating ovarian cancer, especially for those resistant to current PARPi treatments, by simultaneously targeting TACC3 and PARPi, enhancing treatment efficacy and potentially improving patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"Ovarian cancer,PARP inhibitors,Resistance,Synthetic lethality,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Wu<sup>1<\/sup>, Q. Wang<sup>2<\/sup>, C. Deng<sup>3<\/sup>, M. Li<sup>1<\/sup>, <b>Y. Xiao<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Peking University Third Hospital, Beijing, China, <sup>2<\/sup>Peking University, Beijing, China, <sup>3<\/sup>Peking University People's Hospital, Beijing, China","CSlideId":"","ControlKey":"07e5f37a-9784-47e2-881d-f88776830b5f","ControlNumber":"175","DisclosureBlock":"&nbsp;<b>Y. Wu, <\/b> None..<br><b>Q. Wang, <\/b> None..<br><b>C. Deng, <\/b> None..<br><b>M. Li, <\/b> None..<br><b>Y. Xiao, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3338","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4757","PresenterBiography":null,"PresenterDisplayName":"Yinan Xiao, MD;PhD","PresenterKey":"e20a525d-a794-4ad9-b89a-14152e6b80dc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4757. Combining PARP inhibitor with TACC3 inhibition overcomes PARP inhibitor resistance in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combining PARP inhibitor with TACC3 inhibition overcomes PARP inhibitor resistance in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Cyclin dependent kinase 4 and 6 inhibitors (CDK4\/6i) are part of standard of care therapy in combination with antiestrogens for the treatment of metastatic estrogen receptor positive (ER+) breast cancer. Of the three major CDK4\/6i, only ribociclib and abemaciclib, but not palbociclib, have shown significant improvement in overall survival in the clinic. However, resistance to CDK4\/6i is prevalent and advanced metastatic ER+ breast cancer remains incurable. Other studies have focused on cell cycle or growth factor alterations in resistant tumors but targeting these pathways have not been clinically validated. Beside inhibiting the cell cycle, CDK4\/6i are known to induce lysosomes in sensitive cells but the role of lysosomes in CDK4\/6i resistance remains elusive. Recently, we have shown that CDK4\/6i resistant breast cancer cells gain metastatic potential relative to sensitive cells and this is potentially due to deregulated lysosomes, which can be targeted with lysosome destabilizers. Here we show that all three CDK4\/6i induce rapid lysosomal acidification in sensitive cells, which suggests a role of cellular pH in CDK4\/6i-mediated cell death. However, in resistant cells, lysosomal acidification following CDK4\/6i treatment was diminished. Therefore, we hypothesize that cellular pH is tightly regulated in CDK4\/6i resistant cells and this pathway can be targeted to inhibit cell viability. Interestingly, protein levels of carbonic anhydrase IX (CA9), an important regulator of cellular pH, is significantly elevated in resistant cells. Increased CA9 levels correlate with impaired overall survival in breast and other cancers. Small molecule inhibitor of CA9, S4 or clinical-grade SLC-0111, inhibits growth of resistant cells when combined with CDK4\/6i plus antiestrogens. Thus, our study highlights the role of pH changes in CDK4\/6i resistant breast cancer and offer therapeutic strategies to treat this incurable disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"Breast cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. R. Scheidemann<\/b>, D. M. Demas, A. N. Shajahan-Haq; <br\/>Georgetown Lombardi Comprehensive Cancer Ctr., Washington, DC","CSlideId":"","ControlKey":"2d3c9283-f37a-4302-8118-9c0ffc63e4a6","ControlNumber":"786","DisclosureBlock":"&nbsp;<b>E. R. Scheidemann, <\/b> None..<br><b>D. M. Demas, <\/b> None..<br><b>A. N. Shajahan-Haq, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3339","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4758","PresenterBiography":null,"PresenterDisplayName":"Erin Scheidemann, BS","PresenterKey":"8cf6c36b-a524-48e5-af78-10f00bddf053","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4758. Targeting cellular pH as a novel therapeutic strategy in CDK4\/6 inhibitor resistant breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting cellular pH as a novel therapeutic strategy in CDK4\/6 inhibitor resistant breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Activating mutations in the epidermal growth factor receptor (EGFR) gene in non-small cell lung cancer (NSCLC) patients are associated with clinical benefit in the metastatic and adjuvant settings when treated with EGFR inhibitors, such as osimertinib. Despite its dramatic efficacy, most patients are partial responders and refractive disease leave limited treatment options. The objective was to dissect the mechanism of osimertinib resistance in EGFR mutant NSCLC models to identify a means of re-sensitization. Imaging mass cytometric analysis of 76 NSCLC patients demonstrated EGFR expression was inversely correlated to CD105 membrane expression. CD105 is a transforming growth factor beta (TGF-&#946;) family co-receptor that promotes bone morphogenic protein (BMP) signaling and inhibits TGF-&#946; signaling. Significant elevation in cell surface CD105 by osimertinib was furthered by EGFR knockdown in two NSCLC lines with EGFR activating mutations. These lines were subjected to a program of increasing osimertinib concentrations to generate isogenic resistant lines. Heterogeneous drug-tolerant persister cells had significantly higher mutational load, increased CD105 cell surface expression as well as greater expression of bypass signaling factors such as ERK, PI3K, and BMP ligands compared to their parental counterparts. Single cell RNA-seq analysis of parental NSCLC revealed a small population of cells that shared elevated endothelial and pyrimidine metabolism, with a slow-cycling signature that was enriched in the osimertinib-resistant cells. Combining osimertinib with a CD105 neutralizing antibody, carotuximab, reduced the slow-cycling population and restored osimertinib sensitivity in resistant cell lines. The knockdown of CD105 had a more pronounced decrease in cell viability when combined with osimertinib. The osimertinib-resistant lines demonstrated more condensed chromatin and glycolytic state compared to the respective parental lines by ATAC-seq and Single Cell ENergetIc metabolism profiling, respectively. The addition of carotuximab reversed the chromatin and metabolic reprograming of osimertinib resistance. Carotuximab was discovered to initiate CD105 interaction with EGFR and its dominant active variant, EGFRv3. Ultimately, combination therapy of carotuximab and osimertinib resulted in significantly reduced tumor expansion compared to mice treated with either drug alone. Paradoxically, the small tumors from combination therapy had greater mitosis compared to the larger tumors of the osimertinib single agent treated mice. Inhibition of CD105 with carotuximab can overcome resistance to osimertinib and inhibit NSCLC tumor progression. This is a first-in-class pre-clinical foundation for a novel synthetic lethality treatment strategy resulting from the observation of global changes in EGFR-antagonist resistance as opposed to individual mutations identified in tumor subpopulations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,EGFR TKI resistance,Bone morphogenetic proteins,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Thiruvalluvan<\/b><sup>1<\/sup>, S. Billet<sup>1<\/sup>, Z. Liu<sup>2<\/sup>, J. Lownik<sup>1<\/sup>, G. Gonzales<sup>1<\/sup>, H. Kim<sup>1<\/sup>, A. L. Villamejor<sup>1<\/sup>, L. Milshteyn<sup>1<\/sup>, K. Sankar<sup>1<\/sup>, E. M. Posadas<sup>1<\/sup>, J. Lopategui<sup>1<\/sup>, S. You<sup>1<\/sup>, K. Reckamp<sup>1<\/sup>, N. A. Bhowmick<sup>1<\/sup>; <br\/><sup>1<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA, <sup>2<\/sup>Radiation Effects Research Foundation, Hiroshima, Japan","CSlideId":"","ControlKey":"7ba58084-0b32-4330-95a9-12d5e32fa01b","ControlNumber":"2778","DisclosureBlock":"&nbsp;<b>M. Thiruvalluvan, <\/b> None..<br><b>S. Billet, <\/b> None..<br><b>Z. Liu, <\/b> None..<br><b>J. Lownik, <\/b> None..<br><b>G. Gonzales, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>A. L. Villamejor, <\/b> None..<br><b>L. Milshteyn, <\/b> None..<br><b>K. Sankar, <\/b> None..<br><b>E. M. Posadas, <\/b> None..<br><b>J. Lopategui, <\/b> None..<br><b>S. You, <\/b> None..<br><b>K. Reckamp, <\/b> None..<br><b>N. A. Bhowmick, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3340","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4759","PresenterBiography":null,"PresenterDisplayName":"Manish Thiruvalluvan, BS;PhD","PresenterKey":"7908cb27-f808-405e-b9c4-9816521d8bac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4759. Targeting slow-cycling persisters in EGFR mutant non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting slow-cycling persisters in EGFR mutant non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Mutations in proto-oncogene BRAF occur in about 10-15% of CRC patients and BRAF<sup>V600E<\/sup> is the most common. For patients who undergo BRAF-targeted therapy, resistance develops 4-6 months after treatment initiation and results in more aggressive disease. We found that development of resistance to BRAF inhibitors (BRAFi) is associated with an increase in lipid metabolism and expression of fatty acid synthase (FASN). FASN is a key enzyme of lipid synthesis overexpressed in CRC. Therefore, our hypothesis is that inhibition lipid metabolism via FASN will postpone development of resistance to BRAFi.<br \/>Methods: We established CRC cells resistant to PLX8394, a novel BRAFi. To evaluate differences in parental and resistance cells, CellTiterGlo 2.0, PrestoBlue, CytoSelect<sup>TM<\/sup> Invasion Assay, Triglyceride Assay, Seahorse XF, and confocal microscopy were used. Combination of PLX8394 and TVB3664 or C75 (FASN inhibitors) was tested on cell viability, colony formation, and synergy studies in parental and BRAFi resistant cells.<br \/>Results: The development of resistance to BRAFi promotes cellular proliferation and increases cyclin D and survivin expression<i> in vitro<\/i> and <i>in<\/i> <i>vivo<\/i>. BRAFi resistance is also associated with an increase in invasive properties and loss of E-cadherin expression. Metabolic changes include an increase in lipid metabolism, oxidative phosphorylation, and triglycerides storage. RNAseq and western blot analysis show significant upregulation of FASN in BRAFi resistant cells. Using cell viability and soft agar colony formation assays, we show that combined PLX8394 and TVB3664 treatment leads to a significantly higher decrease in cell viability and colony formation as compared to each drug alone in parental cells but not in BRAFi resistant cells. The calculation of a Bliss synergy score confirms that combination treatment with C75 and PLX8394 has synergetic effect in BRAF<sup>V600E<\/sup> cells. To further confirm that FASN contributes to resistance to BRAFi, we show that HT29 FASN shRNA cells are more susceptible to PLX8394 treatment as compared to control cells. Importantly, our data show that the long-term treatment with PLX8394 in combination with TVB3664 postpones development of resistance to BRAFi as compared to cells treated with PLX8394 alone.<br \/>Conclusion: Our study demonstrates that resistance to BRAFi is associated with a significant increase in proliferation, metastasis, and lipid metabolism. We demonstrate that combination of FASN inhibitors and BRAFi postpones development of resistance in BRAF<sup>V600E<\/sup> cells. However, FASN inhibition does not sensitize cells to BRAFi in already resistance cells, suggesting that this approach cannot be used to overcome acquired resistance to BRAFi. In summary our data suggest that an addition of TVB3664 at the beginning of BRAF treatment regimen could be an efficacious treatment strategy for BRAF<sup>V600E<\/sup> CRC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Colorectal cancer,Lipid metabolism,Drug resistance,BRAF,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Geisen<\/b>, J. weber-Tessmann, C. Kelson, D. He, C. Wang, A. Faisal, J. Kolesar, Y. Zaytseva; <br\/>University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"a81dd4e5-3dfb-4c2a-8e10-b0689a1beca4","ControlNumber":"1988","DisclosureBlock":"&nbsp;<b>M. Geisen, <\/b> None..<br><b>J. weber-Tessmann, <\/b> None..<br><b>C. Kelson, <\/b> None..<br><b>D. He, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>A. Faisal, <\/b> None..<br><b>J. Kolesar, <\/b> None..<br><b>Y. Zaytseva, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3341","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4760","PresenterBiography":null,"PresenterDisplayName":"Mariah Geisen, BS","PresenterKey":"8ae267c8-da90-40f2-8e26-65514bdfce13","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4760. Inhibition of FASN postpones development of resistance to BRAF inhibitors in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of FASN postpones development of resistance to BRAF inhibitors in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"The promise of combination therapies in managing tumor resistance is constrained by the therapeutic window (the difference between efficacious and toxic doses). We have sought to understand the impact of dose scheduling on the emergence of resistance, using a mathematical model-based approach linking pharmacokinetics (PK) to a parsimonious evolutionary model of tumor growth incorporating the emergence of drug resistance. Here, we analyze the potential of a three-drug combination to minimize toxicity while preventing the emergence of resistance. We simulated eight tumor subpopulations representing resistance to one, two or three hypothetical drugs, using an exponential growth model with growth penalties based on drug concentrations. We used the model to simulate the effects of pairs of antagonistic, synergistic, and additive drugs on the growth of sensitive and resistant populations in a tumor. Final tumor volume and resistant population were used to compare the efficacy of various drug schedules. We assumed an overlapping neutropenia-like toxicity as the dose-limiting toxicity for the three drug combination, which we have previously shown to be proportional to the peak moving average drug concentration over 18 days. Final tumor volume and peak toxicity were used to compare the effectiveness of various dosing strategies and interaction combinations. Synchronous dosing results in the greatest drug interaction effect between any two drugs. When all interactions between the three drugs are either antagonistic or synergistic, the greatest effect is observed when all drugs are dosed simultaneously. The drugs are most toxic when all three are dosed simultaneously or nearly simultaneously. Our work shows that time sensitivity&#8212;that is, the magnitude of the changes in efficacy associated with small changes in schedule&#8212;varies with phase offset. Scheduling is most time sensitive when all drugs are dosed simultaneously or nearly simultaneously; dosing of two drugs simultaneously is less time sensitive. Three-drug combinations are an effective means of preventing complete resistance. While simultaneous dosing of two or more drugs confers the greatest efficacy, such simultaneous dosing results in greater peak toxicity because of higher simultaneous drug concentrations. A potential compromise is the simultaneous dosing of two of the three drugs, which results in an intermediate toxicity. Dosing of two drugs simultaneously is also less time sensitive, advantageous in a practical sense as it is more robust to patient dosing error. While the approach used here is based on hypothetical drug properties, it provides a framework that is readily applicable to real-world drug combinations, with the potential for practical insights to guide the framing of the Target Product Profile for three-drug combinations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-06 Other,,"},{"Key":"Keywords","Value":"Tumor evolution,Pharmacokinetics,Pharmacodynamics,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. Stoddard<sup>1<\/sup>, <b>L. Yuan<\/b><sup>1<\/sup>, D. Van Egeren<sup>2<\/sup>, A. Chen<sup>3<\/sup>, D. Bottino<sup>4<\/sup>, A. Chakravarty<sup>1<\/sup>; <br\/><sup>1<\/sup>Fractal Therapeutics, Inc., Lexington, MA, <sup>2<\/sup>Stanford University, Palo Alto, CA, <sup>3<\/sup>Columbia University, New York, NY, <sup>4<\/sup>Takeda Pharmaceuticals, Cambridge, MA","CSlideId":"","ControlKey":"7b59e1d1-58c6-46dc-bd6b-bf77a1fe9c93","ControlNumber":"8892","DisclosureBlock":"<b>&nbsp;M. Stoddard, <\/b> <br><b>Fractal Therapeutics, Inc.<\/b> Employment, Stock. <br><b>L. Yuan, <\/b> <br><b>Fractal Therapeutics, Inc.<\/b> Employment, Stock.<br><b>D. Van Egeren, <\/b> None..<br><b>A. Chen, <\/b> None.&nbsp;<br><b>D. Bottino, <\/b> <br><b>Takeda Pharmaceuticals, Inc.<\/b> Employment, Stock. <br><b>A. Chakravarty, <\/b> <br><b>Fractal Therapeutics, Inc.<\/b> Employment, Fiduciary Officer, Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3351","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4761","PresenterBiography":null,"PresenterDisplayName":"Lin Yuan","PresenterKey":"8e3b353f-b21b-4f1c-acae-3dc5021c0be3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4761. Understanding three-drug combinations: optimizing scheduling while avoiding toxicity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Understanding three-drug combinations: optimizing scheduling while avoiding toxicity","Topics":null,"cSlideId":""},{"Abstract":"Background: Tumor Treating Fields (TTFields) are electric fields that disrupt cellular processes critical for cancer cell viability and tumor progression. While the mechanism of action of TTFields has been associated with an antimitotic effect and impaired DNA damage repair mechanisms, the application of TTFields has also been shown to increase the membrane permeability of glioblastoma cells. The current study examined whether increased cell membrane permeability is relevant in other tumor types and may be leveraged to facilitate uptake of the anticancer agent doxorubicin (DOX).<br \/>Methods: Breast mammary carcinoma (4T1), breast adenocarcinoma (MCF-7), uterine sarcoma (MES-SA), lung fibroblasts (MRC-5), and brain endothelial (HBMVEC) cells were treated with TTFields using the inovitro<sup>TM<\/sup> system. Intracellular 7-aminoactinomycin D (7-AAD) accumulation and cell count were measured using flow cytometry to determine membrane permeability and cytotoxicity, respectively. TTFields (300 kHz) together with DOX were applied to 4T1 cells DOX-sensitive (4T1-S) and DOX-resistant (4T1-R, generated by repeated DOX exposure of the 4T1-S cells), followed by flow cytometry analysis of DOX accumulation (24 h treatment) and cell survival using cell count (72 h treatment). For proof of concept, mice were orthotopically inoculated with 4T1-S cells, followed by TTFields treatment for 72 h and injection of DOX (5 mg\/kg) 24 h before ending TTFields treatment. DOX fluorescence was measured by flow cytometry in single-cell tumor suspension and whole tumor in vivo imaging system (IVIS). For the efficacy studies, mice were orthotopically inoculated with 4T1-S or 4T1-R cells. Tumors were allowed to grow, and then the mice were treated with TTFields (300 kHz) or sham-heat continuously for 8 days, with DOX (1 mg\/kg for 4T1-S cells; 5 mg\/kg for 4T1-R cells) or vehicle 2- and 6-days following treatment initiation. Tumor volumes were measured using caliper.<br \/>Results: TTFields increased 7-AAD accumulation in cancer but not normal cells. Maximal TTFields-induced cellular permeability was identified at 300 kHz for 4T1 cells, whereas TTFields-induced cytotoxicity was the highest at 150 kHz. The application of TTFields allowed DOX accumulation to the same extent in both DOX-resistant and DOX-sensitive cells and sensitized both cell types to DOX cytotoxicity. A 2- to 3-fold higher DOX accumulation was observed in tumors isolated from mice treated with TTFields relative to control mice. Significantly lower tumor volume was observed in mice treated with TTFields and DOX relative to control or mice treated with DOX alone.<br \/>Conclusions: TTFields increased cancer cell permeability, resulting in enhanced intracellular accumulation of DOX. Concomitant treatment with TTFields and DOX can improve treatment efficacy in DOX-resistant tumors and sensitize DOX-sensitive tumors to lower DOX concentrations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-05 Reversal of drug resistance,,"},{"Key":"Keywords","Value":"Tumor treating fields (TTFields),Cancer,Multidrug resistance,Doxorubicin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"B. Koltun, <b>T. Voloshin<\/b>, T. Kan, C. David, L. Koren, Y. Porat, A. Volodin, N. Kaynan, A. Klein-Goldberg, R. Paz, B. Brant, Y. Barsheshet, E. Zemer-Tov, A. Haber, M. Giladi, U. Weinberg, Y. Palti; <br\/>Novocure Ltd, Haifa, Israel","CSlideId":"","ControlKey":"f41bd645-fe33-4161-8e62-e069ccc9b4b4","ControlNumber":"3175","DisclosureBlock":"<b>&nbsp;B. Koltun, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>T. Voloshin, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>T. Kan, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>C. David, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>L. Koren, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>Y. Porat, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Volodin, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>N. Kaynan, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Klein-Goldberg, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>R. Paz, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>B. Brant, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>Y. Barsheshet, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>E. Zemer-Tov, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Haber, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>M. Giladi, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>U. Weinberg, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>Y. Palti, <\/b> <br><b>Novocure<\/b> Stock, Other Intellectual Property.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3350","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4762","PresenterBiography":null,"PresenterDisplayName":"Tali Voloshin","PresenterKey":"d5fc1133-3663-4458-859b-cecd32defa2a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4762. Tumor treating fields (TTFields) increase cancer cell membrane permeability and improve sensitivity to doxorubicin in vitro and in vivo","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"293","SessionOnDemand":"False","SessionTitle":"Reversal of Drug Resistance 1","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor treating fields (TTFields) increase cancer cell membrane permeability and improve sensitivity to doxorubicin in vitro and in vivo","Topics":null,"cSlideId":""}]