[{"Abstract":"Background: Cancer research autopsy genomic studies offer insight into the metastatic cancer landscape but come with complexities that relate to the sampling and processing of post-mortem tissue. Clarifying the effect of autopsy variables on pre- and post-sequencing quality control (QC) is an unmet need that may inform tissue collection strategies.<br \/>Methods: The effect of age, sex, post-mortem interval (PMI), and sample type (primary, metastatic, or normal) on pre-sequencing QC (nucleic acid concentration and integrity) was examined in 2678 samples (88.6% metastatic, 8.0% primary, 3.4% normal) from 83 patients with melanoma, lung, renal, or prostate cancer in the PEACE study. In the lung cohort, 160 surgical samples were also included through the TRACERx study, allowing surgery-autopsy tissue comparisons. Post-sequencing QC metrics were evaluated for lung samples that underwent DNA (n=522) or RNA (n=366) sequencing.<br \/>Results: RNA concentration and RIN were greater in surgical samples than those collected at autopsy. Across cohorts, metastatic autopsy samples had greater nucleic acid concentrations than primary or normal autopsy samples, but not integrity. DNA and RNA concentration and integrity differed significantly between primary tumor types. When comparing samples of different metastatic sites from the whole cohort, concentration was lowest in bone (DNA) or the digestive tract (RNA), while integrity was greatest in the brain and lowest in the digestive tract (DIN, RIN). Although autopsy variables like age, sex and PMI correlated with pre-sequencing QC metrics in univariate analysis, they were not found to significantly correlate with these metrics in multivariate analysis, which identified that only primary cancer type and metastatic site were independent determinants of concentration and integrity. Similarly, for post-DNA (whole exome) sequencing QC, only the metastatic site was found to independently influence sequencing QC metrics like total number of sequences, average sequence length, and FastQC score. For RNA sequencing, only the metastatic site was found to influence sequencing QC metrics like total number of sequences, percentage of non-duplicated sequences, one hit-one genome percentage, and the alignment percentage on the human genome.<br \/>Discussion: The lack of influence of PMI on QC in the largest QC-focused autopsy cancer study to date suggests that quality tissue can be obtained from non-rapid autopsy programs, which are more feasible and less resource-intensive than rapid programs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Advanced cancer,Autopsy,Sequencing,Quality control,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Fessas<\/b><sup>1<\/sup>, S. Hessey<sup>1<\/sup>, C. Richard<sup>1<\/sup>, C. Naceur-Lombardelli<sup>1<\/sup>, S. Ward<sup>1<\/sup>, D. A. Moore<sup>1<\/sup>, K. Nowakowska<sup>2<\/sup>, B. Trujillo<sup>2<\/sup>, I. Lobon<sup>3<\/sup>, S. T. C. Shepherd<sup>3<\/sup>, F. Byrne<sup>3<\/sup>, S. Turajlic<sup>3<\/sup>, G. Attard<sup>2<\/sup>, C. Swanton<sup>4<\/sup>, M. Jamal-Hanjani<sup>1<\/sup>; <br\/><sup>1<\/sup>University College London Cancer Institute, London, United Kingdom, <sup>2<\/sup>University College London, London, United Kingdom, <sup>3<\/sup>The Francis Crick Institute, London, United Kingdom, <sup>4<\/sup>Cancer Evolution and Genome Instability Laboratory, London, United Kingdom","CSlideId":"","ControlKey":"9db63b70-4880-4d3e-8a0c-2e3add7cd9c4","ControlNumber":"721","DisclosureBlock":"&nbsp;<b>P. Fessas, <\/b> None..<br><b>S. Hessey, <\/b> None..<br><b>C. Richard, <\/b> None..<br><b>C. Naceur-Lombardelli, <\/b> None..<br><b>S. Ward, <\/b> None.&nbsp;<br><b>D. A. Moore, <\/b> <br><b>AstraZeneca<\/b> Other, Consultancy fees. <br><b>Takeda<\/b> Other, Consultancy fees. <br><b>ThermoFisher<\/b> Other, Consultancy fees. <br><b>Amgen<\/b> Other, Consultancy fees. <br><b>Janssen<\/b> Other, Consultancy fees. <br><b>MIM Software<\/b> Other, Consultancy fees. <br><b>Bristol-Myers Squibb<\/b> Other, Consultancy fees. <br><b>Eli Lilly<\/b> Other, Consultancy fees.<br><b>K. Nowakowska, <\/b> None..<br><b>B. Trujillo, <\/b> None..<br><b>I. Lobon, <\/b> None..<br><b>S. T. C. Shepherd, <\/b> None..<br><b>F. Byrne, <\/b> None.&nbsp;<br><b>S. Turajlic, <\/b> <br><b>Roche<\/b> Grant\/Contract, Other, Personal fees. <br><b>Novartis<\/b> Other, Personal fees. <br><b>AstraZeneca<\/b> Other, Personal fees. <br><b>Ipsen<\/b> Other, Personal fees. <br><b>G. Attard, <\/b> <br><b>Janssen<\/b> Grant\/Contract, Travel, Other, Consulting fees. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Consulting fees. <br><b>Astellas<\/b> Travel. <br><b>Pfizer<\/b> Travel, Other, Consulting fees. <br><b>Ferring<\/b> Travel. <br><b>Sanofi-Aventis<\/b> Travel. <br><b>Roche<\/b> Travel. <br><b>Bayer<\/b> Other, Consulting fees. <br><b>Novartis<\/b> Other, Consulting fees. <br><b>Orion<\/b> Other, Consulting fees. <br><b>Essa<\/b> Other, Consulting fees. <br><b>C. Swanton, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Advisory board member. <br><b>Boehringer-Ingelheim<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Roche-Ventana<\/b> Grant\/Contract. <br><b>Invitae<\/b> Grant\/Contract. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract. <br><b>GRAIL<\/b> Stock Option, Other, Scientific advisory board member. <br><b>Achilles Therapeutics<\/b> Stock Option, Other, Co-founder, scientific advisory board member. <br><b>Bicycle Therapeutics<\/b> Stock Option, Other, Scientific advisory board member. <br><b>Genentech<\/b> Other, Consultancy fees. <br><b>Medicxi<\/b> Other, Consultancy fees. <br><b>Roche Innovation Centre - Shanghai<\/b> Other, Consultancy fees. <br><b>Metabomed<\/b> Other, Consultancy fees. <br><b>Sarah Cannon Research Institute<\/b> Other, Consultancy fees. <br><b>Apogen Biotechnologies<\/b> Stock Option. <br><b>Epic Bioscience<\/b> Stock Option. <br><b>M. Jamal-Hanjani, <\/b> <br><b>Achilles Therapeutics<\/b> Other, Scientific Advisory Board. <br><b>Pfizer<\/b> Other, Speaker honoraria. <br><b>Astex<\/b> Other, Speaker honoraria. <br><b>Oslo Cancer Cluster<\/b> Other, Speaker honoraria.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6913","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2926","PresenterBiography":null,"PresenterDisplayName":"Petros Fessas, BMBCh","PresenterKey":"cc506aaf-8ab1-4fef-94f2-4b237ab67c3a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2926. The effect of cancer research autopsy parameters on DNA and RNA sequencing quality","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The effect of cancer research autopsy parameters on DNA and RNA sequencing quality","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>The heterogeneity of tumors became apparent with the introduction of single-cell RNA-sequencing technology, enabling the discovery of rare and novel cell types that were not attainable with bulk RNA-sequencing. Numerous papers have been published, and the data from single-cell RNA-sequencing are publicly available. While current literatures provide detailed guidance on effectively analyzing single-cell RNA sequencing data, documentation for sample preparations is less frequently reported in easily accessible protocols. Additionally, researchers hold diverse opinions on sample handling and practical information is scattered across multiple sources.<br \/><b>Method: <\/b>A total of 233 cases were included in the study, comprising 150 cases of clinical and 83 cases of preclinical samples. Among the 150 clinical samples, 58 were freshly obtained (32 biopsies and 26 surgical resections), and 92 were frozen. Of the 83 preclinical samples, 70 were fresh, and 13 were frozen. Sample preparations for 10X Genomics Chromium single-cell RNA-sequencing were carried out using the methods of 'Red blood cell lysis', 'Straining', and 'Dead cell removal using magnetic beads' with clinical specimens. Each method was applied based on specific situations involving the presence of red blood cells, cell aggregates, dead cells and debris.<br \/><b>Results: <\/b>There was a variation in the usage of red blood cell lysis, straining, and dead cell removal methods across different sample types. Specifically, 40.6% of clinical biopsy samples were primarily conducted with red blood cell lysis and\/or straining without the removal of dead cells. Whereas, 96.2% of clinical surgical resections and 100% of clinical frozen samples predominantly utilized dead cell removal. The frequency of a double application of dead cell removal was higher in frozen samples, at 34.8% due to low viability as expected. For surgical resections, in comparison, only 15.4% required a second round of dead cell removal. In preclinical samples, both fresh and frozen, removal of dead cells was essential and implemented in 100% of cases. Among these, 62.9% of the fresh preclinical samples and 76.9% of the frozen preclinical samples underwent a second round of dead cell removal.<br \/><b>Conclusions:<\/b> The utilization of the methods red blood cell lysis, straining, and dead cell removal proved to be adequate in meeting the stipulated criteria of the 10x Genomics guidelines, demonstrating efficiency in terms of time. We have outlined a workflow for each sample type, accompanied by images illustrating pre- and post-conditions for plausible occurrences. Additionally, approximate cell numbers required, or percentages of cell loss are provided for each situation. We anticipate that this protocol will be beneficial for those new to the field, enabling them to generate samples for single-cell RNA-sequencing independently.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-06 Other,,"},{"Key":"Keywords","Value":"Single cell,Sample preparation,Biopsies, Surgical resections,Patient-derived xenograft (PDX),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Lim<\/b><sup>1<\/sup>, J. Lee<sup>2<\/sup>, K.-H. Pyo<sup>3<\/sup>, B. Cho<sup>4<\/sup>; <br\/><sup>1<\/sup>JEUK Institute for Cancer Research, JEUK Co., Ltd, Gumi, Korea, Republic of, <sup>2<\/sup>Department of Research Support, Yonsei Biomedical Research Institute, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>3<\/sup>Yonsei New Il Han Institute for Integrative Lung Cancer Research, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>4<\/sup>Division of Medical Oncology, Department of Internal Medicine and Yonsei Cancer Center, Severance Hospital, Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"f4b34cdb-c0b8-4f49-9f03-4f06ae194d92","ControlNumber":"5701","DisclosureBlock":"&nbsp;<b>K. Lim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>K. Pyo, <\/b> None..<br><b>B. Cho, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6914","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2927","PresenterBiography":null,"PresenterDisplayName":"Kyumin Lim, MS","PresenterKey":"7e683451-4755-4980-b098-8dd3eb64eb4c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2927. Optimization of sample preparation for single-cell RNA-sequencing using accumulated collection of preclinical and clinical specimens","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Optimization of sample preparation for single-cell RNA-sequencing using accumulated collection of preclinical and clinical specimens","Topics":null,"cSlideId":""},{"Abstract":"Large scale genomic studies are cataloguing tens of thousands of cancer mutations across a wide spectrum of tumor types. Conventional DNA sequencing methods have limitations in terms of identify mutations at high resolution among single cells. Moreover, determining cancer mutations&#8217; phenotype and function remains an enormous challenge - most mutations are assigned to the category of variants of unknown significance. In-silico functional predictions of cancer mutations are frequently used as a stopgap solution. However, these computational methods lack the ability to make refined biological and functional predictions. We demonstrated a new single cell experimental strategy that accelerates the discovery of cancer mutations and their characterization. This genomic technology framework does the following: (1) identify disease-related mutations at the resolution of individual cells from tumors or cell lines; (2) genome engineer these candidate mutations into cellular experimental systems for further biological characterization. First, we developed a single cell approach to identify cancer somatic mutations and even gene fusion rearrangements found in coding regions of mRNAs. Primary tumors are processed into single cell RNA-seq libraries and analyzed with nanopore long read sequencing. Across thousands of cells from primary tumors, we identified single cell mutations from the nanopore long reads that covered cancer gene transcripts. This approach allows us to even identify cancer rearrangements at single cell resolution. Next, we used short-read single cell transcriptomes to characterize the cell type and determine the gene expression characteristics of those cells with mutations. For single cell phenotypic studies, we developed a highly multiplexed technology using CRISPR base editors to directly engineer hundreds of mutations into their original genes among single cells and determine their transcriptional phenotype. Among specific individual cells, nanopore-based long-read sequencing identifies these modelled mutations directly from a target&#8217;s transcript sequence. Then, we integrate this single cell mutation data with the short-read transcriptome profile from the same individual cell. Therefore, we determine both the genotype and phenotype of a given engineered mutation from an individual cell. In summary, our work demonstrates a new, direct and highly scalable method for identifying, modelling and functionally assessing cancer mutation phenotype at single cell resolution. This approach enables the broader assessment of cancer mutations impact on tumor biology and clinical ramifications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"Single cell,Mutation detection,CRISPR,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. M. Grimes, H. Kim, S. Roy, A. Sathe, B. T. Lau, <b>H. P. Ji<\/b>; <br\/>Stanford University, Stanford, CA","CSlideId":"","ControlKey":"a73401bd-0a49-42c9-9cdd-fb6771cb897b","ControlNumber":"5689","DisclosureBlock":"&nbsp;<b>S. M. Grimes, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>S. Roy, <\/b> None..<br><b>A. Sathe, <\/b> None.&nbsp;<br><b>B. T. Lau, <\/b> <br><b>Oxford Nanopore<\/b> Travel. <br><b>H. P. Ji, <\/b> <br><b>Oxford Nanopore<\/b> Travel.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6915","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2928","PresenterBiography":null,"PresenterDisplayName":"Hanlee Ji, MD","PresenterKey":"fd7dab4e-f7f0-449d-bb15-ab6e15363faf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2928. Solving the cancer mutation conundrum: A single cell, massively parallel approach for cancer mutation discovery, genome modelling and functional characterization","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Solving the cancer mutation conundrum: A single cell, massively parallel approach for cancer mutation discovery, genome modelling and functional characterization","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is among the deadliest cancers worldwide, with advanced CRC being the leading cause of death. For the development of novel therapy options, it is crucial to investigate mechanisms of advanced CRC in a bona fide way. However, little is known about the impact of distinct genomic alterations on cancer progression. The assessment of the function and role of the putative drivers in tumor progression via sequencing data remains challenging, due to the complexity and possible combinations of the candidates. Hence, genetically engineered mouse models (GEMMs) represent the mainstay for the investigation of the role of oncogenes and tumor suppressor genes in cancer progression. However, particularly in CRC, they are limited by imprecise modeling of cancer-associated changes, challenging scalability, and development of tumors in anatomically incorrect places. To tackle these issues, we developed SOmatic CRISPR-mediated genome Alterations of Tumor suppressors with Exploratory single cell Sequencing (SOCRATES) to analyze advanced CRC. We multiplexed CRISPR-Cas systems, packaged them into lentiviral particles, and delivered them to enterocytes via colonoscopy-guided submucosal injection. With this innovative approach, SOCRATES enables rapid and direct <i>in vivo <\/i>genome engineering for the modeling of advanced CRC with distinct mutational patterns and the investigation of the cancer cell states and tumor microenvironment (TME) upon editing the genes of interest. Similar to the Greek philosopher Socrates, who established a form of argumentized dialogue between individuals, SOCRATES facilitates the understanding of previously undiscovered communication between cancer cells and TME. We analyzed the influence of the most recurrent tumor suppressor mutations<b> <\/b>(<i>Fbxw7, Ptprt, Arid1a, Atrx, Atm, Smad4, Pten<\/i>) on the cancer cell state and TME in advanced CRC. Further, we created a TS-TME interaction atlas and revealed novel mechanistic insights into how the TS mutations rewire cell states and cell-cell communications. With this generated knowledge, SOCRATES will contribute to our understanding of complex tumor ecosystems and foster the improvement of diagnostic and therapeutic approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"Colorectal adenocarcinoma,CRISPR,Mouse models,Tumor suppressor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Mastel<\/b><sup>1<\/sup>, R. Jackstadt<sup>1<\/sup>, J. Meier<sup>2<\/sup>, G. Diamante<sup>1<\/sup>; <br\/><sup>1<\/sup>DKFZ German Cancer Research Center, Heidelberg, Germany, <sup>2<\/sup>Heidelberg Institute for Stem Cell Technologies and Experimental Medicine, Heidelberg, Germany","CSlideId":"","ControlKey":"2f2abb4b-b67b-464f-8519-37cb87e97f18","ControlNumber":"6523","DisclosureBlock":"&nbsp;<b>M. Mastel, <\/b> None..<br><b>R. Jackstadt, <\/b> None..<br><b>J. Meier, <\/b> None..<br><b>G. Diamante, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6917","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2929","PresenterBiography":null,"PresenterDisplayName":"Manuel Mastel, MS,BS","PresenterKey":"3da3cc57-da03-485b-9d8f-aad0d5d42816","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2929. Multiplexed somatic genome editing to model and investigate advanced colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiplexed somatic genome editing to model and investigate advanced colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Biomarker discovery is a critical milestone in pursuing personalized and targeted cancer treatments, yet it faces formidable challenges hindering success rates. Limited access to high-quality samples restricts in-depth biological investigation, with scarce and compromised viable cells acting as barriers to progress. Levitation Technology&#8482; addresses these challenges by significantly improving sample quality and preserving maximum viable cells for single-cell RNA sequencing (scRNA-seq). This innovative approach overcomes limitations in sample quality and availability and heralds a new era of possibilities, propelling significant advancements in biomarker discovery for personalized cancer treatment.<br \/>To assess the performance of Levitation Technology using the LeviCell&#174; 1.0 system, 105 cryopreserved samples derived from diseased human tissues were processed by Discovery Life Sciences&#8482;. This diverse sample set covered 20 disease indications, including 17 types of cancer. A staggering 70% of the samples (n=74) exhibited cell viability ranging between 14-69%, underscoring the need for enhanced viability for effective scRNA-seq analysis. Notably, 45 of these samples presented fewer than 500,000 cells, a scenario marked by low quality and limited viable cells. Traditional methods fail to recover viable cells from such samples without considerable or complete viable cell loss. After processing the samples with the LeviCell 1.0 system, all samples had improved quality, with an impressive 90% of the most difficult samples (n=40) presenting a viability increase to 70-94%, meeting the minimum quality criteria for scRNA-seq. A notable success story was a particular breast cancer sample with only 31,000 cells and 14% viability. Processing with the LeviCell 1.0 system yielded 13,300 viable cells and a substantial 4.5-fold increase in viability to 64%. Such enhancements in sample quality translate into significant improvements in scRNA-seq data quality, enabling more single-cell data extraction from each invaluable sample.<br \/>Levitation Technology represents a paradigm shift in sample processing, rescuing even the most challenging samples. This groundbreaking technology maximizes the retention of viable cells while efficiently eliminating dead cells and debris, factors that have traditionally compromised scRNA-seq data quality. By revolutionizing this aspect of sample preparation, Levitation Technology opens up unparalleled opportunities to explore deeper into disease biology, providing a leap forward in biomarker discovery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Cancer genomics,Single cell,Biomarkers,Sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Egidio<\/b>, D. Bhosale, L. Shen, S. Jett, A. Malek, T. de Groot, S. Weaver, G. Sun, K. Travers, G. Facer; <br\/>LevitasBio, Menlo Park, CA","CSlideId":"","ControlKey":"f5fba1be-553d-435a-9935-6958f3e984ad","ControlNumber":"7221","DisclosureBlock":"&nbsp;<b>C. Egidio, <\/b> None..<br><b>D. Bhosale, <\/b> None..<br><b>L. Shen, <\/b> None..<br><b>S. Jett, <\/b> None..<br><b>A. Malek, <\/b> None..<br><b>T. de Groot, <\/b> None..<br><b>S. Weaver, <\/b> None..<br><b>G. Sun, <\/b> None..<br><b>K. Travers, <\/b> None..<br><b>G. Facer, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6921","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2930","PresenterBiography":null,"PresenterDisplayName":"Camila Egidio","PresenterKey":"f8e81091-ab93-4ab8-bd8c-421a9bba92de","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2930. Recovery of limited viable cells from low-quality precious samples for scRNA-seq","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Recovery of limited viable cells from low-quality precious samples for scRNA-seq","Topics":null,"cSlideId":""},{"Abstract":"<b>INTRODUCTION: <\/b>Non-small cell lung cancer (NSCLC) is a prevalent and deadly cancer type. Despite advances in targeted therapies in NSCLC, one-third of adenocarcinomas lack actionable oncogenes, limiting targeted therapy options. To address these challenges, CRISPR screening has emerged as a tool to unveil cancer dependencies. However, current genome-scale studies rely heavily on 2D monolayer cancer models that fail to replicate in vivo tumor biology due to altered gene\/protein expressions, absence of cell-extracellular matrix (ECM) signaling, and rewired metabolic pathways. To overcome these limitations, we developed a high-throughput 3D extracellular matrix (ECM) based hydrogel culture platform suitable for conducting genome-scale CRISPR screening. Leveraging this platform, we performed genome-wide CRISPR loss of function screens in 3D tumor models in ECM (3D-ECM). These results were compared with the screening outcomes from 3D cultured cells lacking an extracellular matrix (3D-spheroids) and traditional 2D monolayer (2D-monolayer) cells to identify new genes that might be crucial in driving NSCLC tumor cells.<br \/><b>METHODS:<\/b> Three NSCLC cell lines (NCI-H358, PC-9, and EKVX) were utilized for CRISPR screens. A genome-wide CRISPR library containing 60,000 sgRNAs targeting 20,000 genes was prepared. To create genome-scale 3D tumor models in ECM, cells were encapsulated in sub-millimeter microcapsules made of alginate and an extracellular matrix protein-hydrogel mix. Encapsulated cells were cultured for up to 4 weeks. 3D-spheroids were cultured on ultra-low attachment plates in viscous growth media and split every 3-4 days over 4 weeks.<br \/><b>RESULTS:<\/b> Cancer cells' proliferation and metabolic activity notably increased in 3D-ECM compared to 3D-spheroids. The CRISPR screens in 3D-spheroids and 3D-ECM revealed numerous positive growth phenotypes in contrast to the conventional 2D monolayer culture model. Specifically, we found 79 additional genes exhibiting positive-growth phenotype in 3D-ECM. Moreover, prominent oncogenic drivers, such as KRAS and EGFR were ranked considerably higher in both 3D-ECM and 3D-Spheroids compared to the 2D-monolayer. Interestingly, the pathway-enrichment analysis revealed that Notch signaling (CREBBP, EP300, APH1A), FoxO signaling (STK11, TGFBR2, MAPK14), and Citrate cycle signaling (MDH2, SDHC, PDHA1) were enriched in 3D-ECM when compared to 3D-spheroids.<br \/><b>CONCLUSION:<\/b> Our results reveal significant distinctions between the 2D monolayer model, the 3D spheroid model lacking extracellular matrix, and the 3D tumor model incorporating ECM. These differences underscore the importance of conducting CRISPR screens with 3D tumor models within the extracellular matrix to unveil novel cancer dependencies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"Extracellular matrix,3D tumor model,CRISPR functional screen,NSCLC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Agarwal<\/b>, S. Choi, X. Liu, J. Song, M. Tureez, U. Baek, A. Mehta, K. Han, H.-P. Lee; <br\/>MEDiC Life Sciences Inc., Mountain View, CA","CSlideId":"","ControlKey":"ccb8d6ca-45c3-490a-8e9f-df250fb59f89","ControlNumber":"7308","DisclosureBlock":"&nbsp;<b>P. Agarwal, <\/b> None..<br><b>S. Choi, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>J. Song, <\/b> None..<br><b>M. Tureez, <\/b> None..<br><b>U. Baek, <\/b> None..<br><b>A. Mehta, <\/b> None..<br><b>K. Han, <\/b> None..<br><b>H. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6929","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2931","PresenterBiography":null,"PresenterDisplayName":"Pranay agarwal","PresenterKey":"c6b9c716-2706-4e0f-98d7-948561a962e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2931. Utilizing an extracellular matrix-embedded 3D tumor model of NSCLC to identify novel cancer dependencies via genome-scale CRISPR screen","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Utilizing an extracellular matrix-embedded 3D tumor model of NSCLC to identify novel cancer dependencies via genome-scale CRISPR screen","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer-related death in the United States, and worldwide, with the 5-year survival rate of non-small cell lung cancer at 24%. Treatment options are limited, and even in cancers that harbor druggable biomarkers, resistance is near-universal. Identifying novel treatment strategies is essential to improve the outcomes of patients with lung cancer and provide secondary strategies for those who acquire resistance to first-line therapeutics. Identifying targeted therapies based on the genotype or expression pattern of cancers is an ongoing endeavor. In lung cancer, treatment of patients that harbor activating mutations in EGFR with specific EGFR inhibitors has improved progression-free survival rates and extended the lifespan of patients diagnosed with this aggressive cancer, demonstrating the utility of targeted therapies based genetic-based vulnerabilities, or synthetic lethal interactions. A rich source of synthetic lethal genetic interactions are paralogous genes. Paralogs result from gene duplication events through evolutionary history, and many paralogs share both sequence homology and functional redundancy. Co-targeting of some paralogous genes induces a fitness defect that is synergistic compared to individual paralog loss alone. Nearly 70% of genes in the human genome are considered paralogs, and until recent efforts from the Berger lab and others, this buffering effect has caused them to be under-represented in lethality studies. Identifying frequently-inactivated paralog genes in lung cancer will provide a platform to identify new vulnerabilities in lung cancer and other cancer types that share mutational backgrounds. To identify patterns of mutation and expression of paralog genes in lung cancer, we have accessed publicly available data sets for both cell line and patient tumor samples. Using TCGA and CCLE data sources, and a set of 1030 paralog pairs identified previously by the Berger lab as potential drug targets, we have identified paralog genes that harbor high mutational frequencies in lung cancer. Using these candidates, we next asked whether genetic inactivation or transcriptional repression of one paralog influences the essentiality of its paired gene using CERES scores generated by the Cancer Dependency Map. Preliminary results identifies several paralog pairs with distinct dependency profiles in cell lines for which expression of one paralog is lost, including <i> MAGOH\/MAGOHB <\/i>and <i>TLK1\/TLK2<\/i>. Further work to characterize these dependencies in relevant cell line models is ongoing. Additionally, the druggability of these targets will be tested using targeted degradation using the dTAG system. This work will uncover a new set of paralog synthetic lethality targets, and further validate the utility of targeting known synthetic lethal paralogs for the treatment of highly lethal lung cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"Synthetic lethality,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. O'Brien<\/b>, A. H. Berger; <br\/>Fred Hutchinson Cancer Center, Seattle, WA","CSlideId":"","ControlKey":"20b6c52b-fa8f-4d92-acd0-8302df52c683","ControlNumber":"7714","DisclosureBlock":"&nbsp;<b>S. O'Brien, <\/b> None..<br><b>A. H. Berger, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6930","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2932","PresenterBiography":null,"PresenterDisplayName":"Siobhan O'Brien, BS,MS,PhD","PresenterKey":"b66cd0fe-1cc8-47c6-baeb-4a6871ea886b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2932. Computational discovery of paralog dependencies drives target identification in lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Computational discovery of paralog dependencies drives target identification in lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Comprehensive genomic profiling (CGP) tests have been nationally reimbursed in Japan since 2019, and all test results must be discussed by molecular tumor boards (MTBs). More than 60,000 patients have taken the CGP tests at over 200 government-designated hospitals by November 2023. Streamlining decision-making by MTBs and standardizing interpretation of test results is important. We evaluated the performance of Chrovis, an annotation algorithm for reporting CGP tests.<br \/>Methods: We retrospectively reviewed the reporting process of all approved CGP tests done at The University of Tokyo Hospital and its 12 affiliated hospitals between December 2019 and November 2023. Chrovis referenced several public knowledge databases and used natural language processing to annotate each genetic variant and generated reports using the automated program. The MTB reviewed all reports with the addition of clinical information and made any necessary changes Recommendations on disclosure of germline findings were made in accordance with the national guideline.<br \/>Results: Among the 2,819 Chrovis reports created, 1,927 were tumor-only FoundationOne CDx (F1CDx), 483 were tumor\/normal paired NCC Oncopanel (NOP), and 409 were FoundationOne Liquid CDx (F1Liquid) panels. Among them, 603 changes in 496 reports (17.6% of all reports) were made by the MTB. The most common type of change was germline disclosure with 208 changes (7.4%), followed by clinical trial information (196 changes, 7.0%) and pathogenicity (107 changes, 3.8%). Gene alterations that led to most changes in germline disclosure were <i>TP53<\/i>, <i>SMAD4, CDKN2A, TERT<\/i>, and <i>NF2<\/i> (42, 22, 16, 13, and 13 changes, respectively). Changes in clinical trial information were frequently observed in <i>TP53<\/i>, <i>NF1<\/i>, <i>BRAF<\/i>, <i>ERBB2<\/i>, and <i>KRAS<\/i> (25, 20, 19, 16, and 16 changes, respectively). F1CDx required the greatest number of changes (404\/1927, 21.0%) followed by F1Liquid (53\/409, 13.0%) and NOP (39\/483, 8.1%) (p &#60; 0.001). Changes to germline disclosure were made in 9.1% of F1CDx reports, 5.4% of F1Liquid reports, and 2.1% of NOP reports (p &#60; 0.001). Changes to clinical trial information were made in 8.3%, 4.4%, and 3.9%, respectively (p &#60; 0.001).<br \/>Conclusions: Chrovis-generated CGP reports did not require any changes in 82%s, suggesting that artificial intelligence reporting may lessen the burden of MTBs while contributing to its standardization. Recommendation for germline disclosure requires manual supervision, and improvements in clinical trial databases are required to correctly recommend genomically matched trials to patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Cancer genomics,Cancer diagnostics,Bioinformatics,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Kage<\/b><sup>1<\/sup>, T. Aoki<sup>2<\/sup>, A. Shinozaki-Ushiku<sup>1<\/sup>, K. Watanabe<sup>1<\/sup>, N. Akiyama<sup>1<\/sup>, H. Isago<sup>1<\/sup>, M. Ogawa<sup>1<\/sup>, K. Ishigaki<sup>1<\/sup>, H. Kobayashi<sup>1<\/sup>, T. Miyagawa<sup>1<\/sup>, J. Omatsu<sup>1<\/sup>, Y. Saito<sup>1<\/sup>, K. Sasaki<sup>1<\/sup>, Y. Sato<sup>1<\/sup>, Y. Sato<sup>1<\/sup>, N. Suzuki<sup>1<\/sup>, S. Tanaka<sup>1<\/sup>, M. Kato<sup>1<\/sup>, M. Tanabe<sup>1<\/sup>, K. Tatsuno<sup>3<\/sup>, T. Ushiku<sup>1<\/sup>, K. Nishimura<sup>2<\/sup>, H. Aburatani<sup>3<\/sup>, K. Oda<sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Tokyo Hospital, Tokyo, Japan, <sup>2<\/sup>Xcoo, Inc., Tokyo, Japan, <sup>3<\/sup>The University of Tokyo, Tokyo, Japan","CSlideId":"","ControlKey":"a289336e-1b8c-4437-847c-691d6cdfbedb","ControlNumber":"1636","DisclosureBlock":"<b>&nbsp;H. Kage, <\/b> <br><b>Konica Minolta, Inc.<\/b> Grant\/Contract. <br><b>T. Aoki, <\/b> <br><b>Xcoo, Inc.<\/b> Employment, Stock, Patent.<br><b>A. Shinozaki-Ushiku, <\/b> None..<br><b>K. Watanabe, <\/b> None..<br><b>N. Akiyama, <\/b> None..<br><b>H. Isago, <\/b> None.&nbsp;<br><b>M. Ogawa, <\/b> <br><b>Konica Minolta, Inc.<\/b> Grant\/Contract.<br><b>K. Ishigaki, <\/b> None..<br><b>H. Kobayashi, <\/b> None..<br><b>T. Miyagawa, <\/b> None..<br><b>J. Omatsu, <\/b> None.&nbsp;<br><b>Y. Saito, <\/b> <br><b>MSD<\/b> Grant\/Contract.<br><b>K. Sasaki, <\/b> None..<br><b>Y. Sato, <\/b> None..<br><b>Y. Sato, <\/b> None..<br><b>N. Suzuki, <\/b> None.&nbsp;<br><b>S. Tanaka, <\/b> <br><b>Ono Pharmaceutical Co., Ltd.<\/b> Grant\/Contract. <br><b>Sumitomo Dainippon Pharma co., Ltd.<\/b> Grant\/Contract. <br><b>Eisai Co., Ltd.<\/b> Grant\/Contract. <br><b>Takeda Science Foundation<\/b> Grant\/Contract. <br><b>Goryo Chemical, Inc<\/b> Patent. <br><b>M. Kato, <\/b> <br><b>Daiichi-Sankyo<\/b> Grant\/Contract.<br><b>M. Tanabe, <\/b> None.&nbsp;<br><b>K. Tatsuno, <\/b> <br><b>Konica Minolta REALM<\/b> Grant\/Contract.<br><b>T. Ushiku, <\/b> None.&nbsp;<br><b>K. Nishimura, <\/b> <br><b>Xcoo, Inc.<\/b> Employment, Stock, Patent. <br><b>Medical Data Card, Inc.<\/b> Employment, Stock. <br><b>H. Aburatani, <\/b> <br><b>Konica Minolta REALM Co., Ltd.<\/b> Grant\/Contract. <br><b>Chugai Pharmaceuticals<\/b> Grant\/Contract. <br><b>K. Oda, <\/b> <br><b>Konica Minolta, Inc.<\/b> Grant\/Contract. <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6931","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2933","PresenterBiography":null,"PresenterDisplayName":"Hidenori Kage, MD;PhD","PresenterKey":"2dc0f3be-a3a8-4187-b15c-41c12b570cb0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2933. Use of artificial intelligence to facilitate reporting of comprehensive genomic profiling tests","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Use of artificial intelligence to facilitate reporting of comprehensive genomic profiling tests","Topics":null,"cSlideId":""},{"Abstract":"Tumor evolution is a highly heterogeneous process where multiple oncogenic pathways can lead to host defense evasion. Advancements in genome sequencing are allowing us to better understand these processes and their impact. However, critical genomic variations that could be pivotal to the development of tumors may have remained undetected due to technological constraints of short-read sequencing. PacBio HiFi sequencing generates accurate (&#62;99.9%) long reads (&#62;15 kb) with native 5-methylcytosine information that can comprehensively delineate many variations, including ones which were previously inaccessible with short-read sequencing. Unlike standard whole-genome analysis, cancer variant calling must account for somatic variation, where the assumptions of a diploid genome are violated. We have developed and optimized a bioinformatics workflow for somatic variant detection with HiFi sequence data. To validate this pipeline, we sequenced two well-studied cancer cell lines (COLO829, HCC1395) to 60-fold depth and their matched normal lymphoblast cells (40-fold to 60-fold depth) and called all classes of variations (SNVs, INDELS, and structural variants). Next, we compared our calls against the Valle-Inclan (structural variants) and SEQC2 (small variants : SNV\/INDEL) datasets. We achieved 92% F1 score for small variants across all variant allele frequencies (VAF) in the HCC1395 experiment. We observed a maintained accuracy (F1=91%) even at lower variant frequencies (10-20), highlighting the ability of HiFi sequencing to detect subclonal mutations. The workflow calls structural variants with high sensitivity, capturing 57\/62 (92%) of all previously validated SVs in COLO829 at all VAF. Lastly, we applied our pipeline to five diverse tumor samples that exhibit complex oncogenic phenotypes including homologous recombination deficiency (HRD) and high genomic instability, e.g. unresolved rearrangement breakpoints in repetitive regions and unknown oncogenic drivers when prior sequencing efforts did not provide full clarity as to the molecular drivers of tumorigenesis. Notably, we were able to identify and phase 5mC methylation of promoters together with large-scale structural variants in cancer genes involved in HRD. Taken together, we demonstrated the high accuracy of HiFi reads in resolving somatic variants and its potential to provide novel insights in complex cancer samples. The ability for long reads to resolve complex genomics aberrations and epigenetic markers that underly the tumorigenesis process will become indispensable in the realm of precision oncology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Cancer genomics,PacBio,HiFi,long-reads,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Chua<\/b><sup>1<\/sup>, I. McLaughlin<sup>1<\/sup>, O. Hofmann<sup>2<\/sup>, K. P. Stewart<sup>2<\/sup>, P. Baybayan<sup>1<\/sup>, J. Bibliowicz<sup>1<\/sup>, S. Grimmond<sup>2<\/sup>, Z. Kronenberg<sup>1<\/sup>, M. A. Eberle<sup>1<\/sup>; <br\/><sup>1<\/sup>PacBio, Menlo Park, CA, <sup>2<\/sup>University of Melbourne, Melbourne, Australia","CSlideId":"","ControlKey":"06c83266-c784-49ed-9949-6bc426cb6328","ControlNumber":"5530","DisclosureBlock":"&nbsp;<b>K. Chua, <\/b> None..<br><b>I. McLaughlin, <\/b> None..<br><b>O. Hofmann, <\/b> None..<br><b>K. P. Stewart, <\/b> None..<br><b>P. Baybayan, <\/b> None..<br><b>J. Bibliowicz, <\/b> None..<br><b>S. Grimmond, <\/b> None..<br><b>Z. Kronenberg, <\/b> None..<br><b>M. A. Eberle, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6932","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2934","PresenterBiography":null,"PresenterDisplayName":"Khi Pin Chua","PresenterKey":"8a6648db-9a61-425b-b46d-06eee7e8a5a5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2934. Somatic variant workflow with HiFi sequencing provides new insights in highly challenging cancer cases","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Somatic variant workflow with HiFi sequencing provides new insights in highly challenging cancer cases","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> We have developed a custom SureSelect Cancer design pipeline for the creation of target enrichment gene panels for comprehensive profiling of single nucleotide variations (SNP\/INDEL), gene-level copy number variations (CNV), and DNA translocations (TL) as well as content for measuring of microsatellite instability (MSI) and tumor mutational burden (TMB).<br \/><b>Methods:<\/b> The performance of individual probes was measured for the 679-gene SureSelect Cancer CGP panel and the information used to generate a reference database. When creating a new design, the gene list is cross-referenced with the database and when applicable, the probe information is applied to the new design. If genes are included in the custom design that are not present in the database, a second design algorithm selects the optimal probe based on its sequence characteristics (% GC, homology, etc.). Content is selected based on the biomarker to be measured and can be defined based on gene name (SNV\/indel and CNV) or genomic coordinates (SNV\/indel, TL). Pre-defined content for MSI measurement can be added to any design to cover 288 microsatellite sites. The performance of these sites in determining MSI status was demonstrated by comparing to the MSI-PCR reference method. To assess the performance of the design methodology, designs of various sizes (50 to 650+ genes) and content type were generated and assayed on reference samples and FFPE with known biomarkers. Sequencing metrics were evaluated for capture specificity and coverage of the target regions.<br \/><b>Results:<\/b> The design methodology allowed for sub-selection of content present in the 679-gene SureSelect Cancer CGP assay as well as addition of de-novo content. The design algorithm uses empirical data on probe performance to provide robust and reproducible results for the range of supported design sizes. Biomarkers were reliably detected with SNV detection down to 1% allele frequency, detection of gene amplifications and translocations concordant with FISH, and MSI and TMB determination concordant with PCR and Exome sequencing respectively. The design workspace was implemented in the SureDesign platform, providing a web-based interface for creating the designs.<br \/><b>Conclusions:<\/b> We demonstrated full customization capability of the SureSelect Cancer target enrichment platform that pairs user-defined content with an optimized probe design methodology to enable the sensitive detection of the common types of DNA alterations found in FFPE samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Targeted sequencing,Solid tumors,Gene profiling,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Ruvolo<\/b>, A. Khare, N. Matcha-Balaguruvappa, K. Wilkins, L. Forsmark, S. Gupta; <br\/>Agilent Technologies, Santa Clara, CA","CSlideId":"","ControlKey":"be60e0ba-9865-4551-bada-cdd3bc362b30","ControlNumber":"5752","DisclosureBlock":"<b>&nbsp;M. Ruvolo, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>A. Khare, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>N. Matcha-Balaguruvappa, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>K. Wilkins, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>L. Forsmark, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>S. Gupta, <\/b> <br><b>Agilent Technologies<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6933","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2935","PresenterBiography":null,"PresenterDisplayName":"Michael Ruvolo","PresenterKey":"a5d296e6-0fe3-41a1-803a-7e51e0fccbfc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2935. NGS panel customization for comprehensive genomic profiling","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NGS panel customization for comprehensive genomic profiling","Topics":null,"cSlideId":""},{"Abstract":"Molecular diagnosis has become highly significant for patient management. Facing new challenges to generate more comprehensive data in reduced time and cost, we tested Nanopore (ONT) adaptive sampling to analyze a gene panel for germline predisposition to cancer.<br \/>We tested 30 clinical germline samples carrying known alterations on BRCA1, BRCA2, PALB2 and MLH1 genes to detect large scale rearrangements (LSR) and single nucleotide variants (SNV). We used adaptive sampling to enrich the full sequence (from promoters to 3&#8217;UTR) of 152 cancer predisposition genes on ONT R10.4.1 MinION flowcells and the Q20 chemistry. The analysis was performed using the long-read bioinformatics pipeline developed by SeqOne Genomics. We observed a mean enrichment of 7.85 (3.91-9.85) and a mean coverage on target genes of 14.73X (4.71-35).<br \/>In our cohort, 11 samples had LSR that were all detected with ONT sequencing. In addition to perfectly detect the locus of the LSR (starts and stops always in intronic regions), we discovered that a known MLPA amplification of exon 13 in the BRCA1 gene was in fact an amplification of both exons 12 and 13. This 2-exon duplication was also confirmed on a patient&#8217;s relative, originally diagnosed with an exon 13 duplication as well. Another LSR was a total deletion of the BRCA1 gene. ONT sequencing highlighted this complete deletion of BRCA1 was the consequence of a large deletion of almost 140 kbp carrying 5 different genes (BRCA1, IFI35, NBR2, RND2, and VAT1).<br \/>ONT sequencing was also able to detect all class-5 SNVs (point mutations and small indel) present in 16 patient samples at low coverage (between 6 and 27X). We faced bioinformatics detection issues for 3 mutations located in homopolymer regions using standard pipelines. These were all confirmed correctly when visualizing the raw data.<br \/>As we analyzed complete genes and more genes than with short read sequencing, we detected novel unknown variants. To check the reliability of those novel variant by ONT, we wondered whether we could confirm results obtained at a low coverage (10X) with average quality (Phread score &#62;\/= 15). For that we randomly selected 8 new variants we analyzed by Sanger sequencing, and all of these were confirmed, suggesting that variants detected with ONT, even at a 10X coverage and a Phread score higher than 15, could be considered as real variants.<br \/>In conclusion, we showed that ONT adaptive sampling sequencing is suitable for the analysis of germline alterations. It improves the characterization of LSR and is able to detect SNV even at low coverage. Nevertheless, an improvement of bioinformatics detection of variants located in homopolymer regions should be considered. A larger comparison study between ONT adaptive sampling and short read sequencings should be performed on hundreds of samples to adapt international guidelines to third generation sequencing for germline diagnosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-03 High-throughput sequencing,,"},{"Key":"Keywords","Value":"Molecular diagnosis,Cancer risk,Cancer genetics,Mutation detection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Chevrier<sup>1<\/sup>, C. Richard<sup>1<\/sup>, M. Mille<sup>2<\/sup>, D. Bertrand<sup>2<\/sup>, M. Blum<sup>2<\/sup>, N. Philippe<sup>2<\/sup>, <b>R. Boidot<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Ctr. Georges-Franois Leclerc, Dijon, France, <sup>2<\/sup>SeqOne Genomics, Montpellier, France","CSlideId":"","ControlKey":"cfccfcaf-6a8b-4c01-ac37-cdc225fd6475","ControlNumber":"284","DisclosureBlock":"&nbsp;<b>S. Chevrier, <\/b> None..<br><b>C. Richard, <\/b> None..<br><b>M. Mille, <\/b> None..<br><b>D. Bertrand, <\/b> None..<br><b>M. Blum, <\/b> None..<br><b>N. Philippe, <\/b> None..<br><b>R. Boidot, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6934","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2936","PresenterBiography":null,"PresenterDisplayName":"Romain Boidot, PhD","PresenterKey":"eca47557-101b-436e-a30c-c8375e915c7f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2936. Nanopore adaptive sampling detects nucleotide variants and improves large scale rearrangement characterization for diagnosis of cancer predisposition","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nanopore adaptive sampling detects nucleotide variants and improves large scale rearrangement characterization for diagnosis of cancer predisposition","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b><b> <\/b>Integration of human papillomavirus (HPV) DNA into the human genome is considered as a key event in cervical carcinogenesis. Different methods have been employed in exploring HPV integration sites, such as APOT, DIPS-PCR, and NGS. However, these methods have their drawbacks. APOT heavily relies on the quality of the sample due to its dependence on RNA, while DIPS-PCR mostly identifies known sites and has limited capability in uncovering new integration sites. Although the detection sensitivity of virus infection status increased significantly through the Illumina sequencing platform, there were still disadvantages remain for further improvement, including the detection accuracy and the complex integrated genome structure identification, etc. Also, it requires large amounts of sequencing data, and thus is not applicable in clinical usage, which requires fast and accurate results. Therefore, the development of a new method for HPV integration detection with high accuracy and prompt reporting capacity is crucial for future clinical application.<br \/><b>Methods:<\/b><b> <\/b>We established a novel library preparation strategy for the detection of HPV integration in the human genome using Oxford Nanopore sequencing. Using this novel technology, Nanopore libraries were prepared from HPV positive cell lines HeLa and SiHa followed by sequencing on the Oxford Nanopore. We also determined HPV integration sites in five patients with cervical cancer patients with HPV positive tumors using Ilumina WGS. HPV integrations and breakpoints in human genome from both Nanopore and Ilumina WGS were extracted using Minimap and ViFi tool respectively. All HPV integration sites from cell lines and patient samples were validated using Sanger sequencing.<br \/><b>Results:<\/b><b> <\/b>The novel library preparation approach for detection of HPV integrations with Nanopore sequencing technology were sensitive and efficient in detection of commonly reported HPV breakpoints in HPV positive cell lines HeLa and SiHa. Additionally, we applied this method to clinical samples from five patients subjected to Whole Genome Sequencing, consistently yielding concordant results.<br \/><b>Conclusion:<\/b><b> <\/b>Our Nanopore based assay for detecting HPV integrations without the need for WGS demonstrated high efficacy. These data highlight the sensitivity and efficiency of this methodology in detecting HPV integrations events, emphasizing its potential as a reliable diagnostic tool in understanding pathophysiology of HPV-related malignancies and its use as prognostic markers in clinical settings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Human papillomavirus (HPV),Nanopore Sequencing,Cancer genetics,Cervical cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Parida<\/b><sup>1<\/sup>, N. Mukherjee<sup>2<\/sup>, A. Singh<sup>2<\/sup>, A. Singh<sup>3<\/sup>, K. Sharan<sup>1<\/sup>, M. Rao<sup>4<\/sup>, S. Lewis<sup>1<\/sup>, S. Radhakrishnan<sup>2<\/sup>, R. R. Damerla<sup>1<\/sup>; <br\/><sup>1<\/sup>Kasturba Medical College, Manipal, Manipal Academy of Higher Education, Manipal, India, <sup>2<\/sup>National Centre for Biological Sciences, Tata Institute of Fundamental Research, Bengaluru, India, <sup>3<\/sup>Manipal School of Life Sciences, Manipal Academy of Higher Education, Manipal, India, <sup>4<\/sup>Manipal College of Pharmaceutical Sciences, Manipal Academy of Higher Education, Manipal, India","CSlideId":"","ControlKey":"af930b45-4a53-4152-a1e9-e5450e11571b","ControlNumber":"6457","DisclosureBlock":"&nbsp;<b>P. Parida, <\/b> None..<br><b>N. Mukherjee, <\/b> None..<br><b>A. Singh, <\/b> None..<br><b>A. Singh, <\/b> None..<br><b>K. Sharan, <\/b> None..<br><b>M. Rao, <\/b> None..<br><b>S. Lewis, <\/b> None..<br><b>S. Radhakrishnan, <\/b> None..<br><b>R. R. Damerla, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6935","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2937","PresenterBiography":null,"PresenterDisplayName":"Preetiparna Parida, MS","PresenterKey":"1572e3f7-fade-4d6b-b7ed-71fd9e7cb2dd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2937. Accurate detection of human papillomavirus breakpoints in cervical cancers using a novel library preparation strategy for nanopore sequencing technology","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Accurate detection of human papillomavirus breakpoints in cervical cancers using a novel library preparation strategy for nanopore sequencing technology","Topics":null,"cSlideId":""},{"Abstract":"Somatic multi-gene analysis by Next Generation Sequencing (NGS) becomes standardly integrated in medical oncology for clinical decision making. However, with the fast-growing number of recommended and required genomic biomarkers, small panels have become vastly insufficient for most tumor types. Comprehensive Genomic Profiling (CGP) is amenable to screen for single nucleotide variants (SNVs) and subtle insertions and deletions (indels) in several hundreds of genes. Moreover, it provides information on copy number variations (CNVs) and gene fusions of the most relevant genes for optimal patient management. Currently, most comprehensive panels also allow for screening of tumor-agnostic genomic biomarkers, including microsatellite instability (MSI), tumor mutation burden (TMB) and homologous recombination deficiency (HRD), which are implemented as prognostic and therapeutic signatures in a wide variety of solid tumors. So far, only a handful of CGP assays have been validated for their diagnostic utility in routine laboratory practice for the care of cancer patients. In this study we report on an extensive multicentric analysis across multiple centers in Belgium and The Netherlands comparing the novel OncoDEEP CGP assay (OncoDNA) with the diagnostically validated TSO500 assay (Illumina). We describe the technical differences between both assays as well as their outcome and shortcomings. Detection of clinically relevant SNVs, indels and CNVs was very similar and differences were often due to assay-specific settings. Similarly, TMB, MSI and HRD data were concordant for most samples but those with scores close to the cut-offs could deviate. For fusion detection, concordance was found for the limited number of 11 clinically-actionable driver genes covered by the OncoDEEP kit. The uniformity of coverage was much higher with the OncoDEEP assay thereby allowing to pool 2- to 3-times more samples per NGS run. For the diagnostic implementation of the OncoDEEP assay we then performed an extensive validation with clinical samples representing a wide variety of solid tumor types, as well as reference samples. All performance metrics passed the validation criteria. In conclusion, the OncoDEEP kit can be used for reliable diagnostic comprehensive profiling of solid tumors, but currently, extensive fusion analysis requires an additional screening method.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Solid tumors,Next-generation sequencing (NGS),HRD,gene fusion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"E.-J. M. Speel<sup>1<\/sup>, P.-J. Volders<sup>2<\/sup>, J. Van der Meulen<sup>3<\/sup>, A. De Cock<sup>3<\/sup>, S. Vermeire<sup>4<\/sup>, J. Van Huysse<sup>4<\/sup>, M. De Barsy<sup>5<\/sup>, G. Beniuga<sup>5<\/sup>, W. de Leng<sup>6<\/sup>, A. Jansen<sup>6<\/sup>, S. Thijssen<sup>1<\/sup>, <b>H. Dubbink<\/b><sup>7<\/sup>, Z. Ozgur<sup>8<\/sup>, W. van Ijcken<sup>8<\/sup>, B. Maes<sup>2<\/sup>, G. Froyen<sup>2<\/sup>; <br\/><sup>1<\/sup>Maastricht University Medical Center, Maastricht, Netherlands, <sup>2<\/sup>Jessa Hospital, Hasselt, Belgium, <sup>3<\/sup>Ghent University Hospital, Ghent, Belgium, <sup>4<\/sup>AZ Sint-Jan Brugge AV, Bruges, Belgium, <sup>5<\/sup>Institute of Pathology and Genetics (IPG), Gosselies, Belgium, <sup>6<\/sup>University Medical Center Utrecht, Utrecht, Netherlands, <sup>7<\/sup>Erasmus MC Cancer Institute, Rotterdam, Netherlands, <sup>8<\/sup>Erasmus University Medical Center, Rotterdam, Netherlands","CSlideId":"","ControlKey":"0368c51a-f370-49b9-9b35-62ac739ad5d6","ControlNumber":"6799","DisclosureBlock":"<b>&nbsp;E. M. Speel, <\/b> <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Bayer<\/b> Grant\/Contract.<br><b>P. Volders, <\/b> None..<br><b>J. Van der Meulen, <\/b> None..<br><b>A. De Cock, <\/b> None..<br><b>S. Vermeire, <\/b> None..<br><b>J. Van Huysse, <\/b> None..<br><b>M. De Barsy, <\/b> None..<br><b>G. Beniuga, <\/b> None..<br><b>W. de Leng, <\/b> None..<br><b>A. Jansen, <\/b> None..<br><b>S. Thijssen, <\/b> None..<br><b>H. Dubbink, <\/b> None..<br><b>Z. Ozgur, <\/b> None..<br><b>W. van Ijcken, <\/b> None..<br><b>B. Maes, <\/b> None..<br><b>G. Froyen, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6936","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2938","PresenterBiography":null,"PresenterDisplayName":"Hendrikus Jan Dubbink, PhD","PresenterKey":"63f3b8fb-75d6-43e7-836a-e1199808c62b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2938. Comprehensive genomic profiling of solid tumor patients with the OncoDEEP assay for broad analysis in clinical diagnostics","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive genomic profiling of solid tumor patients with the OncoDEEP assay for broad analysis in clinical diagnostics","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is the most aggressive subtype of breast cancer, with the worst prognosis and limited treatment options. TNBC cells undergo metabolic reprogramming in response to nutrient limitations and changes in the tumor microenvironment throughout cancer progression. In the early stages, tumor cells are found to prioritize nutrient uptake and biosynthesis, but as they grow, intensified competition for nutrients fosters the emergence of subpopulations of cancer cells that excel in utilizing specific nutrients. The substantial metabolic pathways and genes that regulate each phase of cancer progression remain poorly understood. To address this, we have developed a stable integration, site-specific, and inducible CRISPR-Cas9 system that allows for temporal control of genetic perturbation. We conducted an unbiased <i>in vivo<\/i> loss-of-function CRISPR screen aimed at identifying metabolic vulnerabilities at different phases of cancer progression of TNBC. The inducible CRISPR system was activated only at the desired study period of each phase, thus capable of uncovering metabolic dependencies for TNBC proliferation at each distinct phase of cancer progression. As many large-scale CRISPR screens have previously been performed to identify gene dependencies for cancer progression <i>in vitro<\/i>, our CRISPR screen could address the shortcomings of <i>in vitro<\/i> screens by identifying novel essential metabolic genes that are significantly important for cancer growth <i>in vivo<\/i>. Preliminary data from our CRISPR screen revealed different pathways to be significantly important for tumor growth and proliferation at different phases of TNBC progression. For example, we find that ferroptosis is altered during the early lag phase of TNBC cancer progression, whereas, at the later stage of cancer progression, metastatic tumors upregulate serine metabolism, suggesting that secondary tumors could have distinct metabolism from the primary sites. Altogether, the findings from this study could provide valuable insights into stepwise metabolic dependencies arising from microenvironmental limitations and identify potential therapeutic targets at each phase of cancer progression. Moreover, our CRISPR-Cas9 model holds promise for dissecting the complex mechanisms of other cancer progressions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-04 Large-scale approaches to cancer gene discovery,,"},{"Key":"Keywords","Value":"Cancer metabolism,CRISPR\/Cas9,Cancer progression,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Ng<\/b><sup>1<\/sup>, Z. Wu<sup>1<\/sup>, J. A. Lidster<sup>2<\/sup>, W. Tam<sup>1<\/sup>; <br\/><sup>1<\/sup>Genome Institute of Singapore, Singapore, Singapore, <sup>2<\/sup>Cancer Science Institute of Singapore, Singapore, Singapore","CSlideId":"","ControlKey":"5fe81bae-6457-40c1-bf82-22c7e115dc78","ControlNumber":"3093","DisclosureBlock":"&nbsp;<b>S. Ng, <\/b> None..<br><b>Z. Wu, <\/b> None..<br><b>J. A. Lidster, <\/b> None..<br><b>W. Tam, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6952","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2939","PresenterBiography":null,"PresenterDisplayName":"Seow Qi Ng, BS","PresenterKey":"aa296717-c4dd-45eb-86fb-b90cac9fa34d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2939. Harnessing <i>in vivo <\/i>CRISPR screen to uncover metabolic dependencies during cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Harnessing <i>in vivo <\/i>CRISPR screen to uncover metabolic dependencies during cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Formalin-fixed, paraffin-embedded (FFPE) samples are an invaluable resource in the oncology space, providing access to a vast library of archived diseased tissue samples paired with relevant donor information. Despite the broad utility of these samples, RNA extracted from FFPE tissue is typically difficult to process due to the presence of residual crosslinks and its degraded nature. Further, these samples often vary widely in performance, as the fixation process, block age, block storage, and extraction method can impart large impacts on resulting template quality. As a result, robust and reproducible RNA sequencing from FFPE-derived RNA remains a challenge with unpredictable and high failure rates. We evaluated four commercially available WTA solutions to determine which performed best with this challenging sample type with respect to library complexity, inter-input and intra-sample concordance, and overall reproducibility.<br \/>Matched fresh frozen and FFPE liver samples were used such that the fresh frozen data set serves as a comparative truth set for the FFPE data. RNA-Seq libraries were prepared from each sample at both 10 ng and 100 ng inputs. The higher input serves as a control while the lower input reflects achievable inputs from very challenging FFPE samples. For 10 ng FFPE-derived RNA, the Watchmaker RNA Library Prep Kit with Polaris Depletion detects more unique genes than other chemistries and has a much higher percentage of genes that overlap with the fresh frozen control libraries. Additionally, differential expression analysis between 10 ng and 100 ng FFPE libraries demonstrates that the Watchmaker solution better preserves the gene expression profile at low inputs, as fewer differentially expressed genes are identified.<br \/>The Watchmaker chemistry includes a number of features aimed at improving library complexity, including a novel FFPE decrosslinking step, a reverse transcriptase specifically engineered to improve conversion of RNA to cDNA, and fewer bead purification steps to prevent sample loss. The concordance between FF and FFPE samples at variable input masses observed when using the Watchmaker solution promotes a higher degree of confidence when making decisions based on lower quantity and quality samples and enables researchers to access more meaningful biological information.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-04 Large-scale approaches to cancer gene discovery,,"},{"Key":"Keywords","Value":"RNA sequencing (RNA-Seq),Formalin-fixed paraffin-embedded (FFPE),Gene expression analysis,Differential gene expression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Pavlica, T. Sanders, D. Gelagay, K. Reed, T. Harrison, <b>G. Corbet<\/b>, J. Haimes, A. Hanek, K. Giorda, B. Kudlow; <br\/>Watchmaker Genomics, Inc., Boulder, CO","CSlideId":"","ControlKey":"496e96e2-14c9-4523-9fd0-00c22d50fc96","ControlNumber":"6638","DisclosureBlock":"&nbsp;<b>J. Pavlica, <\/b> None..<br><b>T. Sanders, <\/b> None..<br><b>D. Gelagay, <\/b> None..<br><b>K. Reed, <\/b> None..<br><b>T. Harrison, <\/b> None.&nbsp;<br><b>G. Corbet, <\/b> <br><b>Watchmaker Genomics<\/b> Employment.<br><b>J. Haimes, <\/b> None..<br><b>A. Hanek, <\/b> None..<br><b>K. Giorda, <\/b> None..<br><b>B. Kudlow, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6953","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2940","PresenterBiography":null,"PresenterDisplayName":"Giulia Corbet","PresenterKey":"6e39e518-7bb4-4c24-b2db-8885a42bad53","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2940. A comparative analysis of library preparation technologies for RNA sequencing from FFPE samples","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A comparative analysis of library preparation technologies for RNA sequencing from FFPE samples","Topics":null,"cSlideId":""},{"Abstract":"The Tumor MicroEnvironment (TME) plays a pivotal role in driving tumor progression, metastasis, and therapeutic resistance through diverse mechanisms. Notably, the TME influences the response to therapy by regulating immune surveillance evasion in tumor cells. Fibroblasts can play a significant role in resistance to therapy. In the context of cancer cancer-associated fibroblasts (CAFs) in the TME have been associated with resistance to various therapeutic approaches. CAFs can contribute to therapy resistance through multiple mechanisms, including extracellular matrix remodeling, immune modulation, angiogenesis and paracrine signaling. Understanding the intricate interactions between fibroblasts and cancer cells is crucial for developing more effective therapeutic strategies and overcoming resistance in cancer treatment. In the pre-clinical stages of therapy testing, the use of clinically and biologically relevant models is essential. However, current preclinical tumor models often lack a comprehensive characterization of the TME. To address this limitation, Champions Oncology utilized transcriptomic data from its exclusive TumorGraft models bank to develop a signature predicting TME composition. Validation involved confirming the predicted TME composition through histological analysis of Patient-Derived Xenograft (PDX) models grown in humanized mice. In an immune-competent host, the Tumor Microenvironment (TME) of the model more accurately replicates the conditions observed in cancer patients. PDX ) models are recognized as accurate and clinically relevant for pre-clinical studies. Consequently, Champions Oncology built its pre-clinical research on a deeply characterized PDX bank, employing multi-omic datasets, including WES ,RNAseq, proteomics, phospho-proteomics, kinase activity, and patient treatment history. To identify molecular signatures predictive of fibroblast presence, Champions analyzed the data with xCell<sup>3<\/sup> computational method. Concurrently, mice were humanized, and high and low infiltration predicted PDXs models were implanted. Tissues were collected and stained for fibroblast populations. Immunohistochemistry analyses confirmed a strong correlation between the infiltration predicted by the molecular signature and positive staining. The application of this method to Champions' model bank provided a comprehensive understanding of the TME profile, culminating in the definition of a gene signature predictive of fibroblast infiltration. Histological analysis validated the computational findings, creating a TME atlas of the PDX bank. This data support the use of the pre-defined molecular signature, facilitating the pairing of ideal model systems with appropriate humanized hosts for future preclinical studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Patient-derived xenograft (PDX),Gene expression,Fibroblasts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Gilardi<\/b>, G. Silberberg, H.-W. Tsai, S. Cairo, C. Killick-Cole, M. Ritchie; <br\/>Champions Oncology, Inc. (Hackensack, NJ), Hackensack, NJ","CSlideId":"","ControlKey":"f5557143-b67f-4420-8aee-12c99c9a96e5","ControlNumber":"8580","DisclosureBlock":"&nbsp;<b>M. Gilardi, <\/b> None..<br><b>G. Silberberg, <\/b> None..<br><b>H. Tsai, <\/b> None..<br><b>S. Cairo, <\/b> None..<br><b>C. Killick-Cole, <\/b> None..<br><b>M. Ritchie, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6961","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2941","PresenterBiography":null,"PresenterDisplayName":"Rachel Bunting, MBA;MS","PresenterKey":"6e0637a4-9462-43d1-b994-e74fe0184414","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2941. A novel gene signature predicting fibroblast composition in the TME allows for an improved selection of patient-derived xenograft (PDX) models for preclinical studies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel gene signature predicting fibroblast composition in the TME allows for an improved selection of patient-derived xenograft (PDX) models for preclinical studies","Topics":null,"cSlideId":""},{"Abstract":"Lung adenocarcinoma (LUAD) is the most frequently observed subtype found in non-small cell lung cancer (NSCLC). Despite its high prevalence, the molecular and histological heterogeneity in LUAD pose a significant challenge for providing effective patient care and aiming to reduce the high mortality rate. The histopathological classification proposed by WHO in 2015 describes five histologic patterns of lung adenocarcinoma (lepidic, acinar, papillary, micropapillary, and solid), and it has been shown that the existence of high-grade subtypes (micropapillary and solid) is associated with poorer survival outcomes. Nevertheless, the specific cellular and molecular mechanisms responsible for these clinical outcome differences based on distinct histological patterns remain unclear. Here, we conducted single-cell RNA sequencing (scRNA-seq) to unveil insights into the tumor microenvironment (TME) and identify cancer cell biomarkers associated with distinct histological patterns. Our study involved 18 specimens from primary LUAD patients who underwent surgical resection, all of whom were previously untreated. These specimens were classified into three groups: acinar\/papillary (A\/P), micropapillary (MP), and solid. Remarkably, patients with solid-type tumors showed a notable enrichment of CD8+ T cell exhaustion, alongside a significant abundance of GPNMB-high macrophages in the myeloid compartment. Additionally, macrophages from the solid-type demonstrated cholesterol-efflux activation, particularly in alveolar macrophages. It is well-known that cholesterol efflux-activated macrophages display a tumor-associated macrophage phenotype, contributing to immunosuppression in the TME. In contrast, the A\/P group exhibited a higher enrichment of mast cells compared to the solid-type. This suggests that the solid-type tumor landscape is more immunosuppressive than the A\/P group. In the context of cancer cells, we identified that A\/P cancer cells displayed a well-differentiated pattern with a high alveolar epithelial type II cell (AT2) signature. In contrast, solid-type cancer cells showed poorly differentiated states, coupled with a significant activation of the epithelial-mesenchymal transition (EMT) process. Remarkably, even within A\/P patients, those with a small portion of solid patterns in the tumor tissue showed higher clonal complexity compared to patients without any solid pattern. Furthermore, we found that cancer cell plasticity can be regulated by cell-cell interactions in the TME. Collectively, this study unveils the relationship between histological patterns and the TME, encompassing distinct immune responses and molecular characteristics of cancer cells in LUAD. These findings provide valuable insights for potential targeted therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-03 High-throughput sequencing,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,RNA sequencing (RNA-Seq),Single cell,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Lee<sup>1<\/sup>, J. Jeong<sup>2<\/sup>, M. Hong<sup>2<\/sup>, H.-G. Kang<sup>2<\/sup>, J. Choi<sup>2<\/sup>, J. Kim<sup>1<\/sup>, Y. Choi<sup>1<\/sup>, J. Kim<sup>1<\/sup>, <b>S. Lee<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>POSTECH, Pohang, Korea, Republic of, <sup>2<\/sup>Kyungpook National Univ. School of Med, Daegu, Korea, Republic of","CSlideId":"","ControlKey":"efbd023e-5b8c-47ab-bc47-62a80e97cd08","ControlNumber":"8622","DisclosureBlock":"&nbsp;<b>J. Lee, <\/b> None..<br><b>J. Jeong, <\/b> None..<br><b>M. Hong, <\/b> None..<br><b>H. Kang, <\/b> None..<br><b>J. Choi, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>Y. Choi, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>S. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6962","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2942","PresenterBiography":null,"PresenterDisplayName":"Shin Yup Lee, MD;PhD","PresenterKey":"f8317966-ed64-46f4-9944-362d6474184a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2942. Deciphering histological subtype-associated cellular and molecular characteristics of lung adenocarcinoma using single-cell RNA sequencing and spatial transcriptomics","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering histological subtype-associated cellular and molecular characteristics of lung adenocarcinoma using single-cell RNA sequencing and spatial transcriptomics","Topics":null,"cSlideId":""},{"Abstract":"MSI measurements are typically made on DNA, but it would be useful to make similar measurements from RNA or total nucleic acid inputs (TNA), so that MSI determinations could be made in parallel to interrogation of the RNA. Doing so requires characterizations of microsatellite lengths from those which are transcribed and untranscribed, because both will be detected following cDNA creation. Microsatellite instability (MSI) occurs when small unit repeats of DNA undergo incorrect replication resulting in the growth or contraction of the number of repeats in the newly synthesized DNA. This accumulation of errors at microsatellite DNA is usually mitigated by the mismatch repair (MMR) pathway which can correct these errors. MSI is of interest because it serves as a phenotypic readout of the status of the MMR machinery, and MSI status can correlate to tumor progression and response to agents that regulate these cellular mechanisms. We investigated the status of microsatellites using Anchored Multiplex PCR (AMP&#8482;) targeted panels (RUO) and compared results from TNA inputs using an AMP MSI module and both VARIANT<i>Plex<\/i>&#8482;<sup> <\/sup>chemistry to interrogate DNA, and FUSION<i>Plex<\/i>&#8482; chemistry to interrogate both RNA + DNA. Our results indicate differences in the diversity of lengths of microsatellites present in RNA, and the resulting stability calls which would be made at those sites. Microsatellite length diversity was highly dependent on the genomic context of the microsatellite. Microsatellites located within transcripts showed increased length diversity when examining the RNA + DNA results compared to DNA alone. Microsatellites located in intergenic regions, which are unlikely to be transcribed, showed no increase in diversity of lengths when comparing the RNA + DNA results to DNA alone. While these results suggest that MSI determinations could be made from RNA or RNA + DNA NGS data, the unique behavior of microsatellites in RNA is likely to require additional investigations and unique data analysis techniques to correctly categorize microsatellites as stable or unstable.<br \/>Confidential - Company Proprietary","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Microsatellite instability,Next-generation sequencing (NGS),Mismatch repair deficiency,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Rogge<\/b>, T. Patterson, A. Navetta, D. Legare; <br\/>Integrated DNA Technologies, Inc., Boulder, CO","CSlideId":"","ControlKey":"7a01baf5-b8a6-4bd9-901e-c79429a1f4a8","ControlNumber":"7039","DisclosureBlock":"<b>&nbsp;R. Rogge, <\/b> <br><b>Invitae<\/b> Employment. <br><b>T. Patterson, <\/b> <br><b>Invitae<\/b> Employment. <br><b>A. Navetta, <\/b> <br><b>Invitae<\/b> Employment. <br><b>D. Legare, <\/b> <br><b>Invitae<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6963","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2943","PresenterBiography":null,"PresenterDisplayName":"Ryan Rogge, PhD","PresenterKey":"4c0d5ea0-abf2-4aef-ab7f-42e38741e7e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2943. Investigation of microsatellite instability in RNA compared to DNA, using microsatellite targeted, anchored multiplex PCR and NGS","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigation of microsatellite instability in RNA compared to DNA, using microsatellite targeted, anchored multiplex PCR and NGS","Topics":null,"cSlideId":""},{"Abstract":"<b>INTRODUCTION:<\/b> Over the last decade, cancer immunotherapy has revolutionized cancer treatment. However, more than half of patients don&#8217;t respond, and responders often lack lasting effects. Understanding how genetic variants in cancer cells influence their interaction with immune cells, especially T cells, is crucial to uncover underlying mechanisms. Genetic screens are powerful for uncovering responsible genes for various phenotypes, but challenges in obtaining ample samples to set up a proper immune and cancer co-culture system have limited their use for identifying immune modulators in cancer: primary mouse T cells expressing CD3 against a specific antigen (typically albumin) need to be extracted from transgenic mice and only syngeneic mouse cancer cell lines that match these T cells can be paired, restricting the utilization of human T cells and human cancer cells for this co-culture screening setup.<b> <\/b><br \/><b>METHODS:<\/b> Here, we present a highly scalable co-culture system that enables genome-wide CRISPR screens on a pair of human primary T cells and any allogeneic human cancer cell lines. This system utilizes the expression of a membrane-targeted protein in mammalian cells, named as ImBridge, which directly engages and activates CD3+ immune cells. This mechanism bypasses the need for matched MHC on target cancer cells.<br \/><b>RESULTS:<\/b> We validated activation of CD3+ immune cells and selective cancer cell cytotoxicity by ImBridge. A genome-scale CRISPR screen utilizing the co-culture system unveiled known immune-oncology targets including PD-L1 and PTPN2 and revealed MEDiC_01 as a novel therapeutic target. Genetic loss of MEDiC_01 in cancer cells significantly sensitized them to cytotoxic cells, effectively eliminating cancers in the presence of human PBMCs.<br \/><b>CONCLUSION:<\/b> We demonstrated a scalable and efficient approach for conducting high-throughput functional screens to uncover genes that modulate interactions between effector T cells and target cancer cells. This can facilitate the identification of new immuno-oncology therapeutic targets, insights into underlying mechanisms, and genetic factors influencing immune susceptibility and evasion.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"Immuno-oncology,CRISPR functional screen,High-throughput assay,Target discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Parikh<\/b>, S. Choi, K. Pyo, H.-P. Lee, K. Han; <br\/>MEDiC Life Sciences Inc., Mountain View, CA","CSlideId":"","ControlKey":"be402837-30ed-4ef3-908c-eaba6e49370d","ControlNumber":"8583","DisclosureBlock":"&nbsp;<b>D. Parikh, <\/b> None..<br><b>S. Choi, <\/b> None..<br><b>K. Pyo, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>K. Han, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6965","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2944","PresenterBiography":null,"PresenterDisplayName":"Dippal Parikh, PhD","PresenterKey":"8a31156b-6a94-4cb5-a60e-bc42b9bdafb5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2944. A high-throughput screening system for identifying therapeutic targets in immuno-oncology","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A high-throughput screening system for identifying therapeutic targets in immuno-oncology","Topics":null,"cSlideId":""},{"Abstract":"The emergence of CRISPR technologies has enabled rapid and precise gene editing opportunities. The Functional Genomics Centre (FGC) - a joint venture between Cancer Research UK&#8217;s (CRUK) drug discovery engine, Cancer Research Horizons, and AstraZeneca has been launched to better utilize and improve the CRISPR technology within cancer research. The FGC leverages the strengths of both CRUK&#8217;s and AstraZeneca&#8217;s world-class oncology research and drug discovery experience, with the potential to drive scientific innovation in how new drug targets are identified and validated, and uniquely democratize access to the latest cutting-edge research tools and expertise for many thousands of scientists and clinicians funded by CRUK.<br \/>Here, we will showcase how the FGC is leading the development and refinement of functional genomics technologies. Through independent evaluation of publicly available CRISPR tools and leveraging this data we have designed optimized, minimal genome-wide CRISPR libraries. These libraries permit a reduction of the experimental scale of CRISPR screens by 50% and enable our Target Discovery platform to impact more projects, faster, at a lower cost and importantly - more sustainably.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"Target discovery,CRISPR,Drug resistance,Screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Lukasiak<sup>1<\/sup>, A. Kalinka<sup>2<\/sup>, N. Gupta<sup>2<\/sup>, K. Saeed<sup>2<\/sup>, A. Papadopoulos<sup>1<\/sup>, U. McDermott<sup>1<\/sup>, G. J. Hannon<sup>3<\/sup>, D. Ross-Thriepland<sup>1<\/sup>, <b>D. Walter<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>AstraZeneca, Cambridge, United Kingdom, <sup>2<\/sup>Cancer Research Horizons, Cambridge, United Kingdom, <sup>3<\/sup>Cancer Research UK Cambridge Institute, Cambridge, United Kingdom","CSlideId":"","ControlKey":"31820e89-718e-43a2-ad15-ccd2df743c6a","ControlNumber":"3331","DisclosureBlock":"&nbsp;<b>S. Lukasiak, <\/b> None..<br><b>A. Kalinka, <\/b> None..<br><b>N. Gupta, <\/b> None..<br><b>K. Saeed, <\/b> None..<br><b>A. Papadopoulos, <\/b> None..<br><b>U. McDermott, <\/b> None..<br><b>G. J. Hannon, <\/b> None..<br><b>D. Ross-Thriepland, <\/b> None..<br><b>D. Walter, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6966","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2945","PresenterBiography":null,"PresenterDisplayName":"David Walter, PhD","PresenterKey":"a6e1f890-0224-4dd7-a052-fdc0993ca7ad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2945. Using pooled minimal genome-wide sgRNA libraries to drive oncology drug discovery","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Using pooled minimal genome-wide sgRNA libraries to drive oncology drug discovery","Topics":null,"cSlideId":""},{"Abstract":"Whole Genome Sequencing (WGS) has emerged as a pivotal tool for unraveling the intricate genomic alterations underlying cancer, enabling the detection of a broad spectrum of somatic changes in cancer genomes, including single nucleotide variants, insertions, deletions, copy number variations, and structural rearrangements. Characterizing somatic variants across the entire genome significantly benefits from novel cost-efficient sequencing platforms, such as UG100. In the current study, we aim to demonstrate the utility of UG100 WGS in characterizing the landscape of somatic events in breast and lung cancer.<br \/>Over 35 tumor-normal cancer sample pairs were profiled using UG100 WGS (mean tumor coverage: &#62;100x; normal: &#62;50x). Variant calling was done using a somatic deep-variant algorithm, optimized to UG100 data. Results were compared to Illumina sequencing and high concordance was observed, with over 97% of SNVs and over 93% of indels detected by Illumina identified also by UG100. UG100 sequencing was deeper and allowed for identification of a larger number of genomic variations, including known driver events in cancer-related genes. The somatic mutational signatures by UG100 were concordant with the Illumina platform, with a cosine similarity higher than 99%. Copy number variation and structural variation analysis was performed on all sample pairs, revealing a wide range of genomic aberrations.<br \/>The integration of genetic sequencing into routine clinical oncology practices has proven instrumental in identifying actionable mutations, predicting treatment responses, and monitoring minimal residual disease. Moving from targeted sequencing to WGS provides a more comprehensive and unbiased assessment of the entire genome, uncovering rare or unexpected mutations that might be missed by targeted approaches. WGS allows for the simultaneous evaluation of both coding and non-coding regions of the genome, providing a deeper understanding of the regulatory elements influencing gene expression. This broader scope enhances our understanding of cancer biology and contributes to a more accurate assessment of the tumor's functional landscape.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-03 High-throughput sequencing,,"},{"Key":"Keywords","Value":"Whole genome sequencing,Cancer genomics,Somatic mutations,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Benjamin<\/b><sup>1<\/sup>, I. Soifer<sup>1<\/sup>, D. Shem-Tov<sup>1<\/sup>, M. Levy<sup>1<\/sup>, I. Tuncay<sup>2<\/sup>, B.-L. Oh<sup>2<\/sup>, J.-Y. Shin<sup>2<\/sup>, Y. Ju<sup>2<\/sup>, S. Lee<sup>2<\/sup>, O. Barad<sup>1<\/sup>, D. Lipson<sup>1<\/sup>; <br\/><sup>1<\/sup>Ultima Genomics, Fremont, CA, <sup>2<\/sup>Genome Insight Inc., San Diego, CA","CSlideId":"","ControlKey":"e1ee03c6-075e-4360-bf67-590e8a2f5d26","ControlNumber":"6314","DisclosureBlock":"<b>&nbsp;H. Benjamin, <\/b> <br><b>Ultima Genomics<\/b> Employment, Stock Option. <br><b>I. Soifer, <\/b> <br><b>Ultima Genomics<\/b> Employment, Stock Option. <br><b>D. Shem-Tov, <\/b> <br><b>Ultima Genomics<\/b> Employment, Stock Option. <br><b>M. Levy, <\/b> <br><b>Ultima Genomics<\/b> Employment, Stock Option. <br><b>I. Tuncay, <\/b> <br><b>Genome Insight Inc.<\/b> Employment. <br><b>B. Oh, <\/b> <br><b>Genome Insight Inc.<\/b> Employment. <br><b>J. Shin, <\/b> <br><b>Genome Insight Inc.<\/b> Employment. <br><b>Y. Ju, <\/b> <br><b>Genome Insight Inc.<\/b> Employment. <br><b>S. Lee, <\/b> <br><b>Genome Insight Inc.<\/b> Employment. <br><b>O. Barad, <\/b> <br><b>Ultima Genomics<\/b> Employment, Stock Option. <br><b>D. Lipson, <\/b> <br><b>Ultima Genomics<\/b> Employment, Stock Option.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6968","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2946","PresenterBiography":null,"PresenterDisplayName":"Hila Benjamin, MS","PresenterKey":"89f037cc-9afb-4672-b994-231b619bd1e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2946. Characterizing the genomic landscapes of breast and lung tumors using cost-effective whole genome sequencing","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing the genomic landscapes of breast and lung tumors using cost-effective whole genome sequencing","Topics":null,"cSlideId":""},{"Abstract":"An important consideration when studying cancer in diverse populations is the representativeness of the reference genome. Cancer genomics findings are largely based upon alignments to GRCh37 and GRCh38 references, and with the recent release of the telomere-to-telomere (T2T) and the Human Pangenome Reference Consortium references, analyses of sequences distinct from previous references in the cancer context provide exciting opportunities to identify novel targets that may be linked to cancer outcomes. Because GRCh38 and T2T are overwhelmingly Eurocentric, the question remains if these references have applicability outside the ancestral populations that comprise them. Prior to T2T and pangenome, whole genome sequencing of 910 individuals of African descent revealed 296.5 million distinct base pairs, which were assembled into 125,715 African Pan Genome (APG) contigs. These unique sequences represent African ancestry novel genomic sequences whose function was unclear. Here we present provisional efforts to determine the function of APG contigs, and whether they are represented in newer references. To determine the epigenetic potential of the 125,715 APG contigs, we used Emboss Cpgplot to predict CpG islands. We identified 8,353 potential CpG islands, where 6,352 contigs had at least 1 predicted CpG island, and 1 contig had 9. There was weak correlation between contig length, GC content and number of predicted CpG islands suggesting that these sequences represented potentially functional regions. Using unmapped transcriptomic reads from our published African ancestry triple negative breast cancer cohort, we sought to determine the expression potential of these contigs. Unmapped reads mapped to ~9% of the contigs, where ~1100 APG contigs had both predicted CpG islands and alignment of the unmapped transcriptomic reads. This strongly suggests that these APG contigs contain African ancestry-specific regulatory regions and functional gene coding sequences. Preliminary BLASTn queries of contigs with regulatory potential revealed that these sequences may be present in T2T. Mapping to T2T and visualization of expression and CpG islands showed that our predictions matched novel T2T sequences. We anticipated some contigs would map to T2T given one- or two-end placement in GRCh38 and wanted to determine if any of the ~1100 contigs mapped to T2T. Initial analysis of this contig subset shows ~15% fail to map to T2T, indicating that T2T may still fail to capture diversity across ancestry groups. These sequences represent previously unstudied expression and epigenetic potential not captured in the reference genome, and we are working to evaluate all 125,715 sequences. Capturing the diversity across the genome remains extremely important to contextualize these findings and build resources to continue moving precision medicine approaches forward across diverse ancestry groups.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-06 Other,,"},{"Key":"Keywords","Value":"Genomics,Gene expression,Epigenetics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Martini<\/b><sup>1<\/sup>, K. Founta<sup>2<\/sup>, S. Maurice<sup>3<\/sup>, J. White<sup>1<\/sup>, O. Balogun<sup>4<\/sup>, N. Chambwe<sup>2<\/sup>, M. Davis<sup>1<\/sup>; <br\/><sup>1<\/sup>Morehouse School of Medicine, Atlanta, GA, <sup>2<\/sup>Northwell Health, Hempstead, NY, <sup>3<\/sup>City College of New York, New York, NY, <sup>4<\/sup>Weill Cornell Medical College, New York, NY","CSlideId":"","ControlKey":"9b89b626-c3a4-43e6-ab2a-813de84b0bbb","ControlNumber":"7704","DisclosureBlock":"&nbsp;<b>R. Martini, <\/b> None..<br><b>K. Founta, <\/b> None..<br><b>S. Maurice, <\/b> None..<br><b>J. White, <\/b> None..<br><b>O. Balogun, <\/b> None..<br><b>N. Chambwe, <\/b> None..<br><b>M. Davis, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6989","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2948","PresenterBiography":null,"PresenterDisplayName":"Rachel Martini, BS,PhD","PresenterKey":"9ef0bddd-ab88-49e5-a31c-b483da356f0c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2948. Unveiling hidden genomic diversity: Exploring epigenetic potential and gene expression in African Pan Genome contig sequences","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unveiling hidden genomic diversity: Exploring epigenetic potential and gene expression in African Pan Genome contig sequences","Topics":null,"cSlideId":""},{"Abstract":"This study presents a novel approach for performing 10X platform-based targeted single-cell RNA-seq analysis in combination with CRISPR perturbation screens. For the analysis, we constructed a custom sgRNA library focused on a small subset of genes associated with the TNF&#945; response (i.e., NF&#954;B pathway). We compared analysis of two targeted gene expression panels&#8212;the first, targeting all protein-coding genes (genome-wide) and the other, targeting a selected set of genes representing key hubs in signaling pathway modules. Narrowing down the analyzed gene set enhanced the efficiency of single-cell RNA-seq by reducing the associated next-generation sequencing (NGS) depth required for readout, and significantly streamlining data analysis. Comparing the analysis of the expression panels targeting all protein-coding genes with the smaller pathway-targeted set, we were able to assess the general flexibility of the novel approach for single-cell CRISPR perturbation screens. We evaluated the specific tradeoffs with regard to the size of the CRISPR library, the size of the panel of genes targeted for expression analysis, and NGS sequencing depth. This flexible, targeted approach not only refines the precision of RNA-seq but also provides a more cost-effective solution for comprehensive genomic analyses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"CRISPR\/Cas9,Single cell,RNA sequencing (RNA-Seq),NF-&#954;B,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"D. Tedesco, T. Liu, M. Makhanov, D. Hu, <b>N. Isachenko<\/b>, P. Diehl, A. Chenchik; <br\/>Cellecta, Inc., Mountain View, CA","CSlideId":"","ControlKey":"4f3129ce-7f29-4f95-974b-2dcee6a41c78","ControlNumber":"8797","DisclosureBlock":"<b>&nbsp;D. Tedesco, <\/b> <br><b>Cellecta<\/b> Employment. <br><b>T. Liu, <\/b> <br><b>Cellecta<\/b> Employment. <br><b>M. Makhanov, <\/b> <br><b>Cellecta<\/b> Employment. <br><b>D. Hu, <\/b> <br><b>Cellecta<\/b> Employment. <br><b>N. Isachenko, <\/b> <br><b>Cellecta<\/b> Employment. <br><b>P. Diehl, <\/b> <br><b>Cellecta<\/b> Employment. <br><b>A. Chenchik, <\/b> <br><b>Cellecta<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6920","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2949","PresenterBiography":null,"PresenterDisplayName":"Nadya Isachenko, PhD","PresenterKey":"2c18665c-2a18-40c5-a0bc-3c55f8e762d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2949. A flexible and efficient approach for single-cell CRISPR perturbation screens combined with targeted RNA-seq expression analysis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A flexible and efficient approach for single-cell CRISPR perturbation screens combined with targeted RNA-seq expression analysis","Topics":null,"cSlideId":""},{"Abstract":"This study explores the utilization of orthogonal CRISPR-based gene editing\/modulation systems for combinatorial genetic screens using CRISPR knockout (CRISPR-KO), CRISPR activation (CRISPRa), and CRISPR interference (CRISPRi) functionalities. <i>S. aureus<\/i> (sa)Cas9 is an alternative nuclease to <i>S. pyogenes<\/i> (sp)Cas9 in scenarios where the latter cannot be used, or when multiple independent CRISPR systems need to be simultaneously expressed in the same cell. In this study we set out to explore the feasibility of utilizing different combinations of saCas9 and spCas9 CRISPR systems to achieve the simultaneous inactivation (via CRISPR-KO or CRISPRi) and transactivation (via CRISPRa) of different target genes in the same host cell. For this purpose, a complete set of tools for CRISPR\/saCas9 gene editing and gene modulation was developed, compatible with CRISPR\/spCas9 co-expression. Specifically, we developed and validated optimized saCas9 and sg(sa)RNA lentiviral and AAV vectors, dual expression (sp)\/(sa)sgRNA lentiviral library vectors, as well as (sa)CRISPR-KO, (sa)CRISPRi, (sa)CRISPRa fluorescence-based activity kits for the functional validation of saCas9 expressing cell lines. Results demonstrating the feasibility of the orthogonal screens will be presented, with different combinations of CRISPR-KO, CRISPRa, and CRISPRi systems in multiple cell lines.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"CRISPR\/Cas9,Screening,Cell lines,Flow cytometry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Isachenko<\/b>, G. Aleksanyan, P. Diehl, D. Tedesco; <br\/>Cellecta, Inc., Mountain View, CA","CSlideId":"","ControlKey":"c003c8cd-20b4-4000-90c9-e3b777a6ab86","ControlNumber":"7876","DisclosureBlock":"<b>&nbsp;N. Isachenko, <\/b> <br><b>Cellecta<\/b> Employment. <br><b>G. Aleksanyan, <\/b> <br><b>Cellecta<\/b> Employment. <br><b>P. Diehl, <\/b> <br><b>Cellecta<\/b> Employment. <br><b>D. Tedesco, <\/b> <br><b>Cellecta<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6964","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2950","PresenterBiography":null,"PresenterDisplayName":"Nadya Isachenko, PhD","PresenterKey":"2c18665c-2a18-40c5-a0bc-3c55f8e762d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2950. CRISPR\/saCas9 and CRISPR\/spCas9 systems for combinatorial genetic screens (CRISPR-KO, CRISPRa, CRISPRi)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"386","SessionOnDemand":"False","SessionTitle":"Advances in Genomic Sequencing Platforms, Methodologies, and Interpretation 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CRISPR\/saCas9 and CRISPR\/spCas9 systems for combinatorial genetic screens (CRISPR-KO, CRISPRa, CRISPRi)","Topics":null,"cSlideId":""}]