[{"Abstract":"Mortalin, encoded by the HSPA9 gene, is a highly conserved heat-shock chaperone belonging to the HSP70 family. It is predominantly presented in the mitochondria, and is critical in regulating a variety of cell physiological functions such as response to cell stress, control of cell proliferation, and inhibition\/prevention of apoptosis. Myelodysplastic syndromes (MDS) are a group of hematopoietic stem cell malignancies characterized by ineffective hematopoiesis, increased apoptosis of bone marrow cells, and anemia. Up to 25% of MDS patients harbor an interstitial deletion on the long arm of chromosome 5, also known as del(5q), creating haploinsufficiency for multiple genes including HSPA9. Our prior study showed that knockdown of HSPA9 induces TP53-dependent apoptosis in human CD34+ hematopoietic progenitor cells, consistent with cytopenia observed in MDS patients. Since anemia is another featured symptom of MDS, we hypothesize that HSPA9 plays a role in regulating erythroid maturation. To test our hypothesis, we inhibited the expression of HSPA9 using various methods and measured the erythroid maturation in human CD34+ cells. We used siRNA targeting HSPA9 and found that HSPA9 siRNA significantly inhibited the cell growth, increased cell apoptosis, inhibited erythroid maturation (using CD71 as a surrogate marker), and increased p53 expression (p&#60;0.01) compared to control siRNA in human CD34+ cells. Pharmacologic inhibition of HSPA9 by the chemical MKT-077, an inhibitor of HSP70 protein family members including mortalin, also increased p53 expression and inhibited erythroid maturation in human CD34+ cells. In addition, knockdown of HSPA9 by shRNA showed significant inhibition of erythroid maturation in human CD34+ cells compared to control shRNA. In order to test whether the regulation of erythroid maturation by HSPA9 is TP53-dependent or not, we constructed shRNAs targeting TP53 genes and simultaneously transduced lentivirus containing shRNAs targeting HSPA9 and TP53 respectively in human CD34+ cells using double antibiotics selection (puromycin for shRNA targeting HSPA9 and hygromycin for shRNA targeting TP53). We found that TP53 knockdown partially rescued the erythroid maturation defect caused by HSPA9 inhibition, suggesting that erythroid maturation inhibition by HSPA9 knockdown is partly mediated through a TP53 mechanism. Collectively, our results suggest that the increased apoptosis and reduced erythroid maturation observed in del(5a)-associated MDS is TP53-dependent. HSPA9\/mortalin may be a potential target to treat anemia in del(5q) MDS patients, although simultaneous loss of multiple genes on del(5q) likely contributes to the complex phenotypes observed in MDS. Thus, our study not only uncovers some underlying mechanisms of del(5q) MDS, but also provides potential therapeutic indications through gene targeting in clinical MDS treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"TP53,HSPA9\/mortalin,erythroid maturation,myelodysplastic syndromes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Liu<\/b><sup>1<\/sup>, C. Butler<sup>1<\/sup>, M. Dunmire<sup>1<\/sup>, G. Szalai<sup>2<\/sup>, A. Johnson<sup>2<\/sup>, J. Choi<sup>3<\/sup>, M. Walter<sup>3<\/sup>; <br\/><sup>1<\/sup>West Virginia School of Osteopathic Medicine, Lewisburg, WV, <sup>2<\/sup>Burrell College of Osteopathic Medicine, Las Cruces, NM, <sup>3<\/sup>Washington University in St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"9969ceca-f36a-400e-a626-1f4c6784a825","ControlNumber":"473","DisclosureBlock":"&nbsp;<b>T. Liu, <\/b> None..<br><b>C. Butler, <\/b> None..<br><b>M. Dunmire, <\/b> None..<br><b>G. Szalai, <\/b> None..<br><b>A. Johnson, <\/b> None..<br><b>J. Choi, <\/b> None..<br><b>M. Walter, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7036","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"248","PresenterBiography":null,"PresenterDisplayName":"Tuoen Liu, MD;PhD","PresenterKey":"65befaa4-5fd9-4671-9de0-bfa1528ea928","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"248. HSPA9\/mortalin regulates erythroid maturation through a TP53-dependent mechanism in human CD34+ hematopoietic progenitor cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HSPA9\/mortalin regulates erythroid maturation through a TP53-dependent mechanism in human CD34+ hematopoietic progenitor cells","Topics":null,"cSlideId":""},{"Abstract":"Background: Endometrial cancer (EC) is the most common gynecological tumor among women worldwide, posing a serious threat to women's health. ELF4 (E74 like ETS transcription factor 4), a member of the ETS family, plays a role in facilitating cancer progression. Our previous work demonstrated the role of direct binding between ELF4 and tribbles pseudokinase 3 (TRIB3) in promoting &#946;-catenin expression. In this study, we further explore ELF4's involvement in the maintenance of cancer stem cells (CSCs) in EC.<br \/>Methods: The vital role of ELF4 in EC was determined through gain- and loss-of-function assays. ELF4 was silenced in two EC cell lines, AN3CA and HEC-1A, and primary EC cells from a Taiwanese patient (EMC6), using RNA interference techniques. The expression of ELF4, TRIB3, and CDK6 in human EC samples was assessed using immunohistochemistry. Tumorsphere formation assays, quantitative real-time PCR, and immunoblotting quantified CSC activity and the involvement of related signaling pathways. Transcriptional regulation associated with ELF4 was investigated using luciferase reporter assays and chromatin immunoprecipitation.<br \/>Results: Analysis of the TCGA database via the TISIDB web tool revealed that elevated ELF4 levels correlated with higher histological grades, advanced clinical stages, and poorer overall survival in EC patients. A grade-dependent increase in ELF4 expression was observed using tissue microarrays. Knockdown of ELF4 in EC cell lines and patient-derived EC cells significantly reduced cell proliferation, cell cycle progression, migration, invasion, and CSC activity. RNA-seq data analysis of ELF4-knockdown EC cells identified CDK6 as a potential downstream target of the ELF4\/TRIB3 interaction. Knockdown of ELF4 and TRIB3 significantly downregulated CDK6 expression. Co-expression of TRIB3 and ELF4 enhanced CDK6 expression, and their expression was positively associated with CDK6 in EC specimens. We also demonstrated that CDK6 facilitates EC-CSC activity. Knockdown of CDK6 significantly attenuated tumorsphere formation and reduced the levels of cancer stemness-related proteins, including OCT4, NANOG, and c-MYC.<br \/>Conclusion: Our study demonstrates the essential roles of ELF4 and TRIB3 in regulating CDK6 expression, contributing to the maintenance of EC-CSCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Endometrial cancer,Cancer stem cell activity,CDK6,ELF4,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W.-L. Wang<\/b>, W.-W. Chang; <br\/>Chung Shan Medical University, Taichung, Taiwan","CSlideId":"","ControlKey":"94058395-e8c2-4707-a85c-34b6cc4ad09a","ControlNumber":"254","DisclosureBlock":"&nbsp;<b>W. Wang, <\/b> None..<br><b>W. Chang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7037","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"249","PresenterBiography":null,"PresenterDisplayName":"Wen-Ling Wang, PhD","PresenterKey":"b0d998f1-c6ff-48c3-9864-12a9345db745","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"249. Deciphering the impact of TRIB3-ELF4 interaction in regulating CDK6 on cancer stem cell activity in endometrial cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering the impact of TRIB3-ELF4 interaction in regulating CDK6 on cancer stem cell activity in endometrial cancer","Topics":null,"cSlideId":""},{"Abstract":"Since 1990, the overall incidence and mortality rates of late onset colorectal cancer (LOCRC &#8805;50 years) have been decreasing due to improvements in access to screening and available treatment options. However, the rates for early onset CRC (EOCRC &#8804; 49 years) have steadily increased in men and women. Less than 30% of LOCRC patients present with late-stage tumors (clinical stages III or IV) at the time of diagnosis compared to 70% of EOCRC patients. Despite this, the cellular and molecular mechanisms underlying the incidence and stage are unclear, as are appropriate strategies for prevention of recurrence in men and women with EOCRC. Effective prognostic markers are therefore urgently needed. To address this issue, we performed a detailed bioinformatics analysis based on Gene Expression Omnibus database (GSE39582; n=585 patients), wherein we identified 7 prognostic biomarkers for EOCRC: <i>KRAS, LGR5, CTNNB1, MYC<\/i>, <i>BMI1, CD44<\/i> and <i>ASNS<\/i>. Importantly, Kaplan Meier analysis revealed tumor onset at a younger age was significantly (p = 0.0082) associated with poorer 5-year survival in men with EOCRC only, after adjusting for KRAS status. <i>CTNBB1 <\/i>and <i>CD44<\/i> transcript levels were higher in men with EOCRC versus men with LOCRC. Conversely, female EOCRC had a higher frequency of <i>KRAS<\/i> mutations (52.6%) compared to their LOCRC counterpart (38.8%), and an increased expression of markers of tumor stem cell and metabolic reprogramming including <i>LGR5, MYC, BMI<\/i>, and <i>ASNS. <\/i>A single CRISPR-Cas9 deletion of <i>ASNS<\/i> in HCT116 cell lines, a pre-clinical model of EOCRC, caused an inhibition of 3D spheroid formation compared to HCT116 <i>ASNS<\/i> wild type cells. In vivo study using a cell line derived R2G2 mouse xenograft model showed that ASNS disruption caused a reduction in tumor burden that was accompanied by low <i>Lgr5<\/i> and <i>Myc<\/i> transcripts compared to the <i>ASNS<\/i> wild type group, indicating that ASNS may regulate cancer stemness. Together, this data suggests a unique molecular fingerprint for EOCRC and highlights sex-specific influences on cellular metabolism during EOCRC progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer metabolism,Stemness,Molecular subtypes,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>O. Aladelokun<\/b><sup>1<\/sup>, K. Sumigray<sup>2<\/sup>, S. A. Khan<sup>2<\/sup>, C. Johnson<sup>1<\/sup>; <br\/><sup>1<\/sup>Yale School of Public Health, New Haven, CT, <sup>2<\/sup>Yale University, New Haven, CT","CSlideId":"","ControlKey":"89a34ecd-c042-4980-bb80-39c02e595705","ControlNumber":"1148","DisclosureBlock":"&nbsp;<b>O. Aladelokun, <\/b> None..<br><b>K. Sumigray, <\/b> None..<br><b>S. A. Khan, <\/b> None..<br><b>C. Johnson, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7038","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"250","PresenterBiography":null,"PresenterDisplayName":"Oladimeji Aladelokun, PhD","PresenterKey":"e2f755e9-d988-4d56-8a99-0b1e6be93b87","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"250. Sex differences in cancer stemness among individuals with early onset colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sex differences in cancer stemness among individuals with early onset colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"To establish and maintain functional and properly formed tissues, cells must integrate cues from their environment into fate decisions. External cues&#8212;from other cells and the extracellular matrix for instance&#8212;must be met with appropriate responses to ensure cell fate decisions that control lineage plasticity and favor proper development, maintenance, or regeneration of tissues while suppressing neoplastic transformation. MCAM (CD146; MUC18; S-endo-1; and Gicerin) is an integral membrane glycoprotein whose misexpression is associated with a variety of epithelial cancers, including breast cancer. However, the mechanisms by which MCAM conveys extracellular cues into malignant cellular outputs is not well understood. Our observation that MCAM is normally expressed in transplantable fetal and adult mammary stem cells (MaSCs) with multilineage potential, suggested it could control mammary cell state plasticity in both neoplastic and normal mammary tissue. Using a plastic, mouse mammary tumor cell line derived from the MMTV-PyMT mouse (Py230) that has been reported to exhibit mammary stem cell and luminal progenitor features, we tested the role of Mcam in controlling the tumorigenicity and lineage\/cell-state relationships of mammary tumor cells. We found that Mcam knockdown in Py230 cells increases STAT3 expression, activation, and downstream target transcription, leading to a shift in the predominant cell state away from a luminal progenitor state toward more differentiated alveolar and basal phenotypes. Mechanistically, these changes involve altered activity of casein kinase II (CK2) against multiple substrates including STAT3 and PTEN. This effect may be mediated by direct coupling and sequestration of CK2 to various substrates via the cytoplasmic tail of MCAM. We have also found that inhibition of Ck2 or Stat3 reversed the transcriptional state change elicited by <i>Mcam<\/i> knockdown. In grafted tumors <i>in vivo<\/i>, this state switch correlates with reduced overall tumorigenicity and attenuated expression of Sox10, a gatekeeper of neural crest-like invasive features. In the normal gland, we hypothesize that this activity regulates multilineage stem cell potential upon transplantation and multilineage regenerative potential across lactation\/involution cycles as we found reciprocal expression patterns for MCAM and STAT3 in alveolar mammary epithelial cells. These data point to an integral role for MCAM in lineage plasticity of normal mammary epithelial cells that is co-opted during transformation to potentiate tumor cell plasticity, progression, and evasion of targeted cancer therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-03 Developmental pathways in cancer,,"},{"Key":"Keywords","Value":"Stemness,Molecular subtypes,MCAM\/STAT3\/CK2,Lineage Plasticity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Brooke  L.  Gates<\/b><sup>1<\/sup>, Ozlen Balcioglu<sup>1<\/sup>, David  W.  Freeman<sup>1<\/sup>, Berhane  M.  Hagos<sup>2<\/sup>, Benjamin  T.  Spike<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Utah Huntsman Cancer Institute, Salt Lake City, UT,<sup>2<\/sup>Oregon Health and Science University, Portland, OR","CSlideId":"","ControlKey":"13c06a87-261a-4acb-a555-7d4fcf8ccbaf","ControlNumber":"2776","DisclosureBlock":"&nbsp;<b>B. L. Gates, <\/b> None..<br><b>O. Balcioglu, <\/b> None..<br><b>D. W. Freeman, <\/b> None..<br><b>B. M. Hagos, <\/b> None..<br><b>B. T. Spike, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7039","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"251","PresenterBiography":null,"PresenterDisplayName":"Brooke Gates, BS","PresenterKey":"12cc667a-123f-4205-ac11-f200fe73aceb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"251. MCAM controls mammary cell state in luminal progenitor-derived breast cancer and alveologenesis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MCAM controls mammary cell state in luminal progenitor-derived breast cancer and alveologenesis","Topics":null,"cSlideId":""},{"Abstract":"The crucial function of the salivary gland of keeping the oral cavity lubricated to facilitate breathing, swallowing, and lingual communication is often compromised following cancer radiotherapies. Due to the ultra-high radiosensitivity and low regeneration potential of the salivary epithelium, radiation-induced damage is largely permanent, representing a major clinical challenge. To solve this problem, we have developed a scalable rapid gene targeting system in the murine salivary gland using in-utero injection of lentiviruses. This allows us to transduce ectodermal progenitors of salivary glands with high efficiency and full randomness. Barcoded lentiviral lineage tracing suggests that every major salivary gland originated from a defined number of progenitors, each progenitor-derived clone has relatively equal expansion potential during development and equally contributes to regeneration post radiation challenge. This observation indicates that the major salivary glands of a single mouse can be used as a platform to study lineage dynamics or test up to ~2600 different genetic conditions during regeneration. With this robust approach in hand, we identified major barriers to salivary gland regeneration from among hundreds of differentially regulated signaling pathways and genes post-irradiation. Based on these discoveries, we are currently in the process of 1) Understanding the molecular mechanisms underlying the top regeneration barriers; 2) Dissecting the cell fate dynamics of salivary gland regeneration with or without regeneration barriers; and 3) Testing if we can restore the salivary gland in situ via combinatorial removal of regeneration barriers. Our work will provide unbiased functional and lineage roadmaps of post-irradiation salivary gland regeneration and potentially serve as the cornerstones of future therapeutic interventions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-06 Stem cells and regenerative medicine in oncology,,"},{"Key":"Keywords","Value":"Self-renewal,Regeneration,Radiation,Salivary gland,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Q. Gan<\/b>, Z. Ying; <br\/>Icahn School of Medicine at Mount Sinai, New York, NY","CSlideId":"","ControlKey":"f596cb88-bfed-4e8a-8f1b-b1649c766895","ControlNumber":"1481","DisclosureBlock":"&nbsp;<b>Q. Gan, <\/b> None..<br><b>Z. Ying, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7040","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"252","PresenterBiography":null,"PresenterDisplayName":"Qiwen Gan, PhD","PresenterKey":"d8a9b090-d6b2-4bf1-929b-e7f5557f5684","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"252. Functional and lineage atlas of salivary gland regeneration charted by rapid in vivo gene targeting","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Functional and lineage atlas of salivary gland regeneration charted by rapid in vivo gene targeting","Topics":null,"cSlideId":""},{"Abstract":"Background: Androgen deprivation therapy is the standard treatment for prostate cancer (PCa). Nevertheless, despite initial effectiveness, pre-existing cancer stem cell (CSC) populations invariably lead to incurable castration-resistant prostate cancer. CSCs are a subset of cancer cells possessing self-renewal properties, driving tumor progression and regrowth. CD44+ PCa cells exhibit more stemness features and are enriched in tumorigenic and metastatic progenitor cells. Here, we aim to explore different subpopulations in tumors based on levels of CD44 expression and investigate whether they have distinct molecular properties and functional characteristics.<br \/>Material and Method: The number of CD44+ cells was evaluated in a tissue microarray from primary prostate cancer patient samples (EMPACT cohort) with clinical follow-up. Flow cytometry sorted the CRPC model LAPC9 tumor into CD44 high (CD44-H) and CD44 low (CD44-L) cells. RNA sequencing was performed on these subpopulations to explore their transcriptomic profiles. CD44 expression was validated at the cDNA and protein levels using qPCR and Western blot (WB) analysis. Sorted cells were maintained as organoids in vitro. To trace the dynamics of CD44-H and CD44-L subpopulations in vivo, LAPC9 tumor was labeled by fluorescent and luciferent markers. The CD44 status was determined by flow cytometry when tumor growth.<br \/>Results: Patients with elevated expression of CD44 (higher number of CD44+ cells) at the time of surgery exhibited a greater propensity for clinic progression (5-year progression-free survival: 75% vs 95%, P=0.03). Furthermore, CD44-H cell ratio increased in the LAPC9 after castration, indicating that CD44-H cells can survive after treatment. Subsequent WB analysis confirmed that CD44 was highly expressed in sorted CD44-H cells, validating the flow cytometry results. Analysis of the CD44 RNA-seq data showed CD44 transcript variants CD44v10 (CD44-201) and CD44v7-10 (CD44-209) were notably upregulated in CD44-H cells. In organoid culture, sorted CD44-H cells displayed enhanced formation, indicating they possessed higher proliferative capacity and clonogenicity than CD44-L cells. Furthermore, when GFP-labeled CD44-H cells and RFP-labeled CD44-L cells were recombined in vivo, CD44-H cells exhibited robust proliferation, while CD44-L cells transitioned to a CD44hi state to facilitate tumor growth. Moreover, those GFP and RFP subpopulations displayed the same CD44hi cell ratio at the endpoint.<br \/>Conclusion: Elevated CD44 expression is related to an increased risk in primary PCa. In addition, CD44-H cells exhibit high tumorigenicity in vitro and in vivo and can convert to each other. Moreover, the ratio of CD44-H cells in tumor at endpoint is consistent despite the starting CD44 expression status. Furthermore, the upregulation of CD44v10 and v7-10 in the CD44-H subpopulation may promote tumor formation and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Prostate cancer,Cancer stem cell,Heterogeneity,Patient-derived xenograft (PDX) models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Cheng<\/b><sup>1<\/sup>, M. D. Menna<sup>1<\/sup>, F. Bonollo<sup>1<\/sup>, P. Chouvardas<sup>1<\/sup>, G. N. Thalmann<sup>2<\/sup>, S. Karkampouna<sup>1<\/sup>, M. K. d. Julio<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Bern, Bern, Switzerland, <sup>2<\/sup>Inselspital Hospital, Bern, Switzerland","CSlideId":"","ControlKey":"c94b0a59-e6fc-48e2-a84e-b2fac8d7f17d","ControlNumber":"1727","DisclosureBlock":"&nbsp;<b>W. Cheng, <\/b> None..<br><b>M. D. Menna, <\/b> None..<br><b>F. Bonollo, <\/b> None..<br><b>P. Chouvardas, <\/b> None..<br><b>G. N. Thalmann, <\/b> None..<br><b>S. Karkampouna, <\/b> None..<br><b>M. K. D. Julio, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7041","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"253","PresenterBiography":null,"PresenterDisplayName":"Wanli Cheng","PresenterKey":"49f28987-ef38-440c-9c93-a05bcbefba2c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"253. Investigating key molecular players in putative stem cell subpopulations of prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating key molecular players in putative stem cell subpopulations of prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Head and neck squamous cell carcinoma (HNSCC) is the 6<sup>th<\/sup> most common tumor disease worldwide with a death rate of about 50%. As mortality and morbidity of affected patients were not substantially improved in recent decades, new treatment options are urgently needed. HNSCCs that are negative for the human papillomavirus are characterized by areas of differentiated keratinized tissue. Dissecting the mechanisms regulating this terminal differentiation of HNSCC cells may unravel targets with high potential for anti-tumor therapy. Using primary tumor-initiating spheroid cells, we established a model of HNSCC cell differentiation by cornification and observed a deprivation of cell malignancy leading to the adhesion of spheroid cells, loss of single-cell cloning capacity, and diminished tumor-initiating potential in immunodeficient mice. Analysis of our differentiation model employing ATAC-seq, RNA-seq, and proteomics showed an increased accessibility of small promoter regions despite overall genome closure, activation of a wound healing-associated signaling program, and upregulation of the stress keratin 17 (KRT17) as well as cornification markers including SPRR3. These results suggest that the differentiation of HNSCC cells resembles the differentiation process in other stem cell-maintained tissue systems. Multi-marker immunofluorescence analysis of human tissue revealed a reversion of the role of KRT17 from a basal stem-cell marker in normal mucosa to an early differentiation marker in HNSCC tissue and dysplastic mucosa preceding cornification. This proposes KRT17 as potential biomarker for HNSCC prevention screening. Human tissue analysis identified distinct cell differentiation states shared between HNSCC tissue and normal mucosa that were detected in higher and lower differentiated tumor tissue of distinct anatomical sub-locations. Cornification was observed to be induced at the interface between vital tumor tissue and necrotic, immune-infiltrated areas in human HNSCCs, suggesting a promoting influence of pro-inflammatory stimuli on cell differentiation. Treatment of tumor spheroids with inflammatory mediators resulted in cell attachment and cornification, indicating a potential strategy to stop the self-renewal of HNSCC cells. Our study thus reveals that the targeted differentiation of HNSCC tumor-initiating cells could be used as a future therapy approach against squamous cell carcinomas of the head and neck and other tissues.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Tumor initiating cells,Differentiation,Cancer stem cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Oppel<\/b><sup>1<\/sup>, S. Gendreizig<sup>1<\/sup>, L. Martinez-Ruiz<sup>2<\/sup>, J. Florido<sup>2<\/sup>, A. López-Rodríguez<sup>2<\/sup>, H. Pabla<sup>1<\/sup>, L. Loganathan<sup>1<\/sup>, L. Hose<sup>1<\/sup>, P. Kühnel<sup>1<\/sup>, P. Schmidt<sup>1<\/sup>, M. Schürmann<sup>1<\/sup>, J. M. Neumann<sup>3<\/sup>, F. Viyof Ful<sup>1<\/sup>, L. Scholtz<sup>1<\/sup>, I. Todt<sup>1<\/sup>, L. Dina<sup>4<\/sup>, F. Brasch<sup>4<\/sup>, N. Karsten<sup>3<\/sup>, G. Escames<sup>2<\/sup>, T. Busche<sup>1<\/sup>, J. Kalinowski<sup>1<\/sup>, P. Goon<sup>5<\/sup>, H. Sudhoff<sup>1<\/sup>; <br\/><sup>1<\/sup>University Hospital OWL of Bielefeld University, Bielefeld, Germany, <sup>2<\/sup>Institute of Biotechnology, Biomedical Research Center, Health Sciences Technology Park, University of Granada, Granada, Spain, <sup>3<\/sup>Bielefeld University, Bielefeld, Germany, <sup>4<\/sup>Klinikum Bielefeld, Bielefeld, Germany, <sup>5<\/sup>National of University of Singapore and National University Health System, Bielefeld, Singapore","CSlideId":"","ControlKey":"e81ec3f4-7d71-4715-9fa0-be551b4b66cd","ControlNumber":"1908","DisclosureBlock":"&nbsp;<b>F. Oppel, <\/b> None..<br><b>S. Gendreizig, <\/b> None..<br><b>L. Martinez-Ruiz, <\/b> None..<br><b>J. Florido, <\/b> None..<br><b>A. López-Rodríguez, <\/b> None..<br><b>H. Pabla, <\/b> None..<br><b>L. Loganathan, <\/b> None..<br><b>L. Hose, <\/b> None..<br><b>P. Kühnel, <\/b> None..<br><b>P. Schmidt, <\/b> None..<br><b>M. Schürmann, <\/b> None..<br><b>J. M. Neumann, <\/b> None..<br><b>F. Viyof Ful, <\/b> None..<br><b>L. Scholtz, <\/b> None..<br><b>I. Todt, <\/b> None..<br><b>L. Dina, <\/b> None..<br><b>F. Brasch, <\/b> None..<br><b>N. Karsten, <\/b> None..<br><b>G. Escames, <\/b> None..<br><b>T. Busche, <\/b> None..<br><b>J. Kalinowski, <\/b> None..<br><b>P. Goon, <\/b> None..<br><b>H. Sudhoff, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7042","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"254","PresenterBiography":null,"PresenterDisplayName":"Felix Oppel, PhD","PresenterKey":"6e111d1c-0b90-4046-a49c-2da650085187","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"254. Triggering head and neck cancer cell cornification leads to mucosa-like differentiation, chromatin remodeling, and loss of cell malignancy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Triggering head and neck cancer cell cornification leads to mucosa-like differentiation, chromatin remodeling, and loss of cell malignancy","Topics":null,"cSlideId":""},{"Abstract":"The vertebrate transcription factor SOX2 (SRY Homology Box 2) is essential for stem cell maintenance, a prominent (co)inductor of pluripotency in reprogramming technology, and an oncogenic driver of transformation, therapy resistance, and disease relapse in cancer. These cell fate discriminatory events are currently understood as SOX2-imposed changes in DNA activity and the resultant co-transcriptional rewiring inside the cell&#8217;s nucleus. Cytoplasmic forms of SOX2, on the other hand, receive comparatively little scientific attention and are typically marginalized as a molecular reservoir for nuclear entry. We now challenge this notion as we identify further cell fate discriminatory significance selectively within the cytoplasmic pool of SOX2.<br \/>Specifically, we find extra-nuclear forms of SOX2 in physical association with the ribosome where they modulate the translation rate of selected, SOX2-imposed mRNAs in the cytosol. These translational adaptations occur independent of nuclear structures or DNA and involve protein segments that have no DNA-binding capacity on their own. Very intriguingly, whereas transcriptional SOX2 targets impose stemness and pluripotency phenotypes, the newly identified co-translational targets predominantly relate to morphogenesis and differentiation events. This matches natural expression patterns in early ontogenesis, where SOX2 stains the nuclei of the inner cell mass (i.e., embryonic stem cells, ESCs), but the cytosol of the surrounding trophectoderm (i.e., differentiating non-stem cells). Most importantly though, we find the ribosome modulatory activity of SOX2 functionally abolished by a disease-linked human polymorphism, indicating a (patho)physiological relevance of our discovery.<br \/>Taken together, we present experimental evidence that redefines SOX2 as a bifunctional modulator of transcription and translation control, which may pave the way for further refinements in reprogramming technology and the fight against cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-05 Stem cell markers,,"},{"Key":"Keywords","Value":"SOX2,Ribosome,Stem Cells,Differentiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"N. Mittal<sup>1<\/sup>, M. Ataman<sup>1<\/sup>, H. Wang<sup>2<\/sup>, S. Candido<sup>1<\/sup>, J. Lötscher<sup>1<\/sup>, S. Velychko<sup>3<\/sup>, L. Tintignac<sup>1<\/sup>, T. Bock<sup>1<\/sup>, A. Börsch<sup>1<\/sup>, J. Baßler<sup>4<\/sup>, T. Nageswara Rao<sup>5<\/sup>, J. Zmajkovic<sup>6<\/sup>, S. Roffeis<sup>1<\/sup>, J. Löliger<sup>1<\/sup>, F. Jacob<sup>1<\/sup>, A. Dumlin<sup>1<\/sup>, C. Schürch<sup>1<\/sup>, A. Schmidt<sup>1<\/sup>, R. C. Skoda<sup>1<\/sup>, C. Hess<sup>7<\/sup>, H. R. Schöler<sup>8<\/sup>, H. Zaehres<sup>9<\/sup>, E. Hurt<sup>4<\/sup>, M. Zavolan<sup>1<\/sup>, C. Lengerke<sup>10<\/sup>, <b>T. Schaefer<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Basel, Basel, Switzerland, <sup>2<\/sup>Shanghai University of Medicine and Health Sciences, Shanghai, China, <sup>3<\/sup>Harvard Medical School, Boston, MA, <sup>4<\/sup>University of Heidelberg, Heidelberg, Germany, <sup>5<\/sup>Cantonal Hospital St. Gallen, St. Gallen, Switzerland, <sup>6<\/sup>IMP, Vienna, Austria, <sup>7<\/sup>University of Cambridge, Cambridge, United Kingdom, <sup>8<\/sup>Max Planck Institute for Molecular Biomedicine, Münster, Germany, <sup>9<\/sup>Ruhr University Bochum, Bochum, Germany, <sup>10<\/sup>University Hospital Tübingen, Tübingen, Germany","CSlideId":"","ControlKey":"535eb1c2-d540-4161-a991-8ffe8616f47e","ControlNumber":"3101","DisclosureBlock":"&nbsp;<b>N. Mittal, <\/b> None..<br><b>M. Ataman, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>S. Candido, <\/b> None..<br><b>J. Lötscher, <\/b> None..<br><b>S. Velychko, <\/b> None..<br><b>L. Tintignac, <\/b> None..<br><b>T. Bock, <\/b> None..<br><b>A. Börsch, <\/b> None..<br><b>J. Baßler, <\/b> None..<br><b>T. Nageswara Rao, <\/b> None..<br><b>J. Zmajkovic, <\/b> None..<br><b>S. Roffeis, <\/b> None..<br><b>J. Löliger, <\/b> None..<br><b>F. Jacob, <\/b> None..<br><b>A. Dumlin, <\/b> None..<br><b>C. Schürch, <\/b> None..<br><b>A. Schmidt, <\/b> None..<br><b>R. C. Skoda, <\/b> None..<br><b>C. Hess, <\/b> None..<br><b>H. R. Schöler, <\/b> None..<br><b>H. Zaehres, <\/b> None..<br><b>E. Hurt, <\/b> None..<br><b>M. Zavolan, <\/b> None..<br><b>C. Lengerke, <\/b> None..<br><b>T. Schaefer, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7043","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"255","PresenterBiography":null,"PresenterDisplayName":"Thorsten Schaefer, Dr Rer Nat","PresenterKey":"fa31b4a5-4c82-4fa5-91c2-88cf3d9ba9a2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"255. Redefining SOX2 as a bifunctional mediator of transcription and adjusted translation control","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Redefining SOX2 as a bifunctional mediator of transcription and adjusted translation control","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the most common and lethal primary brain tumor in adults, despite current treatment options. One of the major contributing factors to this dismal outcome is a subset of cells called glioma stem cells (GSCs) that are highly tumorigenic, invasive, and resistant to conventional treatments. Thus, studies that focus on the properties of GSC biology are needed to develop novel therapies to improve overall survival. Here we report a novel role of STAT5 in GSC stemness and survival. In GBM tumors, STAT5 has been shown to be active in the infiltrative, residual population of cells remaining post-surgery. Knockdown of STAT5 results in the decrease in GSC stemness and therapeutic resistance. Interestingly, we find that expression of OLIG2, a key cell fate factor important for the tumorigenic potential of GSCs, affects STAT5 activation with a positive correlation between OLIG2 and STAT5 mRNA expression in GBM tumors. Furthermore, we find that in GSCs expressing EGFRvIII, STAT5 interacts with OLIG2 and pharmacological inhibition of STAT5 activation or knockdown of STAT5 expression results in decrease of OLIG2-mediated GSC invasion. Together, these data suggest a novel transcriptional complex, STAT5-OLIG2, in the potential role for GSC survival, maintenance, and invasion.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cell,Glioblastoma,Signal transducers and activators of transcription (STAT),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Miller<\/b><sup>1<\/sup>, C. Lo Cascio<sup>2<\/sup>, M. Blomquist<sup>1<\/sup>, J. B. McNamara<sup>2<\/sup>, K. Orndorff<sup>2<\/sup>, M. Dufault<sup>2<\/sup>, C. Sereduk<sup>1<\/sup>, J. Loftus<sup>1<\/sup>, S. Mehta<sup>2<\/sup>, N. L. Tran<sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic College of Medicine and Science, Scottsdale, AZ, <sup>2<\/sup>Barrow Neurological Institute, Phoenix, AZ","CSlideId":"","ControlKey":"268eb2fe-2664-4796-a1a4-f3eaa857547b","ControlNumber":"5056","DisclosureBlock":"&nbsp;<b>A. Miller, <\/b> None..<br><b>C. Lo Cascio, <\/b> None..<br><b>M. Blomquist, <\/b> None..<br><b>J. B. McNamara, <\/b> None..<br><b>K. Orndorff, <\/b> None..<br><b>M. Dufault, <\/b> None..<br><b>C. Sereduk, <\/b> None..<br><b>J. Loftus, <\/b> None..<br><b>S. Mehta, <\/b> None..<br><b>N. L. Tran, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7044","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"256","PresenterBiography":null,"PresenterDisplayName":"Aunay Miller, BS","PresenterKey":"8de3dbb7-7565-4708-a2ac-8d32f127681b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"256. A novel transcriptional complex of OLIG2-STAT5 mediates glioma stem cell self renewal and invasion","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel transcriptional complex of OLIG2-STAT5 mediates glioma stem cell self renewal and invasion","Topics":null,"cSlideId":""},{"Abstract":"Esophageal squamous cell carcinoma (ESCC) accounts for over 80% of esophageal cancer, with a poor prognosis mainly due to a lack of early-stage symptoms. Early detection of ESCC is challenging due to its origin in the basal cell layer and invasion into the lamina propria upon becoming neoplastic. Thus, understanding the transition mechanism from preneoplasia to neoplasia is crucial for early-stage detection of ESCC before dissemination. To dissect the mechanisms of ESCC preneoplasia and neoplasia, we utilized both spatial and temporal datasets of ESCC in conjunction with a genetically engineered organoid model. For spatial datasets, we conducted comparative analyses of single-cell transcriptomes from healthy esophageal tissues, normal tissue adjacent to cancer (NAC), and paired ESCC tumors to identify distinguishable preneoplastic cells. Notably, unlike normal or ESCC, NAC harbors a distinct preneoplastic cell cluster characterized by the exclusive expression of the <i>CELF2<\/i> (<u>C<\/u>UGBP <u>E<\/u>lav-<u>L<\/u>ike <u>F<\/u>amily Member <u>2<\/u>) gene, high gene copy number variations, cell hyperproliferation, and apoptosis, reminiscent of a 'crisis state'. Consistently, we detected a significant presence of CELF2 positive (+) cells at the stage of inflammation, a very early lesion preceding neoplasia in a temporal model of ESCC development. Copy number variations were also already abundant from the inflammation stage, as we observed in the NAC dataset. Interestingly, both spatial and temporal preneoplastic cells showed decreased scores of <i>TP53<\/i> and <i>CDKN2A<\/i> signaling pathways, of which mutations are observed in 68% of ESCC patients. To recapitulate this phenotype, we employed genetically engineered esophageal organoids and found that the loss of <i>Trp53<\/i> and <i>Cdkn2a<\/i> (PC) generated preneoplastic CELF2<sup>+<\/sup> cells. Intriguingly, these preneoplastic CELF2<sup>+<\/sup> cells exhibited remarkable cellular plasticity in two ways. Firstly, CELF2<sup>+<\/sup> cells of PC display increased stemness mediated by SOX2-driven reprogramming with disrupted normal esophageal cell lineage. Second, CELF2<sup>+<\/sup> cells of PC undergo epithelial-mesenchymal plasticity to generate fibroblast-like cells, releasing cytokines involved in immune remodeling. Consequently, preneoplastic CELF2<sup>+<\/sup> cells developed significant tumors compared to CELF2-negative cells in transplantation assays. Our study identified preneoplastic CELF2<sup>+<\/sup> cells driven by <i>TP53 <\/i>and <i>CDKN2A<\/i> loss as pivotal drivers in ESCC initiation via cell-autonomous (cellular reprogramming) as well as non-cell autonomous (immune niche remodeling) processes, proposing CELF2<sup>+<\/sup> cells and their molecular signatures as potential biomarkers and therapeutic targets for early-stage ESCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Esophageal cancer,Cancer stem cells,Organoids,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Ko<\/b>, J. Zhang, S. Jun, J.-I. Park; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"e59a0383-3b8a-41af-8623-1bd36762848e","ControlNumber":"6957","DisclosureBlock":"&nbsp;<b>K. Ko, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>S. Jun, <\/b> None..<br><b>J. Park, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7045","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"257","PresenterBiography":null,"PresenterDisplayName":"Kyung Pil Ko, PhD","PresenterKey":"e958512b-3ee8-44ca-b91a-3f72ad7d4da9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"257. Plasticity of preneoplastic cells drives esophageal squamous cell cancer initiation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Plasticity of preneoplastic cells drives esophageal squamous cell cancer initiation","Topics":null,"cSlideId":""},{"Abstract":"Lynch syndrome (LS) is the most common inherited predisposition for developing colon cancer and is caused by germline variants in mismatch repair (MMR) genes. Still, the mechanism of tumorigenesis in these patients is unknown. An LS patient inherits one defective copy of an MMR gene. At some point in their lifetime, the remaining wild-type allele is lost in a cell rendering it entirely MMR deficient. MMR deficiency increases mutational rate and the chance of acquiring mutations in an oncogene or tumor suppressor that drive tumor initiation. However, loss of MMR in cells also leads to increased resistance to certain forms of DNA damage. Thus, our question is whether this phenotype imparts a selective advantage in colonic cells that may lead to clonal expansion of MMR-deficient cells as a first step towards tumorigenesis in LS patients.<br \/>To test this, we are using stem cell-derived human colonic organoids and CRISPR gene editing to examine competition between MMR-deficient (MMRd) and MMR-proficient (MMRp) colonic cells over time. We have initially observed that MMRd stem cells are much more efficient at generating colonic organoids that grow larger and survive longer, consistent with our hypothesis of a selective advantage. To mimic the spontaneous loss of heterozygosity that occurs in LS patients&#8217; colonic crypts, we are forming organoids from differentially labeled MMRd and MMRp stem cells. Live fluorescent imaging of individual organoids is used to quantify changes in cell population over time. Preliminary data indicate that MMRd cells can outgrow MMRp cells resulting in a shift in the ratio of green to red cells over a two-week time period while challenged with a DNA-damaging agent. These results suggest that loss of MMR function imparts an immediate selective advantage in colonic cells in response to DNA damage.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-04 Embryonic stem cells,,"},{"Key":"Keywords","Value":"Lynch syndrome,Organoids,Colorectal cancer,Tumor evolution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Caroline Guild<\/b><sup><\/sup>, Christopher Heinen<sup><\/sup>, Samantha Nadeau<sup><\/sup><br><br\/>Center for Molecular Oncology, University of Connecticut Health Center, Farmington, CT","CSlideId":"","ControlKey":"c7595ce0-14e8-430f-886f-2fa0eb61bbfc","ControlNumber":"7216","DisclosureBlock":"&nbsp;<b>C. Guild, <\/b> None..<br><b>C. Heinen, <\/b> None..<br><b>S. Nadeau, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7046","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"258","PresenterBiography":null,"PresenterDisplayName":"Caroline Guild, BA","PresenterKey":"ad15eb8e-393a-46ae-b221-7b45f1d64413","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"258. An organoid model for investigating Lynch syndrome tumorigenesis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An organoid model for investigating Lynch syndrome tumorigenesis","Topics":null,"cSlideId":""},{"Abstract":"T-cell Acute Lymphoblastic Leukemia (T-ALL) patients who experience relapse have a dismal prognosis, with 5-year overall survival rates of 10% for adults and 36% for children. Relapse is attributed to cytotoxic chemotherapy&#8217;s inability to target Leukemia Initiating Cells (LICs) that have the potential to re-populate the cancer. There is a need for novel therapeutic strategies to target LIC self-renewal in T-ALL with improved safety profiles and better chances of transition to clinical development. This project utilized a transgenic zebrafish model that accurately recapitulates the most aggressive form of the human T-ALL. This model offered several advantages, including a high frequency of LICs and suitability for drug testing. Over 770 FDA-approved drugs were screened, <i>in vivo<\/i> using &#62;2,500 syngeneic CG1 zebrafish. Further secondary screening in human T-ALL cells narrowed down the potential hits into 4 compounds that specifically interfere with self-renewal. Finally, the hit drug Amiloride was confirmed by a limiting dilation assay (LDA), resulting in a more than 4-fold decrease in the LIC frequency (<i>p<\/i>=0.0026). The top hit, Amiloride, which reduced the frequency of LICs in zebrafish and human T-ALL cells, is an inhibitor of the Sodium Hydrogen Exachanger-1 (NHE1). NHE1 has been previously linked to the proliferation, migration, and drug resistance of different cancers. In addition, Amiloride treatment was found to impair mitochondrial function in cancer cells, offering a possible mechanism for the inhibition of LICs. Research has not yet investigated how NHE1, and the altered mitochondrial dynamics related to its inhibition affect the development and persistence of LICs in T-ALL. In our human T-ALL cells, we found that Amiloride significantly reduced mitochondrial basal respiration (<i>p<\/i>=0.0074), ATP production (<i>p<\/i>=0.0008) and increased the expression of genes associated with mitochondrial stress such as <i>TFAM<\/i>, <i>PINK1<\/i>, <i>PARKIN<\/i> and <i>MT-CO1.<\/i> Experiments using shRNA mediated knock down of the NHE1 in human T-ALL cells are underway and will be followed by investigating the impact of NHE1 inhibition on primary patient-derived T-ALL cells in a mouse model. Overall, this project showcases of the power of the zebrafish in cancer research in an efficient and accurate large-scale screen for drugs that impact LIC self-renewal. We have identified Amiloride as a top hit that reduces the frequency of LIC <i>in vivo<\/i> and <i>in vitro<\/i>. Finally, we are continuing to investigate the role of the NHE1 in self-renewal in human T-ALL and the associated mitochondrial alterations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Leukemias: acute lymphoblastic,Cancer stem cells,Zebrafish,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Al-Hamaly<\/b><sup>1<\/sup>, Y. Chernyavskaya<sup>1<\/sup>, E. Arvin<sup>1<\/sup>, L. Turner<sup>1<\/sup>, M. Haney<sup>2<\/sup>, J. Blackburn<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Kentucky, Lexington, KY, <sup>2<\/sup>Cincinnati Children’s Hospital Medical Center, Cincinnati, OH","CSlideId":"","ControlKey":"7c143060-fe25-42f5-a7bc-69928f52ebbd","ControlNumber":"5770","DisclosureBlock":"&nbsp;<b>M. Al-Hamaly, <\/b> None..<br><b>Y. Chernyavskaya, <\/b> None..<br><b>E. Arvin, <\/b> None..<br><b>L. Turner, <\/b> None..<br><b>M. Haney, <\/b> None..<br><b>J. Blackburn, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7047","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"259","PresenterBiography":null,"PresenterDisplayName":"Majd Al-Hamaly, B Pharm,MS","PresenterKey":"697e4f13-ec02-4acd-a84b-c01a266e058f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"259. Zebrafish empowered large-scale drug screen to uncover novel targets of self-renewal in T-cell acute lymphoblastic leukemia initiating cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Zebrafish empowered large-scale drug screen to uncover novel targets of self-renewal in T-cell acute lymphoblastic leukemia initiating cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> The increased JAK2 and EZH2 plays a critical role in the colorectal or colon cancer (CRC) progression. Targeting aberrant JAK2 expression caused by JAK2 gain-of-function (GOF) mutation, <i>JAK2V617F<\/i> and deregulated EZH2 kinase activity, JAK2 and\/or EZH2 inhibitors have been used to treat the advanced CRCs. However, it is unclear whether the aberrant JAK2 can directly induce CRC or intestinal epithelial (IEC) malignancy.<br \/>We <b>hypothesize<\/b> that the overexpressed JAK2 driven by <i>JAK2V617F<\/i> GOF mutation increases IEC neoplasia in which depletion of EZH2 can lead to IEC malignant neoplasm.<br \/><b>Materials and Methods<\/b> Colorectal samples were collected from 20 cases of CRC patients. Immunohistochemistry staining (IH), confocal immunofluorescence staining (IF) and bulk RNAseq were used to determine LGR5, Ki67, JAK2, EZH2, mutant &#946;-catenin and <i>JAK2V617F<\/i> GOF mutation. Crypt-derived organoids or tumoroids were used to determine the JAK2 and EZH2 in the proliferative LGR5 cells (Ki67<sup>hi<\/sup>LGR5<sup>+<\/sup>) and were treated with JAK2 and\/or EZH2 inhibitors. The mice with JAK2 and\/or EZH2 deficiency in IECs were generated by crossing <i>VilCre<\/i>ER mice, floxed-<i>Jak2<\/i> and\/or floxed-<i>Ezh2<\/i> mice to determine the intestinal and colonic neoplasia. Lgr5, Ki67, Cdx2 Jak2, Ezh2, and mutant &#946;-catenin IH or IF, organoids culture and peritoneal xenograft were used to determine the malignant neoplasm. The <i>JAK2V617F-<\/i>transfected<i> <\/i>HT29 or Caco-2 cells were used to determine the migration induced by <i>JAK2V617F<\/i> GOF mutation, then treated with EZH2 inhibitors to determine the effects of EZH2 inhibition on <i>JAK2V617F<\/i> GOF mutation-induced migration. The spheres were formed with Caco-cells with <i>JAK2V617F<\/i> GOF mutation and were used to observe the effects of <i>JAK2V617F<\/i> GOF mutation on IEC neoplasia formation.<br \/><b>Results <\/b>JAK2 and\/or EZH2 overexpression are positively correlated with the probability of CRC initiation. JAK2 and EZH2 are highly expressed in the CRC tumoroids. Inhibition of EZH2 increases the CRC tumoroids growth and spheroid formation, and reduces budding numbers while reducing the proliferation of organoids from healthy crypts. <i>Jak2<\/i> over-expression in IECs increases intestinal microadenoma, and depletion of EZH2 in the adenoma increases mutant &#946;-catenin and severity of intestinal adenoma, suggesting that depletion of EZH2 enhances the malignancy of overexpressed <i>Jak2<\/i>-derived IEC neoplasia. Consistently, <i>JAK2V617F<\/i> GOF mutation increases HT29 or Caco-2 cell migration.<br \/><b>Conclusion <\/b><i>JAK2V617F<\/i><b> <\/b>GOF mutation<b> <\/b>can drive IEC neoplastic proliferation and adenoma, depletion of EZH2 in the adenoma leads to IEC malignant neoplasm. Our research suggests that loss of <i>Ezh2 <\/i>may synergistically cooperate with the <i>Jak2V617F<\/i> mutation in the pathogenesis of IEC malignant neoplasm. <b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"JAK2,EZH2,Organoids,Tumor progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Nardana Esmaeili<sup>1<\/sup>, Ahmed Bakheet<sup>1<\/sup>, Wen Gao<sup>1<\/sup>, Haifeng Li<sup>2<\/sup>, Dan Cai<sup>1<\/sup>, <b>Xiaonan Han<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Medicine, MetroHealth Medical Center, Case Western Reserve University School of Medicine, Cleveland, OH,<sup>2<\/sup>Chinese Academy Institute of Medical Sciences (CAMS) and Peking Union Medical College (PUMC), Beijing, China","CSlideId":"","ControlKey":"f87c3ab9-4069-41d6-bd97-82da0ac506c8","ControlNumber":"8825","DisclosureBlock":"&nbsp;<b>N. Esmaeili, <\/b> None..<br><b>A. Bakheet, <\/b> None..<br><b>W. Gao, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>D. Cai, <\/b> None..<br><b>X. Han, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7048","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"260","PresenterBiography":null,"PresenterDisplayName":"Xiaonan Han, PhD","PresenterKey":"78a7dd91-7865-40b2-8d46-e3e226e97b51","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"260. Depletion of <i>Ezh2<\/i> in the intestinal adenoma induced by <i>JAK2V617F <\/i>mutation leads to the malignant neoplasm","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Depletion of <i>Ezh2<\/i> in the intestinal adenoma induced by <i>JAK2V617F <\/i>mutation leads to the malignant neoplasm","Topics":null,"cSlideId":""},{"Abstract":"<b>Background.<\/b> Stem-like cells contribute to the development and progression of human cancers. Genes that control symmetric cell divisions have an evolutionarily conserved role in the regulation of cell polarity and in tumorigenesis. Two cells generated by asymmetric divisions have reduced proliferative potential compared with symmetric divisions. The cell survival oncoprotein Akt (Protein Kinase B) is encoded by three isoforms that are altered in human cancers. The Akt isoform-specific impact on breast cancer stem cell function and polarity is controversial, with Akt1 either reducing (1) or promoting (2) cell polarity and migration in tissue culture. Deletion of <i>Akt1 <\/i>reduced mammary tumor progression and metastasis in transgenic mice (2,3).<br \/><b>Methods.<\/b> Analysis of <i>Akt1<\/i>, cyclin D1 and Notch signaling was conducted from public databases, and human as well as murine breast cancer samples. Cells derived from <i>Akt1<\/i> gene deletion MMTV-ErbB2 breast oncomice (MMTV-ErbB2\/Akt1<sup>+\/+ <\/sup>and MMTV-ErbB2\/Akt1<sup>-\/-<\/sup>) and from the human MCF-7 breast cancer cell line with regulated expression of cyclin D1 and p53 were analyzed for the symmetry of cell division, stem cell function, and signaling pathways.<br \/><b>Results.<\/b> In breast tumors derived from MMTV-ErbB2 transgenics, associated with reduced metastasis, Akt1 genetic deletion reduced the frequency of symmetric cell divisions and the production of mammospheres. <i>Akt1<\/i> deletion increased p53 and reduced cyclin D1. Pharmacological reactivation of p53 with Nutlin correlated with the reinduction of asymmetric cellular divisions and reduction in mammospheres in murine and human BCa cells. <i>Akt1<\/i> deletion abrogated Nutlin-mediated induction of asymmetric cell divisions. Cyclin D1 induced symmetrical cell divisions, mammosphere formation and reduced p53 and Numb.<br \/><b>Conclusions.<\/b> Akt1 promoted symmetrical cell division at least in part via cyclin D1 suppression of Numb, and induction of &#947; secretase activity and thereby Notch signaling.<br \/><b>Reference.<\/b><br \/>(1) Irie HY, Pearline RV, Grueneberg D, Hsia M, Ravichandran P, Kothari N<i>, et al.<\/i> Distinct roles of Akt1 and Akt2 in regulating cell migration and epithelial-mesenchymal transition. J Cell Biol <b>2005<\/b>;171:1023-34.<br \/>(2) Ju X, Katiyar S, Wang C, Liu M, Jiao X, Li S<i>, et al.<\/i> Akt1 governs breast cancer progression in vivo. Proc Natl Acad Sci U S A <b>2007<\/b>;104:7438-43.<br \/>(3) Chen X, Ariss MM, Ramakrishnan G, Nogueira V, Blaha C, Putzbach W<i>, et al.<\/i> Cell-Autonomous versus Systemic Akt Isoform Deletions Uncovered New Roles for Akt1 and Akt2 in Breast Cancer. Mol Cell <b>2020<\/b>;80:87-101 e5","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cell,Cyclin D1,Akt,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Xuanmao Jiao<sup>1<\/sup>, Xin Sun<sup>2<\/sup>, Zhiping Li<sup>1<\/sup>, Xiaoming Ju<sup>2<\/sup>, Danni Li<sup>1<\/sup>, Ritika Harish<sup>1<\/sup>, Gordon Robertson<sup>3<\/sup>, Anthony  W.  Ashton<sup>4<\/sup>, <b>Richard G. Pestell<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Pennsylvania Cancer and Regenerative Medicine Research Center, Baruch S. Blumberg Institute, Wynnewood, PA,<sup>2<\/sup>Department of Cancer Biology, Thomas Jefferson University, Philadelphia, PA,<sup>3<\/sup>Dxige Research Inc., Courtenay, BC, Canada,<sup>4<\/sup>Program in Cardiovascular Medicine, Lankenau Institute for Medical Research, Wynnewood, PA","CSlideId":"","ControlKey":"54243c3d-091f-4a53-92d7-8952c8ccd976","ControlNumber":"5373","DisclosureBlock":"&nbsp;<b>X. Jiao, <\/b> None..<br><b>X. Sun, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>X. Ju, <\/b> None..<br><b>D. Li, <\/b> None..<br><b>R. Harish, <\/b> None..<br><b>G. Robertson, <\/b> None..<br><b>A. W. Ashton, <\/b> None..<br><b>R. G. Pestell, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7049","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"261","PresenterBiography":null,"PresenterDisplayName":"Richard Pestell, MBA;MBBS;MD;MD (hc);PhD","PresenterKey":"453a6511-6e29-4d02-ae58-321870fd122c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"261. Akt1 and Cyclin D1 govern polarity of self-renewing divisions in breast cancer stem cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Akt1 and Cyclin D1 govern polarity of self-renewing divisions in breast cancer stem cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> The cholecystokin-2\/gastrin receptor (CCK2R) is expressed by rare epithelial cells in the gastric antrum that are bone fide +4 gastric stem cells. CCK2R+ antral stem cells are relatively quiescent, divide asymmetrically, and lineage trace entire antral glands. Their stemness is sustained over time through gastrin\/CCK2R signaling (Cell Stem Cell 26, 739-754, May 7, 2020). However, the role of gastrin\/CCK2R signaling in antral stem cells during mucosal injury and regeneration has not been explored.<br \/><b>Methods<\/b> We generated CCK2R-CreERT2; Gastrin-BAC-DTR-P2A-TdTomato; Rosa26-ZsGreen mice in a C57BL\/6 background. Hypogastrinemia was induced through diphtheria toxin-dependent ablation of antral G cells, while hypergastrinemia was achieved via Alzet pump gastrin infusion. Lineage tracing from antrum CCK2R+ stem cells was assessed quantitatively during homeostasis and also during injury in chronic H. pylori infection and MNU injury models.<br \/><b><\/b> <b>Results<\/b> Our findings revealed that G cell ablation increased lineage tracing of CCK2R+ antral stem cells at day 14 and increased proliferation of antral epithelial cells (Ki67+ cells) (P&#60;0.05). Moreover, sorted antrum CCK2R+ cells (24 hours post-tamoxifen induction) from DT-treated mice had increased organoids forming capacity and in vitro cell growth, consistent with an increase in active progenitors, while hypergastrinemia reduced their growth (P&#60;0.05). Numb staining showed that G cell ablation led to increased symmetric division of CCK2R+ stem cells, while gastrin infusion maintained asymmetric division (P&#60;0.05). In the chronic H. pylori infection model, after 3 months of infection, the G cell ablation group exhibited more severe gastric antral atrophy compared to controls. In the MNU injury model, after 18 weeks of injury, the G cell ablation group had a higher dysplasia score, with dysplastic lesions largely derived from CCK2R+ cells (P&#60;0.05). In our ongoing studies of MNU injury, the G cell ablation group at 36 weeks showed significantly greater tumor number and size than the control groups. Single-cell RNA-seq data showed that G cell ablation led to the proliferation and expansion of CCK2R+ antral stem\/progenitor cells.<br \/><b>Conclusions<\/b> In conclusion, while gastrin maintains long-term antral stem cell quiescence and self-renewal, hypogastrinemia over the short-term leads to expansion and proliferation of CCK2R+ antral stem cells, thus predisposing over the long-term to antral atrophy and cancer initiation. In C57BL\/6 mice, hypergastrinemia appears to be a protective factor against antral cancer development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-06 Stem cells and regenerative medicine in oncology,,"},{"Key":"Keywords","Value":"Stem cells,Gastric cancer,CCK2R,Gastrin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Zheng<\/b>, G. Lian, E. Malagola, H. Kobayashi, R. Tu, F. Wu, J. Qian, Q. Waterbury, Y. Ochiai, L. Zamechek, T. Wang; <br\/>Columbia University Medical Center, New York, NY","CSlideId":"","ControlKey":"5f2c633b-2223-4277-9ebf-92d65211bc79","ControlNumber":"5167","DisclosureBlock":"&nbsp;<b>B. Zheng, <\/b> None..<br><b>G. Lian, <\/b> None..<br><b>E. Malagola, <\/b> None..<br><b>H. Kobayashi, <\/b> None..<br><b>R. Tu, <\/b> None..<br><b>F. Wu, <\/b> None..<br><b>J. Qian, <\/b> None..<br><b>Q. Waterbury, <\/b> None..<br><b>Y. Ochiai, <\/b> None..<br><b>L. Zamechek, <\/b> None..<br><b>T. Wang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7050","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"262","PresenterBiography":null,"PresenterDisplayName":"Biyun Zheng, MD;PhD","PresenterKey":"ecc71839-60f8-4ed5-bc8d-55d6e5daa920","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"262. Gastrin-dependent suppression of CCK2R+ antrum stem cells inhibits gastric atrophy and cancer initiation in C57BL\/6 mice","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gastrin-dependent suppression of CCK2R+ antrum stem cells inhibits gastric atrophy and cancer initiation in C57BL\/6 mice","Topics":null,"cSlideId":""},{"Abstract":"<i><u>Introduction <\/u><\/i>Myeloproliferative neoplasms (MPNs) are clonal hematopoietic stem cell (HSC) derived disorders that can progress to acute myeloid leukemia (AML) at variable rates depending on macroenvironmental stressors and microenvironmental inflammatory cytokines. The total symptom score (TSS) and variant allele frequency (VAF) of mutations have proven valuable predictors of therapeutic response. Recently, we discovered inflammatory-cytokine-responsive ADAR1 RNA editing enzyme overexpression during MPN progression. However, dynamic prediction of clonal MPN stem cell fitness and progression to AML remains challenging.<br \/><i><u>Methods <\/u><\/i>We performed longitudinal 150-gene next-generation sequencing (NGS) analyses for 129 MPN patients. We developed single-cell RNA Editing ADAR1 Deaminase Activation Responsive (READAR) platforms to quantify ADAR1 activity with a novel ADAR1 nanoluc-GFP reporter assay, whole transcriptome RNA editome analyses, and MPN stem cell replating assays. To identify novel RNA editing sites, we performed whole genome sequencing on CD34<sup>+<\/sup> cells from 43 MPN patients and whole transcriptome sequencing on FACS-purified HSC and progenitor cells from 32 MPN patients and 24 non-MPN controls.<br \/><i><u>Results <\/u><\/i>Sequential NGS analysis was performed with a median follow-up of 958 days (range 0-4214; interquartile range (IQR) 314-1350). On average, 6 NGS analyses (range 1-19; IQR 3-9) were performed for each patient. In our cohort, 58.9% of patients were JAK2 V617F+, while mutations in CALR and ASXL1 were observed in 11.6% and 14.0% of cases, respectively. In total, 44.2% (N=57) of patients in our cohort received Inrebic, with 56% reaching the maximum dose of 400mg. Notably, most patients on Inrebic were JAK2 V617F+ (N=38, 67.7%). In JAK2 V617F+ patients on Inrebic, 50% (n=19) experienced a reduction in the JAK2 V617F VAF from their peak value with a median drop of 16% (range 4-57). Our analyses using READAR platforms revealed increased RNA editing levels in JAK2 V617F+ patients from whole transcriptome sequencing analyses compared with JAK2 wild-type patients. Transduction of our ADAR1 nanoluc-GFP reporter into CD34<sup>+<\/sup> cells from MPN patients (N=7), enabled us to quantify ADAR1 activity in an ex vivo setting. Moreover, CD34<sup>+<\/sup> cells from MPN patient samples (n=7) treated in stromal co-cultures with ADAR1 inhibitor, Rebecsinib, demonstrated inhibition of self-renewal in replating assays. A significant reduction in ADAR1-GFP reporter activity was observed in MPN CD34<sup>+ <\/sup>cells following Rebecsinib treatment of stromal co-cultures. Also, humanized ADAR1-GFP-luciferase reporter AML mouse models showed a significant reduction in ADAR1 activity and leukemia stem cell self-renewal following Rebecsinib treatment.<br \/><i><u>C<\/u><\/i><i><u>onclusion <\/u><\/i>These READAR platform results suggest that ADAR1 activity can be utilized to predict clonal MPN stem cell fitness and progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Stem cells,ADAR1,RNA Editing,Myeloproliferative Neoplasms,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I. van der Werf<\/b><sup>1<\/sup>, L. Balaian<sup>1<\/sup>, J. Pham<sup>1<\/sup>, W. Ma<sup>1<\/sup>, A. Mohebbi<sup>1<\/sup>, E. Klacking<sup>1<\/sup>, A. Ruiz<sup>1<\/sup>, K. Mack<sup>1<\/sup>, J. Mascarenhas<sup>2<\/sup>, T. Whisenant<sup>3<\/sup>, L. Alexandrov<sup>3<\/sup>, S. Morris<sup>1<\/sup>, C. Jamieson<sup>1<\/sup>; <br\/><sup>1<\/sup>Sanford Stem Cell Institute, Division of Regenerative Medicine, Department of Medicine, Moores Cancer Center, University of California, San Diego, La Jolla, CA, <sup>2<\/sup>Icahn School of Medicine, Mount Sinai, New York, NY, <sup>3<\/sup>University of California, San Diego, La Jolla, CA","CSlideId":"","ControlKey":"437ce332-f2fe-4d69-b88f-a3957f94807b","ControlNumber":"7084","DisclosureBlock":"&nbsp;<b>I. van der Werf, <\/b> None..<br><b>L. Balaian, <\/b> None..<br><b>J. Pham, <\/b> None..<br><b>W. Ma, <\/b> None..<br><b>A. Mohebbi, <\/b> None..<br><b>E. Klacking, <\/b> None..<br><b>A. Ruiz, <\/b> None..<br><b>K. Mack, <\/b> None..<br><b>J. Mascarenhas, <\/b> None..<br><b>T. Whisenant, <\/b> None..<br><b>L. Alexandrov, <\/b> None..<br><b>S. Morris, <\/b> None..<br><b>C. Jamieson, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7052","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"263","PresenterBiography":null,"PresenterDisplayName":"Inge van der Werf","PresenterKey":"07db70f5-3c1c-4dcb-a1d0-e38feebfd5d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"263. RNA Editing ADAR1 Deaminase Activation Responsive (READAR) platforms for dynamic detection of clonal myeloproliferative neoplasm stem cell fitness","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RNA Editing ADAR1 Deaminase Activation Responsive (READAR) platforms for dynamic detection of clonal myeloproliferative neoplasm stem cell fitness","Topics":null,"cSlideId":""},{"Abstract":"<b>Background <\/b>The &#8220;Differentiation therapy&#8221; has been emerging as a promising and more effective strategy against acute leukemia relapses.<br \/><b>Objective <\/b>In extension to the revolutionising therapeutic outcomes of All Trans Retinoic Acid (ATRA) to induce terminal differentiation of Acute Promyelocytic Leukemic (APL) blast cells, we decipher the potential effect of a natural compound &#8220;Esculetin&#8221; to serve as a differentiating agent in Acute Myeloid Leukemia (AML) as well as solid tumour cells. Underlaying role of Wnt signaling pathways in esculetin mediated blast cell differentiation was also evaluated.<br \/><b>Methods <\/b>Human acute myeloid leukemic cells (Kasumi-1) with t(8;21\/AML-ETO) translocation were used as a model system. Growth inhibitory and cytotoxic activity of esculetin were analysed using growth kinetics and MTT assay. Morphological alterations, cell scatter characteristics, NBT reduction assay and cell surface marker expression pat- terns were analysed to detect terminally differentiated phenotypes. We employed RT2profiler PCR array system for the analysis of transcriptome profile of Wnt signaling components. Calcium inhibitors (TMB8 and Amlodipine) and Transforming growth factor beta (TGF-&#946;) were used to modulate the Wnt signaling axes. To investigate whether esculetin exerts the similar effects on the invasive solid tumour cancer stem cells subset, we used a cellular model system of colon carcinoma HCT116 cells reflecting EMT phenotype.<br \/><b>Results <\/b>We illustrate cytotoxic as well as blast cell differentiation potential of esculetin on Kasumi-1 cells. Morphological alterations akin to neutrophilic differentiation as well as the corresponding acquisition of myeloid lineage markers indicate terminal differentiation potential of esculetin in leukemic blast cells. Exposure to esculetin also resulted in downregulation of canonical Wnt axis while upto ~ 21 fold upregulation of non-canonical axis associated genes. Esculetin also showed potential to revert the CSC marker expressions and concurrent EMT consistent with reduced functional aggressiveness in colon cancer cells.<br \/><b>Conclusions <\/b>Our study highlights the importance of selective use of calcium pools as well as &#8220;axis shift&#8221; of the canonical to non-canonical Wnt signaling upon esculetin treatment which might abrogate the inherent proliferation to release maturation arrest and induce the differentiation in leukemic blast cells as well as CSC stem cells. The current findings provide further therapeutic interventions to consider esculetin as a potent differentiating agent to counteract relapses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Differentiation,Natural products,Wnt pathway,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Mathur<\/b>, D. Saluja; <br\/>University of Delhi, Delhi, India","CSlideId":"","ControlKey":"80af12eb-c68d-43c3-b7e7-c288957c443c","ControlNumber":"6626","DisclosureBlock":"&nbsp;<b>A. Mathur, <\/b> None..<br><b>D. Saluja, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7053","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"264","PresenterBiography":null,"PresenterDisplayName":"Ankit Mathur, PhD","PresenterKey":"2dfaea58-d0e4-41df-83c5-6243eb823437","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"264. Differentiation therapy: Esculetin as a potent agent to alter cellular plasticity of leukemic &#38; solid tumor stem cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differentiation therapy: Esculetin as a potent agent to alter cellular plasticity of leukemic &#38; solid tumor stem cells","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer screening programs, detect not only the early stages of the disease but also various preneoplastic lesions which are very difficult to predict if and when they may develop into cancer. This uncertainty can lead to over-diagnosis, over-treatment and stress for millions of screened women. As consequence, discovering reliable biomarkers of this evolution could make it possible to monitor these patients appropriately and propose an effective prevention strategy. To meet this challenge, we urgently need to better understand the mechanisms that regulate human mammary homeostasis during early steps of tumor initiation. The hierarchy and the composition of human mammary epithelium, composed of stem, myoepithelial, luminal progenitors and mature luminal cells, are complex. This complexity raises the question of whether a given mammary epithelial cell is equally likely to be the cell-of-origin of breast cancer. Interestingly, increasing evidences show that disruption of lineage integrity can be a precursor of breast tumor initiation, and the basal and the luminal lineages respond differently to a given oncogenic stress and may each follow their own rule towards malignant transformation. These results strongly suggest that each lineage may have its own pliancy to be transformed by a given oncogene, hijacking the inter-tumoral heterogeneity observed in breast cancers. The objectives of this study are to develop a model to reconstruct the early steps of breast tumor initiation and understand the interplay between the initiating oncogenic event and the cell-of-origin. To answer these questions, we used a human mammary epithelial cell lines (HME) that maintains a cellular hierarchy with mammary stem cells (MaSC) and luminal cells (LC). Upon oncogenic expression of HRAS<sup>G12V<\/sup> or c-Myc, we observed different modifications of cell homeostasis, with altered proportions of the lineages populations in the cell line. Depending on the oncogenic stress induced, we also demonstrated a modification in the morphology and the cellular composition of HME organoids, as well as in the capacity to form tumors. HRAS<sup>G12V<\/sup> induces increase of MaSC compartment, formation of more branched organoids and generate aggressive basal-like tumors. Conversely, c-MYC leads to an almost loss of MaSC and formation of more proliferative unbranched organoid and generate tumors with limited growth. To address more precisely how cell-of-origin and lineage plasticity influence malignant transformation, we are developing for the first time a lineage tracing model in human mammary epithelium with HME. Moreover, a single cell RNA-seq was performed at different early time points during HME cellular differentiation in homeostasis and upon oncogenic stress to decipher the molecular mechanisms that underpin the very earliest steps of breast tumor initiation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-01 Adult stem cells,,"},{"Key":"Keywords","Value":"Breast cancer,Tumor initiation,Cellular pliancy,Tissue homeostasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Anaïs Grandon<\/b><sup><\/sup>, Shuheng Lin<sup><\/sup>, Martin Castagné<sup><\/sup>, Julien Wicinski<sup><\/sup>, Olivier Rosnet<sup><\/sup>, Christophe Ginestier<sup><\/sup>, Emmanuelle Charafe-Jauffret<sup><\/sup><br><br\/>Cancer Research Center of Marseille, Marseille, France","CSlideId":"","ControlKey":"6de442da-814d-410a-84a2-f0ab27eebe0a","ControlNumber":"6246","DisclosureBlock":"&nbsp;<b>A. Grandon, <\/b> None..<br><b>S. Lin, <\/b> None..<br><b>M. Castagné, <\/b> None..<br><b>J. Wicinski, <\/b> None..<br><b>O. Rosnet, <\/b> None..<br><b>C. Ginestier, <\/b> None..<br><b>E. Charafe-Jauffret, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7054","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"265","PresenterBiography":null,"PresenterDisplayName":"Anais Grandon, MS","PresenterKey":"f9770e3e-a715-4ead-aa1f-5f9af06368c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"265. Reconstructing the early steps of breast tumor initiation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reconstructing the early steps of breast tumor initiation","Topics":null,"cSlideId":""},{"Abstract":"Understanding how to therapeutically target colonic stem cells (SCs) is important because SC overpopulation drives CRC growth and development. Our <i>goal<\/i> is to therapeutically sensitize cancer SCs (CSCs) to the differentiation-inducing effects of retinoid agents. We previously found that ALDH specifically marks normal and malignant colonic SCs. We also found that retinoic acid (RA) receptors and other RA signaling components are selectively expressed in ALDH+ SCs, indicating that RA signaling occurs through ALDH+ SCs. Because all-trans<i> <\/i>retinoic acid (ATRA) is a highly effective treatment for acute promyelocytic leukemia, which is caused by a genetic translocation involving retinoic acid receptor alpha (RARA), we conjecture that the response of RA agents may be effective against solid tumors depending on their pathway genotype. Our bioinformatics analysis on mutations and overexpression of RA signaling component genes in CRC showed that most of the RA pathway genes are altered in human CRCs. Therefore, we <i>hypothesize<\/i> that the ability of retinoid agents and retinoid metabolism blocking agents to induce differentiation of CSCs depends on the RA pathway genotype of CRC cells.Testing the effect of various retinoid drugs on cell proliferation shows that RA pathway genotype affects the response of RA agents in CRC cell lines. HCT116 and SW480 CRC cell lines, which have RA receptor mutations, displayed resistance to ATRA. In contrast, HT29 CRC cells that have wild-type RA receptors are sensitive to ATRA. All three cell lines however showed similar dose responses to the ATRA metabolizing enzyme, CYP26A1 inhibitor Liarozole. This finding indicates that regardless of RA receptor mutations, inhibition of ATRA metabolism can increase intracellular RA levels in a similar manner on all three cell lines to induce anti-proliferative effects. We used CRISPR-Cas9 gene editing to knock out the <i>RARA<\/i> gene in HT29 cells and evaluated its response to ATRA compared to HT29 cells. The <i>RARA<\/i> knockout derived lines showed reduced sensitivity to ATRA treatment and a slower rate of cell division compared to HT29 control cells. Additionally, Nanostring mRNA profiling analysis shows that ATRA treatment of HT29 cells increases expression of <i>RARA<\/i>, <i>CYP26A1<\/i>, and <i>KRT20<\/i> (differentiation marker); and decreased decreases expression of CSC markers <i>LGR5<\/i> and <i>ALDH1A1<\/i>. Altogether, these findings indicate that upregulated RA signaling can reduce cell proliferation, increase differentiation, and decrease CSC numbers in CRCs. Overall, our findings indicate that colon SCs are regulated by RA signaling mechanisms and dysregulation of RA signaling contributes to the SC overpopulation that drives CRC growth. Thus, therapeutically sensitizing CSCs to differentiation-inducing effects of retinoid agents should provide insight into designing new SC-targeted therapies for CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Stem cells,Colorectal cancer,Retinoids,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>V. O. Hunsu<\/b>, C. O. B. Facey, B. M. Boman; <br\/>Helen F. Graham Cancer Center & Research Institute, Newark, DE","CSlideId":"","ControlKey":"bf65448e-afc4-41af-be18-f36b9f99e112","ControlNumber":"8620","DisclosureBlock":"&nbsp;<b>V. O. Hunsu, <\/b> None..<br><b>C. O. B. Facey, <\/b> None..<br><b>B. M. Boman, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7055","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"266","PresenterBiography":null,"PresenterDisplayName":"Bruce Boman, MD;PhD","PresenterKey":"3a2c3c52-bcec-48c2-8bcf-61fe4531e501","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"266. The effects of retinoid agents and retinoic acid receptor genotype on proliferation, differentiation, and stem cells in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Stem Cells in Tumor Initiation and Progression","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The effects of retinoid agents and retinoic acid receptor genotype on proliferation, differentiation, and stem cells in colorectal cancer","Topics":null,"cSlideId":""}]