[{"Abstract":"Prostate cancer is one of the major causes of cancer death in males, and its prevalence is particularly high in developed countries such as the United States and Western Europe. However, death rates in developing and underdeveloped countries are greater, presumably, due to a lack of routine clinical check-ups, poor health awareness, inadequate screening resources, and clinical intervention. Much progress has already been made using cutting-edge technologies like whole genome sequencing, RNAseq, phosphoproteomics, and targeted transcriptomic Nanostring profiling, etc. However, understanding of the prostate tumor microenvironment as a whole in clinical samples remains very limited. Here we use the latest genomic, proteomics, and metabolomic tools not only to understand the biology of prostate cancers but also their correlation with patient demography and clinical outcome. We recruited 80 patients from both tertiary research hospitals and clinical centers in the eastern region of India. All of their demographic information is collected along with their clinical outcome. Pathological evaluation revealed only 50 patients with positive Prostate Carcinoma. We performed a detailed analysis using experimental data (from genomic, and proteomic) in a cohort of patients' routine biomarkers (PSA and PSMA), histopathology, and clinical outcome. Our data demonstrate no linear correlation of any of the individual markers or parameters like AR status, PSA, Prostate Specific Acid Phosphatase, Prostate-Specific Membrane Antigen (PSMA), Alpha-methylacyl-CoA racemase (AMACR), Mesothelin, PD-L1, and other potential genomic and proteomic alterations or any histopathological readouts. However, a clear understanding of the relationship between these multiparameter data, disease pathology, and clinical outcomes in a group of patients has been established. The heterogeneity of these individual data for tumor microenvironments will lead us to identify novel biomarkers for the clinical response of targeted drugs, accelerating personalized treatment strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-03 Biomarkers of prognosis,,"},{"Key":"Keywords","Value":"Prostate cancer,Biomarker,Tumor microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"A. Bhattacharjee<sup>1<\/sup>, M. Biswas<sup>1<\/sup>, <b>A. Husain<\/b><sup>1<\/sup>, A. K. Das<sup>2<\/sup>, S. Karmakar<sup>2<\/sup>, T. Mondal<sup>2<\/sup>, P. Roy<sup>2<\/sup>, M. K. Mondal<sup>2<\/sup>, B. K. Sahu<sup>2<\/sup>, N. Murmu<sup>3<\/sup>, P. Nath<sup>3<\/sup>, C. C. Ghosh<sup>1<\/sup>, P. K. Majumder<sup>1<\/sup>; <br\/><sup>1<\/sup>CanFinis Therapeutic Private Limited, Kolkata, India, <sup>2<\/sup>Nilratan Sircar Medical College and Hospital, Kolkata, India, <sup>3<\/sup>Chittaranjan National Cancer Institute, Kolkata, India","CSlideId":"","ControlKey":"217be4ee-a00b-493b-a0be-17fba64f9fd8","ControlNumber":"3114","DisclosureBlock":"&nbsp;<b>A. Bhattacharjee, <\/b> None..<br><b>M. Biswas, <\/b> None..<br><b>A. Husain, <\/b> None..<br><b>A. K. Das, <\/b> None..<br><b>S. Karmakar, <\/b> None..<br><b>T. Mondal, <\/b> None..<br><b>P. Roy, <\/b> None..<br><b>M. K. Mondal, <\/b> None..<br><b>B. K. Sahu, <\/b> None..<br><b>N. Murmu, <\/b> None..<br><b>P. Nath, <\/b> None..<br><b>C. C. Ghosh, <\/b> None..<br><b>P. K. Majumder, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4820","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3417","PresenterBiography":null,"PresenterDisplayName":"Amjad Husain, PhD","PresenterKey":"f2d0689d-c31b-4e58-826c-1ff34dc5dc60","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3417. Dissecting tumor microenvironment to predict clinical outcome in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dissecting tumor microenvironment to predict clinical outcome in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Preoperative malnutrition in colorectal cancer (CRC) patients undergoing major abdominal surgery is a common and serious issue that affects postoperative recovery and clinical outcomes. The aim of this study was to evaluate the associations between preoperative nutritional status and overall survival (OS) of prospectively followed, non-metastatic CRC patients.<br \/>Methods: The target cohort consisted of 415 patients with newly-diagnosed stage I-III CRC who underwent curative surgery at the Heidelberg University Hospital in Germany. Nutritional status was evaluated using predefined accessible laboratory parameters (haemoglobin, albumin, total protein, and thrombocytes), and the Geriatric Nutritional Risk Index (GNRI), a screening tool to identify patients with malnutrition: <i>(GNRI)<\/i><i> <\/i><i>= 14.89&#215;serum albumin concentration (g\/dl) + 41.7&#215;present weight\/ideal weight<\/i>. Ideal weight was calculated as follows: <i>height(cm)-100-[(height(cm)-150)\/4]<\/i> for men and <i>height(cm)-100-[(height(cm)-150)\/2.5]<\/i> for women. Patients were categorized into normal <i>vs.<\/i> out of normal range for laboratory parameters and into four grades of nutrition-related risk: major risk (GNRI: &#60;82), moderate risk (GNRI: 82 to &#60;92), low risk (GNRI: 92 to &#8804;98), and no risk (GNRI: &#62;98). Vital status has been obtained through study-specific follow-ups or the tumor registry. OS was calculated as the interval between the date of surgery and the date of death from any cause or the last follow-up examination. Using Cox proportional hazards regression, we examined associations of the nutritional status with OS. Models were adjusted for potential confounders.<br \/>Results: After a median follow-up of 2.24 years for OS, 13% (54) of the 415 patients died. Of all patients, 35.1%, 3.4%, 12.5%, and 10,8% had values out of the normal range for haemoglobin, albumin, total protein, and thrombocytes, respectively. Further, 6.4%, 33.8%, 29.7%, and 30.2% of the patients had major, moderate, low, and no nutrition-related risk, respectively. Patients with out of normal range haemoglobin and thrombocyte values had a significantly increased risk of death (HR<sub>Hb<\/sub>: 2.8; 95% CI, 1.6-4.9, p&#60;0.001 and HR<sub>Thr<\/sub>: 3.0; 95% CI, 1.5-6.1, p=0.003). The major nutrition-related risk group had a significantly increased risk of death compared to the no nutrition-related risk group (HR<sub>GNRI<\/sub>: 7.2; 95% CI, 2.7-19.3, p&#60;0.001). We did not observe significant associations between preoperative albumin and total protein values and OS among CRC patients.<br \/>Conclusion: Patients with out of normal range levels of preoperative haemoglobin and thrombocytes had a significantly worse OS. Further, the GNRI may have a close relationship with the prognosis in non-metastatic CRC patients. Findings from this study yield important clinical information that could help to strategically combat malnutrition prior to surgery in order to improve clinical outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-03 Biomarkers of prognosis,,"},{"Key":"Keywords","Value":"Colorectal cancer,Survival,Nutritional status,Prognostic factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Gigic<\/b><sup>1<\/sup>, V. Damerell<sup>1<\/sup>, T. Lin<sup>2<\/sup>, J. Ose<sup>2<\/sup>, C. Kahlert<sup>1<\/sup>, J. C. Figueiredo<sup>3<\/sup>, C. I. Li<sup>4<\/sup>, M. Schneider<sup>1<\/sup>, D. Shibata<sup>5<\/sup>, E. M. Siegel<sup>6<\/sup>, A. T. Toriola<sup>7<\/sup>, C. M. Ulrich<sup>2<\/sup>; <br\/><sup>1<\/sup>Heidelberg University Hospital (UKHD), Heidelberg, Germany, <sup>2<\/sup>University of Utah and Huntsman Cancer Institute, Salt Lake City, UT, <sup>3<\/sup>Samuel Oschin Comprehensive Cancer Institute, Cedars-Sinai Medical Center, Los Angeles, CA, <sup>4<\/sup>Fred Hutchinson Cancer Research Center, Seattle, WA, <sup>5<\/sup>University of Tennessee Health Science Center, Memphis, TN, <sup>6<\/sup>H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, <sup>7<\/sup>Washington University St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"4f581064-26bb-40a0-b57c-269c51115a6b","ControlNumber":"4539","DisclosureBlock":"&nbsp;<b>B. Gigic, <\/b> None..<br><b>V. Damerell, <\/b> None..<br><b>T. Lin, <\/b> None..<br><b>J. Ose, <\/b> None..<br><b>C. Kahlert, <\/b> None..<br><b>J. C. Figueiredo, <\/b> None..<br><b>C. I. Li, <\/b> None..<br><b>M. Schneider, <\/b> None..<br><b>D. Shibata, <\/b> None..<br><b>E. M. Siegel, <\/b> None..<br><b>A. T. Toriola, <\/b> None..<br><b>C. M. Ulrich, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4821","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3418","PresenterBiography":null,"PresenterDisplayName":"Biljana Gigic, PhD","PresenterKey":"db8f7dc6-090d-45e9-8bff-045b03967862","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3418. Preoperative nutritional status and overall survival among non-metastatic colorectal cancer patients: The ColoCare Study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preoperative nutritional status and overall survival among non-metastatic colorectal cancer patients: The ColoCare Study","Topics":null,"cSlideId":""},{"Abstract":"Background\/Objectives: Multiple demographic, health history, and lifestyle factors have been associated with prognosis of colorectal cancer (CRC), but the mechanisms underlying these associations remain poorly understood. Knowledge of these mechanisms could reveal new strategies to improve outcomes among CRC patients. The primary objective of this project was to explore the association of these factors, which were assessed pre-diagnostically, with expression of two biomarkers in CRC tumors, SPARC and PD-L1, for which lower and higher levels of expression, respectively, have been previously associated with poorer CRC prognosis.<br \/>Methods: Participants were drawn from the British Columbia Generations Project (BCGP). At the time of recruitment, they completed a detailed questionnaire that ascertained demographic factors (e.g., biological sex and household income), health history (e.g., personal history of CRC screening), and lifestyle factors (daily fruit and vegetable consumption and alcohol consumption). Formalin-fixed paraffin-embedded blocks (FFPE) with adequate volumes of tumor were obtained for 49 incident CRC cases diagnosed within the BCGP. Cores were extracted from the blocks to create tumor tissue microarrays (TMAs). Slides created from thin sections of the TMAs were stained with SPARC and PD-L1 antibodies and then imaged and analyzed to calculate H-scores as measures of expression in both epithelial and non-epithelial tissues. Linear regression analyses were conducted to evaluate associations between the various factors and ln-transformed H-scores.<br \/>Results: Compared to non-smokers, smokers, on average, had 47% lower SPARC H-scores (p=0.05) in the epithelial tissues of their CRC tumors. Individuals with incomes higher than $74,999\/year had 33% higher SPARC H-scores (p=0.04) in their CRC tumor non-epithelial tissues than those who earned less than $74 999\/year. Females had 2.8-fold greater PD-L1 H-scores (p=0.005) in their CRC tumor epithelial tissues than males. Compared to those without a history of CRC screening, those with a history of CRC screening had 2.2 and 2.0-fold greater PD-L1 H-scores in their epithelial and non-epithelial CRC tumor tissues, respectively.<br \/>Conclusion: Larger-scale studies with prognostic data are needed to confirm our findings, but our results suggest that differences in the expression of SPARC and PDL-1 may contribute to the previously observed impacts of some demographic, healthy history, and lifestyle factors on CRC prognosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-03 Biomarkers of prognosis,,"},{"Key":"Keywords","Value":"Colorectal cancer,Biomarkers,Tissue microarrays,SPARC and PD-L1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>U. Zanif<\/b><sup>1<\/sup>, I. Tai<sup>1<\/sup>, S. Yip<sup>2<\/sup>, S. Babinszky<sup>3<\/sup>, K. Milne<sup>3<\/sup>, P. Watson<sup>3<\/sup>, R. Murphy<sup>1<\/sup>, P. Bhatti<sup>1<\/sup>; <br\/><sup>1<\/sup>BC Cancer Research Centre, Vancouver, BC, Canada, <sup>2<\/sup>BC Cancer Agency, Vancouver, BC, Canada, <sup>3<\/sup>BC Cancer Research - Deeley Research Centre, Victoria, BC, Canada","CSlideId":"","ControlKey":"1057c4ee-fd14-4155-8003-4e42d631e587","ControlNumber":"522","DisclosureBlock":"&nbsp;<b>U. Zanif, <\/b> None..<br><b>I. Tai, <\/b> None..<br><b>S. Yip, <\/b> None..<br><b>S. Babinszky, <\/b> None..<br><b>K. Milne, <\/b> None..<br><b>P. Watson, <\/b> None..<br><b>R. Murphy, <\/b> None..<br><b>P. Bhatti, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4822","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3419","PresenterBiography":null,"PresenterDisplayName":"Umaimah Zanif","PresenterKey":"3fa57657-d3fe-498a-b6dc-8ae6581493ef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3419. Demographic, health history, and lifestyle factors in association with biomarkers of colorectal cancer prognosis: A pilot study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Demographic, health history, and lifestyle factors in association with biomarkers of colorectal cancer prognosis: A pilot study","Topics":null,"cSlideId":""},{"Abstract":"The androgen receptor (AR) serves as a pivotal transcription factor in prostate cancer (PCa) development. Its transcriptional activity is linked to the number of glutamines in the N-terminal domain. While current screening for PCa and prognostic biomarkers include serum prostate-specific antigen (PSA) levels and histopathological characteristics (specifically, ISUP grade and margin involvement), the heterogeneity of these tumors underscores the need for additional markers to enhance clinical management.<br \/>Thus, this study aimed at characterizing an Argentinian PCa patient cohort based on the CAG polymorphism (CAG)<sub>n<\/sub> in <i>AR<\/i> and establish associations between genotypes and clinical-pathological characteristics to refine disease prognosis.<br \/>We designed a hospital-based case-case study for PCa patients to determine the association between <i>AR<\/i> polymorphisms and PCa biochemical relapse after radical prostatectomy (RP). We retrospectively recruited 112 patients histologically diagnosed with PCa at the Hospital de Cl&#237;nicas Jos&#233; de San Mart&#237;n, Buenos Aires, Argentina. All patients underwent RP as their primary therapeutic strategy. All patients were, by definition, Hispanics, predominantly of Caucasian ancestry and, at a lesser extent, Amerindian or African. Written informed consent and institutional review board approval were acquired.<br \/>Blood samples were collected post-RP for genomic DNA extraction using the CTAB method. (CAG)<sub>n<\/sub> in <i>AR<\/i> was genotyped by fluorescent PCR followed by capillary electrophoresis, and correlations between genotypes and clinical-pathological variables were analyzed using R.<br \/>Results categorized patients into three subgroups based on the length of the CAG tandem repeat in <i>AR<\/i>: long (&#62;23 repeats, n=29), medium (20-23 repeats, n=44), and short (&#60;20 repeats, n=38). No associations were found between the length of the polymorphism and age of diagnosis, pre-RP PSA serum values, ISUP grade, and margin involvement. However, patients with family cancer history had a higher frequency of the intermediate-length allele (p=0.02).<br \/>Moreover, among patients with pre-RP PSA &#60;10 ng\/ml and intermediate-length allele had 2.72-fold risk of biochemical recurrence (BCR) (HR=2.72, 95%CI=1.05-7.03, p=0.039). Furthermore, multivariable BCR analysis including the ISUP grade and margin involvement as co-variates showed that the (CAG)<sub>n<\/sub> in <i>AR<\/i> was independent of these histopathological parameters (HR<sub>adj<\/sub>=3.37, 95%IC=1.24-9.10, p<sub>adj<\/sub>=0.017).<br \/>Altogether, the <i>AR<\/i> polymorphism is associated with family history of cancer. Consequently, determining the number of CAG repetitions in <i>AR<\/i> through a blood sample could serve as an independent prognostic marker in patients with PSA &#60;10 ng\/ml prior to PR, independent of the histopathological features.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-03 Biomarkers of prognosis,,"},{"Key":"Keywords","Value":"Prostate cancer,Androgen receptor,Polymorphisms,Prognosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. M. Pascual<\/b><sup>1<\/sup>, A. Sabater<sup>2<\/sup>, J. Bizzotto<sup>1<\/sup>, R. Seniuk<sup>1<\/sup>, P. Sanchis<sup>1<\/sup>, C. M. Roggero<sup>3<\/sup>, C. Scorticati<sup>4<\/sup>, O. Mazza<sup>4<\/sup>, E. Vazquez<sup>1<\/sup>, A. Toro<sup>1<\/sup>, G. Gueron<sup>1<\/sup>, J. Cotignola<sup>1<\/sup>; <br\/><sup>1<\/sup>CONICET - IQUIBICEN, Ciudad Autónoma de Buenos Aires (CABA), Argentina, <sup>2<\/sup>1-CONICET - IQUIBICEN. 2-Universidad Argentina de la Empresa (UADE), Instituto de Tecnología (INTEC), Ciudad Autónoma de Buenos Aires (CABA), Argentina, <sup>3<\/sup>CONICET-IHEM, Ciudad de Mendoza, Argentina, <sup>4<\/sup>Universidad de Buenos Aires, Hospital de Clínicas José de San Martín, Departamento de Urología, Ciudad Autónoma de Buenos Aires (CABA), Argentina","CSlideId":"","ControlKey":"70cbf2e9-a057-47ed-84e8-66190e47be4b","ControlNumber":"2854","DisclosureBlock":"&nbsp;<b>G. M. Pascual, <\/b> None..<br><b>A. Sabater, <\/b> None..<br><b>J. Bizzotto, <\/b> None..<br><b>R. Seniuk, <\/b> None..<br><b>P. Sanchis, <\/b> None..<br><b>C. M. Roggero, <\/b> None..<br><b>C. Scorticati, <\/b> None..<br><b>O. Mazza, <\/b> None..<br><b>E. Vazquez, <\/b> None..<br><b>A. Toro, <\/b> None..<br><b>G. Gueron, <\/b> None..<br><b>J. Cotignola, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4823","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3420","PresenterBiography":null,"PresenterDisplayName":"Gastón Pascual, MS","PresenterKey":"e260a86c-431f-4672-a93e-ec765cc8c5e7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3420. Androgen receptor (CAG)<sub>n<\/sub> polymorphism: A genomic marker for prostate cancer prognosis independent of histopathological parameters","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Androgen receptor (CAG)<sub>n<\/sub> polymorphism: A genomic marker for prostate cancer prognosis independent of histopathological parameters","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Dysregulation of the kynurenine pathway of tryptophan metabolism has been linked to the development of inflammation-related chronic diseases, such as colorectal cancer (CRC). Circulating concentrations of certain kynurenine metabolites, the kynurenine\/tryptophan ratio (KTR), and the pro-inflammatory marker neopterin increase during inflammation, particularly in response to interferon-gamma. However, comprehensive data on the associations between inflammation markers and kynurenine metabolites and clinical outcomes in CRC patients are lacking. To address this gap in knowledge, we investigated associations of circulating kynurenine metabolites and neopterin with overall survival (OS) in prospectively followed non-metastatic CRC patients.<br \/>Methods: Pre-surgery blood samples from 2,101 stage I-III CRC patients participating in the international FOCUS consortium were used to measure circulating levels of nine tryptophan-kynurenine pathway metabolites and neopterin using liquid chromatography-tandem mass spectrometry. Multivariable linear regression models and Spearman partial correlation analyses were conducted to quantify associations between kynurenine metabolites and neopterin. Based on the results from correlation analyses, a subset of patients (n=984) was categorized into different groups (&#8216;kynurenine metabolite\/neopterin&#8216;: i.e. &#8216;low\/high&#8216;, &#8216;high\/high&#8216;) using the median biomarker concentration as cut-off. Associations of biomarkers with OS were assessed using Cox proportional hazards regression models. All models were adjusted for age at diagnosis, sex, tumor stage, tumor site, circulating creatine levels and cohort.<br \/>Results: Tryptophan was inversely correlated with neopterin (r=&#8722;0.21, &#946;=&#8722;0.48, P<sub>linear<\/sub>&#60;0.001). Neopterin was positively correlated with kynurenine (kyn) (r=0.25, &#946;=0.57, P<sub>linear<\/sub>&#60;0.001), the KTR (r=0.42, &#946;=0.87, P<sub>linear<\/sub>&#60;0.001), 3-hydroxykynurenine (r=0.26, &#946;=0.32, P<sub>linear<\/sub>&#60;0.001), anthranilic acid (r=0.29, &#946;=0.36, P<sub>linear<\/sub>&#60;0.001), and quinolinic acid (QA) (r=0.41, &#946;=0.56, P<sub>linear<\/sub>&#60;0.001). After a median follow-up of 3.2 years for OS, 14% (141) patients deceased. While patients with &#8216;high neopterin&#8217; levels had a 43% increased risk of death (HR, 1.43, 95%CI 0.95-2.16), the &#8216;high kyn\/high neopterin&#8216; patient group had a 52% increased risk of death (HR, 1.52, 95%CI 1.04-2.22). Similarly, the &#8216;high QA\/high neopterin&#8216; and &#8216;high KTR\/high neopterin&#8216; patient groups had a 85% and 89% increased risk of death, respectively (HR<sub>QA\/Neopt<\/sub>, 1.85, 95%CI 1.24-2.75, HR<sub>KTR\/Neopt<\/sub>, 1.89, 95%CI 1.27-2.80).<br \/>Conclusion: Tryptophan-kynurenine pathway activation correlates with inflammation marker neopterin in CRC. Combined associations of kynurenine metabolites and neopterin may be a promising predictor for OS among stage I-III CRC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-03 Biomarkers of prognosis,,"},{"Key":"Keywords","Value":"Colorectal cancer,Survival,Prognostic markers,Tryptophan metabolites,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Damerell<\/b><sup>1<\/sup>, E. H. van Roekel<sup>2<\/sup>, S. Brezina<sup>3<\/sup>, D. E. Kok<sup>4<\/sup>, T. Lin<sup>5<\/sup>, D. D. B. Holthuijsen<sup>2<\/sup>, J. Ose<sup>5<\/sup>, C. Himbert<sup>5<\/sup>, S. J. M. Eussen<sup>6<\/sup>, A. Ulvik<sup>7<\/sup>, F. J. B. van Duijnhoven<sup>4<\/sup>, J. C. Figueiredo<sup>8<\/sup>, C. I. Li<sup>9<\/sup>, E. M. Siegel<sup>10<\/sup>, M. Schneider<sup>1<\/sup>, D. Shibata<sup>11<\/sup>, A. A. Toriola<sup>12<\/sup>, A. B. Ulrich<sup>1<\/sup>, P. M. Ueland<sup>7<\/sup>, M. P. Weijenberg<sup>2<\/sup>, A. Gsur<sup>3<\/sup>, E. Kampman<sup>4<\/sup>, C. M. Ulrich<sup>5<\/sup>, B. Gigic<sup>1<\/sup>; <br\/><sup>1<\/sup>Heidelberg University Hospital (UKHD), Heidelberg, Germany, <sup>2<\/sup>GROW School for Oncology and Reproduction, Maastricht University, Maastricht, Netherlands, <sup>3<\/sup>Center for Cancer Research, Medical University of Vienna, Vienna, Austria, <sup>4<\/sup>Wageningen University & Research, Wageningen, Netherlands, <sup>5<\/sup>University of Utah and Huntsman Cancer Institute, Salt Lake City, UT, <sup>6<\/sup>School for Cardiovascular Diseases (CARIM), Maastricht University, Maastricht, Netherlands, <sup>7<\/sup>BEVITAL, Bergen, Norway, <sup>8<\/sup>Samuel Oschin Comprehensive Cancer Institute, Cedars-Sinai Medical Center, Los Angeles, CA, <sup>9<\/sup>Fred Hutchinson Cancer Research Center, Seattle, WA, <sup>10<\/sup>H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, <sup>11<\/sup>University of Tennessee Health Science Center, Memphis, TN, <sup>12<\/sup>Washington University St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"251818cb-c0a9-4513-8e9b-7cf2e85314e6","ControlNumber":"4417","DisclosureBlock":"&nbsp;<b>V. Damerell, <\/b> None..<br><b>E. H. van Roekel, <\/b> None..<br><b>S. Brezina, <\/b> None..<br><b>D. E. Kok, <\/b> None..<br><b>T. Lin, <\/b> None..<br><b>D. D. B. Holthuijsen, <\/b> None..<br><b>J. Ose, <\/b> None..<br><b>C. Himbert, <\/b> None..<br><b>S. J. M. Eussen, <\/b> None..<br><b>A. Ulvik, <\/b> None..<br><b>F. J. B. van Duijnhoven, <\/b> None..<br><b>J. C. Figueiredo, <\/b> None..<br><b>C. I. Li, <\/b> None..<br><b>E. M. Siegel, <\/b> None..<br><b>M. Schneider, <\/b> None..<br><b>D. Shibata, <\/b> None..<br><b>A. A. Toriola, <\/b> None..<br><b>A. B. Ulrich, <\/b> None..<br><b>P. M. Ueland, <\/b> None..<br><b>M. P. Weijenberg, <\/b> None..<br><b>A. Gsur, <\/b> None..<br><b>E. Kampman, <\/b> None..<br><b>C. M. Ulrich, <\/b> None..<br><b>B. Gigic, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4824","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3421","PresenterBiography":null,"PresenterDisplayName":"Victoria Damerell, BS;MS;PhD","PresenterKey":"f24c91a7-8a60-4687-9949-c69ebed52868","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3421. Associations of circulating levels of tryptophan-kynurenine metabolites and inflammation biomarker neopterin with overall survival among patients with stage I-III colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Associations of circulating levels of tryptophan-kynurenine metabolites and inflammation biomarker neopterin with overall survival among patients with stage I-III colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Tribal Health Organizations recognize the high rates of colorectal cancer (CRC) among Alaska Native peoples and are undertaking initiatives to address it. The tumor microenvironment (TME) is a complex ecosystem including tumor, stromal, and immune cells. Understanding the cell composition and spatial organization of the TME among Alaska Native patients with CRC will provide new insights into disease progression. We performed spatial profiling on 3 tissue microarrays (TMA) from 37 patients using the Akoya Biosciences&#8217; s PhenoCycler system. Patients with CRC were selected from a nested case-control study which includes 16 patients who died of CRC and 21 patients who lived as long as patients with lethal CRC and matched on age at diagnosis, sex, tumor site and tumor stage. We designed a 40-antibody panel that captured tumor, epithelium, stromal, vascular, and immune cells, as well as cell functional states (e.g., PD1). Initial images were processed using QuPath for image stitching, artifact removal, background subtraction, cell segmentation, and measurement of average intensity of each marker per cell. Cell quality control (QC) was performed to filter out low quality cells based on cell size and log10-transformed sum of intensity. After quantile normalization and arcsinh transformation, cells that passed QC were clustered using the R package &#8216;Seurat&#8217; and manually annotated based on the cell type and function marker intensities for each cluster. We identified 1.17 million cells and 15 cell types. Those cell types included 3 stromal and vascular cells, 1 epithelium, 1 mixed immune cluster, and 10 different immune cells. We quantified each cell type as a fraction of total cells on a per-patient basis. Among the subset of immune cells, the proportions of macrophages, CD4+T cells, and CD8+T cells were high (21%, 11.2%, and 14.5%, respectively), and the proportion of B cells was low (5.1%). We also identified regulatory T cells, cytotoxic CD8+T cells, and monocytes at 1-3%. We observed differences in the composition of cell clusters by CRC-specific death. The frequency of epithelium was higher among patients with lethal CRC, and the frequency of CD4+T cells and CD8+T cells were higher among patients without lethal CRC. In summary, the overall composition of tumor and immune cells varies between patients with and without CRC-specific death, indicating TME heterogeneity. Further investigation of spatial domains and relationships with clinical molecular features may facilitate discovery of novel predictors of CRC-specific death among Alaska Native peoples. We are clustering cell types into different cellular neighborhoods using spatial information and conducting statistical analysis integrating RNA sequencing data from the same patients. Further, we are generating spatial profiling data for an additional 5 TMAs comprising 60 additional patients and will present results of the combined data analyses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-03 Biomarkers of prognosis,,"},{"Key":"Keywords","Value":"Colorectal cancer,Tumor microenvironment,Prognosis,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Yin<\/b><sup>1<\/sup>, D. Redwood<sup>2<\/sup>, K. Smythe<sup>3<\/sup>, D. Jones<sup>3<\/sup>, M. Houghton<sup>3<\/sup>, K. C. Barry<sup>3<\/sup>, A. L. Koehne<sup>3<\/sup>, E. Donato<sup>3<\/sup>, C. Yeung<sup>3<\/sup>, M. Lin<sup>3<\/sup>, J. J. Tiesinga<sup>4<\/sup>, T. A. Harrison<sup>1<\/sup>, S. S. Thomas<sup>3<\/sup>, L. Hsu<sup>3<\/sup>, J. C. Figueiredo<sup>5<\/sup>, L. Li<sup>6<\/sup>, T. K. Thomas<sup>2<\/sup>, C. Li<sup>3<\/sup>, U. Peters<sup>3<\/sup>, J. R. Huyghe<sup>3<\/sup>; <br\/><sup>1<\/sup>University of Washington, Seattle, WA, <sup>2<\/sup>Alaska Native Tribal Health Consortium, Anchorage, AK, <sup>3<\/sup>Fred Hutchinson Cancer Center, Seattle, WA, <sup>4<\/sup>Alaska Native Medical Center, Anchorage, AK, <sup>5<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA, <sup>6<\/sup>Ochsner Health Foundation, New Orleans, LA","CSlideId":"","ControlKey":"d5af21e5-569e-40c0-8c5b-ac043e521293","ControlNumber":"8662","DisclosureBlock":"&nbsp;<b>H. Yin, <\/b> None..<br><b>D. Redwood, <\/b> None..<br><b>K. Smythe, <\/b> None..<br><b>D. Jones, <\/b> None..<br><b>M. Houghton, <\/b> None..<br><b>K. C. Barry, <\/b> None..<br><b>A. L. Koehne, <\/b> None..<br><b>E. Donato, <\/b> None..<br><b>C. Yeung, <\/b> None..<br><b>M. Lin, <\/b> None..<br><b>J. J. Tiesinga, <\/b> None..<br><b>T. A. Harrison, <\/b> None..<br><b>S. S. Thomas, <\/b> None..<br><b>L. Hsu, <\/b> None..<br><b>J. C. Figueiredo, <\/b> None..<br><b>L. Li, <\/b> None..<br><b>T. K. Thomas, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>U. Peters, <\/b> None..<br><b>J. R. Huyghe, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4826","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3423","PresenterBiography":null,"PresenterDisplayName":"Hang Yin, BS;MS","PresenterKey":"94373520-1ddc-44e5-b92b-ba5ca2aaeede","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3423. Spatial-resolved single-cell analysis of the tumor microenvironment in Alaska Native colorectal cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial-resolved single-cell analysis of the tumor microenvironment in Alaska Native colorectal cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Telomere length (TL) and DNA methylation are associated with age and smoking exposure, as well as aging-related outcomes including lung cancer and mortality. A DNA methylation-based TL score (DNAmTL) was developed to estimate TL using DNA methylation array data, both in blood. DNAmTL effectively estimates telomere-related aging using 140 CpGs that are moderately enriched in sub-telomeric regions and not included in existing epigenetic clocks. We examined DNAmTL in individuals with a heavy smoking history (mean 56 pack years, range 11-185) in a nested lung cancer case-control study of 350 cases and 350 controls from the &#946;-Carotene and Retinol Efficacy Trial identified through 2005. Twenty-two controls became cases with additional follow-up through 2013, so 328 controls and 372 cases were considered for these analyses. Leukocyte TL was measured using quantitative polymerase chain reaction (T\/S ratio, log2-transformed), and DNA methylation was assayed on the Illumina EPIC array, in blood samples obtained on average 4.9 years prior to diagnosis in cases. We observed weak positive Pearson correlations between DNAmTL and TL in cases (r=0.19, p=0.0003) and controls (r=0.14, p=0.009) that persisted after age-adjustment: r=0.16, p=0.002 and r=0.14, p=0.014, respectively. Age-adjusted DNAmTL, but not TL, was longer for female compared to male cases (T=3.6, p=0.0004) and controls (T=2.2, p=0.03), and for those in the placebo compared to the intervention arm in cases (T=2.1, p=0.03) and controls (T=2.3, p=0.02). Linear regression models of TL and DNAmTL adjusted for age, sex, and race and ethnicity were not statistically significant for smoking variables at blood draw (pack years, current vs former smoking status, cigarettes smoked per day during smoking history, years smoked, years since quit), nor asbestos exposure in either cases or controls. Longer age-adjusted DNAmTL was associated with a lower hazard ratio (HR) for time to lung cancer death (0.60, 95% Confidence Interval (CI): 0.37-0.97) among cases (n=313 lung cancer-specific mortality events) in Cox proportional hazards models adjusted for age, sex, race and ethnicity, and time from blood draw to diagnosis with stage as a stratification variable (early I\/II, advanced III\/IV, unknown). Analogous age-adjusted TL model showed a similar direction but did not reach statistical significance (HR 0.86, CI: 0.71-1.05). Further adjustment of these models by DNA methylation-estimated leukocyte proportions of granulocytes, monocytes, natural killer, CD8+T, and CD4+T (excluding B cells) yielded similar results for age-adjusted DNAmTL (HR 0.54, CI: 0.31-0.92) and age-adjusted TL (HR 0.87, CI: 0.71-1.05). Our results illustrate that while DNAmTL may not be closely associated with smoking exposure among heavily exposed individuals, shorter DNAmTL may be more strongly associated with lung cancer mortality than TL in individuals with a heavy smoking history.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-03 Biomarkers of prognosis,,"},{"Key":"Keywords","Value":"Lung cancer,DNA methylation,Telomere length,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Grieshober<\/b><sup>1<\/sup>, S. Graw<sup>2<\/sup>, M. J. Barnett<sup>3<\/sup>, G. E. Goodman<sup>3<\/sup>, C. Chen<sup>3<\/sup>, D. C. Koestler<sup>4<\/sup>, C. J. Marsit<sup>5<\/sup>, J. A. Doherty<sup>1<\/sup>; <br\/><sup>1<\/sup>Huntsman Cancer Institute, University of Utah, Salt Lake City, UT, <sup>2<\/sup>Everest Clinical Research Corporation, Markham, ON, Canada, <sup>3<\/sup>Fred Hutchinson Cancer Center, Seattle, WA, <sup>4<\/sup>University of Kansas Medical Center, Kansas City, KS, <sup>5<\/sup>Rollins School of Public Health, Emory University, Atlanta, GA","CSlideId":"","ControlKey":"f16e1e84-ed90-4836-94fb-cd335fc93705","ControlNumber":"2614","DisclosureBlock":"&nbsp;<b>L. Grieshober, <\/b> None..<br><b>S. Graw, <\/b> None..<br><b>M. J. Barnett, <\/b> None..<br><b>G. E. Goodman, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>D. C. Koestler, <\/b> None..<br><b>C. J. Marsit, <\/b> None..<br><b>J. A. Doherty, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4827","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3424","PresenterBiography":null,"PresenterDisplayName":"Laurie Grieshober, MA;PhD","PresenterKey":"461595b3-1f34-4693-8a02-170a8dc26044","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3424. Assessing a DNA methylation-based telomere length estimator in individuals with a heavy smoking history","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessing a DNA methylation-based telomere length estimator in individuals with a heavy smoking history","Topics":null,"cSlideId":""},{"Abstract":"<b>Background. <\/b>Higher body mass index (BMI) is associated with poor survival after breast cancer diagnosis. BMI is a heritable trait. A polygenic risk score (PRS) for BMI has been associated with cardiometabolic traits and found to modify weight loss interventions. Whether BMI genetic scores affect survival in women with breast cancer is unknown.<br \/><b>Methods. <\/b>This analysis was conducted in the Cancer Prevention Study II Nutrition cohort. Women diagnosed with non-metastatic breast cancer between 1992 and 2017 were included in the analysis if they had genotype data. Analyses were restricted to unrelated, postmenopausal women at the time of diagnosis who were of European ancestry (N=3,566). Deaths through 2020 were identified through linkage with the National Death Index. Primary cause of death was based on the International Classification of Disease codes. Pre-diagnosis BMI was self-reported (median 1.3 years from BMI measurement to diagnosis, interquartile range (IQR): 0.6, 1.9). We constructed a PRS using findings from a published meta-analysis of BMI genome wide association studies (GWAS) that included ~700,000 individuals and the PRSice tool.Hazard ratios (HR) and 95% confidence intervals (CI) between the PRS and all-cause mortality were estimated using Cox proportional hazards regression and Fine and Gray models for cause-specific mortality to account for competing risks. Models were adjusted for age and GWAS-specific statistically significant (P&#60;0.05) principal components for population stratification. Mediation was estimated using the mediation R package.<br \/><b>Results. <\/b>The median age at diagnosis was 71.5 years (IQR: 66.3, 76.8). Most women were overweight (33.5%) or obese (18.4%) and were diagnosed with localized stage (63%) and estrogen receptor positive (65%) breast cancer. During a median follow-up of 14.5 years (IQR: 9.7-19.8), there were 1,825 (51.2%) deaths, including 301 breast cancer and 337 cardiovascular disease (CVD) specific deaths. In multivariable models, a 5 Kg\/m<sup>2<\/sup> increase in BMI was associated with increased risks of all-cause mortality (HR=1.09, 95% CI: 1.04, 1.15), breast cancer-specific mortality (HR=1.27, 95% CI: 1.13, 1.42), and CVD-specific mortality (HR=1.25, 95% CI: 1.11, 1.41). The PRS was highly predictive of pre-diagnostic BMI (P&#60;0.001). A 1-standard deviation increase in the PRS was associated with statistically increased risk of all-cause mortality (HR=1.06, 95% CI: 1.02, 1.11). Risks of breast cancer (HR=1.07, 95% CI: 0.96, 1.19) or CVD (HR=1.01, 95% CI: 0.90, 1.12) specific mortality did not reach statistical significance. We estimated that 27% of the PRS and all-cause mortality association was mediated by BMI (95% CI: 12%, 91%; P=0.004).<br \/><b>Conclusions. <\/b>Women with breast cancer predisposed to higher BMI were at increased risk of all-cause mortality. A BMI-related PRS may be a useful tool to identify women with breast cancer in need of additional interventions and\/or surveillance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-03 Biomarkers of prognosis,,"},{"Key":"Keywords","Value":"Breast cancer,Genetic factors,Body mass index,Mortality,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Bodelon<\/b>, A. Lori, M. Landry, J. Hodge, P. P. Choudhury, Y. Wang, L. E. McCullough, A. V. Patel, L. R. Teras; <br\/>American Cancer Society, Atlanta, GA","CSlideId":"","ControlKey":"1164904c-b1de-4e03-a11a-e25b5762ecbb","ControlNumber":"5890","DisclosureBlock":"&nbsp;<b>C. Bodelon, <\/b> None..<br><b>A. Lori, <\/b> None..<br><b>M. Landry, <\/b> None..<br><b>J. Hodge, <\/b> None..<br><b>P. P. Choudhury, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>L. E. McCullough, <\/b> None..<br><b>A. V. Patel, <\/b> None..<br><b>L. R. Teras, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4828","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3425","PresenterBiography":null,"PresenterDisplayName":"Clara Bodelon, MA;MS;PhD","PresenterKey":"751e3a74-1e47-49d5-ae08-acc0cce14b3f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3425. Genetic predisposition to obesity and survival in women with breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genetic predisposition to obesity and survival in women with breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Broad biomarker profiling before treatment initiation for non-small cell lung cancer (NSCLC) is recommended. Patients may not receive or receive inadequate biomarker testing before treatment initiation. This study assesses rates and trends of biomarker testing in community and academic oncology practices in the US.<br \/>Methods: A descriptive cohort study was conducted using electronic health records from an NSCLC registry. Patients who initiated NSCLC treatment following diagnosis of advanced NSCLC (stage IIIB\/IIIC\/IV) from 01\/01\/2015-12\/31\/2021 were identified. Patient demographics (age, gender, race, region) along with histology type (squamous\/non-squamous) and hospital type (academic\/community) were included. The percentage of patients receiving tests for any of the nine biomarkers before and during therapy was calculated and compared.<br \/>Results: 8,769 patients were identified with advanced NSCLC; 65.9% having non-squamous cell carcinoma; 22.4% having squamous cell carcinoma; 11.7% unknown. 13.4% of patients were from academic centers, 78.7% from community hospitals, 8.0% unknown. The majority (59%) were 65+ years; 47.3% were female. Overall, 83.2% had biomarker testing at some point in treatment; only 66.3% before treatment initiation. Over time, biomarker testing rates prior to treatment initiation increased (46.9% in 2015 to 73.8% in 2021). The use of biomarker testing in non-squamous cell carcinoma was greater than in squamous cell carcinoma. The most frequent biomarker testing before treatment initiation were PD-L1 (52.2%), EGFR (51.6%), and ALK (50.7%), followed by ROS1 (46.9%), BRAF (39.5%), and KRAS (34.1%). Testing rates for the newest biomarkers NTRK, MET, and RET were 20.4%, 28.4%, and 28.0%, respectively. Testing rates were similar between academic centers and community-based hospitals, except for the newest biomarkers, where use in academic settings was greater. Biomarker testing rates were higher among female patients (&#967;<sup>2<\/sup> P-value&#60;0.001); rates by race were similar (&#967;<sup>2 <\/sup>P-value=0.83).<br \/>Conclusion: While the use of biomarker testing in advanced NSCLC is growing, 26% of patients remained untested before treatment initiation. Biomarker testing in non-squamous cell carcinoma is higher than in squamous cell carcinoma, in keeping with the guideline emphasis on biomarker testing for that histology type. Results suggest that further dissemination of guideline recommendations to obtain biomarker test results prior to treatment initiation is important to optimize treatment decisions in the NSCLC landscape.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-03 Biomarkers of prognosis,,"},{"Key":"Keywords","Value":"Biomarkers,NSCLC,Pharmacogenetics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Chen<\/b>, A. Carlson; <br\/>University of Minnesota, College of Pharmacy, Minneapolis, MN","CSlideId":"","ControlKey":"a2016f30-82f5-482d-bcc7-ff8717cc6e52","ControlNumber":"4573","DisclosureBlock":"<b>&nbsp;Y. Chen, <\/b> <br><b>AbbVie<\/b> Other, Graduate student fellowship.<br><b>A. Carlson, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4829","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3426","PresenterBiography":null,"PresenterDisplayName":"Yiyu Chen, MS","PresenterKey":"5c1a0619-2ae1-4aa0-89e9-0f6c55e5932b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3426. Real-world biomarker testing rates and trends among patients with advanced non-small cell lung cancer in the US","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Real-world biomarker testing rates and trends among patients with advanced non-small cell lung cancer in the US","Topics":null,"cSlideId":""},{"Abstract":"Objective: Metabolomics may provide insight to understand the etiology and potential mechanisms for pancreatic ductal adenocarcinoma (PDAC) development beyond established risk factors of smoking, diabetes, and adiposity. We extended our previous metabolomic study by including additional participants from the Prostate, Lung, Colorectal, and Ovarian Cancer Screening Trial (PLCO) with the aim to examine prospective associations between serum metabolites and incident PDAC.<br \/>Method: We measured 1483 known metabolites in pre-diagnostic serum (up to 24 years) in two PDAC nested case-control studies within the PLCO (360 cases-control pairs) of mostly non-smoker men and women and Alpha-Tocopherol, Beta-Carotene Cancer Prevention Study (ATBC, 372 cases-control pairs) male smokers using liquid chromatography, high resolution\/accurate mass spectrometry. Controls were incidence-density sampled and matched to cases by age, blood draw date, sex, race\/ethnicity, and cohort. We used conditional logistic regression to calculate odds ratios and 95% confidence intervals for PDAC per standard deviation increase in log<sub>10<\/sub>-metabolite levels in each cohort and combined using fixed-effect meta-analyses and stratified by follow-up time. We also performed ElasticNet regression in each cohort to identify metabolites. We assessed associations of 72 predefined metabolic pathways with PDAC by comparing Fisher&#8217;s statistic of metabolite p-values per pathway with a null distribution based on 500,000 permutations.<br \/>Results: Sixty-six metabolites were associated with PDAC at a false discovery rate (FDR)&#60;0.05 with 26 below the Bonferroni threshold (<i>P<\/i>&#60;3.4&#215;10<sup>-5<\/sup>). Among the 66 metabolites, 14 and 15 were selected in ElasticNet regressions in ATBC and PLCO, respectively, with two in both cohorts. Notable findings include: fibrinopeptide B(1-9); seven modified, di- or poly-peptides; eight xenobiotics related to tobacco smoke; amino acids, carbohydrates, and TCA cycle metabolites known to be regulated by mutant KRAS (aspartate, glutamate, lactate, pyruvate, and &#945;-ketoglutarate); four secondary bile acids and three aromatic amino acids (tryptophan, phenylalanine, and tyrosine) that were positively, while four fibrinogen cleavage peptides were inversely associated with PDAC. Among the top identified metabolites, aspartate, &#945;-glutamyltyrosine, pyroglutamylglutamine, and Glu-Gly-Asn-Val showed time-varying associations overall (<i>P<\/i>&#8804;0.05) with greater magnitudes within the first 5 years after blood draw. Thirteen metabolic pathways were associated with PDAC (Bonferroni<i> P<\/i>&#8804;0.05).<br \/>Conclusion: Our study suggests pre-diagnostic circulating metabolites, particularly those potentially related to subclinical disease, microbiome, and tobacco metabolism are associated with PDAC. The identified metabolites along with other known risk factors might be useful in algorithms to model disease risk and progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Metabolomics,Pancreatic cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Zhang<\/b>, S. C. Moore, S. Fu, K. Wang, D. Albanes, S. J. Weinstein, K. Yu, R. Z. Stolzenberg-Solomon; <br\/>National Cancer Institute, Rockville, MD","CSlideId":"","ControlKey":"d46b271b-9e83-4631-a45c-1b7d2e34cbbc","ControlNumber":"465","DisclosureBlock":"&nbsp;<b>T. Zhang, <\/b> None..<br><b>S. C. Moore, <\/b> None..<br><b>S. Fu, <\/b> None..<br><b>K. Wang, <\/b> None..<br><b>D. Albanes, <\/b> None..<br><b>S. J. Weinstein, <\/b> None..<br><b>K. Yu, <\/b> None..<br><b>R. Z. Stolzenberg-Solomon, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4830","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3427","PresenterBiography":null,"PresenterDisplayName":"Ting Zhang, M Phil;PhD","PresenterKey":"1e474511-d709-4db1-8db0-34c445adae3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3427. Serum metabolites and pancreatic ductal adenocarcinoma in two prospective cohorts","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Serum metabolites and pancreatic ductal adenocarcinoma in two prospective cohorts","Topics":null,"cSlideId":""},{"Abstract":"Using pre-diagnosis fasting plasma samples from 4,040 participants of the Shanghai Men&#8217;s Health Study which enrolled 61,464 men ages 40-70 during 2001-2006, we prospectively evaluated the associations of adipokines and inflammation biomarkers with cancer risk. Levels of leptin, resistin, adiponectin, plasminogen activator inhibitor type-1 (PAI-1), interleukin-6 (IL-6), interleukin-8 (IL-8), tumor necrosis factor-alpha (TNFa), monocyte chemoattractant protein-1 (MCP-1), and insulin were measured by Luminex assays, and C-reactive protein (CRP), measured by ACE Clinical Chemistry System. Biomarker levels were categorized by tertile distribution. The Cox regression model was applied to derive hazard ratios (HR) and 95% confidence intervals (CI) for cancer risk in association with biomarkers with adjustment for potential confounders. Principle component analysis (PCA) was performed to assess associations with multiple biomarkers, and tertile scores for each component were used in analyses. During 15-years of follow-up, 318 cancer cases were identified, including 85 lung, 49 gastric, 17 liver, and 61 colorectal cancer (CRC) cases. Analyses adjusted for age, education and income showed that 3<sup>rd<\/sup> vs 1<sup>st<\/sup> tertile of TNFa (HR=1.7, 95%CI=1.0-3.0) and adiponectin (HR=4.0, 95%CI=1.1-14.4) was associated with lung and liver cancer risk, respectively. High levels of leptin, insulin, and CRP were each associated with CRC risk: respective HRs were 2.3 (95%CI=1.1-4.7), 2.1 (95%CI=1.0-4.2), and 2.0 (95%CI=1.1-3.9). After further adjustment for known cancer risk factors, TNFa-lung cancer (HR=1.8, 95%CI=1.1-3.1); leptin-CRC (HR= 3.2, 95%CI=1.3-7.7); insulin-CRC (HR=2.1, 95%CI=1.0-4.5); and CRP-CRC (HR=2.0, 95%CI=1.0-4.0) associations remained statistically significant. The adiponectin-lung cancer association lost significance. PCA identified 4 principal components (PC). High PC1 score (main loadings: TNFa, leptin, and insulin) was associated with CRC risk (HR=2.3, 95%CI=1.1-5.0 for 3rd vs 1st tertile p<sub>trend<\/sub>=0.02). High PC2 score (main loadings: adiponectin, IL-8, MCP-1) and PC3 (main loadings: resistin and PAI-1) were associated with liver cancer risk: HR=5.2 (95%CI=1.1-24.3) for the 3<sup>rd<\/sup> vs 1<sup>st<\/sup> tertile, p<sub>trend<\/sub>=0.03 and HR=4.7 (95%CI=1.0-21.7), for the 3<sup>rd<\/sup> vs 1<sup>st<\/sup> tertile, p<sub>trend<\/sub>=0.03, respectively. High PC4 score (main loadings: IL-6 and CRP) was associated with lung cancer risk (HR=1.7, 95%CI=1.0-3.0, for the 3<sup>rd<\/sup> vs 1<sup>st<\/sup> tertile, p<sub>trend<\/sub>=0.04). These associations, except the PC1-CRC association, lost significance after further adjustment of known cancer risk factors. Our study found that high plasma levels of insulin, CRP, and their combination were associated with CRC risk, high resistin and adiponectin levels with liver cancer risk, and high TNFa levels with lung cancer risk. Some biomarker-cancer associations may be explained by their correlations with known cancer risk factors, especially smoking.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Biomarkers,Inflammation,Cancer risk,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. DeMoulin<\/b>, H. Cai, Q. Cai, W. Zheng, X.-O. Shu; <br\/>Vanderbilt University Medical Center, Nashville, TN","CSlideId":"","ControlKey":"f907b9d9-cec9-4215-ab50-22c38a9f0b72","ControlNumber":"8304","DisclosureBlock":"&nbsp;<b>D. DeMoulin, <\/b> None..<br><b>H. Cai, <\/b> None..<br><b>Q. Cai, <\/b> None..<br><b>W. Zheng, <\/b> None..<br><b>X. Shu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4831","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3428","PresenterBiography":null,"PresenterDisplayName":"Douglas DeMoulin, PhD,MS","PresenterKey":"6f738f3e-6be4-48a0-8245-e9cdfd8aab7d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3428. Association of adipokines and inflammation biomarkers with cancer risk in men","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association of adipokines and inflammation biomarkers with cancer risk in men","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Mammographic breast density (MBD), a strong predictor of breast cancer risk, is highly influenced by body mass index (BMI) in childhood and early adulthood, but the mechanisms elucidating this relationship are undetermined. To our knowledge, no study has explored the mediating role of biomarkers on the relationship between early-life adiposity and MBD. The goal of this study is to discover metabolites that mediate the relationship between BMI at ages 10 and 18 with MBD in premenopausal women.<br \/><b>Methods: <\/b>This study includes premenopausal women who had their screening mammogram at Washington University in St. Louis, MO, and provided a fasting blood sample. Metabolon performed untargeted metabolomic profiling, detecting 1,074 metabolites. Metabolites missing &#62;300 observations were excluded, leaving 828 metabolites; the other missing values were imputed using the nearest neighbor method. To mitigate batch effect, we normalized the metabolite peak area data using ComBat. Volumetric percent density (VPD) was calculated in 700 women using Volpara software. BMI at age 10 was estimated using the Stunkard pictogram, and BMI at age 18 was calculated from self-reported weight at 18 and height at study initiation. To assess the mediating role of the 828 metabolites, we performed high dimensional mediation analysis using the <i>hima<\/i> R package adjusting for potential confounders. Missing values in the covariates and BMI measures included in the mediation analysis were imputed using multivariate imputation by chain equations. Associations were considered significant if FDR p-value &#60;0.1.<br \/><b>Results: <\/b>Four metabolites (glutamate, beta-cryptoxanthin, phytanate, and cortolone glucuronide (1)) mediated the relationship between BMI at age 10 and VPD; and 2 metabolites (glutamate, beta-cryptoxanthin) mediated the relationship between BMI at age 18 and VPD. Glutamate and beta-cryptoxanthin significantly mediated the relationship between both BMI measures and VPD, but glutamate was the strongest mediator across both time points. Glutamate mediated 6.7% (FDR p-value=0.06) and 9.3% (FDR p-value=0.008) of the total effect between BMI at age 10 and 18, respectively, on VPD. Beta-cryptoxanthin mediated 4.1% (FDR p-value=0.06) and 6.3% (FDR p-value=0.04), of the total effect between BMI at age 10 and 18, respectively, on VPD. Additionally, phytanate mediated 2.6% (FDR p-value=0.06) and cortolone glucuronide (1) mediated 2.0% (FDR p-value=0.07) of the total effect between BMI at age 10 and VPD.<br \/><b>Conclusion: <\/b>Amino acid, lipid, cofactor\/vitamin, and xenobiotic metabolites mediated the associations of BMI in early-life and VPD in premenopausal women. This innovative study offers insight into the biological mechanisms underlying the link between early-life adiposity and MBD, which can support future research into breast cancer prevention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Mammographic density,Metabolomics,Biomarkers,Body mass index,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kayla  R.  Getz<\/b><sup>1<\/sup>, Myung Sik Jeon<sup>1<\/sup>, Lili Liu<sup>2<\/sup>, Lei Liu<sup>2<\/sup>, Chongliang Luo<sup>1<\/sup>, Jingqin Luo<sup>1<\/sup>, Adetunji  T.  Toriola<sup>1<\/sup><br><br\/><sup>1<\/sup>Public Health Sciences, Washington University School of Medicine in St. Louis, St. Louis, MO,<sup>2<\/sup>Biostatistics, Washington University School of Medicine in St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"996bebc7-87f4-47ec-899e-266d1d8cebbf","ControlNumber":"6547","DisclosureBlock":"&nbsp;<b>K. R. Getz, <\/b> None..<br><b>M. Jeon, <\/b> None..<br><b>L. Liu, <\/b> None..<br><b>L. Liu, <\/b> None..<br><b>C. Luo, <\/b> None..<br><b>J. Luo, <\/b> None..<br><b>A. T. Toriola, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4832","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3429","PresenterBiography":null,"PresenterDisplayName":"Kayla Getz, BS;MPH,PhD","PresenterKey":"7aa44cc9-0dc0-4267-b283-dc34d50ed528","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3429. Using metabolomics to identify biomarkers mediating the associations of adiposity in childhood and early adulthood with mammographic breast density in premenopausal women","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Using metabolomics to identify biomarkers mediating the associations of adiposity in childhood and early adulthood with mammographic breast density in premenopausal women","Topics":null,"cSlideId":""},{"Abstract":"Mosaic loss of the Y chromosome (mLOY), a type of clonal hematopoiesis, is the most frequent chromosomal alteration observed in leukocytes of aging men. mLOY is a putative biomarker of genomic instability with evidence of associations with risk of some solid tumors, but more studies are needed to refine associations and identify potential mechanisms for cancer risk. Prostate cancer (PCa), the most common non-cutaneous cancer in males, is also associated with aging. To further investigate potential relationships between mLOY and PCa, we examined DNA derived from leukocytes of male participants in two large biobanks: the UK Biobank (UKBB; N = 210,103) and the Prostate, Lung, Colorectal, and Ovarian Cancer Screening Trial (PLCO, N = 26,795). Of the 236,898 male participants without previous cancer diagnosis, 14,253 (6.0%) were diagnosed with incident PCa after DNA collection. High-density genotyping array data collected during the studies were used to create virtual karyotypes for detecting mLOY in whole blood samples utilizing a phase-based detection method in MoChA software. Analyses were restricted to men without cancer at genotyping and multivariable regression models were adjusted for age, smoking status, and genetic similarity. Men with detectable mLOY were older (mean = 62 vs 56 years) and more likely to be smokers (14.8% vs 9.7%) than men without mLOY. A total of 3,848 (27.0%) men with PCa and 42,835 (19.2%) men free of PCa had detectable mLOY. mLOY clonal fraction ranged from 0.01% to 72.1% of total leukocytes. 18.7% of PCa cases and 13.6% of men free of PCa had high clonal fraction mLOY, defined as greater than 10% of leukocytes with mLOY. Fixed effect meta-analysis of multivariable models from UKBB and PLCO produced evidence for a positive association between mLOY in leukocytes and incident PCa; (Odds Ratio (OR) = 1.062, 95% Confidence Interval (CI) [1.020, 1.107], P-Value (p) = 0.004). The effect estimate was the same in men with low clonal fraction of mLOY (OR = 1.062, 95% CI [1.012, 1.113], p = 0.014) and men with high clonal fraction of mLOY (OR = 1.065, 95% CI [0.998, 1.137], p = 0.057). Age at PCa diagnosis was not associated with mLOY or the clonal fraction of mLOY. A sub-analysis of separate participants from PLCO with mLOY detected in buccal cells (n = 18,011) also showed a small positive effect between mLOY and PCa risk, but the relationship did not reach statistical significance (OR = 1.036, 95% CI [0.877, 1.224], p = 0.673)). Our investigation of the relationship between mLOY and PCa in two large prospective studies provides additional evidence for an association between mLOY detected in the blood and increased PCa risk, meriting additional studies of potential biologic mechanisms underlying the relationship.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Prostate cancer,Cancer risk,Biomarkers,Genetic instability,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. L. Kelly<\/b>, W. Zhou, K. M. Barnao, C. D. Young, A. K. Hubbard, S. M. Khan, W.-Y. Huang, S. J. Chanock, M. J. Machiela; <br\/>National Cancer Institute, Rockville, MD","CSlideId":"","ControlKey":"d96e6384-58d2-4e88-b5fe-3ad5755dff30","ControlNumber":"3480","DisclosureBlock":"&nbsp;<b>R. L. Kelly, <\/b> None..<br><b>W. Zhou, <\/b> None..<br><b>K. M. Barnao, <\/b> None..<br><b>C. D. Young, <\/b> None..<br><b>A. K. Hubbard, <\/b> None..<br><b>S. M. Khan, <\/b> None..<br><b>W. Huang, <\/b> None..<br><b>S. J. Chanock, <\/b> None..<br><b>M. J. Machiela, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4833","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3430","PresenterBiography":null,"PresenterDisplayName":"Rebecca Kelly, MPH;PhD","PresenterKey":"a8388cc3-1fa0-4ecc-a086-6301a18d2416","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3430. Mosaic loss of the Y chromosome is associated with prostate cancer risk","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mosaic loss of the Y chromosome is associated with prostate cancer risk","Topics":null,"cSlideId":""},{"Abstract":"Background: Colorectal cancer (CRC) ranks as the third most common cancer worldwide. Despite its established connection with genetic, dietary, and lifestyle factors, gaps remain in the understanding of its etiology. Lactase-phlorizin hydrolase (LPH) plays a critical role in milk digestion and influences crucial nutrient absorption and gut microbiota composition. A direct relationship of CRC risk with LPH level remains unexplored. Our study aims to elucidate the potential causal link between genetically determined LPH levels and CRC risk.<br \/>Methods: We applied a two-sample Mendelian Randomization (MR) strategy to investigate the causal link between elevated LPH levels and CRC risks. Genetic instruments for LPH (one <i>cis<\/i>-variant and three <i>trans<\/i>-variants) were derived from the Fenland Study, and CRC-associated summary statistics for these instruments were extracted from the FinnGen Study, PLCO Atlas Project, and Pan-UK Biobank. Primary MR analyses focused on a <i>cis<\/i>-variant (rs4988235) for LPH levels, with results integrated via meta-analysis. MR analyses using all variants were also undertaken. This analytical approach was further extended to assess CRC subtypes, specifically colon and rectal cancer.<br \/>Results: Meta-analysis across the three datasets illustrated an inverse association between genetically predicted LPH level and CRC risk (OR: 0.92 [95% CI, 0.89-0.95]). Subtype analyses revealed associations of genetically predicted elevated LPH levels with reduced risks for both colon cancer (OR: 0.92 [95% CI, 0.89-0.96]) and rectal cancer (OR: 0.92 [95% CI, 0.87, 0.98]). Consistency was observed across varied analytical methods and different datasets.<br \/>Conclusions: Our study suggests an inverse relationship between genetically determined LPH level and CRC risk. Further exploration is warranted to unveil the underlying mechanisms and validate LPH&#8217;s potential role in CRC prevention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Colorectal cancer,Lactase-phlorizin hydrolase (LPH) ,Mendelian Randomization,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Han<\/b><sup>1<\/sup>, J. Yao<sup>1<\/sup>, H. Yamazaki<sup>2<\/sup>, S. Streicher<sup>3<\/sup>, J. Rao<sup>4<\/sup>, R. Nianogo<sup>1<\/sup>, Z.-F. Zhang<sup>1<\/sup>, B. Huang<sup>5<\/sup>; <br\/><sup>1<\/sup>UCLA Fielding School of Public Health, Los Angeles, CA, <sup>2<\/sup>Graduate School of Medicine, Kyoto University, Kyoto, Japan, <sup>3<\/sup>University of Hawaii Cancer Center, University of Hawaii at Manoa, Honolulu, HI, <sup>4<\/sup>UCLA David Geffen School of Medicine, Los Angeles, CA, <sup>5<\/sup>Keck School of Medicine of USC, Los Angeles, CA","CSlideId":"","ControlKey":"cb90e9e3-5d2c-4773-9502-465b80c7a442","ControlNumber":"1586","DisclosureBlock":"&nbsp;<b>S. Han, <\/b> None..<br><b>J. Yao, <\/b> None..<br><b>H. Yamazaki, <\/b> None..<br><b>S. Streicher, <\/b> None..<br><b>J. Rao, <\/b> None..<br><b>R. Nianogo, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>B. Huang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4834","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3431","PresenterBiography":null,"PresenterDisplayName":"Sihao Han, MBBS;MPH;MS","PresenterKey":"8447f482-68fe-46e7-a4b2-9a04f20ba44b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3431. Genetically determined circulating lactase\/phlorizin hydrolase concentrations and risk of colorectal cancer: A two-sample mendelian randomization study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genetically determined circulating lactase\/phlorizin hydrolase concentrations and risk of colorectal cancer: A two-sample mendelian randomization study","Topics":null,"cSlideId":""},{"Abstract":"Although gliomas are relatively rare, they are among the most lethal malignancies. Yet, with the exception of ionizing radiation and family history, their etiologic factors remain largely unknown. We conducted an untargeted metabolomics investigation pooling nested case-control studies from 9 prospective cohorts (median age 63 years, 59% women) in the Consortium of Metabolomics Studies (COMETS). One cancer-free control was individually matched to each of the 803 glioma cases based on age, sex, self-identified race\/ethnicity, and blood collection date. Using an ultrahigh-performance LC-MS\/MS platform (Metabolon, Inc.), we identified 874 known metabolites in pre-diagnostic serum or plasma, and logistic regression models conditioned on the matching factors) estimated odds ratios (ORs) and 95% confidence intervals for the associations between 1-SD increases in circulating metabolites and glioma risk (Bonferroni corrected significance threshold P=5.7&#215;10<sup>-5<\/sup>). A total of 58 metabolites were associated with glioma (P&#60;0.05), with the top three being 3-methylglutarylcarnitine (OR=1.19; P=0.001), cholate (OR=0.85; P=0.001) and a sphingomyelin (SM) (d18:2\/21:0, d16:2\/23:0, OR=1.19; P=0.002). Analysis restricted to cases diagnosed &#62;5 years after blood collection showed 51 metabolites associated with risk (P&#60;0.05), including SM d18:2\/23:1 (OR=1.32; P=5.2&#215;10<sup>-5<\/sup>), and two other SMs (d18:2\/21:0, d16:2\/23:0 and d17:1\/24:1(15Z)) (ORs=1.27 and 1.26, respectively; P&#60;5.6&#215;10<sup>-4<\/sup>). Our findings were not materially altered with further adjustment for smoking, BMI, height and diabetes. Analysis restricted to high-grade glioma cases (n=595) showed similar associations, whereas low-grade glioma (n=207) showed fewer metabolites related to risk (top signals of sphingosine, sphinganine and <i>L<\/i>-glutamic acid, each inversely associated). We did, however, observe that the 2-hydroxyglutarate\/alpha-ketoglutarate ratio was significantly associated with low-grade disease (OR=2.9; P=0.0008), which was most pronounced among cases diagnosed &#62;10 years following blood collection (OR=9.99; P=0.003). Glioblastoma (n=485) showed similar positive risk estimates including for 3-methylglutarylcarnitine which achieved Bonferroni significance (OR=1.35; P=3&#215;10<sup>-5<\/sup>) and several SMs. In contrast, the top metabolite for astrocytoma risk (n=88) was tyrosine (OR=0.55; P=0.002). Gene-set and principal components analyses confirmed that the sub-pathways of SM, dihydro-SM, fatty acid, and dihydroceramide metabolism were significantly associated with overall glioma risk, and dihydro-SM, dihydroceramide, SM, lactosylceramide, glutathione, and purine metabolism were associated with high-grade glioma (all P values &#60;0.05). These novel findings regarding altered metabolic pathways\/dysregulation occurring years before glioma diagnoses may be related to etiologic factors or subclinical disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Glioma,Glioblastoma,Metabolomics,Sphingomyelins,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Huang<sup>1<\/sup>, B. Zhao<sup>1<\/sup>, S. J. Weinstein<sup>2<\/sup>, M. L. Neuhouser<sup>3<\/sup>, S. C. Moore<sup>2<\/sup>, H. Eliassen<sup>4<\/sup>, D. J. Cote<sup>5<\/sup>, L. Le Marchand<sup>6<\/sup>, L. Mucci<sup>4<\/sup>, Y. Yang<sup>7<\/sup>, V. Stevens<sup>7<\/sup>, W. Zheng<sup>8<\/sup>, X.-O. Shu<sup>8<\/sup>, <b>D. Albanes<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>National Clinical Research Center for Metabolic Diseases, Changsha, Hunan, China, <sup>2<\/sup>National Cancer Institute, Bethesda, MD, <sup>3<\/sup>Fred Hutchinson Cancer Center, Seattle, WA, <sup>4<\/sup>Harvard TH Chan School of Public Health, Boston, MA, <sup>5<\/sup>Keck School of Medicine of the University of Southern California, Los Angeles, CA, <sup>6<\/sup>University of Hawaii Cancer Center, Honolulu, HI, <sup>7<\/sup>American Cancer Society, Atlanta, GA, <sup>8<\/sup>Vanderbilt University Medical Center, Nashville, TN","CSlideId":"","ControlKey":"32645573-a723-455b-9cb2-4c5fa605f131","ControlNumber":"5000","DisclosureBlock":"&nbsp;<b>J. Huang, <\/b> None..<br><b>B. Zhao, <\/b> None..<br><b>S. J. Weinstein, <\/b> None..<br><b>M. L. Neuhouser, <\/b> None..<br><b>S. C. Moore, <\/b> None..<br><b>H. Eliassen, <\/b> None..<br><b>D. J. Cote, <\/b> None..<br><b>L. Le Marchand, <\/b> None..<br><b>L. Mucci, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>V. Stevens, <\/b> None..<br><b>W. Zheng, <\/b> None..<br><b>X. Shu, <\/b> None..<br><b>D. Albanes, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4835","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3432","PresenterBiography":null,"PresenterDisplayName":"Demetrius Albanes, MD","PresenterKey":"04f548f2-0c1c-4a80-a837-2bfed558de26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3432. Blood metabolomic profile of glioma risk: A pooled, multi-cohort analysis in COMETS","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Blood metabolomic profile of glioma risk: A pooled, multi-cohort analysis in COMETS","Topics":null,"cSlideId":""},{"Abstract":"Clonal hematopoiesis (CH) is the age-related clonal expansion of hematopoietic cells as a result of acquired mutations in driver genes, commonly referred to as clonal hematopoiesis of indeterminate potential (CHIP), or due to large-scale mosaic chromosomal alterations (mCAs). While the type and genomic location of CH exhibits varying associations with hematological parameters as well as lymphoid and myeloid malignancy risk, few studies have examined the co-occurrence of CH types. We characterized the frequency of co-occurring CH and examined the association of co-occurring CH with various cancer-related phenotypes to identify potential high-risk clones associated with hematologic cancer risk.<br \/>We analyzed sequencing and genotyping array data from 453,807 participants in the UK Biobank to detect CHIP and mCAs. In total, 83,240 (18.3%) individuals had at least one detectable type of CH, with increasing age strongly associated with increasing frequency of CH (<i>P<\/i> &#60; 2&#215;10<sup>-16<\/sup>). The most common type of CH was mCAs (N= 67,081 (14.7%)), with mosaic loss of the Y (mLOY) and X (mLOX) chromosomes being most frequently observed in males and females, respectively. We noted inverse associations between mLOY or mLOX with autosomal mCAs, but positive associations between some autosomal mCAs (e.g., chr3 and chr18 mCAs). CHIP was detected in 20,354 (4.5%) individuals, with mutations in <i>DNMT3A<\/i>, <i>TET2<\/i>, and <i>ASXL1<\/i> most common. Similar to mCAs, some forms of CHIP were inversely associated (e.g., <i>DNMT3A<\/i> CHIP with most other CHIP mutations) while others displayed positive associations (e.g., <i>JAK2 <\/i>CHIP with <i>NFE2 <\/i>CHIP), suggesting both instances of mutual exclusivity as well as cooperation. We likewise noted several instances of CHIP and mCAs co-occurring (e.g., <i>MYD88 <\/i>and chr18 mCAs) and overlapping (e.g., <i>JAK2<\/i> and 9p24 mCAs) more frequently than expected.<br \/>Compared to those with no CH, participants with CH had notable alterations in blood cell counts, leukocyte telomere length (LTL), and elevated hematologic cancer risk even after adjusting for age, sex, smoking, and genetic ancestry. Furthermore, co-occurring CH had more pronounced associations, with the greatest alterations and hematologic cancer risk generally noted in participants with overlapping CHIP and mCAs (e.g., <i>MYD88 <\/i>and 3p22 mCAs).<b> <\/b>These findings highlight substantial enrichment in CH co-occurrences, particularly in the positional overlap of CHIP and mCAs, and indicate an increased risk of hematological malignancies when CH types overlap (HR = 29.5, 95% CI [24.0, 36.3], <i>P <\/i>&#60; 2&#215;10<sup>-16<\/sup>). Overall, this study details the landscape of co-occurring CH and nominates high risk co-occurrences with strong implications for future hematological malignancy risk.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Clonal evolution,Leukemias,Lymphoma,Epidemiology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. M. Barnao<\/b><sup>1<\/sup>, A. K. Hubbard<sup>1<\/sup>, W. Zhou<sup>1<\/sup>, I. Chan<sup>2<\/sup>, D. Tran<sup>2<\/sup>, Y. Cao<sup>2<\/sup>, S. J. Chanock<sup>1<\/sup>, K. L. Bolton<sup>2<\/sup>, M. J. Machiela<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, Bethesda, MD, <sup>2<\/sup>Washington University School of Medicine, St. Louis, MO","CSlideId":"","ControlKey":"57ebc006-7e22-4d91-9618-731c5d999976","ControlNumber":"5040","DisclosureBlock":"&nbsp;<b>K. M. Barnao, <\/b> None..<br><b>A. K. Hubbard, <\/b> None..<br><b>W. Zhou, <\/b> None..<br><b>I. Chan, <\/b> None..<br><b>D. Tran, <\/b> None..<br><b>Y. Cao, <\/b> None..<br><b>S. J. Chanock, <\/b> None..<br><b>K. L. Bolton, <\/b> None..<br><b>M. J. Machiela, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4836","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3433","PresenterBiography":null,"PresenterDisplayName":"Kara Barnao","PresenterKey":"15397c09-41d2-43f3-970b-dd27ac6d8c1f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3433. Characterization of co-occurring clonal hematopoiesis to identify high risk clones associated with hematologic cancer risk","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of co-occurring clonal hematopoiesis to identify high risk clones associated with hematologic cancer risk","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>The association between adiposity and cancer risk differs between sexes for some cancer types.<br \/><b>Methods: <\/b>We prospectively examined adiposity in relation to cancer incidence according to sex hormones in the UK Biobank. Adiposity was assessed by body mass index (BMI) and visceral adipose tissue (VAT), the latter predicted using determinants of age, height, weight, hip circumference, waist circumference, and race. Serum sex hormone binding globulin (SHBG), testosterone, and estradiol were measured using a biochemistry assay and were classified as high or low based on median levels. Cancer incidence was ascertained using ICD-10 codes through cancer registry linkage. For cancer types showing a sex difference in the association between adiposity and cancer incidence, we assessed multiplicative and additive interaction with sex hormones in men and women separately and corrected for multiple testing using false discovery rate. We used Cox regression to calculate the multivariable hazard ratio (HR) of cancer per increase between the 90<sup>th<\/sup> to 10<sup>th<\/sup> percentile of adiposity (BMI or predicted VAT).<br \/><b>Results: <\/b>During a median follow-up of 13.1 years, we documented 23,964 and 21,045 incident cancer cases among 217,460 men and 256,163 women, respectively. Adiposity showed a much stronger association with higher risk of colorectal, esophageal, and liver cancers in men than women. In men, BMI was more strongly associated with higher risk of colorectal cancer in low vs. high levels of SHBG (HR (95%CI) of 1.47 (1.31-1.64) vs. 1.12 (0.94-1.33) (adjusted <i>P<\/i><sub>interaction<\/sub> = 0.027). In contrast, BMI showed a stronger association in high vs. low levels of SHBG with esophageal (HR = 2.39 vs. 1.62) and liver cancers (HR = 3.24 vs 1.96) in men (adjusted <i>P<\/i><sub>interaction<\/sub> = 0.038 and 0.027, respectively). Among women, BMI was associated with a higher risk of esophageal cancer in those with low SHBG (HR=1.68) but not in those with high SHBG (HR=0.64) (adjusted <i>P<\/i><sub>interaction<\/sub> = 0.025). Similar patterns were observed for predicted VAT. Men with high SHBG levels and high adiposity (BMI and predicted VAT) had 7.63 (5.08-11.46) and 8.92 (5.72 to 13.90), respectively, times higher risk of liver cancer compared to men with low SHBG levels and low adiposity. No effect modification by estradiol or testosterone was detected for any of the cancers studied.<br \/><b>Conclusions: <\/b>The association between adiposity and colorectal, esophageal, and liver cancer differed by sex. SHBG may be an important factor underlying these differences.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Steroid hormones,Obesity,Cancer,Sex hormone-binding globulin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Lucas<\/b>, Y. Lu, E. L. Giovannucci, M. Song; <br\/>Harvard T.H. Chan School of Public Health, Boston, MA","CSlideId":"","ControlKey":"62cfdbc0-9d6c-43a1-bac5-8bd1f0c06563","ControlNumber":"7213","DisclosureBlock":"&nbsp;<b>L. Lucas, <\/b> None..<br><b>Y. Lu, <\/b> None..<br><b>E. L. Giovannucci, <\/b> None..<br><b>M. Song, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4837","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3434","PresenterBiography":null,"PresenterDisplayName":"LeeAnn Lucas","PresenterKey":"2417d954-53d0-48c7-b4b4-a6eeb6c898d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3434. Effect modification by levels of sex hormones in the association between adiposity and cancer incidence in the UK Biobank","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effect modification by levels of sex hormones in the association between adiposity and cancer incidence in the UK Biobank","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>History of breastfeeding has been associated with reduced risk of various chronic diseases in which chronic inflammation is involved in disease etiology, including cardiovascular disease, type II diabetes, breast cancer, and ovarian cancer. However, few studies have investigated the long-term impact of breastfeeding on systemic inflammation. Thus, we aimed to examine the associations between breastfeeding history and circulating inflammatory biomarkers at midlife.<br \/><b>Methods:<\/b> We conducted a cross-sectional analysis including 3,448 parous women with plasma inflammatory biomarkers in the Nurses&#8217; Health Study and Nurses&#8217; Health Study II. We examined self-reported history of ever breastfeeding (ever vs. never) and lifetime total duration of breastfeeding (never, &#60; 6 months, 7-11 months, 12+ months) prior to the time of blood draw. We calculated the geometric means of eight inflammatory biomarkers [i.e., high sensitivity C-reactive protein (hsCRP), interleukin-6 (IL6], sIL6R&#945;, IL8, IL10, sIL2-receptor-&#945;(R&#945;), soluble tumor necrosis factor &#945; receptor 2 (sTNFR2), B-cell activating factor (BAFF), C-X-C motif chemokine ligand 13 (CXCL13)] by self-reported history of breastfeeding status adjusted for age, body mass index (BMI), smoking status, duration of oral contraceptive use, parity, proinflammatory diet, analgesic use, menopausal status, and cohort. Tests for trend were calculated using the median value of each lifetime breastfeeding duration category and modeling as a continuous variable. We also conducted stratified analyses by menopausal status and BMI (&#60; 25kg\/m<sup>2<\/sup> vs. &#8805; 25kg\/m<sup>2<\/sup>) at blood draw.<br \/><b>Results: <\/b>Overall, we did not observe statistically significant differences in circulating inflammatory biomarker levels by history of breastfeeding among parous women. When stratifying by menopausal status at blood draw, total breastfeeding duration was inversely associated with sTNFR2 levels among premenopausal women (P-trend = 0.03) but not among postmenopausal women. Plasma IL8 levels were suggestively inversely associated with breastfeeding duration among postmenopausal women (P-trend = 0.07) but not among premenopausal women. Among women with BMI &#8805; 25 kg\/m<sup>2<\/sup>, plasma BAFF levels were lower in parous women who ever breastfed compared to those who never breastfed [1382.5 (95%CI = 1242.0 - 1539.0) pg\/ml vs. 1611.9 (95%CI = 1424.9 - 1823.4) pg\/ml; p = 0.03], and suggestively inversely associated with total breastfeeding duration (p-trend = 0.07) but no statistically significant association was observed in women with BMI &#60; 25kg\/m<sup>2<\/sup>. IL10 was inversely associated with total breastfeeding duration among women with BMI &#8805;25 kg\/m<sup>2 <\/sup>(P-trend = 0.007), but not in women with BMI &#60; 25kg\/m<sup>2<\/sup>.<br \/><b>Conclusion: <\/b>Overall, history of breastfeeding was not associated with inflammatory biomarkers at mid-life, however the association may vary by menopausal status and BMI.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Inflammation,Biomarkers,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Lin<\/b><sup>1<\/sup>, J. M. Mongiovi<sup>2<\/sup>, L. V. Farland<sup>3<\/sup>, T. Huang<sup>1<\/sup>, H. Eliassen<sup>2<\/sup>, M. K. Townsend<sup>2<\/sup>, S. S. Tworoger<sup>2<\/sup>, K. L. Terry<sup>1<\/sup>, N. Sasamoto<sup>1<\/sup>; <br\/><sup>1<\/sup>Brigham and Women's Hospital, Boston, MA, <sup>2<\/sup>Harvard T.H. Chan School of Public Health, Boston, MA, <sup>3<\/sup>University of Arizona, Tucson, AZ","CSlideId":"","ControlKey":"fa8c29de-9dc0-4d7d-a789-9c08fa3fa89e","ControlNumber":"6108","DisclosureBlock":"&nbsp;<b>N. Lin, <\/b> None..<br><b>J. M. Mongiovi, <\/b> None..<br><b>L. V. Farland, <\/b> None..<br><b>T. Huang, <\/b> None..<br><b>H. Eliassen, <\/b> None..<br><b>M. K. Townsend, <\/b> None..<br><b>S. S. Tworoger, <\/b> None..<br><b>K. L. Terry, <\/b> None..<br><b>N. Sasamoto, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4838","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3435","PresenterBiography":null,"PresenterDisplayName":"Nan Lin, MPH;MS;PhD","PresenterKey":"936564e5-682c-4425-a612-4f04a73a9b7e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3435. History of breastfeeding in relation to circulating inflammatory biomarkers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"History of breastfeeding in relation to circulating inflammatory biomarkers","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>The incidence of multiple gastrointestinal (GI) cancers has been rising among younger adults with unknown etiology. Circadian rhythm dysregulation due to increasing exposures to artificial lighting, irregular work hours, and frequent travel, has been recently linked with multiple diseases. Disruption of the circadian clock drives <i>Apc<\/i> LOH to hyperactivate Wnt signaling and enhances MYC-dependent glycolytic metabolism to accelerate colorectal cancer progression. However, the association between circadian rhythm dysregulation, quantified by relative amplitude (RA)--a parameter derived from rest-activity patterns, and risk of colorectal and other GI cancers has not been evaluated in epidemiologic studies.<br \/><b>Methods: <\/b>We prospectively examined the associations between RA and risk of incident GI cancers among 87,653 UK Biobank participants who wore an Axivity AX3 triaxial accelerometer over 7 days (2013-15) with follow-up to 2021. RA was derived and averaged across all valid days, using the difference between the mean activity levels during the most active 10-hour period and the least active 5-hour period. Cox models were used to estimate relative risks (RRs) and 95% confidence intervals (CIs).<br \/><b>Results: <\/b>During 512,074 person-years, 1,079 incident GI cancer cases occurred. After multivariable adjustment, lower RA was associated with an increased risk of overall GI cancer (RR per SD [standard deviation] = 1.12, 95% CI 1.04-1.21, P for trend = 0.01). Compared to individuals in the highest tertile (T1), those with RA in the lowest tertile (T3) had a 25% increased risk of overall GI cancer (RR = 1.25, 95% CI 1.05-1.50). The positive associations with GI cancers were mainly driven by gastric cancer (RR per SD = 1.33, 95% CI 1.02-1.74, P for trend= 0.04) and colon cancer (RR per SD = 1.13, 95% CI 1.00-1.28, P for trend = 0.03).<br \/><b>Conclusion: <\/b>In this large-scale, prospective analysis of accelerometer data, circadian rhythm dysregulation was associated with subsequent risk of GI cancers, primarily gastric and colon cancer. To our knowledge, this is among the first population-based studies reporting the positive link between circadian rhythm dysregulation with cancer risk.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: colorectal,Circadian rhythm dysregulation ,Gastrointestinal cancers: stomach,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Kang<\/b>, S. Mok, X. Zong, Y. Cao; <br\/>Washington University in St. Louis, St Louis, MO","CSlideId":"","ControlKey":"c95f45a0-e92a-48ea-9fd0-9c6b1045bebe","ControlNumber":"7988","DisclosureBlock":"&nbsp;<b>Y. Kang, <\/b> None..<br><b>S. Mok, <\/b> None..<br><b>X. Zong, <\/b> None..<br><b>Y. Cao, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4839","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3436","PresenterBiography":null,"PresenterDisplayName":"Yi Kang, Graduate Student","PresenterKey":"5733b31d-c077-4307-bb73-5f1091d0cdde","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3436. Circadian rhythm dysregulation with risk of gastrointestinal cancers: A large-scale prospective analysis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Circadian rhythm dysregulation with risk of gastrointestinal cancers: A large-scale prospective analysis","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Obesity is a major risk factor for breast cancer and negatively affects disease prognosis. Tumor-infiltrating lymphocytes (TILs) in the stroma of breast tissue play a major role in eliminating cancer cells and modulating immunotherapy efficacy. We aim to study the association between body size and composition with stromal TILs in breast tumor tissue by race.<br \/><b>Methods<\/b>: The study included 920 Black and 395 White women with newly diagnosed invasive breast cancer who have stromal TIL scores from the Women&#8217;s Circle of Health Study (WCHS). Body mass index (BMI), waist circumference (WC), and waist-to-hip ratio (WHR) were measured during the home interview. Pre-treatment H&#38;E-stained tumor tissue sections were reviewed by our study pathologist and stromal TILs were scored on a scale of 0-100% at 10% increment according to the recommendations of the International TILs Working Group. Linear regressions adjusting for age at diagnosis, tumor grade, stage, and molecular subtype were used to test the differences in TILs across the categories of body size and composition indicators separately for Black and White women.<br \/><b>Results<\/b>: A higher stromal TILs score was associated with more aggressive breast cancer features, including higher grade, larger tumor size, more advanced stage, hormone receptor (HR) negativity, and human epidermal growth factor receptor 2 (HER2) positivity in both Black and White women (all P&#60;0.05). Among Black women, WHR &#62;0.90 vs &#8804;0.85 was associated with lower TILs overall (&#946; = -3.5%, P = 0.045) and in triple-negative tumors (&#946; = -12.3%, P = 0.003). Among White women, BMI 25.0 - 29.9 vs &#60;25 was associated with higher TILs in HR-\/HER2+ tumors (&#946; = 28.1%, P = 0.031). A pattern suggested that BMI &#8805;30 vs &#60;25 was associated with lower TILs in both HR-\/HER2+ (&#946; = -10.2, P=0.52) and triple-negative (&#946; = -12.8, P=0.14) tumors, although the associations were not significant. No association was observed between TILs and any of the body composition parameters in women with HR+ tumors.<br \/><b>Conclusions and Relevance<\/b>: Body size and composition correlate with stromal TILs mainly in patients with HR- tumors, and this relation may be race-dependent. These findings suggest that body size and composition potentially modulate breast cancer treatment outcomes at least in part through TILs-dependent mechanisms. Funding: This work was in part supported by grants from the US National Institutes of Health (P01CA151135, R01CA100598, R01CA185623, P30CA016056, P30CA072720, K07CA201334, and R37CA248371), US Army Medical Research and Material Command (DAMD-17-01-1-0334), the Breast Cancer Research Foundation (CBA), and the Philip L. Hubbell family.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Obesity,Race,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. T. Akasheh<\/b><sup>1<\/sup>, T. Khoury<sup>2<\/sup>, S. Yao<sup>2<\/sup>, A. Omilian<sup>2<\/sup>, C.-C. Hong<sup>3<\/sup>, E. V. Bandera<sup>4<\/sup>, B. Qin<sup>4<\/sup>, N. Zeinomar<sup>4<\/sup>, C. Ambrosone<sup>2<\/sup>, T.-Y. Cheng<sup>1<\/sup>; <br\/><sup>1<\/sup>The Ohio State University Wexner Medical Center, Columbus, OH, <sup>2<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY, <sup>3<\/sup>Roswell Park Comprehensive Cancer Center, Bufalo, NY, <sup>4<\/sup>Rutgers Cancer Institute of New Jersey, New Brunswick, NJ","CSlideId":"","ControlKey":"d9a05dcc-aec6-4537-a8e6-a93c4062906e","ControlNumber":"5945","DisclosureBlock":"&nbsp;<b>R. T. Akasheh, <\/b> None..<br><b>T. Khoury, <\/b> None..<br><b>S. Yao, <\/b> None..<br><b>A. Omilian, <\/b> None..<br><b>C. Hong, <\/b> None..<br><b>E. V. Bandera, <\/b> None..<br><b>B. Qin, <\/b> None..<br><b>N. Zeinomar, <\/b> None..<br><b>C. Ambrosone, <\/b> None..<br><b>T. Cheng, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4840","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3437","PresenterBiography":"","PresenterDisplayName":"Rand Akasheh","PresenterKey":"bed50768-b127-4994-9f2f-9bdcd3496027","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3437. Stromal tumor-infiltrating lymphocytes in association with body size and composition among Black and White women with breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Stromal tumor-infiltrating lymphocytes in association with body size and composition among Black and White women with breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Occupational exposure to endotoxin has been associated with reduced lung cancer risk. Farmers who perform certain tasks (e.g., raising hogs) can be highly exposed to endotoxin. The mechanisms through which endotoxin could confer a lower risk of lung cancer, while likely to be immune mediated, are not clear. To address this gap, we evaluated associations between estimated endotoxin exposure and circulating immunologic markers among male farmers in the Biomarkers of Exposure and Effect in Agriculture (BEEA) study. Our investigation included 122 non-smoking farmers from Iowa, oversampling those raising hogs (n=61). We evaluated 58 serologic markers, including some linked to lung cancer, that were measured using multiplex bead-based assays. Based on an algorithm linking personal air measurements in BEEA and published data to reported farming tasks, we estimated cumulative endotoxin exposure in the last 30 days and 12 months before sample collection. We used multivariable linear regression to estimate geometric mean ratios of immune markers across exposure quartiles, overall and by season of sample collection. Higher endotoxin exposure in the last 30 days was associated with increased levels of FGF-2, MIP-3A\/CCL20, and sIL-4R (P<sub>trend <\/sub>&#8804; 0.02), and with decreased levels of MDC\/CCL22 (P<sub>trend <\/sub>= 0.02). In analyses stratified by season, the positive associations with FGF-2 and MIP-3A\/CCL20 were most apparent in the winter (P<sub>trend<\/sub> = 0.002 and 0.03, respectively); we also observed an inverse association with sCD27 levels in the summer (P<sub>trend<\/sub> = 0.03). Similar patterns were observed for endotoxin exposure in the last 12 months. This study is the first to use novel algorithm-based endotoxin exposure estimates to evaluate associations with intermediate lung cancer-related markers. Several markers were associated with endotoxin levels in an exposure-response manner. Our findings suggest possible biological mechanisms through which endotoxin may reduce risk of lung cancer.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{7E40AE96-5887-408E-A726-56B521B91BF1}\"><caption>Table 1. Associations between estimated endotoxin exposure in the last 30 days and selected serum im<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Biomarkers,Immune response,Lung cancer,Cancer markers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. C. Ezennia<\/b>, L. E. Beane-Freeman, V. C. Chang, S. Xie, G. Andreotti, M. C. Friesen, J. N. Hofmann; <br\/>NIH-NCI, Bethesda, MD","CSlideId":"","ControlKey":"9fa3bb52-1b49-4951-904c-aff2bfadfd37","ControlNumber":"1175","DisclosureBlock":"&nbsp;<b>S. C. Ezennia, <\/b> None..<br><b>L. E. Beane-Freeman, <\/b> None..<br><b>V. C. Chang, <\/b> None..<br><b>S. Xie, <\/b> None..<br><b>G. Andreotti, <\/b> None..<br><b>M. C. Friesen, <\/b> None..<br><b>J. N. Hofmann, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4841","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3438","PresenterBiography":null,"PresenterDisplayName":"Somayina Ezennia, BS;MPH","PresenterKey":"e9fb5d75-3f2b-45cd-9dfe-72a22d92eec4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3438. Associations between estimated endotoxin exposure and circulating immunological markers among male farmers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Associations between estimated endotoxin exposure and circulating immunological markers among male farmers","Topics":null,"cSlideId":""},{"Abstract":"Epigenetic age (EA) may serve as a risk stratification biomarker for early-onset colorectal cancer (EOCRC, &#60;50 years old), which has been rising substantially in recent decades. We utilized publicly available data in a descriptive analysis to compare epigenetic clocks in colorectal tissue and to investigate differences between chronological age (CA) and biological age, as measured by EA, in relation to demographic and clinical features. We analyzed DNA methylation (DNAm) array data on 144 participants (96 CRC cases, 48 healthy controls) from the Colonomics Study (CLX; Barcelona, Spain) and 331 CRC cases (51 EOCRC, 316 average-onset (&#8805;50) colorectal cancer (AOCRC)) from The Cancer Genome Atlas (TCGA) as well as corresponding demographic and clinical variables. Among CLX participants, the 96 CRC cases provided colon tumor and paired normal mucosa samples, while the 48 controls provided healthy colon mucosa samples. TCGA included primary tumor samples from 331 cases with colon or rectal adenocarcinoma (TCGA-COADREAD). The 2013 Horvath clock estimated EA based on CA, while epiTOC, estimated the relative stem cell division rate from tissue biospecimens. We examined the correlations between CA and EA stratified by case\/control status, sample type, sex, and age of onset (TCGA only). Tissue from CLX controls demonstrated a strong, positive correlation (r&#62;0.9) between CA and EA for both the 2013 Horvath and epiTOC clocks. Using the Horvath clock, CA and EA correlations in normal mucosa and tumor tissue samples from CLX varied, with r = 0.74 and r = 0.41, respectively, and were weaker using the epiTOC clock, with r = 0.26 (normal) and r = 0.10 (tumor). When CLX cases were stratified by sex, the CA and EA (Horvath) correlations among female cases were r = 0.80 (normal) and r = -0.12 (tumor), while the correlations for males were stronger at r = 0.58 (normal) and r = 0.31 (tumor). This is in comparison to the epiTOC clock with females showing correlations of r = -0.02 (normal) and r = 0.41 (tumor), while males had r = 0.06 (normal) and r = 0.11 (tumor). In TCGA, correlations for EOCRC were r = -0.20 (Horvath) and r = -0.08 (epiTOC) and for AOCRC were r = 0.29 and 0.20, respectively. By sex, correlations for females with EOCRC for Horvath and epiTOC were r = -0.09 and r = -0.07, respectively, while correlations for males with EOCRC were r = -0.02 and r = -0.08, respectively. For TCGA cases with AOCRC, the correlations between CA and EA were r = 0.35 and r = 0.22 for females, and r = 0.26 and r = 0.20 for males, respectively for Horvath and epiTOC. This study revealed substantial variability in the ability of existing epigenetic clocks to accurately predict chronological age, with tissue type and sex strongly influencing the resulting correlations. Our findings highlight the importance of considering these factors when choosing an epigenetic clock.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Epigenetics,Colorectal cancer,DNA methylation,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. L. Benson II<\/b><sup>1<\/sup>, F. Moratalla-Navarro<sup>2<\/sup>, A. Diez-Villanueva<sup>2<\/sup>, M. A. Devall<sup>3<\/sup>, V. Moreno<sup>2<\/sup>, S. L. Schmit<sup>4<\/sup>, F. R. Schumacher<sup>1<\/sup>; <br\/><sup>1<\/sup>Case Western Reserve University, Cleveland, OH, <sup>2<\/sup>Catalan Institute of Oncology (ICO), Barcelona, Spain, <sup>3<\/sup>University of Virginia, Charlottesville, VA, <sup>4<\/sup>Cleveland Clinic, Cleveland, OH","CSlideId":"","ControlKey":"442c40a2-3bd5-40a3-8eae-b7e45d9233f9","ControlNumber":"445","DisclosureBlock":"&nbsp;<b>C. L. Benson, <\/b> None..<br><b>F. Moratalla-Navarro, <\/b> None..<br><b>A. Diez-Villanueva, <\/b> None..<br><b>M. A. Devall, <\/b> None..<br><b>V. Moreno, <\/b> None..<br><b>S. L. Schmit, <\/b> None..<br><b>F. R. Schumacher, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4842","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3439","PresenterBiography":null,"PresenterDisplayName":"Christopher Benson II, BS,MS","PresenterKey":"1a013fb0-e100-4215-ae3b-88b302bfa752","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3439. Factors affecting the performance of existing epigenetic clocks to predict chronological age in colorectal tumor and normal tissues","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Factors affecting the performance of existing epigenetic clocks to predict chronological age in colorectal tumor and normal tissues","Topics":null,"cSlideId":""},{"Abstract":"Background: The <i>TMPRSS2:ERG<\/i> gene fusion is the most common somatic alteration in primary prostate cancer and an early event in carcinogenesis. There are emerging data highlighting etiologic differences in prostate cancer by <i>TMPRSS2:ERG<\/i> status. This systematic review synthesized evidence from epidemiologic studies on prostate cancer risk factors for tumors with and without the <i>TMPRSS2:ERG<\/i> fusion.<br \/>Methods: A systematic literature search was performed in Ovid MEDLINE, EMBASE, and Web of Science without language restriction for studies published by September 27, 2022. Studies that assessed associations between epidemiologic and genetic factors and prostate cancer risk by tumor <i>TMPRSS2:ERG <\/i>(ERG) fusion status in human populations were included.<br \/>Results: Of 3,071 records identified, 20 publications comprising prospective cohort and case-control studies from five study populations (published 2009-2022) were included. Risk factors included germline genetic variants, circulating hormones, diet, lifestyle factors, and medications. The included studies suggested that taller height and higher total and free circulating testosterone levels tended to be associated with higher risk of ERG-positive, but not ERG-negative prostate cancer. CAG repeat length in the androgen receptor (<i>AR<\/i>) gene, related inversely to transcriptional activity, appeared to be associated with a lower risk of ERG-positive, but not ERG-negative prostate cancer. There was statistical evidence for etiologic differences for several germline single nucleotide polymorphisms (SNPs) by ERG status. Excess body weight, greater vigorous physical activity, greater lycopene intake, and calcium channel blocker use appeared to specifically be associated with a lower risk of ERG-positive tumors. Associations of other potential etiologic factors, including diabetes mellitus, baldness, aspirin use, circulating antioxidant levels, and sex hormones other than testosterone, with ERG-positive prostate cancer were null or inconclusive. Most associations had low precision, and the results were based on few distinct study populations, highlighting a need for replication.<br \/>Conclusions: Prostate cancer with the <i>TMPRSS2:ERG<\/i> fusion may be an etiologically distinct subtype impacted by certain modifiable and hormonally-acting risk factors that align with the<i> <\/i>established mechanistic role of this gene fusion in androgen, insulin, and growth factor pathways. The findings suggest a potentially distinct genetic predisposition to prostate cancer with or without the <i>TMPRSS2:ERG<\/i> fusion. More broadly, these findings suggest that considering molecular subtypes of prostate cancer, beyond <i>TMPRSS2:ERG<\/i>, may strengthen etiologic understanding of prostate cancer and evidence for prevention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Epidemiology,Gene fusion,Tumor heterogeneity,TMPRSS2:ERG,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. B. McGrath<\/b><sup>1<\/sup>, A. H. Shreves<sup>2<\/sup>, M. R. Shanahan<sup>1<\/sup>, H. E. Guard<sup>1<\/sup>, M. V. Nhliziyo<sup>1<\/sup>, K. L. Penney<sup>1<\/sup>, T. L. Lotan<sup>3<\/sup>, M. Fiorentino<sup>1<\/sup>, K. H. Stopsack<sup>1<\/sup>, L. A. Mucci<sup>1<\/sup>; <br\/><sup>1<\/sup>Harvard T.H. Chan School of Public Health, Boston, MA, <sup>2<\/sup>National Cancer Institute, Bethesda, MD, <sup>3<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"7fe80a94-d3eb-4316-be72-fbb220a9476b","ControlNumber":"3137","DisclosureBlock":"&nbsp;<b>C. B. McGrath, <\/b> None..<br><b>A. H. Shreves, <\/b> None..<br><b>M. R. Shanahan, <\/b> None..<br><b>H. E. Guard, <\/b> None..<br><b>M. V. Nhliziyo, <\/b> None..<br><b>K. L. Penney, <\/b> None..<br><b>T. L. Lotan, <\/b> None..<br><b>M. Fiorentino, <\/b> None.&nbsp;<br><b>K. H. Stopsack, <\/b> <br><b>Veracyte<\/b> Other, KHS has received funding, to Harvard University, from Veracyte. <br><b>L. A. Mucci, <\/b> <br><b>AstraZeneca<\/b> Other, LAM has received funding, to Harvard University, from AstraZeneca. <br><b>Janssen Pharmaceuticals<\/b> Other, LAM has received funding, to Harvard University, from Janssen Pharmaceuticals. <br><b>Veracyte<\/b> Other, LAM has received funding, to Harvard University, from Veracyte. <br><b>Bayer<\/b> Other, LAM was a consultant to Bayer. <br><b>Convergent Therapeutics<\/b> Stock, Other, LAM serves on the SAB of Convergent Therapeutics.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4843","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3440","PresenterBiography":null,"PresenterDisplayName":"Colleen McGrath, BA;MS","PresenterKey":"fd417fcc-281e-4e78-97a3-daa365134ac8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3440. Etiology of prostate cancer with the <i>TMPRSS2:ERG<\/i> fusion: A systematic review of risk factors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Etiology of prostate cancer with the <i>TMPRSS2:ERG<\/i> fusion: A systematic review of risk factors","Topics":null,"cSlideId":""},{"Abstract":"Background: Maternal health has been found to be an indicator of children&#8217;s health and has also been found to affect the risk of childhood diseases. Children are especially susceptible to in-utero exposures. A mother&#8217;s health conditions before and during pregnancy could have important consequences for her child's health, including cancer development, as was observed in some prior studies.<br \/>Objectives: This study aimed to identify the impact of varying maternal comorbidities on the development of childhood cancers. This study applied an Obstetric Comorbidity Index (Bateman et al, 2013) to examine maternal comorbid conditions in childhood cancer risk.<br \/>Methods: Using maternal and birth records, and cancer records from the Danish Cancer Registry, we conducted a population-based case-control study with two population groups- the first population included cases (n=2578) and controls (n=64450) with ICD-10 diagnoses from 1994-2013, and the second population included cases (n=8339) and controls (n=208475) with ICD-8 and 10 diagnoses from 1977-2013. Maternal comorbidities were ascertained from the National Patient Register using the Obstetric Comorbidity Index. We estimated the risk of childhood cancer using conditional logistic regression.<br \/>Results: Multiple gestation pregnancy (OR=1.17, 95% CI 1.05, 1.30), maternal pre-existing diabetes (OR=1.68, 95% CI 1.14, 2.48), congenital heart disease (OR=2.62, 95% CI 1.13, 6.09) and previous cesarean delivery (OR=1.35, 95% CI 1.03, 1.75) showed an increased risk of childhood cancers (all types combined). Children born to mothers between the ages of 35 and 39 also had a higher risk of cancer as compared to those born before. In the 1977-2013 population, there was an increased risk of acute lymphocytic leukemia (ALL; OR=1.08, 95% CI 1.04, 1.13) and rhabdomyosarcoma (OR=1.13, 95% CI 1.01, 1.27) for each unit of increase on the Obstetric Comorbidity Index. There was also an increased risk of retinoblastoma (OR=1.16, 95% CI 1.01, 1.32) for each unit of increase on the maternal comorbidities index in the 1994-2013 population. Examining mothers that had a score of one or more in the Obstetric Comorbidity Index, there was a higher risk of ALL (OR=1.43, 95% CI 1.26, 1.62), non-Hodgkin lymphoma (OR=1.50, 95% CI 1.17, 1.91), Burkitt lymphoma (OR=1.71, 95% CI 1.12, 2.61), and rhabdomyosarcoma (OR=1.58, 95% CI 1.10, 2.26) for children whose mothers with at least one maternal comorbidity. A similar trend was observed in the 1994-2013 population for ALL, non-Hodgkin lymphoma, and Burkitt lymphoma.<br \/>Conclusion: The results of the study show varying effects of exposure to one or more maternal comorbidities on individual pediatric cancer types, and an overall increased risk of most cancers development in children with exposure of mothers to 1 or more maternal comorbidities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-25 Other,,"},{"Key":"Keywords","Value":"Pediatric cancers,Comorbidity,Case-control study,Maternal health,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Adenekan<\/b><sup>1<\/sup>, J. E. Heck<sup>1<\/sup>, C. Yin<sup>1<\/sup>, J. Hansen<sup>2<\/sup>; <br\/><sup>1<\/sup>University of North Texas, Denton, TX, <sup>2<\/sup>Danish Cancer Institute, Copenhagen, Denmark","CSlideId":"","ControlKey":"801300fa-6760-41aa-9e33-5b9b408a3c7c","ControlNumber":"346","DisclosureBlock":"&nbsp;<b>T. Adenekan, <\/b> None..<br><b>J. E. Heck, <\/b> None..<br><b>C. Yin, <\/b> None..<br><b>J. Hansen, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5101","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3441","PresenterBiography":null,"PresenterDisplayName":"Tobiloba Adanma Adenekan, BS","PresenterKey":"63c468e0-6139-47b0-b21c-41939bbffc0b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3441. Application of a maternal comorbidity index to predict childhood cancer risk: A population-based case-control study in Denmark","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Application of a maternal comorbidity index to predict childhood cancer risk: A population-based case-control study in Denmark","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer rates among women younger than 50 years-old have been steadily increasing since the mid-1990s. There is consistent evidence that use of combination estrogen and progesterone oral contraceptives (OCs)&#8212;including contemporary formulations with lower estrogen&#8212;increases breast cancer risk. It is unclear, however, if this risk varies by factors such as progestin type in the OC formulation, timing of OC use, histopathologic characteristics of the breast cancer, or individual patient characteristics. This study included premenopausal women aged &#60;50 years and cancer-free when they enrolled in the U.S.-based American Cancer Society Cancer Prevention Study-3 cohort between 2006 and 2013 (n=101,838 women). At enrollment participants responded to a detailed life history questionnaire including questions about type, brand, duration, and recency of OC use. Incident breast cancers diagnosed between 2006-2018 were identified through cancer registry linkages (n=759). Participants were followed until the first of 1) breast cancer diagnosis, 2) age &#62;50 years, or 3) December 31, 2018. Multivariable hazard ratios (HRs) and 95% confidence intervals (CIs) were used to estimate associations between OC use and breast cancer risk. On average, participants were 39.3 years at baseline and were followed for 5.7 years (up to 12.3 years). Current versus never use of OCs for 10+ years was associated with a higher risk of breast cancer (10-&#60;20 years: HR=1.46, 95% CI: 1.03-2.07; 20-&#60;30 years: HR=1.66, 95% CI: 1.14-2.41; 30+ years HR= 2.51, 95% CI: 0.77-8.16). Cessation of OC use progressively attenuated the association down to the null 15 years after discontinuation of use (HR=1.04, 95% CI: 0.73-1.49). Associations with current OC use varied by generation of progestin in the formulation (first generation: HR=1.37, 95% CI: 0.93-2.02; second: HR=1.79, 95% CI: 1.20-2.67; third: HR=1.65, 95% CI: 1.13-2.42; fourth: HR= 0.91, 95% CI: 0.49-1.67). The strongest associations were observed for use of formulations with norgestrel: HR=2.82, 95% CI: 1.54-5.19; norgestimate: HR=1.80, 95% CI: 1.19-2.72; and levonorgestrel: HR=1.56, 95% CI: 1.00-2.43. The OC-breast cancer associations were primarily limited to localized, grade 1 or 2, and ER+ disease. Race, income, body mass index, physical activity, alcohol use, cigarette smoking, parity, and breastfeeding did not appear to modify the associations. There were also no clear differences in the associations based on age at first or last OC use or timing relative to pregnancy. Current, long-term OC use was associated with increased risk of early-onset breast cancer. These data suggest that risks may vary with progestin content, and future studies are needed to define formulations that minimize breast cancer risk while still maximizing protection against other female cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-17 Pharmacoepidemiology,,"},{"Key":"Keywords","Value":"Breast cancer,Early-onset cancer,Hormones,Modifiable risk factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. R. Teras<\/b><sup>1<\/sup>, E. L. Deubler<sup>1<\/sup>, M. E. Sherman<sup>2<\/sup>, C. Bodelon<sup>1<\/sup>, L. E. McCullough<sup>1<\/sup>, J. M. Hodge<sup>1<\/sup>, S. Chantaprasopsuk<sup>1<\/sup>, A. V. Patel<sup>1<\/sup>; <br\/><sup>1<\/sup>American Cancer Society, Atlanta, GA, <sup>2<\/sup>Mayo Clinic College of Medicine and Science, Jacksonville, FL","CSlideId":"","ControlKey":"ab947064-da15-4554-8d2e-933568e9c72c","ControlNumber":"8614","DisclosureBlock":"&nbsp;<b>L. R. Teras, <\/b> None..<br><b>E. L. Deubler, <\/b> None..<br><b>M. E. Sherman, <\/b> None..<br><b>C. Bodelon, <\/b> None..<br><b>L. E. McCullough, <\/b> None..<br><b>J. M. Hodge, <\/b> None..<br><b>S. Chantaprasopsuk, <\/b> None..<br><b>A. V. Patel, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5112","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3442","PresenterBiography":null,"PresenterDisplayName":"Lauren Teras, PhD","PresenterKey":"228a763c-6df1-445a-8391-00dcaea1ecf4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3442. Factors modifying the association between hormonal contraception and risk of early-onset breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"419","SessionOnDemand":"False","SessionTitle":"Biomarkers of Endogenous or Exogenous Exposures, Early Detection, Biologic Effects, and Prognosis","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Factors modifying the association between hormonal contraception and risk of early-onset breast cancer","Topics":null,"cSlideId":""}]