[{"Abstract":"While atezolizumab and bevacizumab combination has received FDA approval for the treatment of unresectable hepatocellular carcinoma (HCC), and recently durvalumab + tremelimumab also showed activity over sorafenib, there is no biomarker which can guild which patients can benefit from these regimens. The traditional PD-L1 positivity in the tumor by immunohistochemical staining which can predict possible response to immune checkpoint inhibitor in other solid tumors, such as melanoma and NSCLC, does not appear to apply to HCC. Thus, we attempt to explore whether exosomal content can be useful to predict response. HCC tumors exist in a complex microenvironment and serum exosomes can be generated from either tumor cells, macrophages, or other immune cells. Exosome act as new mediators for cell-cell communication transporting molecules such as lipids, proteins, and RNAs in vivo. Exosomal PD1 and PD-L1 have been implicated for possible biomarkers for immune checkpoint sensitivity. We isolated exosome from serum of unresectable HCC patients who underwent treatment with atezolizumab and bevacizumab. Blood sample was obtained prior to treatment, and then on cycle 3 and at the time of disease progression. Exosomes were isolated using the kit from System BioScience. Twenty patients were entered into the study. Five patients were not treated (received SBRT or other regional treatment), one was lost to follow up and one had atezolizumab only. In terms of antitumor response, eight patients had stable disease, three patients had partial response and two patients had progressive disease. Serum exosomal content data was available in 16 patients. Both PD1 and PDL1 are lowest in the three patients who had response followed by the group who had stable disease. In the two patients who had progressive disease, both exosomal PD-L1 and PD1 appeared to be the highest and did not change during treatment. Unlike in melanoma patients we have studied, other proteins in the antiapoptotic family such as Bcl-2 do not show any differences. While the number of patients are small and accrual is still ongoing, it appears that exosomal PD-L1\/PD1 may have clinical value in predicting response to atezolizumab + bevacizumab therapy. Supported by Sylvester Comprehensive Cancer Center grant.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Liver cancer,Exosomes,Immune checkpoint blockade,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Niramol Savaraj<\/b><sup>1<\/sup>, Pablo Puente<sup>2<\/sup>, Ying-Ying Li<sup>1<\/sup>, Chunjing Wu<sup>1<\/sup>, Jonathan  D.  Nguyen<sup>1<\/sup>, Medhi Wangpaichitr<sup>1<\/sup>, Peter  J.  Hosein<sup>3<\/sup>, Lynn  G.  Feun<sup>3<\/sup><br><br\/><sup>1<\/sup>Univ. of Miami\/VA Medical Ctr., Miami, FL,<sup>2<\/sup>University of Illinoid, Chicago, IL,<sup>3<\/sup>Medicine, Univ. of Miami, Miami, FL","CSlideId":"","ControlKey":"741d6382-f7a1-480a-8741-c070f5837b5f","ControlNumber":"2019","DisclosureBlock":"&nbsp;<b>N. Savaraj, <\/b> None..<br><b>P. Puente, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>C. Wu, <\/b> None..<br><b>J. D. Nguyen, <\/b> None..<br><b>M. Wangpaichitr, <\/b> None..<br><b>P. J. Hosein, <\/b> None..<br><b>L. G. Feun, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7237","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3840","PresenterBiography":null,"PresenterDisplayName":"Niramol Savaraj, MD","PresenterKey":"928222a1-ec15-4499-bb24-babc5caeab47","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3840. Can serum exosomal content predict response to immunotherapy in hepatocellular carcinoma?","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Can serum exosomal content predict response to immunotherapy in hepatocellular carcinoma?","Topics":null,"cSlideId":""},{"Abstract":"Despite the remarkable efficacy of chimeric antigen receptor T -cell therapy (CART) for the treatment of B-cell malignancies, durable remission remains limited often due to tumor relapse. We have previously demonstrated that tumor-derived extracellular vesicles (EVs) induced CART cell failure in preclinical models. To characterize the impact of tumor EV induced CART cell dysfunction, we assessed microRNA (miRNA) profiles contained within tumor EVs from two independent patient cohorts and studied how they contributed to CART dysfunction. Our first cohort included patients with chronic lymphocytic leukemia (n=50). We previously showed that CLL patient derived EVs induce a state of CART cell dysfunction. To understand this dysfunction, we interrogated the miRNA cargo significantly enriched in CLL EVs and how their coculture impacts CART signaling by RNAseq. Here, we found a significant enrichment in miR-125a within CLL EVs as compared to healthy donor controls (<i>p=.0001<\/i>). CART cocultured with CLL EVs showed alterations in T cell activation pathways, where miR-125a targets TNFAIP3 and NFkB pathways were activated. These findings implicate miR-125a from CLL EVs in CART dysfunction. Next, we aimed to validate the impact of miRNA on CART cell outcomes in the clinic. We interrogated miRNA profiles from patients with diffuse large B cell lymphoma (DLBCL) treated with CART cell therapy (CART19-28&#950;, axicabtagene ciloleucel). EV miRNA cargo was compared between responders (complete remission at 6 months, n=10) and non-responders (no response 1 month post CART19, n=10) to identify differentially enriched miRNAs across groups. miR-125a was again significantly upregulated in EVs of non-responders as compared to responders to CART19 treatment (<i>fold change=3.28, padj=.018<\/i>). To study the direct effect of miR-125a on CART cell functions, we generated and studied the effector functions of CART19-28z following transfection with miR-125a or negative miR control. CART19 cells transfected with miR-125a showed a dose dependent decrease in killing of lymphoma cells as compared to miR-control (<i>p=.0001<\/i>). miR-125a also significantly increased the rate of apoptosis in CART19 cells (<i>fold change=1.95, p=.024<\/i>) and decreased the level of CART proliferation (<i>fold change=.71, p=.013<\/i>) as compared to controls. Notably, miR-125a did not impact tumor cell growth, further verifying a direct CART effect. In summary, our studies demonstrate the impact of tumor derived miRNAs on CART cell outcomes. They identify that miR-125a is 1) associated with CLL EV induced CART dysfunction, 2) significantly elevated in non-responders to CART therapy in the clinic, and 3) able to decrease CART19 efficacy through reduced CART killing\/proliferation and increased apoptosis. These results highlight a novel mechanism of CART19 failure induced through miRNA cargo delivery by tumor-derived EVs and the role of miR-125a in inducing CART19 dysfunction.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"CAR T cells,MicroRNA,Apoptosis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>O. Sirpilla<\/b>, R. Sakemura, I. Can, T. N. Huynh, J. H. GIrsch, C. Manriquez Roman, C. M. Stewart, K. Yun, E. J. Ogbodo, L. Mai, O. Gutierrez Ruiz, M. Rodriguez, B. Kimball, H. Xia, J. C. Villasboas, S. Ansell, N. Bennani, P. B. Johnston, J. Paludo, J. Castro, M. Kharfandabaja, S. Parikh, N. Kay, Y. Lin, E. Siegler, S. Kenderian; <br\/>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"ae503854-7687-4aef-b058-edd84a414469","ControlNumber":"5523","DisclosureBlock":"&nbsp;<b>O. Sirpilla, <\/b> None.&nbsp;<br><b>R. Sakemura, <\/b> <br><b>Janssen Pharmaceudicals<\/b> honorarium.<br><b>I. Can, <\/b> None..<br><b>T. N. Huynh, <\/b> None..<br><b>J. H. GIrsch, <\/b> None..<br><b>C. Manriquez Roman, <\/b> None..<br><b>C. M. Stewart, <\/b> None..<br><b>K. Yun, <\/b> None..<br><b>E. J. Ogbodo, <\/b> None..<br><b>L. Mai, <\/b> None..<br><b>O. Gutierrez Ruiz, <\/b> None..<br><b>M. Rodriguez, <\/b> None..<br><b>B. Kimball, <\/b> None..<br><b>H. Xia, <\/b> None..<br><b>J. C. Villasboas, <\/b> None..<br><b>S. Ansell, <\/b> None..<br><b>N. Bennani, <\/b> None..<br><b>P. B. Johnston, <\/b> None..<br><b>J. Paludo, <\/b> None..<br><b>J. Castro, <\/b> None..<br><b>M. Kharfandabaja, <\/b> None..<br><b>S. Parikh, <\/b> None..<br><b>N. Kay, <\/b> None..<br><b>Y. Lin, <\/b> None..<br><b>E. Siegler, <\/b> None.&nbsp;<br><b>S. Kenderian, <\/b> <br><b>Novartis<\/b> Patent, Other, inventor on patents in CAR immunotherapy licensed through this company, receives research funding, has particpated in advisory meetings, and served as a consultant for this company. <br><b>Humanigen<\/b> Patent, Other, inventor on patents in CAR immunotherapy licensed through this company, receives research funding, has particpated in advisory meetings, has served on the data safety and monitoring board, and served as a consultant for this company. <br><b>Mettaforge<\/b> Patent, Other, inventor on patents in CAR immunotherapy licensed through. <br><b>MustangBio<\/b> Patent, Other, inventor on patents in CAR immunotherapy licensed through. <br><b>Kite\/ Gilead<\/b> Other, receives research funding and has participated on the advisory board for these companies. <br><b>Juno\/BMS<\/b> Other, receives research funding and has participated on the advisory board for these companies. <br><b>MorphoSys<\/b> Other, receives research funding from this company. <br><b>Tolero<\/b> Other, receives research funding from this company. <br><b>Sunesis\/Viracta<\/b> Other, receives research funding from this company. <br><b>LifEngine Animal Health Laboratories<\/b> Other, receives research funding from this company. <br><b>Lentigen<\/b> Other, receives research funding from this company. <br><b>Capstan Bio<\/b> Other, has participated on advisory meetings and served as consultant for this company. <br><b>Torque<\/b> Other, has served as a consultant for this company.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7238","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3841","PresenterBiography":null,"PresenterDisplayName":"Olivia Sirpilla, BS","PresenterKey":"fe4fb070-ac2f-4100-91b8-c45416358194","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3841. Tumor-derived microRNA125a induces CART cell apoptosis and failure in B cell malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor-derived microRNA125a induces CART cell apoptosis and failure in B cell malignancies","Topics":null,"cSlideId":""},{"Abstract":"SCLC is a lethal form of lung cancer and highly metastatic disease with limited therapeutic options. Four main neuro and non-neuroendocrine SCLC molecular subtypes have been identified which further complicate the efforts of finding targeted therapies. NRF2 is a transcription factor that is known to protect cells from oxidative damage by regulating more than 500 cytoprotective genes. NRF2 is frequently mutated in non-small cell lung cancer (NSCLC), however, whether alterations occur in small cell lung cancer (SCLC) is not clear due to limited sequencing data. Recently, our group has discovered a previously unrecognized role of NRF2 signaling pathway in the development of SCLC using a novel genetically engineered mouse model (GEMM). In this study, we have investigated the role of NRF2 in the progression and regression of human SCLC. Human SCLC cell lines were generated with NRF2<sup>E79Q\/+<\/sup> mutation (one of the most common mutations found in human tumors) to allow the constitutive activation of NRF2 in these cells. Results from hSCLC cell lines showed that NRF2 activation in NRF2-negative SCLCs can significantly inhibit their growth. Further, human SCLC gene expression data showed reduced levels of a NRF2 signature as hSCLC neuroendocrine SCLC transforms to non-neuroendocrine subtypes. As an anti-inflammatory pathway, NRF2 is known to inhibit immune cell gene signature. Our in vivo and invitro studies showed that NRF2 inhibits immune cell infiltration in SCLC; and increases PDL1 protein expression. Currently, we are investigating the effect of NRF2 activation in hSCLC growth, neuroendocrine differentiation and immune gene activation in vitro and in vivo. We are also using immune checkpoint inhibitors to determine the best therapeutic options for each SCLC subtype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,Neuroendocrine differentiation,Transcription factor,Nrf2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Hamad<\/b><sup>1<\/sup>, H. Joshi<sup>2<\/sup>, Y. Li<sup>3<\/sup>, H. Toma<sup>2<\/sup>, N. Bendjilali<sup>4<\/sup>, S. Jefferys<sup>5<\/sup>, D. Corcoran<sup>5<\/sup>, W. Elbezanti<sup>2<\/sup>, B. Major<sup>6<\/sup>, W. Bernard<sup>7<\/sup>, F. Spitz<sup>1<\/sup>; <br\/><sup>1<\/sup>Cooper Medical School of Rowan University (CMSRU), Camden, NJ, <sup>2<\/sup>Cooper University Hospital, Camden, NJ, <sup>3<\/sup>Cooper University Health Care, Camden, NJ, <sup>4<\/sup>Rowan University, Glassboro, NJ, <sup>5<\/sup>University of North Carolina, Chapel Hill, NC, <sup>6<\/sup>Washington University School of Medicine in St. Louis, St. Louis, MO, <sup>7<\/sup>University of North Carolina, Chapel Hill, NJ","CSlideId":"","ControlKey":"e74c4b71-f4e7-46c4-a9a5-21f112ba9dc4","ControlNumber":"1445","DisclosureBlock":"&nbsp;<b>S. Hamad, <\/b> None..<br><b>H. Joshi, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>H. Toma, <\/b> None..<br><b>N. Bendjilali, <\/b> None..<br><b>S. Jefferys, <\/b> None..<br><b>D. Corcoran, <\/b> None..<br><b>W. Elbezanti, <\/b> None..<br><b>B. Major, <\/b> None..<br><b>W. Bernard, <\/b> None..<br><b>F. Spitz, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7239","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3842","PresenterBiography":null,"PresenterDisplayName":"Samera Hamad, PhD","PresenterKey":"0a11b423-ed36-4202-ac8b-fa15f5a68268","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3842. Neuroendocrine differentiation and treatment of human SCLC: NRF2 has a role.","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Neuroendocrine differentiation and treatment of human SCLC: NRF2 has a role.","Topics":null,"cSlideId":""},{"Abstract":"Presence of CD4+CD8+ Double Positive T (DPT) cells in the tumor microenvironment has been correlated with good prognosis<sup>1<\/sup>. Renal cell carcinoma (RCC) is reported to have relatively much higher DPT cell sub-populations as compared to other cancer types<sup>1,2<\/sup>. DPT cells in RCC were reported to express high programmed cell death protein-1(PD-1) and therefore is considered a potential target for checkpoint based immunotherapy<sup>2<\/sup>. However, the clinical relevance of these DPT cells in determining response to anti-PD-1 has not yet been studied. Using the near native Farcast<sup>TM<\/sup> TruTumor RCC histoculture platform, we attempted to elucidate the role of DPT in anti-PD1 response modulation. Fresh surgically resected RCC samples (n=18) along with matched blood were collected from consented patients. Explants were generated and distributed into arms. These arms were treated in culture with nivolumab (anti-PD1:132&#181;g\/ml) for 72 hours. The response was evaluated using histopathology and flow cytometry read-outs. DPT cells were gated and expressed as percentage of CD3 using flowcytometry. We observed a significantly higher proportion of DPT cells in RCC (Mean&#177;SEM: 8.2&#177;2.8) compared to head and neck squamous cell carcinoma (Mean&#177;SEM: 1.2&#177;0.4) and ovarian cancer (Mean&#177;SEM: 0.7&#177;0.1). DPT cell population was found to be well preserved on the TruTumor RCC platform post-culture. We stratified samples as high and low DPT cell sub cohorts based on 5% cut-off. Out of 18, 6 samples (33%) showed high DPT cells (with a range of 7-41%). Eighty-three percent (5 out of 6) of high DPT samples elicited a tumor cytotoxicity on treatment with Nivolumab treatment as compared to only 50% (6 out of 12) in low DPT samples. A significant decrease (p&#60;0.05) in DPT cells was observed in the high DPT sub cohort upon Nivolumab treatment, with a concomitant increase in activated (Granzyme B+) DPT and cytotoxic T cells (CD8+) sub-populations was observed upon nivolumab treatment. However, total CD8+ proportions remained unchanged. In addition, an increase in effector (CD4+ FoxP3-) and decrease in Treg (CD4+FoxP3+) population was also observed. Only one out of six high DPT samples exhibited no cytotoxicity in response to nivolumab treatment. Interestingly in this non-responder sample there was a 3.1-fold increase in M2-like (CD68+CD206+) macrophages, as compared to a M1-like macrophage polarization observed in the remaining high DPT samples. In summary, our data suggests that presence of high percentage of DPT cells could favour better response to anti-PD1 therapy in RCC patients. The Farcast<sup>TM<\/sup> TruTumor platform thus provides powerful insights into the role of various immune cell sub-populations in modulating response to treatment with immune-oncology therapies.<br \/><b>References<\/b><br \/>1. Nishida, K., et al., Int Immunol. 2020;32:347-357.<br \/>2. Menard, LC., et al., Front Immunol. 2018;9:2728.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Immune checkpoint blockade,Macrophages,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Sankaran<\/b>, K. Jaganathan, B. Das, S. V, C. Bhowal, M. M, D. M, M. Nath, R. M, O. M, R. Malhotra, G. K, M. Malhotra, N. Pal Basak; <br\/>Farcast Biosciences, Bangalore, India","CSlideId":"","ControlKey":"aabe802e-4ab6-4060-8232-af92701169e3","ControlNumber":"6532","DisclosureBlock":"<b>&nbsp;S. Sankaran, <\/b> <br><b>Farcast Biosciences<\/b> Employment. <br><b>K. Jaganathan, <\/b> <br><b>Farcast Biosciences<\/b> Employment. <br><b>B. Das, <\/b> <br><b>Farcast Biosciences<\/b> Employment. <br><b>S. V, <\/b> <br><b>Farcast Biosciences<\/b> Employment. <br><b>C. Bhowal, <\/b> <br><b>Farcast Biosciences<\/b> Employment. <br><b>M. M, <\/b> <br><b>Farcast Biosciences<\/b> Employment. <br><b>D. M, <\/b> <br><b>Farcast Biosciences<\/b> Employment. <br><b>M. Nath, <\/b> <br><b>Farcast Biosciences<\/b> Employment. <br><b>R. M, <\/b> <br><b>Farcast Biosciences<\/b> Employment. <br><b>O. M, <\/b> <br><b>Farcast Biosciences<\/b> Employment. <br><b>R. Malhotra, <\/b> <br><b>Farcast Biosciences<\/b> Employment. <br><b>G. K, <\/b> <br><b>Farcast Biosciences<\/b> Employment. <br><b>M. Malhotra, <\/b> <br><b>Farcast Biosciences<\/b> Employment. <br><b>N. Pal Basak, <\/b> <br><b>Farcast Biosciences<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7240","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3843","PresenterBiography":null,"PresenterDisplayName":"Satish Sankaran, PhD","PresenterKey":"fd865dc8-4a0a-4294-8ea2-32a92b86d04b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3843. Role of CD4\/CD8 double positive T cells in modulating response to anti-PD-1 treatment in renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of CD4\/CD8 double positive T cells in modulating response to anti-PD-1 treatment in renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Current methods for assessing the response of lung cancer patients to therapy (e.g. RECIST criteria) lack consideration for mixed response (MR) where some lesions increase while others decrease simultaneously. MR poses a challenge in deciding the continuation of therapy. Understanding the clinical implications of MR on patient prognosis within radiographic response categories is crucial for establishing effective treatment strategies for NSCLC.<br \/>Methods: This study analyzed 177 NSCLC patients with &#8805;2 lesions receiving first-line systemic treatment with immunotherapy. Clinical response was evaluated by RECIST v1.1 and immune-related RECIST (irRECIST). MR was defined as the simultaneous presence of &#8805;1 lesion increase and &#8805;1 lesion decrease during therapy. Two different definitions of MR were utilized. Definition-A (MR-A): the simultaneous presence of one or more lesions increasing &#8805;5mm and one or more lesions decreasing &#8805;5mm during therapy (&#916; [baseline - first follow-up] &#8805; 5 mm); and Definition-B (MR-B): the simultaneous presence of one or more lesions increasing &#62;1mm and one or more lesions decreasing &#62;1mm during therapy (any &#916; [baseline - first follow-up]). Subgroup analysis was conducted using 94 patients with only intrathoracic lesions.<br \/>Results: Among the 177 patients, tumor responses based on RECIST were 3 CR (1.7%),42 PR (23.7%), 87 SD (49.2%), and 45 PD (25.4%). Based on irRECIST, responses were 3 CR (1.7%), 46 PR (26.0%), 89 SD (50.3%), and 39 PD (22.0%). MR-A and MR-B occurred in 19.8% (n=35) and 45.2% (n=80) of cases, respectively. In the irRECIST PD group, MR-A demonstrated significantly different median progression-free survival (mPFS) and median overall survival (mOS) compared to non-MR-A (p&#60;0.020, p&#60;0.005, respectively). The mPFS for MR-A group was 1.4 months (range 0.5-52.9) and non-MR-A group was 5.5 months (range 0.2-97.2) with the hazard ratio being 2.91 (95% CI 1.13-7.51). The mOS for MR-A and non-MR-A groups were 4.8 months (range 0.7-61.5) and 11.8 months (range 0.2-97.2), respectively, hazard ratio 4.87 (95% CI 1.43-16.56). No other significant results were found for other RECIST and irRECIST categories. Subgroup analysis of only intrathoracic lesion patients revealed no statistically significant results.<br \/>Conclusion: Contrary to our hypothesis, MR did not modify prognosis within the RECIST or irRECIST category. MR-A or MR-B in the RECIST or irRECIST PD group did not show a better prognosis, indicating the complexity of mixed responses in NSCLC patients treated with immunotherapy. Further research with larger cohorts are warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"NSCLC,Immunotherapy,Mixed response,Prognostic factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Lee<\/b><sup>1<\/sup>, T. Um<sup>2<\/sup>, J. Lee<sup>1<\/sup>, P. Kim<sup>3<\/sup>, M. Yadav<sup>2<\/sup>, M. J. A. Chuchuca<sup>2<\/sup>, L.-Y. Chung<sup>2<\/sup>, Y. Chae<sup>2<\/sup>; <br\/><sup>1<\/sup>Kyungpook National University, Daegu, Korea, Republic of, <sup>2<\/sup>Feinberg School Of Medicine, Northwestern University, Chicago, IL, <sup>3<\/sup>The University of Texas at Austin, Austin, TX","CSlideId":"","ControlKey":"6fb15261-d712-4974-8b95-1f27eaf45834","ControlNumber":"6250","DisclosureBlock":"&nbsp;<b>S. Lee, <\/b> None..<br><b>T. Um, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>P. Kim, <\/b> None..<br><b>M. Yadav, <\/b> None..<br><b>M. J. A. Chuchuca, <\/b> None..<br><b>L. Chung, <\/b> None.&nbsp;<br><b>Y. Chae, <\/b> <br><b>Abbvie<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Biodesix<\/b> Grant\/Contract. <br><b>Freenome<\/b> Grant\/Contract. <br><b>Predicine<\/b> Grant\/Contract. <br><b>Roche\/Genentech<\/b> Other, Honoraria\/Advisory Boards. <br><b>NeoImmuneTech<\/b> Other, Honoraria\/Advisory Boards. <br><b>Regeneron<\/b> Other, Honoraria\/Advisory Boards. <br><b>Tempus<\/b> Other, Honoraria\/Advisory Boards. <br><b>Picture Health Inc.<\/b> Grant\/Contract. <br><b>Lunit<\/b> Other, Honoraria\/Advisory Boards. <br><b>Takeda<\/b> Other, Honoraria\/Advisory Boards. <br><b>Merck<\/b> Other, Honoraria\/Advisory Boards. <br><b>Lilly Oncology<\/b> Other, Honoraria\/Advisory Boards. <br><b>Immuneoncia<\/b> Other, Honoraria\/Advisory Boards. <br><b>Boehringher Ingelheim<\/b> Other, Honoraria\/Advisory Boards. <br><b>Guardant Health<\/b> Other, Honoraria\/Advisory Boards. <br><b>Neogenomics<\/b> Other, Honoraria\/Advisory Boards. <br><b>Foundation Medicine<\/b> Other, Honoraria\/Advisory Boards. <br><b>AstraZeneca<\/b> Other, Honoraria\/Advisory Boards.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7241","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3844","PresenterBiography":null,"PresenterDisplayName":"Seyoung Lee, BS,MD","PresenterKey":"d9b954a0-6e6c-49d9-b98e-c29820923bc2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3844. Clinical implications of mixed response on prognosis of non-small cell lung cancer (NSCLC) patients treated with Immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical implications of mixed response on prognosis of non-small cell lung cancer (NSCLC) patients treated with Immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Chronic systemic inflammation mediated by pro-inflammatory cytokines serves as a major mechanism by which obesity contributes to cancer development. Paradoxically, elevated body mass (BMI) has been associated with improved outcomes after treatment with immune checkpoint inhibitors (ICIs) in many tumor types. The interplay between cytokine response and obesity after ICIs is poorly understood. To characterize underlying mechanisms, we investigated cytokine profiles in relation to obesity and clinical outcomes in patients treated with ICIs.<br \/><b>Methods: <\/b>From June 2021 to October 2022, we enrolled and collected blood samples from patients with advanced or metastatic solid tumors who received ICIs as standard of care at Johns Hopkins. We calculated BMI using height and weight at treatment initiation, with BMI &#8805;30 obese and BMI &#60;30 non-obese. Underweight patients (BMI &#60;18.5) were excluded. The Bioplex 200 platform (Biorad, Hercules CA) was used to determine the plasma concentration of 37 cytokines at baseline and on-treatment, with the median cytokine value used to differentiate between high and low concentration.<br \/><b>Results: <\/b>Among 94 patients, 29 (31%) were obese and 65 (69%) were non-obese, with a significant difference in sex (Fisher&#8217;s exact test, p = 0.02), but no observed difference in age, race, cancer type, autoimmune disease, or presence of immune-related adverse events (irAE) based on BMI category; all the following hazard ratios (HR) are therefore adjusted for sex. Obese patients had improved progression free survival (PFS) (HR 0.41 [95% CI: 0.21-0.80], p=0.01) and overall survival (OS) (HR 0.16 [95% CI: 0.04-0.69], p=0.01). Eighty-six patients had cytokine data at baseline (range: eight days prior to day of initiation). Baseline IL-15 was significantly lower in obese patients (1.71 vs. 2.08, p=0.04), however, there was no difference in PFS (HR 1.49 [95% CI: 0.87-2.56], p=0.15) or OS (HR 1.22 [95% CI: 0.51-2.97], p=0.65) comparing low vs. high baseline IL-15. Eighty-two patients had cytokine data on-treatment (range: 21-349 days after initiation), with significantly lower levels of IL-6 (2.49 vs. 3.45, p=0.04), IL-8 (2.01 vs. 2.92, p=0.01), and IL-15 (1.70 vs. 1.81, p=0.01) in obese vs. non-obese patients, respectively. Low on-treatment IL-8 was associated with improved PFS (HR 0.52 [95% CI: 0.29-0.92], p=0.02) and OS (HR 0.17 [95% CI: 0.05-0.58], p&#60;0.01), and low on-treatment IL-6 was associated with improved OS (0.25 [95% CI: 0.08-0.76], p=0.01).<br \/><b>Conclusions: <\/b>In a diverse, pan-tumor ICI cohort, we observed a positive relationship between obesity and clinical outcomes with ICIs, with no correlation between obesity and irAEs. We also observed lower on-treatment levels of IL-6 and IL-8 in patients with obesity and that low on-treatment levels of IL-6 and IL-8 correlated with improved survival, suggesting that IL-6 and IL-8 may serve as mediating factors for improved outcomes in obese patients treated with ICIs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"Immunotherapy,Cytokines,Immune checkpoint blockade,Biobank,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. L. Alden<\/b><sup>1<\/sup>, S. Charmsaz<sup>2<\/sup>, M. Brancati<sup>2<\/sup>, H. L. Li<sup>1<\/sup>, A. Warner<sup>1<\/sup>, K. Munjal<sup>2<\/sup>, K. Howe<sup>2<\/sup>, S. Mitchell<sup>2<\/sup>, E. Griffin<sup>2<\/sup>, M. Nakazawa<sup>2<\/sup>, H.-L. Tsai<sup>1<\/sup>, L. Danilova<sup>1<\/sup>, C. Thoburn<sup>1<\/sup>, J. Gizzi<sup>1<\/sup>, A. Hernandez<sup>2<\/sup>, N. E. Gross<sup>1<\/sup>, E. M. Coyne<sup>2<\/sup>, S. M. Shin<sup>2<\/sup>, J. Durham<sup>2<\/sup>, M. F. Konig<sup>1<\/sup>, B. J. Christmas<sup>2<\/sup>, E. J. Lipson<sup>2<\/sup>, J. Naidoo<sup>2<\/sup>, L. C. Cappelli<sup>1<\/sup>, A. Pabani<sup>2<\/sup>, Y. Ged<sup>2<\/sup>, M. Baretti<sup>2<\/sup>, J. R. Brahmer<sup>2<\/sup>, J. Hoffman-Censits<sup>2<\/sup>, T. Y. Seiwert<sup>2<\/sup>, S. Bansal<sup>3<\/sup>, L. Tang<sup>3<\/sup>, E. Jaffee<sup>2<\/sup>, G. Chandler<sup>4<\/sup>, R. Mohindra<sup>5<\/sup>, W. Ho<sup>2<\/sup>, M. Yarchoan<sup>2<\/sup>, C. Kao<sup>2<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD, <sup>2<\/sup>Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD, <sup>3<\/sup>Genentech Inc, San Francisco, CA, <sup>4<\/sup>F. Hoffmann-La Roche Ltd., Basel, Switzerland, <sup>5<\/sup>F. Hoffmann-La Roche Ltd, Basel, Switzerland","CSlideId":"","ControlKey":"fe2992d6-98ab-497a-9440-b5289f01c6fc","ControlNumber":"5691","DisclosureBlock":"&nbsp;<b>S. L. Alden, <\/b> None..<br><b>S. Charmsaz, <\/b> None..<br><b>M. Brancati, <\/b> None..<br><b>H. L. Li, <\/b> None..<br><b>A. Warner, <\/b> None..<br><b>K. Munjal, <\/b> None..<br><b>K. Howe, <\/b> None..<br><b>S. Mitchell, <\/b> None..<br><b>E. Griffin, <\/b> None..<br><b>M. Nakazawa, <\/b> None..<br><b>H. Tsai, <\/b> None..<br><b>L. Danilova, <\/b> None..<br><b>C. Thoburn, <\/b> None..<br><b>J. Gizzi, <\/b> None..<br><b>A. Hernandez, <\/b> None..<br><b>N. E. Gross, <\/b> None..<br><b>E. M. Coyne, <\/b> None.&nbsp;<br><b>S. M. Shin, <\/b> <br><b>StandardBiotools<\/b> Travel.<br><b>J. Durham, <\/b> None.&nbsp;<br><b>M. F. Konig, <\/b> <br><b>Rheumatology Research Foundation<\/b> Grant\/Contract. <br><b>Lupus Research Alliance Lupus Innovation Award<\/b> Grant\/Contract. <br><b>Harrington Discovery Institute Scholar-Innovator Award<\/b> Grant\/Contract. <br><b>Stephen and Renee Bisciotti Foundation<\/b> Grant\/Contract. <br><b>Jerome L. Greene Foundation<\/b> Grant\/Contract. <br><b>The Cupid Foundation<\/b> Grant\/Contract. <br><b>The Sol Goldman MS Research Program<\/b> Grant\/Contract. <br><b>National Institute of Allergy and Infectious Diseases\/National Institutes of Health<\/b> Grant\/Contract. <br><b>Argenx<\/b> Other, Consulting fees. <br><b>Atara Biotherapeutics<\/b> Other, Consulting fees. <br><b>Atara Biotherapeutics<\/b> Other, Consulting fees. <br><b>Revel Pharmaceuticals<\/b> Other, Consulting fees. <br><b>Sana Biotechnology<\/b> Other, Consulting fees. <br><b>Sanofi<\/b> Consulting fees.<br><b>B. J. Christmas, <\/b> None.&nbsp;<br><b>E. J. Lipson, <\/b> <br><b>Marilyn and Michael Glosserman Fund for Basal Cell Carcinoma and Melanoma Research<\/b> Grant\/Contract. <br><b>Bloomberg&#8764;Kimmel Institute for Cancer Immunotherapy<\/b> Grant\/Contract. <br><b>Moving for Melanoma of Delaware<\/b> Grant\/Contract. <br><b>Barney Family Foundation<\/b> Grant\/Contract. <br><b>Laverna Hahn Charitable Trust<\/b> Grant\/Contract. <br><b>Julie Ann Robertson Cashour Memorial Fund<\/b> Grant\/Contract. <br><b>J. Naidoo, <\/b> <br><b>AstraZeneca<\/b> Independent Contractor, Grant\/Contract, Other, Honoraria. <br><b>Bristol Meyers Squibb<\/b> Independent Contractor, Grant\/Contract, Other, Honoraria. <br><b>Roche<\/b> Independent Contractor, Grant\/Contract, Other, Honoraria. <br><b>Genentech<\/b> Independent Contractor, Grant\/Contract, Other, Honoraria. <br><b>Amgen<\/b> Independent Contractor, Grant\/Contract. <br><b>Arcus Biosciences<\/b> Independent Contractor, Grant\/Contract. <br><b>Mirati<\/b> Independent Contractor, Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Independent Contractor, Other, Honoraria. <br><b>NGM Pharmaceuticals<\/b> Independent Contractor. <br><b>Bayer<\/b> Independent Contractor. <br><b>Regeneron<\/b> Independent Contractor. <br><b>Takeda<\/b> Independent Contractor. <br><b>Pfizer<\/b> Independent Contractor. <br><b>Elevation Oncology<\/b> Independent Contractor. <br><b>Abbvie<\/b> Independent Contractor. <br><b>Kaleido Biosciences<\/b> Independent Contractor. <br><b>L. C. Cappelli, <\/b> <br><b>Bristol Meyers Squibb<\/b> Independent Contractor, Grant\/Contract. <br><b>Mallinckrodt<\/b> Independent Contractor. <br><b>Tremeau Pharmaceuticals<\/b> Independent Contractor. <br><b>A. Pabani, <\/b> <br><b>Bristol Myers Squibb<\/b> Independent Contractor, Grant\/Contract. <br><b>AstraZeneca<\/b> Independent Contractor. <br><b>Pfizer<\/b> Independent Contractor. <br><b>Merck<\/b> Independent Contractor. <br><b>Roche<\/b> Independent Contractor. <br><b>Canadian Agency for Drugs and Technologies in Health<\/b> Independent Contractor. <br><b>Alberta Cancer Foundation<\/b> Grant\/Contract.<br><b>Y. Ged, <\/b> None..<br><b>M. Baretti, <\/b> None.&nbsp;<br><b>J. R. Brahmer, <\/b> <br><b>Amgen<\/b> Independent Contractor. <br><b>Johnson & Johnson<\/b> Independent Contractor. <br><b>Merck<\/b> Independent Contractor. <br><b>Bristol Meyers Squibb<\/b> Independent Contractor, Grant\/Contract. <br><b>Sanofi<\/b> Independent Contractor. <br><b>GlaxoSmithKline<\/b> Independent Contractor. <br><b>Janssen<\/b> Independent Contractor. <br><b>Bluprint<\/b> Independent Contractor. <br><b>AstraZeneca<\/b> Independent Contractor. <br><b>AstraZeneca<\/b> Independent Contractor. <br><b>Regeneron<\/b> Independent Contractor. <br><b>Eli Lilly<\/b> Independent Contractor. <br><b>J. Hoffman-Censits, <\/b> <br><b>Roche<\/b> Independent Contractor, Travel, Other, Honoraria. <br><b>Genentech<\/b> Independent Contractor, Grant\/Contract, Travel, Other, Honoraria. <br><b>Clovis Oncology<\/b> Other, Honoraria. <br><b>Foundation Medicine<\/b> Independent Contractor, Grant\/Contract. <br><b>AstraZeneca<\/b> Independent Contractor. <br><b>Seagen<\/b> Independent Contractor. <br><b>Gilead Sciences<\/b> Independent Contractor. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>T. Y. Seiwert, <\/b> <br><b>Merck<\/b> Independent Contractor, Grant\/Contract, Other, Honoraria. <br><b>Nanobiotix<\/b> Independent Contractor, Grant\/Contract, Travel, Honoraria. <br><b>Coherus Biosciences<\/b> Travel, Other, Honoraria. <br><b>BostonGene<\/b> Independent Contractor, Travel. <br><b>Bayer<\/b> Independent Contractor. <br><b>Innate Pharma<\/b> Independent Contractor. <br><b>Sanofi<\/b> Independent Contractor. <br><b>CUE Biopharma<\/b> Independent Contractor, Grant\/Contract. <br><b>VIR Biotechnology<\/b> Independent Contractor. <br><b>BioNTech SE<\/b> Independent Contractor. <br><b>IO Biotech<\/b> Independent Contractor. <br><b>Nektar<\/b> Independent Contractor. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>Dracen<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Regeneron<\/b> Grant\/Contract. <br><b>S. Bansal, <\/b> <br><b>Genentech<\/b> Employment. <br><b>L. Tang, <\/b> <br><b>Genentech<\/b> Employment. <br><b>E. Jaffee, <\/b> <br><b>Abmeta<\/b> Grant\/Contract. <br><b>Lustgarten<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>NeoTX<\/b> Grant\/Contract. <br><b>Break Through Cancer<\/b> Grant\/Contract. <br><b>Adventris<\/b> Grant\/Contract. <br><b>Achilles<\/b> Other, Personal fees. <br><b>DragonFly<\/b> Other, Personal fees. <br><b>Neuvogen<\/b> Other, Personal fees. <br><b>Parker Institute<\/b> Other, Personal fees. <br><b>CPRIT<\/b> Other, Personal fees. <br><b>Surge<\/b> Other, Personal fees. <br><b>Mestag<\/b> Personal fees. <br><b>Medical Home Group<\/b> Other, Personal fees. <br><b>HDTbio<\/b> Personal fees. <br><b>G. Chandler, <\/b> <br><b>Roche<\/b> Employment. <br><b>R. Mohindra, <\/b> <br><b>Roche<\/b> Employment. <br><b>W. Ho, <\/b> <br><b>Sanofi<\/b> Grant\/Contract. <br><b>NeoTx<\/b> Grant\/Contract. <br><b>M. Yarchoan, <\/b> <br><b>Genentech<\/b> Independent Contractor, Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Incyte<\/b> Grant\/Contract. <br><b>Exelixis<\/b> Independent Contractor. <br><b>Eisai<\/b> Independent Contractor. <br><b>AstraZeneca<\/b> Independent Contractor. <br><b>Replimune<\/b> Independent Contractor. <br><b>Hepion<\/b> Independent Contractor. <br><b>Lantheus<\/b> Independent Contractor. <br><b>Adventris<\/b> Other Business Ownership.<br><b>C. Kao, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7243","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3846","PresenterBiography":null,"PresenterDisplayName":"Stephanie Alden, BA;MD","PresenterKey":"99ffe136-e7a7-463c-83a6-e57d91664ac3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3846. The obesity paradox in immune checkpoint blockade: A pan-tumor analysis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The obesity paradox in immune checkpoint blockade: A pan-tumor analysis","Topics":null,"cSlideId":""},{"Abstract":"<u>Background:<\/u> Ovarian carcinomas are known to have a high degree of immune suppression, which may be related, in part, to high levels of vascular endothelial growth factor-A (VEGF-A). Bevacizumab (anti-VEGF antibody) has been shown to increase infiltration of T-cells in the tumor microenvironment (TME). We have also identified EGFL6 as an important angiogenic protein. Here, we examined the biological effects of blocking EGFL6 and VEGF-A in ovarian cancer models<i>. <\/i><br \/><u>Methods:<\/u> We studied the <i>in vitro <\/i>(endothelial tube formation and migration assays) and <i>in vivo <\/i>(ID8<i><sup>KO-Trp53;Brca2<\/sup><\/i><sup> <\/sup>and SKOV3-ip1 models) biological effects of EGFL6 and VEGF-A blockade. Tumor-infiltrating immune cells were studied by flow cytometry and immunohistochemistry staining.<br \/><u>Results:<\/u> Blocking EGFL6 and VEGF-A simultaneously with monoclonal antibodies in RF24 endothelial cells decreased tube formation and migration significantly, in comparison to VEGF-A blockade alone (p&#60;0.001). EGFL6 monotherapy in ID8<i><sup>KO-Trp53;Brca2<\/sup><\/i><sup> <\/sup>tumor bearing syngeneic mice decreased tumor burden (~2.5 fold, p&#60;0.0001) and increased the infiltration of IFN&#947;<sup>+<\/sup> (~2.75 fold, p&#60;0.0001) and GzmB<sup>+<\/sup> (~1.75 fold, p&#60;0.01) CD8<sup>+<\/sup> T-cells and IFN&#947;<sup>+<\/sup> (~2 fold, p&#60;0.0001) and GzmB<sup>+ <\/sup>(~2 fold, p&#60;0.01) CD4<sup>+<\/sup> T-cells while decreasing PD-L1<sup>+<\/sup> cells (~1.8 fold, p=0.01). Dual blockade of EGFL6 and VEGF-A in SKOV3-ip1 tumor bearing nude mice significantly decreased tumor burden (~3.72 fold, p&#60;0.01) and angiogenesis (~2.36 fold, p&#60;0.05) compared to controls and single-agent blockade. Similar blockade in ID8<i><sup>KO-Trp53;Brca2<\/sup><\/i><sup> <\/sup>tumor bearing mice significantly decreased tumor burden (~4.2 fold, p=0.0004), improved CD8<sup>+<\/sup> (~3.32 fold, p=0.0004) and CD4<sup>+<\/sup> (~2.81 fold, p&#60;0.0001) T-cell infiltration, NK cell infiltration (~2.3 fold, p=0.0005) and decreased myeloid-derived suppressor cells (MDSCs) (~1.92 fold,<br \/>p=0.0278) compared to EGFL6 and VEGF-A blockade alone.<br \/><u>Conclusions:<\/u> Our results demonstrate that simultaneously targeting the angiogenesis drivers EGFL6 and VEGF-A in ovarian cancer significantly decreased tumor burden <i>in vivo<\/i> and increased the infiltration of T lymphocytes compared to single-agent blockade.<br \/>AACR Category: Tumor Microenvironment and Immune Oncology<br \/>Key words: ovarian cancer, immune suppression, angiogenesis, VEGF-A, EGFL6","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Ovarian cancer,Immunosuppression,Angiogenesis,Vascular endothelial growth factor (VEGF),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Umamaheswaran<\/b><sup>1<\/sup>, L. S. Mangala<sup>1<\/sup>, R. Joseph<sup>1<\/sup>, N. B. Jennings<sup>1<\/sup>, M. S. Kim<sup>1<\/sup>, Y. Wen<sup>1<\/sup>, E. Bayraktar<sup>1<\/sup>, N. Zhang<sup>2<\/sup>, Z. An<sup>2<\/sup>, A. K. Sood<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Texas MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>University of Texas Health Science Center at Houston, Houston, TX","CSlideId":"","ControlKey":"d66e5b1a-89e6-498a-86f9-44d21d6892f1","ControlNumber":"5983","DisclosureBlock":"&nbsp;<b>S. Umamaheswaran, <\/b> None..<br><b>L. S. Mangala, <\/b> None..<br><b>R. Joseph, <\/b> None..<br><b>N. B. Jennings, <\/b> None..<br><b>M. S. Kim, <\/b> None..<br><b>Y. Wen, <\/b> None..<br><b>E. Bayraktar, <\/b> None..<br><b>N. Zhang, <\/b> None..<br><b>Z. An, <\/b> None..<br><b>A. K. Sood, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7244","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3847","PresenterBiography":null,"PresenterDisplayName":"Sujanitha Umamaheswaran, BE;MS","PresenterKey":"a1b833fa-c4f9-47f8-9bc3-c5c3ec978262","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3847. Dual targeting of EGFL6 and VEGF-A to overcome immune suppression in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dual targeting of EGFL6 and VEGF-A to overcome immune suppression in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Previous retrospective studies have shown that sarcopenia (Sar) is associated with poor outcome in cancer patients (pts) receiving immune checkpoint inhibitors (ICIs). We conducted a prospective study to determine whether Sar-related proteins induce Sar and reduce the efficacy of ICI.<br \/>Method: Non-small cell lung cancer (NSCLC) pts receiving ICI as first-line treatment at Niigata University Medical and Dental Hospital were eligible. Sar was diagnosed with physical performance and skeletal muscle mass. Comprehensive protein analysis of pre-treatment blood samples was performed to identify factors that correlate with muscle loss and ICI effects.<br \/>Result: 41 patients were enrolled from October 2019 through August 2022. PFS for Sar was 4.6 months, 6.7 months for Pre-Sar, and 16.7 months for Non-Sar (P=0.0028). OS for Sar was not reached, 15.7 months for Pre-Sar, and not reached for Non-Sar (P=0.0014). Leptin, IL-1&#946;, IL-12, and Pentraxin 3 were significantly correlated with loss of muscle mass. In contrast, leptin, insulin, IGF-1, GDF-8, Activin A, IL-2Ra, IL-8, MMP-3, osteopontin, and Pentraxin-3 were significantly associated with poor OS. Pentraxin 3 and leptin were associated with both the effectiveness of immunotherapy and sarcopenia. A multivariate analysis that considered factors commonly associated with the effectiveness of immunotherapy, including age, PD-L1 expression rate, and neutrophil-lymphocyte ratio, Pentraxin 3 was determined to be an independent prognostic factor.<br \/>Conclusion: This study indicated that Sar-related proteins and inflammatory cytokines are involved in the development of Sar and ICI efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Sarcopenia,Cachexia,Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Masuda<\/b><sup>1<\/sup>, S. Watanabe<sup>1<\/sup>, T. Wakabayashi<sup>1<\/sup>, S. Tanaka<sup>1<\/sup>, K. Shono<sup>1<\/sup>, R. Suzuki<sup>2<\/sup>, T. Sekiya<sup>1<\/sup>, N. Yanagimura<sup>1<\/sup>, M. Arita<sup>1<\/sup>, A. Ohtsubo<sup>1<\/sup>, T. Tanaka<sup>1<\/sup>, K. Nozaki<sup>1<\/sup>, Y. Saida<sup>1<\/sup>, S. Hokari<sup>1<\/sup>, R. Kondo<sup>1<\/sup>, K. Shima<sup>1<\/sup>, Y. Kimura<sup>1<\/sup>, N. Aoki<sup>1<\/sup>, Y. Ohshima<sup>1<\/sup>, T. Koya<sup>1<\/sup>, K. Sakai<sup>3<\/sup>, K. Nishio<sup>3<\/sup>, M. Yamazaki<sup>1<\/sup>, H. Ishikawa<sup>1<\/sup>, T. Kikuchi<sup>1<\/sup>; <br\/><sup>1<\/sup>Niigata University Graduate School of Medical and Dental Sciences, Niigata, Japan, <sup>2<\/sup>Sado General Hospital, Sado, Japan, <sup>3<\/sup>Kindai University Faculty of Medicine, Osaka, Japan","CSlideId":"","ControlKey":"fca55f38-f2fd-4fe5-bafd-c0baedb178f8","ControlNumber":"1234","DisclosureBlock":"&nbsp;<b>T. Masuda, <\/b> None..<br><b>S. Watanabe, <\/b> None..<br><b>T. Wakabayashi, <\/b> None..<br><b>S. Tanaka, <\/b> None..<br><b>K. Shono, <\/b> None..<br><b>R. Suzuki, <\/b> None..<br><b>T. Sekiya, <\/b> None..<br><b>N. Yanagimura, <\/b> None..<br><b>M. Arita, <\/b> None..<br><b>A. Ohtsubo, <\/b> None..<br><b>T. Tanaka, <\/b> None..<br><b>K. Nozaki, <\/b> None..<br><b>Y. Saida, <\/b> None..<br><b>S. Hokari, <\/b> None..<br><b>R. Kondo, <\/b> None..<br><b>K. Shima, <\/b> None..<br><b>Y. Kimura, <\/b> None..<br><b>N. Aoki, <\/b> None..<br><b>Y. Ohshima, <\/b> None..<br><b>T. Koya, <\/b> None..<br><b>K. Sakai, <\/b> None.&nbsp;<br><b>K. Nishio, <\/b> <br><b>Chugai<\/b> Other. <br><b>MSD<\/b> Other. <br><b>Ono<\/b> Other. <br><b>AstraZeneca<\/b> Other.<br><b>M. Yamazaki, <\/b> None.&nbsp;<br><b>H. Ishikawa, <\/b> <br><b>Eisai<\/b> Other, Lecture Fees. <br><b>Chugai Pharmaceutical<\/b> Other, Lecture Fees. <br><b>T. Kikuchi, <\/b> <br><b>Nobelpharma<\/b> Grant\/Contract, Other, Receipt of equipment, materials, drugs, medical writing, gifts or other services. <br><b>Taiho Pharmaceutical<\/b> Grant\/Contract, Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Shionogi<\/b> Grant\/Contract, Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Asahi Kasei<\/b> Grant\/Contract. <br><b>Nippon Kayaku<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>KYORIN Pharmaceutical<\/b> Grant\/Contract, Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Chugai Pharma<\/b> Grant\/Contract, Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Daiichi Sankyo<\/b> Grant\/Contract, Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>TEIJIN PHARMA<\/b> Grant\/Contract. <br><b>AN2 Therapeutics<\/b> Other, Consulting fees\u0009\u0009\u000d\u000a\u0009\u000d\u000a\u0009\u000d\u000a\u000d\u000a. <br><b>Viatris<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Insmed<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Terumo<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>AstraZeneca<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>KYORIN Pharmaceutical<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Bristol-Myers<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Eisai<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Sumitomo Pharma<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>MSD<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7245","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3848","PresenterBiography":null,"PresenterDisplayName":"Takaaki Masuda, MHS","PresenterKey":"ad6097aa-95d1-491a-95c8-8c84ad6632d1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3848. Comprehensive protein analysis to identify the proteins responsible for sarcopenia and their impact on antitumor immunotherapy in non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive protein analysis to identify the proteins responsible for sarcopenia and their impact on antitumor immunotherapy in non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Despite the remarkable activity of CD19-directed chimeric antigen receptor T cell therapy (CART19), durable remissions remain low, especially in chronic lymphocytic leukemia (CLL). Ibrutinib is an oral irreversible inhibitor of Bruton&#8217;s tyrosine kinase and is a first line therapy for CLL. Preclinical and early clinical data indicate that ibrutinib plus CART19 may be synergistic through inhibition of IL2-inducible T cell kinase. To systematically study the effects of prior ibrutinib treatment on subsequent CART functions, we utilized blood samples from the pivotal clinical trial E1912 (NCT02048813). E1912 was a phase 3 randomized trial comparing treatment with ibrutinib\/rituximab (IR) to fludarabine\/cyclophosphamide\/rituximab (FCR) in previously untreated patients with CLL, which led to the FDA approval of ibrutinib as a first-line therapy in CLL.<br \/>Methods: We evaluated the ex vivo expansion and effector functions of T cells and CART19 generated from patients (n=12) with CLL progression following treatment with IR or FCR. We generated CART19 from longitudinal samples obtained at baseline (pretreatment), 6 months post-treatment, 12 months post-treatment, and disease progression. Isolated T cells were lentivirally transduced to express CD28- or 41BB-costimulated CAR19. To assess antigen specific killing and proliferation, untransduced T cells or CART19 were co-cultured at a 1:1 ratio with the CD19+ cell line, JeKo-1, as a surrogate for CLL cells.<br \/>Results: Ex vivo T cell expansion increased from an average of 1.5-fold at baseline to 6.7-fold at 6 months, 11.6-fold at 12 months, and 16.9-fold at progression, following ibrutinib-based therapy (p = 0.02, 0.04, and 0.04, respectively). Improved T cell expansion was independent of disease burden (p = 0.89, 0.73, and 0.54 for expansion vs B cell count at 6 months, 12 months, and progression). T cell expansion significantly worsened following treatment with FCR-based therapy compared to ibrutinib-based therapy (0.6- vs 11.6-fold at 12 months and 0.9- vs 16.9-fold at progression; p = 0.031 and 0.039, respectively). Starting at 6 months post-IR, CART19 demonstrated improved antitumor activity and antigen-specific proliferation against JeKo-1. There was no significant difference in the expansion of 41BB- vs CD28-costimulated CART19 following ibrutinib treatment. However, 41BB-CART19 showed enhanced antigen-specific proliferation upon stimulation with JeKo-1 (p = 0.008, 0.02, and 0.02 at 6 months, 12 months, and progression).<br \/>Conclusion: Our results indicate significant improvement in T cell expansion and CART19 cell functions in patients with CLL following frontline ibrutinib-based therapy, and worsening T cell functions after FCR treatment. Improvement in T cell functions is independent of malignant B cell eradication and is more significant in 41BB-costimulated CART19.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"CAR T cells,Cancer immunotherapy,Chronic lymphocytic leukemia,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. N. Huynh<\/b><sup>1<\/sup>, V. Wang<sup>2<\/sup>, T. Shanafelt<sup>3<\/sup>, E. L. Siegler<sup>1<\/sup>, C. M. Stewart<sup>1<\/sup>, K. Yun<sup>1<\/sup>, L. K. Mai<sup>1<\/sup>, O. Sirpilla<sup>1<\/sup>, J. H. Girsch<sup>1<\/sup>, C. Manriquez-Roman<sup>1<\/sup>, J. M. Feigin<sup>1<\/sup>, M. Rodriguez<sup>1<\/sup>, B. L. Kimball<sup>1<\/sup>, H. Xia<sup>1<\/sup>, R. L. Sakemura<sup>1<\/sup>, I. Can<sup>1<\/sup>, O. L. Gutierrez-Ruiz<sup>1<\/sup>, E. J. Ogbodo<sup>1<\/sup>, E. E. Tapper<sup>1<\/sup>, L. A. J. Fonkoua<sup>1<\/sup>, M. T. Hefazi<sup>1<\/sup>, M. W. Ruff<sup>1<\/sup>, S. Parikh<sup>1<\/sup>, N. E. Kay<sup>1<\/sup>, S. J. Kenderian<sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic, Rochester, MN, <sup>2<\/sup>Dana-Farber Cancer Institute, Rochester, MN, <sup>3<\/sup>Stanford University School of Medicine, Stanford, CA","CSlideId":"","ControlKey":"dac64918-c832-40a6-82a8-9088c059f8c1","ControlNumber":"7612","DisclosureBlock":"&nbsp;<b>T. N. Huynh, <\/b> None..<br><b>V. Wang, <\/b> None..<br><b>T. Shanafelt, <\/b> None..<br><b>E. L. Siegler, <\/b> None..<br><b>C. M. Stewart, <\/b> None..<br><b>K. Yun, <\/b> None..<br><b>L. K. Mai, <\/b> None..<br><b>O. Sirpilla, <\/b> None..<br><b>J. H. Girsch, <\/b> None..<br><b>C. Manriquez-Roman, <\/b> None..<br><b>J. M. Feigin, <\/b> None..<br><b>M. Rodriguez, <\/b> None..<br><b>B. L. Kimball, <\/b> None..<br><b>H. Xia, <\/b> None.&nbsp;<br><b>R. L. Sakemura, <\/b> <br><b>Janssen: Pharmaceutical Companies of Johnson & Johnson<\/b> Other, Honorarium.<br><b>I. Can, <\/b> None..<br><b>O. L. Gutierrez-Ruiz, <\/b> None..<br><b>E. J. Ogbodo, <\/b> None..<br><b>E. E. Tapper, <\/b> None..<br><b>L. A. J. Fonkoua, <\/b> None..<br><b>M. T. Hefazi, <\/b> None..<br><b>M. W. Ruff, <\/b> None..<br><b>S. Parikh, <\/b> None..<br><b>N. E. Kay, <\/b> None.&nbsp;<br><b>S. J. Kenderian, <\/b> <br><b>Novartis<\/b> Patent, Other, Research funding, Consultant. <br><b>Humanigen<\/b> Patent, Other, Research funding, Consultant, advisory meetings. <br><b>Mettaforge<\/b> Patent. <br><b>MustangBio<\/b> Patent. <br><b>Kite<\/b> Other, Research funding, advisory meetings. <br><b>Gilead<\/b> Other, Research funding, advisory meetings. <br><b>Juno<\/b> Other, Research funding. <br><b>BMS<\/b> Other, Research funding. <br><b>MorphoSys<\/b> Other, Research funding. <br><b>Tolero<\/b> Other, Research funding. <br><b>Sunesis\/Viracta<\/b> Other, Research funding. <br><b>LifEngine Animal Health Laboratories Inc<\/b> Other, Research funding. <br><b>Lentigen<\/b> Other, Research funding. <br><b>Torque<\/b> Other, Consultant. <br><b>Calibr<\/b> Other, Consultant. <br><b>Capstan Bio<\/b> Other, Consultant.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7246","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3849","PresenterBiography":null,"PresenterDisplayName":"Truc Huynh, MS","PresenterKey":"a10eb46f-e45e-4322-b47b-6950bf9a25ca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3849. Frontline ibrutinib-based therapy enhances CART cell functions in patients with CLL: Analysis of the phase 3 randomized clinical trial ECOG-ACRIN E1912","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Frontline ibrutinib-based therapy enhances CART cell functions in patients with CLL: Analysis of the phase 3 randomized clinical trial ECOG-ACRIN E1912","Topics":null,"cSlideId":""},{"Abstract":"Chimeric antigen receptor T-cell (CAR-T) therapy targeting CD19 has emerged as a transformative treatment for hematological malignancies. Despite its efficacy, significant inter-patient variability in response and associated toxicities pose challenges for its broader application. Understanding these variations is critical to optimize therapy and predict outcomes. This study aims to capture the individual variability observed in CD19 CAR-T cell therapy responses using PBMC-humanized mouse model, with a focus on efficacy, expansion, and cytokine induction profiles. Three human PBMCs (Donors A, B, C) used throughout the studies were pre-screened for in vivo cytokine induction and humanization levels. Autologous CD19 CAR-Ts with a CD28 costimulatory domain and CD3z chain were generated with varying transduction rates: 92%, 52%, and 95% for Donors A, B, and C, respectively. In the first experiment, irradiated female NSG&#8482;-MHC I\/II double knock-out (DKO) mice were reconstituted with human PBMCs. Six days post humanization, the mice were treated with equal total number of autologous CAR-Ts. All three CAR-Ts showed efficacy, eradicating CD19 cells in peripheral blood. We observed a moderate but significant body weight loss only in mice treated with Donor B autologous CAR-Ts. Notably, CAR-T expansion varied across three donors and did not correspond with the purity (% transduction) of CAR-Ts. Donor B CAR-Ts with the lowest purity showed the highest CAR-T expansion. Donor B PBMCs resulted in the highest humanization level of CD19+ cells and we hypothesize that more CD19 targets led to higher CAR-T expansion. By measuring 33 cytokines from sera collected 2 days post treatment, we explored if human cytokine induction corresponded to the CAR-T expansion. Contrary to initial expectations, cytokines typically associated with robust CAR-T expansion, such as IL-2, IL-6, IL-10, IFN&#947;, and TNF&#945;, did not peak in the Donor B cohort. To see if individual variability in efficacy and CAR-T cell expansion shows similar variation with increased targets of CD19 CAR-Ts, we engrafted DKO mice with B cell lymphoma (Raji-luc). Seven days after tumor engraftment, we humanized mice with Donor A, B, or C PBMCs and subsequently treated mice with autologous CAR-Ts. Donor A showed the fastest clearance of Raji-luc measured by IVIS bioluminescence imaging. In parallel with the previous experiment, we observed that Donor B CAR-Ts showed the highest expansion level among the three CAR-Ts. The study illustrates how a PBMC-humanized mouse model can reflect the variability in patient responses to CD19 CAR-T therapy. This model serves as a valuable tool for further investigation into the complex dynamics of CAR-T efficacy and toxicity, potentially guiding more tailored approaches in treatment design.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"In vivo,CAR T cells,Preclinical testing,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Lee<\/b>, D. Rose, J. G. Keck, J. Yang; <br\/>The Jackson Laboratory-West, Sacramento, CA","CSlideId":"","ControlKey":"5e6bccbc-e5b8-4c4b-a439-47ba85eaf600","ControlNumber":"7438","DisclosureBlock":"&nbsp;<b>W. Lee, <\/b> None..<br><b>D. Rose, <\/b> None..<br><b>J. G. Keck, <\/b> None..<br><b>J. Yang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7247","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3850","PresenterBiography":null,"PresenterDisplayName":"Won Lee","PresenterKey":"dbf51156-85ba-4628-927a-f3d10c89d2fb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3850. Modeling individual variability in CD19 CAR-T therapy: An <i>in vivo<\/i> study with PBMC-humanized mice","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modeling individual variability in CD19 CAR-T therapy: An <i>in vivo<\/i> study with PBMC-humanized mice","Topics":null,"cSlideId":""},{"Abstract":"NAD(P)H:quinone oxidoreductase1 (NQO1) is overexpressed in most solid cancers, emerging as a promising target for tumor selective killing. &#946;-lapachone (&#946;-lap), an NQO1bioactivatable drug, exhibits significant antitumor effects on NQO1<sup>+<\/sup> human solid cancer cell lines. It also induces immunogenic cell death in the tumor microenvironment (TME)and synergizes with anti-PD-L1 immunotherapy. However, the interaction between &#946;-lap-mediated anti-tumor immune response and neutrophils, a novel antigen presenting cells(APCs), remains unknown. This study found &#946;-lap treatment increased intracellular ROS formation and DNA damage to kill NQO1<sup>+<\/sup> murine tumor cell lines and dicoumarol spared the lethality. Furthermore, flow cytometric analysis of immune cells in TME of subcutaneous tumor models indicated that there is a significant infiltration of neutrophils(CD11b<sup>+<\/sup> Gr1<sup>high<\/sup> cells) or Tumor Associated Neutrophils (TANs) following &#946;-lap treatment. Depletion of neutrophils by co-addition of anti-Ly6G antibody abolished &#946;-lap-induced anti-tumor efficacy in immune competent mice. Neutrophil mediated tumor cell killing determined<i> <\/i><i>ex<\/i><i> <\/i><i>vivo<\/i> using bone marrow derived neutrophils and it was observed that in the presence of &#946;-lap induced antigen, neutrophils were killing murine tumor cells. Moreover, exposure of these neutrophils to &#946;-lap induced antigen medium induce antitumor N1-like properties, include increase in certain surface markers such as CD95(Fas) and CD54 (ICAM-1) as well as increase in intracellular cytokine IFN-&#946; and decrease in TGF-&#946; revealed by flow cytometric analysis. Corroborating to this, there is a significant increase of CD95 and IFN-&#946; and a decrease in TGF-&#946; were observed with TANs infiltrated into &#946;-lap treated TME compared to vehicle treated tumors. Additionally, TLR\/MyD88signaling deficiency decreased &#946;-lap induced neutrophil tumor infiltration. BlockingHMGB1, depleting neutrophils, or TLR4\/MyD88 deficiency lessened the antigen-specific T cell response. This study highlights that &#946;-lap kills NQO1<sup>+<\/sup> murine tumor cells through ROS production and DNA damage, and neutrophils play a pivotal role in its antitumor effects.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Cancer therapy,CDK8,TGF-&#946;,Immune response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. Huang<\/b><sup>1<\/sup>, S. Tumbath<sup>1<\/sup>, L. Jiang<sup>1<\/sup>, Y.-X. Fu<sup>2<\/sup>; <br\/><sup>1<\/sup>Indiana University School of Medicine, Indianapolis, IN, <sup>2<\/sup>University of Texas SouthwesternMedical Center, Dallas, TX","CSlideId":"","ControlKey":"fbc9669e-2e35-486a-9be2-015c08614d5c","ControlNumber":"863","DisclosureBlock":"&nbsp;<b>X. Huang, <\/b> None..<br><b>S. Tumbath, <\/b> None..<br><b>L. Jiang, <\/b> None..<br><b>Y. Fu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7248","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3851","PresenterBiography":null,"PresenterDisplayName":"Xiumei Huang, PhD","PresenterKey":"b1a43949-1e44-4976-9bc5-07a60fb4510b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3851. Beta-lapachone promotes tumor associated neutrophils (TANs) polarized towards anti-tumor (N1) phenotype","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Beta-lapachone promotes tumor associated neutrophils (TANs) polarized towards anti-tumor (N1) phenotype","Topics":null,"cSlideId":""},{"Abstract":"Background. Biomarkers that predict response to immune checkpoint inhibitor (ICI) in recurrent metastatic squamous cell carcinoma of the head and neck (RMHNSCC) are not well known. Previously, we have found that Combined positive score (CPS) &#8805;90 and albumin &#62;3.5 respond well to ICI treatment in patients with RMHNSCC treated with ICI irrespective of addition of chemotherapy. In the present study, we investigated whether RMHNSCC with CPS &#8805;90 has a characteristic genomic mutational profile.<br \/>Methods. CPS measurements were performed on a single tumor specimen at the time of diagnosis of RMHNSCC, as approved by Japanese health insurance. Tumor specimens were obtained from the primary tumor as much as possible, and sections that best reflected anti-tumor immunity were decided by a pathologist. We retrospectively reviewed the results obtained from comprehensive genomic profiling (CGP) testing of RMHNSCC cases with CPS &#8805;90 who were treated by ICI experienced at our institution.<br \/>Results. There were 117 eligible RMHNSCC cases. The number of primary lesions were oral cavity in 28 cases (23.9%), nasopharynx in 10 cases (8.5%), oropharynx in 21 cases (17.9%), hypopharynx in 33 cases (28.2%), and others in 18 cases (15.4%). Of 117 patients, 28 patients (23.9%) had a CPS &#8805;90. Of the 28 cases, the number of primary lesions were oral cavity in 12 cases (42.9%), nasopharynx in 4 cases (14.3%), oropharynx in 0 cases (0%), hypopharynx in 8 cases (28.6%), and others in 3 cases (10.7%). When ICI was administered, CPS &#8805;90 had a statistically significantly better prognosis than CPS &#60;90 for OS and PFS. Of the 28 cases with CPS &#8805;90, CGP test was performed in 6 cases. The primary lesions in the 6 cases consisted of 3 oral cavity, 2 nasopharynx, 1 hypopharynx, and 1 maxillary sinus. All three oral primary cases had co-mutations in the <i>TERT<\/i> promoter and <i>HRAS<\/i>. Two of the nasopharyngeal primary cases had mutations in JAK3 and STAT, respectively. One of the hypopharyngeal primary cases had mutations in FGFR3.<br \/>Conclusion. RMHNSCC with CPS &#8805;90 had unique mutations that could account the enhanced PD-L1 expression, such as <i>TERT\/HRAS<\/i> co-mutation, JAK-STAT pathway mutation, and <i>FGFR<\/i> pathway mutation. The above findings may be useful for predicting the efficacy of ICI for RMHNSCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Immune checkpoint blockade,PD-L1,TERT,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Saito<\/b>, K. Hidenori, K. Kobayashi, O. Fukuoka, K. Yamamura, A. Shinozaki-Ushiku, K. Oda, K. Kondo; <br\/>University of Tokyo, Tokyo, Japan","CSlideId":"","ControlKey":"c9a1d45e-0392-48ea-ab10-fec2d938d2cf","ControlNumber":"6591","DisclosureBlock":"<b>&nbsp;Y. Saito, <\/b> <br><b>MSD Inc<\/b> Grant\/Contract. <br><b>K. Hidenori, <\/b> <br><b>Konica Minolta Inc.<\/b> Grant\/Contract.<br><b>K. Kobayashi, <\/b> None..<br><b>O. Fukuoka, <\/b> None..<br><b>K. Yamamura, <\/b> None..<br><b>A. Shinozaki-Ushiku, <\/b> None..<br><b>K. Oda, <\/b> None..<br><b>K. Kondo, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7249","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3852","PresenterBiography":null,"PresenterDisplayName":"Yuki Saito","PresenterKey":"07185d55-871b-49c6-b61b-223ffd424d00","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3852. Comprehensive genomic profiling of recurrent or metastatic head and neck cancer presenting with combined positive score 90 or more","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive genomic profiling of recurrent or metastatic head and neck cancer presenting with combined positive score 90 or more","Topics":null,"cSlideId":""},{"Abstract":"Background: Sickle cell disease (SCD) is the most common inherited blood disorder and arises from homozygosity for the HbS mutation (GAG&#62;GTG: &#946;Glu6Val) leading to the production of abnormal hemoglobin that cause sickle shaped red blood cells (RBCs). Individuals with SCD are at higher risk than the general population for developing hematologic malignancies or solid tumors such as renal medullary carcinoma (RMC). Although relatively rare, RMC is one of the most aggressive kidney cancers and is the third most common kidney cancer among children and young adults who harbor sickle hemoglobinopathies such as SCD or sickle cell trait (SCT) which occurs due to heterozygosity for the HbS mutation. Molecular profiling studies have shown that most cases involve biallelic inactivation of the <i>SMARCB1<\/i> gene, either through simultaneous hemizygous loss and translocation or by homozygous loss. The loss of <i>SMARCB1<\/i> and subsequent dysregulation of chromatin remodeling are key factors contributing to the development and progression of renal medullary carcinoma. Despite manifesting an inflamed tumor immune microenvironment, RMC consistently demonstrates resistance to conventional immune checkpoint inhibitors (ICI). Ameliorating the efficacy of immunotherapy of RMC is vital for research and potential therapeutic interventions by targeting CD8<sup>+<\/sup> T cells.<br \/>Methods: CyTOF was performed by using the spleen of WT mice and SCD mouse model. mRNA was isolated from CD8<sup>+<\/sup> T cells of Peripheral Blood Mononuclear Cell (PBMC) collected from healthy donors and SCD patients followed by bulk RNA sequencing. Hi-C was conducted using CD8<sup>+<\/sup> T cells isolated from PBMC of healthy donors and SCD patients. We employed DNA FISH (Fluorescence in Situ Hybridization) to examine alterations in gene architecture within CD8<sup>+<\/sup> T cells under varying conditions.<br \/>Results: RMC tumors exhibit accelerated tumor growth and reduced numbers of tumor resident CD8<sup>+<\/sup> T cells in SCD mice model compared with WT control. CD8<sup>+<\/sup> T cells in the SCD associated tumor microenvironment (TME) are subjected to ferroptosis by downregulation of <i>SLC7A11<\/i>; however, <i>SMARCB1<\/i> loss promotes the resistance of RMC tumor cells to ferroptosis. Genomic architecture of CD8<sup>+<\/sup> T cells is altered under SCD conditions, potentially contributing to immune dysfunction.<br \/>Conclusions: Our research has identified significant alterations in the 3D genome architecture of CD8<sup>+<\/sup> T cells in individuals with SCD. These alterations lead to transcriptional inhibition of <i>SLC7A11<\/i>, resulting in CD8<sup>+ <\/sup>T cell ferroptosis and a hindered anti-tumor immune response in RMC. These findings elucidate the mechanistic relationship of SCD with ICI resistance in cancers such as RMC and provide novel avenues for therapeutically sensitizing tumors to immunotherapies in individuals with SCD.<br \/>Keywords: Sickle Cell Disease, Renal Medullary Carcinoma, SMARCB1, Ferroptosis, Genomic Architecture Alteration, Hi-C, SLC7A11","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Cancer immunotherapy,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Z. Zhao<\/b><sup>1<\/sup>, B. Hu<sup>2<\/sup>, Y. Deng<sup>1<\/sup>, M. Soeung<sup>1<\/sup>, G. Genovese<sup>1<\/sup>, W. Li<sup>2<\/sup>, P. Msaouel<sup>1<\/sup>, L. Yang<sup>1<\/sup>, C. Lin<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>University of Texas Health Science Center, Houston, TX","CSlideId":"","ControlKey":"f9cdc1d2-ef9e-4d86-a904-38adc0e7025c","ControlNumber":"2561","DisclosureBlock":"&nbsp;<b>Z. Zhao, <\/b> None..<br><b>B. Hu, <\/b> None..<br><b>Y. Deng, <\/b> None..<br><b>M. Soeung, <\/b> None..<br><b>G. Genovese, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>P. Msaouel, <\/b> None..<br><b>L. Yang, <\/b> None..<br><b>C. Lin, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7250","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3853","PresenterBiography":null,"PresenterDisplayName":"Zilong Zhao, Dr PH","PresenterKey":"a6456609-f8ef-4915-9b8e-ab52f7a75096","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3853. T cell ferroptosis attenuates antitumor immune responses in sickle cell disease","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"T cell ferroptosis attenuates antitumor immune responses in sickle cell disease","Topics":null,"cSlideId":""},{"Abstract":"Background: The mismatch repair (MMR) deficiency is a potential predictive biomarker for immunotherapy efficacy, particularly in colorectal cancer (CRC), where alterations in various DNA polymerases and MMR genes are prevalent. The accumulation of these genetic aberrations may cause a subsequent neoantigen formation. study aimed to identify the mutational profile of DNA polymerases and MMR genes in Egyptian CRC patients', providing insights into colorectal carcinogenesis and potential implications for immunotherapy.<br \/>Material and Methods: Thirty-nine blood samples from Egyptian patients with CRC and twenty-four blood samples from healthy controls were collected. The libraries were prepared by Qiaseq UMI-based targeted panel and sequenced via an Ion proton sequencer. The detected genetic variants with an average coverage of 500x were annotated against Cosmic, dbSNP, and ClinVar databases using Ingenuity Variant analysis (IVA).<br \/>Results: Our results revealed that the POLD1andPOLE genes (DNA polymerases) in the CRC patients, when compared with healthy controls, harbored 10 and 13 pathogenic variants (PVs), respectively. These PVs cause a loss of their functionality. The most frequently detected PVs and likely to be novel in the POLD1gene werec.44delC(31%)andc.3008delG(31%), while c.3510delA(18%)andc.2793delT(15%) were detected in the POLE gene. As per MMR genes, our study showed that the MLH1, MLH3, MSH2, MSH3, MSH6, PMS1,and PMS2 harbored 8, 13, 23, 19, 22, 23, and 7 PVs, respectively. The highly frequent PV in the MLH1wasc.469delT (26%), while the novel most frequently detected PV in the MLH3 wasc.1467delA (23%). Moreover, the PVs found highly frequent are c.2647delA (36%) in MSH2,c.1148delA (41%)in the MSH3, and c.2079delA (44%) in the MSH6. RegardingPMS1\/2, the most frequently detected PV and likely to be novel was c.1647delA (44%) in PMS1, while c.869delT (13%) was the most prevalent PV in PMS2.<br \/>Conclusion: Our results revealed the MMR mechanism deficiency in Egyptian CRC patients offering crucial insights into colorectal carcinogenesis and neoantigen formation. These insights are pivotal for developing ethnic-based personalized immunotherapy strategies in Egyptian CRC patients, shedding light on their role in CRC. Interestingly, we have identified novel variants in the DNA repair enzymes. However, further investigations and validations are required to corroborate these findings and explore their clinical significance in the personalized medicine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"DNA repair enzymes,MMR,pathogenic,Targeted DNA sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. S. Youssef<sup>1<\/sup>, M. Ragab<sup>1<\/sup>, H. A. Ateya<sup>1<\/sup>, M. Elberry<sup>1<\/sup>, N. Fathy<sup>1<\/sup>, A. Elleithy<sup>2<\/sup>, A. Zekri<sup>1<\/sup>, <b>O. S. Ahmed<\/b><sup>1<\/sup>, A. Nassar<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, Cairo, Egypt, <sup>2<\/sup>Must University, Cairo, Egypt","CSlideId":"","ControlKey":"da90c957-8d38-4673-a64f-d2076586dfbb","ControlNumber":"2389","DisclosureBlock":"&nbsp;<b>A. S. Youssef, <\/b> None..<br><b>M. Ragab, <\/b> None..<br><b>H. A. Ateya, <\/b> None..<br><b>M. Elberry, <\/b> None..<br><b>N. Fathy, <\/b> None..<br><b>A. Elleithy, <\/b> None..<br><b>A. Zekri, <\/b> None..<br><b>O. S. Ahmed, <\/b> None..<br><b>A. Nassar, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7251","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3854","PresenterBiography":null,"PresenterDisplayName":"Ola Ahmed, PhD","PresenterKey":"2ac1fa57-02ca-4f5d-a4ae-2bf4911489a4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3854. Revealing mismatch repair deficiency in Egyptian colorectal cancer patients using next generation sequencing a predictive biomarker for immunotherapy efficacy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Revealing mismatch repair deficiency in Egyptian colorectal cancer patients using next generation sequencing a predictive biomarker for immunotherapy efficacy","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Graft-versus-leukemia effect (GVL) underpins the curative mechanism of allogeneic stem cell transplantation (alloSCT) for acute leukemias. Donor-derived T cells can recognize various antigens, including human leukocyte antigen (HLA), minor-histocompatibility antigens (miHA), over-expressed antigens, or neoantigens derived from somatic mutations of leukemia. However, the role of neoantigens has not been fully investigated in GVL. Here, we aimed to predict neoantigens and identify neoantigen-reactive T cells using samples after alloSCT. Materials: Leukemia blasts were purified from relapsed samples. Recipient saliva or T cells from pre-transplant peripheral blood (PB) were used as a recipient germline control, while donor monocyte or CD34 cells were used as donor controls. DNA\/RNA isolated from these specimens were analyzed for whole exome sequencing (WES) paired with RNAseq. Somatic mutations were called using blasts and recipient germline controls by mutect and mpileup and annotation with SnpEff. Somatic mutations with variant allele frequency &#62;20% were screened for neoantigen prediction bound to recipient HLA (IC50 &#60; 500nM) by pVAC-seq. We also genotyped 73 SNPs associated with publicly known miHAs. Serial PB were stained for HLA-A*02:01 tetramers loaded with neoantigens or CMVpp65. T cells were stimulated with neoantigens for 10 days and tested for cytokine production in responses to target or control peptides. Results: We screened neoantigens in 8 patients relapsing after alloSCT (7 acute myeloid leukemia and 1 acute lymphoblastic leukemia) and their donors (4 matched siblings, 1 matched unrelated, 3 haploidentical). In 7 subjects, WES\/RNAseq showed an average of 273 somatic mutations per patient (range 108- 609). In one subject, targeted next-generation sequencing was used to detect 2 somatic mutations. Among these mutations, seven out of eight subjects (87.5%) had potential neoantigen candidates, with a median number of 9 antigens per subject. In contrast, only 2 subjects (25%) had potential miHA. UPN8, a responder to donor lymphocyte infusion (DLI), showed dominant CMVpp65-specific T cells at the time of relapse and emergence of TP53- (neoantigen) or HA-2- (miHA) specific T cells after relapse. HA-2-specific T cells upregulated PD-1 expression at the time of graft-versus-host disease (GVHD), indicating activation of these miHA-specific T cells during GVHD. In two subjects (UPN3 and UPN8) who achieved long-term remission after DLI, CD8 T cells specific to neoantigens were detectable by IFN-&#947;\/CD107a production in reaction to mutant peptides (<i>SDE2<\/i>.pK123X or <i>TP53<\/i>.pR248W) from post-relapse samples. Discussion: Our study showed the feasibility of in-silico neoantigens prediction and neoantigen-specific T-cell detection from a subject who developed relapse after alloSCT. Further investigation is needed to test if neoepitope burden and miHA disparity could correlate with transplant outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"Neoantigens,Acute myeloid leukemia,T cell,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"B. Neupane, J.-E. Lee, K. Ventura, K. Parr, K. Quann, <b>S. Ito<\/b>; <br\/>University of Pittsburgh School of Medicine, Pittsburgh, PA","CSlideId":"","ControlKey":"e6a504f5-f2e7-4135-914d-225372f08b21","ControlNumber":"2714","DisclosureBlock":"&nbsp;<b>B. Neupane, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>K. Ventura, <\/b> None..<br><b>K. Parr, <\/b> None..<br><b>K. Quann, <\/b> None.&nbsp;<br><b>S. Ito, <\/b> <br><b>BlueSphere Bio<\/b> Grant\/Contract. <br><b>Horizon Therapeutics<\/b> Other, Drug supply for clinical trial.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7252","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3855","PresenterBiography":null,"PresenterDisplayName":"Sawa Ito, MD,PhD","PresenterKey":"0e6ef1a1-cbcc-4062-b382-ffe22df62bb8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3855. Kinetics of neoantigen-specific T cells in post-transplant relapse","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Kinetics of neoantigen-specific T cells in post-transplant relapse","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Nodal Metastasis as an Immune Indicator in Cancer (Ca) Therapy Staging (sg) is widely used to identify appropriate treatment options &#38; implement therapy. Tumor-Node-Metastasis (TNM) is the most utilized sg system. In it, nodal involvement is viewed simply as an adverse metric without biologic connotation, and gross metastasis (M1) eclipses other variables and denotes the least favorable sg. Ca&#8217;s ability to thrive within the lymph node itself was intriguing to us in the immune-oncology (IO) era. Failure to overcome an immunogenic ca (e.g., dysfunctional apoptosis) leads to T-cell exhaustion (TCE) typified by PD-1 expression. Immune Checkpoint Inhibitors (ICI) address TCE by intercepting the PD-1:PDL-1 synapse. We reasoned that immune actions are distinct in tumor beds vs nodes &#38; hypothesized that immunogenic N(+), implies ca&#8217;s ability to defend itself (e.g., PDL-1 expression); N(0), reflects immune susceptibility and effective clearance outside the tumor bed. In the latter scenario, TCE is nonexistent; ICIs are less beneficial. Tumor beds (T, M) are sanctuaries exempt from immune action due to factors such as hypoxia, acidity, and poor tumor vasculature which lead to poor T-cell trafficking, to name a few. M1 develop from circulating ca stem cells, an immune-exempt entity.<br \/>Methods: We examined the interaction between ICIs &#38; nodal involvement dichotomizing surveillance, epidemiology and end results SEER cases into N(0) or N(+) within M1 melanoma &#38; lung cancer. 2005, 2015-17 denote pre-, and post ICI, respectively to provide mature survival data.<br \/>Results: Table 1 depicts the 4- or 5-year overall survival in the specified subsets.<table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{F9332205-0E24-430F-B2C3-319EF2AB133D}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"2\">Expectations<\/td><td rowspan=\"1\" colspan=\"4\">SEER results: % Overall Survival at 5-y (melanoma) or 4-y (Lung ca)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"3\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Pre-ICI<\/td><td rowspan=\"1\" colspan=\"1\">Post ICI<\/td><td rowspan=\"1\" colspan=\"1\">Metric<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Melanoma<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Mechanism<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">2005<\/td><td rowspan=\"1\" colspan=\"1\">2015<\/td><td rowspan=\"1\" colspan=\"1\">Increment in 5yr OS<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">N(0) favorable prognosis<\/td><td rowspan=\"1\" colspan=\"1\">Immunogenic tumor<\/td><td rowspan=\"1\" colspan=\"1\">N(0): 302 cases<\/td><td rowspan=\"1\" colspan=\"1\">20<\/td><td rowspan=\"1\" colspan=\"1\">29<\/td><td rowspan=\"1\" colspan=\"1\">8 (20 -12)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">N+ Predicts benefit to ICI<\/td><td rowspan=\"1\" colspan=\"1\">T-cell exhaustion in N(+) only<\/td><td rowspan=\"1\" colspan=\"1\">N(+): 210 cases<\/td><td rowspan=\"1\" colspan=\"1\">12<\/td><td rowspan=\"1\" colspan=\"1\">37<\/td><td rowspan=\"1\" colspan=\"1\">N(+): +25 &#62; N(0): +9<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"4\"><\/td><td rowspan=\"1\" colspan=\"1\">2005<\/td><td rowspan=\"1\" colspan=\"1\">2017<\/td><td rowspan=\"1\" colspan=\"1\">Increment in 4yr OS<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Lung Cancer<\/td><td rowspan=\"1\" colspan=\"1\">N(0) similar to N(+)<\/td><td rowspan=\"1\" colspan=\"1\">Less immunogenic tumor<\/td><td rowspan=\"1\" colspan=\"1\">N(0) 9,583 cases<\/td><td rowspan=\"1\" colspan=\"1\">18<\/td><td rowspan=\"1\" colspan=\"1\">18<\/td><td rowspan=\"1\" colspan=\"1\">4 (18 -14)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">N+ Predicts benefit to ICI<\/td><td rowspan=\"1\" colspan=\"1\">T-cell exhaustion in N(+) only<\/td><td rowspan=\"1\" colspan=\"1\">N(+): 17,887 cases<\/td><td rowspan=\"1\" colspan=\"1\">14<\/td><td rowspan=\"1\" colspan=\"1\">20<\/td><td rowspan=\"1\" colspan=\"1\">+6<\/td><\/tr><\/table><br \/>Conclusions: ICI benefit is more prominent in N(+) ca, where TCE is likely. N(0) ca represents immune-prone ca with less TCE &#38; need to be viewed as a biologically distinct subset. Agents influencing T-cell access (angiogenic)\/functionality should be considered in these cases. Finally, we suggest that PDL-1 testing should specify testing sites as nodal vs tumor bed expression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Biomarkers,Lymph nodes,Immune checkpoint blockade,Immune response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Fugere<\/b>, J. Chen, T. C. Fugere, F. Mazahreh, N. Thalambadu, A. Safar; <br\/>University of Arkansas for Medical Sciences, Little Rock, AR","CSlideId":"","ControlKey":"750308f2-6925-4088-a27d-ff78e02704b7","ControlNumber":"4133","DisclosureBlock":"&nbsp;<b>B. Fugere, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>T. C. Fugere, <\/b> None..<br><b>F. Mazahreh, <\/b> None..<br><b>N. Thalambadu, <\/b> None..<br><b>A. Safar, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7253","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3856","PresenterBiography":null,"PresenterDisplayName":"Bradley Fugere, BS","PresenterKey":"e59db398-5713-49df-aa98-cf2e688678ed","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3856. Nodal metastasis as an immune indicator in cancer (ca) therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nodal metastasis as an immune indicator in cancer (ca) therapy","Topics":null,"cSlideId":""},{"Abstract":"Baculoviral IAP repeat containing 3 (BIRC3) protein play a critical role in breast cancer. Blocking BIRC3 cause apoptosis in tumor cells, but its correlation with tumor immunity remains elusive. TCGA databases were employed to examine the expression of BIRC3 in breast cancer. The correlation between BIRC3 expression and T cell infiltration and function was employed in breast cancer tissues (n=92) by immunohistochemistry. Birinapant, a selective BIRC3 inhibitor, was then used to investigate the effect of BIRC3 blockade on tumor immune microenvironment (TIME) landscape of breast cancer syngeneic mouse models by flow cytometry. Survival analysis suggested that the low expression of BIRC3 was associated with poor overall survival (OS). Additionally, we uncovered the close association between BIRC3 expression and the profiles of immune cells in breast cancer microenvironment based on the TCGA dataset. Interestingly, we found that BIRC3 expression was positively correlated with cytotoxic T lymphocyte infiltration and T-cell effector function by immunohistochemistry. The in vivo experiments suggested that blocking BIRC3 might convert &#8216;hot&#8217; tumor into &#8216;cold&#8217; tumor, which was characterized by a decreased of CD8<sup>+<\/sup> T cell infiltration and inhibition of CD8<sup>+<\/sup>T cell function. Furthermore, we observed that BIRC3 blocking combined with immune checkpoint blockade therapy (ICT) greatly restrains immunotherapy efficacy of breast cancer model. Our study revealed a positively association between BIRC3 and anti-tumor immune landscape in breast cancer. Notably, we established a validated prognosis model based on BIRC3 and BIRC3 associated immunomodulators in breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Immunotherapy,BIRC3,Breast cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"D. Yang, <b>J. Sun<\/b>, G. Ren, H. Li; <br\/>The First Affiliated Hospital of Chongqing Medical University, Chongqing, China","CSlideId":"","ControlKey":"2d64eec3-62c5-449a-84c0-269a87eef0b3","ControlNumber":"6593","DisclosureBlock":"&nbsp;<b>D. Yang, <\/b> None..<br><b>J. Sun, <\/b> None..<br><b>G. Ren, <\/b> None..<br><b>H. Li, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7254","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3857","PresenterBiography":null,"PresenterDisplayName":"Jiazheng Sun, PhD","PresenterKey":"659db8de-741c-4da4-b6e2-255b7bc5c73a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3857. Tumor-extrinsic BIRC3 promote sensitivity to checkpoint inhibition immunotherapy in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor-extrinsic BIRC3 promote sensitivity to checkpoint inhibition immunotherapy in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> NeoICB is a promising approach for pts with DDLPS and UPS. However, biomarkers to identify which pts benefit from this treatment and understanding the mechanisms of response and resistance to ICB remains a challenge. <b>Methods:<\/b> We conducted a randomized phase 2 trial of neoICB (anti-PD1 +\/- CTLA4) in pts with resectable DDLPS (n=17) and UPS (n=10). Pts with UPS received concurrent neoICB and radiation. The primary endpoint of the trial was pathological response; 3 DDLPS and 9 UPS pts were responders (R) and 14 DDLPS and 1 UPS pts were non-responders (NR). Peripheral blood mononuclear cells (PBMCs) were collected at baseline, prior to cycle 2 of neoICB (C2D1), and at the time of surgery (SURG). We performed mass cytometry (CyTOF) to identify immune cells associated with response and their dynamic changes with neoICB. We designed a custom 41-parameter panel using CD45 live cell barcoding with 31 markers for immune profiling, of which 23 were selected to detect key cell lineage and 8 to detect signaling markers. Batch correction and high dimensional data analyses were performed using CyCombine and CyTOF workflow R packages. Longitudinal comparisons between immune cell populations were conducted using Mann-Whitney U Test. <b>Results:<\/b> Of 79 available PBMC samples from 27 pts, 63 passed quality control after thawing (&#8805;30% viability) and data clean-up (at least 10,000 events). Data was down-sampled to 5000 events for analysis. Of 19 immune cell types identified, monocytes were the most common followed by CD4+ and CD8+ T cells. There was an early increase in CD38+ effector\/effector memory (EM) T cells at C2D1 in pts with DDLPS (CD8+ p=0.005, CD4+ p&#60;0.001) and a similar increase observed in pts with UPS (CD8+ C2D1 p=NS, SURG p=0.034; CD4+ C2D1 p=0.024, SURG p=0.06) and these cells had higher Ki67 expression than CD38- T cells (p&#60;0.005). At baseline, R pts with DDLPS had higher fractions of CD38+ EM CD8+ T cells than NR pts (p=0.044). Analysis in the UPS cohort was limited by the low number of NR pts. Higher expression of TIGIT was observed on CD38+ EM CD8+ T cells compared to CD38- counterparts at all time points. <b>Conclusion: <\/b>Peripheral CD38+ EM CD8+ T cells are associated with response to neoICB in pts with DDLPS. Longitudinal peripheral immune profiling reveals an increase in CD38+ EM CD8+ and CD4+ T cells with neoICB in pts with DDLPS and UPS. These cells are proliferative and express higher levels of TIGIT, which could be a future target for therapeutic exploration. Importantly, changes in the peripheral immune populations may precede changes in the tumor microenvironment (TME) as preliminary analyses of the TME did not identify early (C2D1) changes. TME imaging mass cytometry analyses are currently underway to associate peripheral and intratumor changes in immune populations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Immunotherapy,Biomarkers,CD38,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"E. F. Nassif, H. Lu, M. Stanford, K. Millerchip, D. Romero, J. Malke, B. Matejka, J. E. Gershenwald, S. Kumari, D. H. Mak, A. J. Lin, J. K. Burks, W.-L. Wang, A. J. Lazar, N. Somaiah, C. Haymaker, C. L. Roland, <b>E. Z. Keung<\/b>; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"39480f0d-4d44-4b73-abfe-3b0f1a055527","ControlNumber":"1540","DisclosureBlock":"&nbsp;<b>E. F. Nassif, <\/b> None..<br><b>H. Lu, <\/b> None..<br><b>M. Stanford, <\/b> None..<br><b>K. Millerchip, <\/b> None..<br><b>D. Romero, <\/b> None..<br><b>J. Malke, <\/b> None..<br><b>B. Matejka, <\/b> None..<br><b>J. E. Gershenwald, <\/b> None..<br><b>S. Kumari, <\/b> None..<br><b>D. H. Mak, <\/b> None..<br><b>A. J. Lin, <\/b> None..<br><b>J. K. Burks, <\/b> None..<br><b>W. Wang, <\/b> None..<br><b>A. J. Lazar, <\/b> None..<br><b>N. Somaiah, <\/b> None..<br><b>C. Haymaker, <\/b> None..<br><b>C. L. Roland, <\/b> None..<br><b>E. Z. Keung, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7255","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3858","PresenterBiography":null,"PresenterDisplayName":"Emily Keung, MD","PresenterKey":"149d135a-07ca-46b7-a204-1a951f5d1311","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3858. Peripheral CD38+ effector memory (EM) T cells are dynamic biomarkers of response to neoadjuvant immune checkpoint blockade (NeoICB) in patients (pts) with resectable dedifferentiated liposarcoma (DDLPS) and undifferentiated pleomorphic sarcoma (UPS)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Peripheral CD38+ effector memory (EM) T cells are dynamic biomarkers of response to neoadjuvant immune checkpoint blockade (NeoICB) in patients (pts) with resectable dedifferentiated liposarcoma (DDLPS) and undifferentiated pleomorphic sarcoma (UPS)","Topics":null,"cSlideId":""},{"Abstract":"Accumulating evidence suggests that failure of antitumor immunity may be due to dysregulation of energy metabolism. Head and neck squamous cell carcinoma (HNSCC) exhibits increased activity of two key enzymes, pyruvate kinase M2 (PKM2) and platelet phosphofructokinase (PFKP), which are central to the glycolytic pathway responsible for the conversion of glucose to ATP energy. HSP90 is a molecular chaperone that plays a critical role in the folding, stabilization, and regulation of a wide range of client proteins involved in various cellular processes, including metabolism. However, whether HSP90 signaling contributes to tumor metabolism rewiring and antitumor immune response remains unknown. Using ganetespib as a drug model for HSP90 inhibition and combining results from clinical trials and animal treatment, our study demonstrated that HSP90 inhibition causes an obstruction of glycolytic flux in HNSCC cells by simultaneously suppressing both PKM2 and PFKP at the transcriptional and post-translational levels. In addition, ganetespib enhances T cell-driven antitumor immune responses by promoting CD8+ T cell infiltration into the tumor. Mechanistically, ganetespib downregulates IL8 signaling by inhibiting PKM2 and PFKP-mediated glycolysis in HNSCC cells, which in turn contributes to ganetespib-mediated T cell tumor infiltration. These findings provide a novel molecular basis for the use of effective HSP90 inhibitors to improve the outcome of HNSCC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Hsp90,Glycolysis,Immune response,Interleukin-8,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"F. Chen, C. Tang, F. Yang, A. Ekpenyong, R. Qin, N. F. Saba, <b>Y. Teng<\/b>; <br\/>Emory University, Atlanta, GA","CSlideId":"","ControlKey":"02d4c9e8-7485-4b32-8a69-a9e44757fa28","ControlNumber":"104","DisclosureBlock":"&nbsp;<b>F. Chen, <\/b> None..<br><b>C. Tang, <\/b> None..<br><b>F. Yang, <\/b> None..<br><b>A. Ekpenyong, <\/b> None..<br><b>R. Qin, <\/b> None..<br><b>N. F. Saba, <\/b> None..<br><b>Y. Teng, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7256","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3859","PresenterBiography":null,"PresenterDisplayName":"Yong Teng, PhD","PresenterKey":"ecbf3c34-862d-49fb-a50a-dea56316337a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3859. HSP90 blockade activates antitumor immunity by suppressing tumor glycolytic flux in head and neck squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HSP90 blockade activates antitumor immunity by suppressing tumor glycolytic flux in head and neck squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: We demonstrated that vaccination of HR+\/HER2&#8722; breast cancer subjects with P10s-PADRE cancer vaccine in combination with standard-of-care chemotherapy led to generation of antibodies (Ab), activation of Natural Killer (NK) and T cells, increases in IFN&#947; and TNF&#945;, and increases in TILs and stromal CD3+ T cells. The current study was conducted to assess the vaccine's efficacy, particularly focusing on tumor shrinkage and pathologic Complete Response (pCR). Additionally, it aims to explore the association of specific peripheral-blood immune responses, such as antibody levels and NK and T-cell activation, with pCR and objective reduction in primary tumor size.<br \/>Methods: Blood samples collected at baseline and after treatment of at least 25 subjects were used in characterization of immune responses. Serum and plasma samples were used in ELISA, cytokine, and glycan-array assays to measure anti-peptide and anti-glycan antibodies and blood-cytokine levels. Peripheral blood mononuclear cells (PBMCs) were interrogated by RNA-seq, flow cytometry, and ELISpot assays.<br \/>Results: We observed that high levels of anti-peptide and anti-GD2 antibody responses correlated with pCR. Ab response was positively correlated with differential expression of CD56, GZMA, IFN&#947;, NKp46, and CD8b, among which GZMA and NKp46 showed a statistically significant association. Vaccine-induced functional cellular immune responses (measured by differential expression of IFN&#947;, GZMA, CD8, CD69, NKp46, CD56, and PRF1) correlated with reduction of primary tumor size. We also observed substantial differences among immune responders vs non-responders in immune gene expression and in cytokine production in post-immune PBMCs after specific and polyclonal stimulation.<br \/>Conclusions: The data suggest that immunization of HR+\/HER2&#8722; breast cancer patients with P10s-PADRE in combination with chemotherapy leads to both humoral and cellular immune responses. While induction of a robust antibody response is a good marker for potential clinical efficacy, vaccine-associated increases of the ratio of CD8+ cells and the expression of CD69, CD8b, GZMA, IFN&#947;, NKp46, and PRF1 seem to serve as additional efficacy indicators. Future studies are underway to validate these findings and establish reliable prognostic biomarkers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"Cancer vaccine,Immune response,Molecular markers,Tumor-associated carbohydrate antigens,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"F. Jousheghany<sup>1<\/sup>, J. P. Lee<sup>1<\/sup>, B. Nounamo<sup>1<\/sup>, V. Raj<sup>2<\/sup>, J. L. Faulkner<sup>1<\/sup>, E. Siegel<sup>1<\/sup>, I. Makhoul<sup>3<\/sup>, T. Kieber-Emmons<sup>1<\/sup>, <b>B. Monzavi-Karbassi<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Arkansas for Medical Sciences, Little Rock, AR, <sup>2<\/sup>University of Arkansas at Pine Bluff, Pine Bluff, AR, <sup>3<\/sup>Central Arkansas Radiation Therapy Institute, Inc, Little Rock, AR","CSlideId":"","ControlKey":"2bfd8fbb-f66f-4e74-9f7e-3d4a799cf8af","ControlNumber":"2738","DisclosureBlock":"&nbsp;<b>F. Jousheghany, <\/b> None..<br><b>J. P. Lee, <\/b> None..<br><b>B. Nounamo, <\/b> None..<br><b>V. Raj, <\/b> None..<br><b>J. L. Faulkner, <\/b> None..<br><b>E. Siegel, <\/b> None..<br><b>I. Makhoul, <\/b> None..<br><b>T. Kieber-Emmons, <\/b> None..<br><b>B. Monzavi-Karbassi, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7257","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3860","PresenterBiography":null,"PresenterDisplayName":"Behjatolah Karbassi, PhD","PresenterKey":"0cc5a393-5733-4e07-afbf-a77f150d0c08","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3860. Characterizing peripheral immune correlates of tumor response in breast cancer patients immunized with the P10s-PADRE vaccine","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing peripheral immune correlates of tumor response in breast cancer patients immunized with the P10s-PADRE vaccine","Topics":null,"cSlideId":""},{"Abstract":"While immune checkpoint blockade (ICB) induces durable cancer remission, only a small subset of patients can receive benefits, whereas a substantial portion of patients encounter severe immune-related adverse events. Further, about 4-29% of patients experience dramatic acceleration of disease progression after ICB treatment. Predictive biomarkers of ICB responses are in high demand to ensure patient benefits and avoid tragic clinical outcomes. In addition to PD-L1 tests, several genetic biomarkers are associated with ICB effectiveness, such as tumor mutation burden (TMB), somatic copy number aberrations, indels, and microsatellite instability. However, none of these neoantigen markers are sufficient to discriminate ICB responders in diverse cancer entities of distinct genetic profiles. In particular, TMB fails to predict in the cancer types with low simple mutation rates, such as triple-negative breast cancer (TNBC), ovarian cancer, and esophageal cancers. In TNBC, high TMB only accounts for 5-10% of patients, whereas a much larger proportion of tumors are inflamed (26-50%), which suggests a possible uncharacterized major source of neoantigens. Similarly, TMB is not predictive of ICB response in ovarian cancers according to the IMagyn050 trial. In esophageal cancer, TMB is not associated with T cell infiltration and does not predict ICB response. Our analyses of Pan-cancer whole genomes revealed that intragenic rearrangement (IGR) burden is a pivotal contributor to immune infiltration in breast, ovarian, esophageal, and endometrial cancers, which correlates with increased Macrophage M1 and CD8+ T cell signatures. IGRs result in exon duplications or deletions through rearrangements of a genomic distance of tens of kilobases. Multivariate regression against spatially counted tumor infiltrated lymphocytes in breast, endometrial, and ovarian cancers suggest that IGR burden is a more influential covariate than other genetic aberrations in these cancers. In the MEDI4736 trial evaluating durvalumab in esophageal adenocarcinoma, IGR burden correlates with patient benefits. In the IMVigor210 trial evaluating atezolizumab in urothelial carcinoma, IGR burden increases with platinum exposure and predicts patient benefits for TMB-low, platinum-exposed tumors. Altogether, we demonstrate that IGR burden contributes to T-cell inflammation and predicts ICB benefits in TMB-low, IGR-dominant tumors, or in platinum-exposed tumors. IGRs as a cryptic class of structural variants have been heretofore overlooked in cancer genomics studies. The association of IGRs with ICB response has not been previously reported in cancer in general. The development of IGR burden-based predictive marker could increase effectiveness of ICB therapy, reduce severe side-effects and unnecessary costs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Neoantigens,Immune checkpoint blockade,Biomarkers,Somatic mutations,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Zhang, S. Lee, R. Muthakana, B. Lu, D. Boone, D. Lee, <b>X. Wang<\/b>; <br\/>University of Pittsburgh School of Medicine, Pittsburgh, PA","CSlideId":"","ControlKey":"e2d86c55-f7b5-418e-9824-f5ca81f98a8a","ControlNumber":"1664","DisclosureBlock":"&nbsp;<b>H. Zhang, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>R. Muthakana, <\/b> None..<br><b>B. Lu, <\/b> None..<br><b>D. Boone, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>X. Wang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7258","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3861","PresenterBiography":null,"PresenterDisplayName":"Xiaosong Wang, MD;PhD","PresenterKey":"dc7d5ae5-dfdc-49e1-b7ec-3dfe15460307","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3861. Associations of intragenic rearrangement burden with immune cell infiltration and response to immune checkpoint blockade in cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Associations of intragenic rearrangement burden with immune cell infiltration and response to immune checkpoint blockade in cancer","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapeutic strategies for disinhibiting T cell responses have revolutionized lung cancer treatment. However, the identification of tumor-reactive T cells and the acquisition of adequate tissue for molecular and immune profiling remains a challenge that hinders our ability to adequately characterize the mechanisms of immunotherapy response versus resistance. To address this gap, we are investigating the use of bronchoalveolar lavage (BAL) as an alternative to blood or tumor biopsy samples to identify tumor reactive T cells.<br \/>We collected cells from a prospective bronchoscopic biorepository of patients undergoing lung cancer evaluation that were subjected to bilateral BAL, phlebotomy, and tissue sampling. We then employed flow cytometry and single-cell multi-omic analyses to identify, characterize and clonotypically track tumor-reactive T cells obtained from BAL, blood and tumor samples from lung cancer patients. Analysis of BAL samples revealed a significant enrichment of terminally exhausted CD8<sup>+<\/sup>CD39<sup>+<\/sup>CD103<sup>+<\/sup> T cells in BAL from tumor-bearing lungs compared to non-tumor bearing lung BAL and blood PBMCs in 14 patients. We then used single-cell sequencing-based multi-omics to deeply profile bilateral BAL cells, blood PBMCs and tumor tissues from 5 of these patients.<br \/>By tracking T cell receptor (TCR) sequences across patient-matched samples, we found BAL derived T cell clonotypes that expressed markers of terminal exhaustion, such as CD39 and CXCL13 in the tumor, which strongly implicates them as being tumor reactive and relatively abundant in BAL. Further validation through functional assays is being used to confirm the tumor reactivity of these clones.<br \/>These data demonstrate the feasibility of capturing tumor-specific T cells during bronchoscopy, providing promising opportunities for patient outcome characterization and exploration of novel therapies. This relatively non-invasive and practical test during routine bronchoscopy offers a cost-effective and safe alternative to identifying tumor-reactive T cells from surgical specimens or biopsies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"Immuno-oncology,T cell,Lung cancer,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Ryu, W. Sun, M. A. Wurscher, V. S. Nair, <b>E. W. Newell<\/b>; <br\/>Fred Hutchinson Cancer Center, Seattle, WA","CSlideId":"","ControlKey":"b0c3bcc3-aaaf-41ca-abfe-9883137cc01a","ControlNumber":"4420","DisclosureBlock":"&nbsp;<b>H. Ryu, <\/b> None..<br><b>W. Sun, <\/b> None..<br><b>M. A. Wurscher, <\/b> None.&nbsp;<br><b>V. S. Nair, <\/b> <br><b>Roche<\/b> Grant\/Contract. <br><b>Biodesix<\/b> Grant\/Contract. <br><b>Freenome<\/b> Independent Contractor. <br><b>Verathon<\/b> Independent Contractor. <br><b>Eurofins Viracor<\/b> Independent Contractor. <br><b>E. W. Newell, <\/b> <br><b>Immunoscape<\/b> Independent Contractor, Stock. <br><b>Neogene<\/b> Independent Contractor, Stock Option. <br><b>Indupro<\/b> Independent Contractor. <br><b>Nanostring<\/b> Independent Contractor. <br><b>Trojan Bio<\/b> Independent Contractor, Stock Option. <br><b>10x Genomics<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7259","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3862","PresenterBiography":null,"PresenterDisplayName":"Evan Newell, PhD","PresenterKey":"2256d53c-8297-4dd6-8e81-fa68ea40c4d8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3862. Identification, profiling and clonotypic tracking of tumor-reactive T cells derived from bronchoalveolar lavage in lung cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification, profiling and clonotypic tracking of tumor-reactive T cells derived from bronchoalveolar lavage in lung cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Flow cytometry assays using fresh whole blood which are interrogating either an extremely rare cell subset or a depleting immunotherapy, may require samples to be processed from global clinical sites over a wide geographical area, which can pose a major challenge for clinical operations. Precision for Medicine (PfM) has addressed these operational challenges using commercial stabilizers which are added to the blood allowing samples to be frozen at -80&#176;C and subsequently batch processed for sample testing. We have performed a fit for purpose assay qualification of a multiparameter flow cytometry panel allowing the immunophenotypic analysis of monocyte, T cell, B cell and NK immune populations using Cytodelics&#8482; fixed\/stabilized healthy donor whole blood. Additionally, the assay was verified in whole blood samples from multiple solid tumor disease states including melanoma, colorectal cancer, head &#38; neck, non-small cell lung cancer to demonstrate clinical application. In these oncology samples, we were able to assess both immune cell frequencies and their activation status in both fresh whole blood as well as fixed whole blood over a short-term sample stability study, where the samples had been stored at -80&#176;C for several months. This data provides a representative example of the use of commercial stabilizing fixatives for clinical studies to extend the stability window of whole blood for subsequent assessment by flow cytometry. Fixed whole blood can be stored at -80&#176;C, shipped on dry ice allowing multiple timepoints in a cohort to be assessed together, thus minimizing assay variability as compared to fresh whole blood analysis, and mitigating the impact of shipping delays and temperature excursions on the samples. With sufficient time for assay development there are several commercial stabilizers that can be tested to determine if the markers in the flow assay are compatible with these reagents, providing a valuable option to assess the impact of immunotherapies on the immune cells of interest and reducing operational challenges in global studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"Flow cytometry,Biomarkers,Immunoassay,T lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Benko, S. Splitt, <b>A. Bisconte<\/b>, L. Lozza, R. Owen, D. Phippard; <br\/>Precision for Medicine, Frederick, MD","CSlideId":"","ControlKey":"83be7ec6-409d-44e4-84a9-4596e88b3457","ControlNumber":"6393","DisclosureBlock":"<b>&nbsp;J. Benko, <\/b> <br><b>Precision for Medicine<\/b> Employment. <br><b>S. Splitt, <\/b> <br><b>Precision for Medicine<\/b> Employment. <br><b>A. Bisconte, <\/b> <br><b>Precision for Medicine<\/b> Employment. <br><b>L. Lozza, <\/b> <br><b>Precision for Medicine<\/b> Employment. <br><b>R. Owen, <\/b> <br><b>Precision for Medicine<\/b> Employment. <br><b>D. Phippard, <\/b> <br><b>Precision for Medicine<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7260","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3863","PresenterBiography":null,"PresenterDisplayName":"Angelina Bisconte, BS","PresenterKey":"741e9ffd-3a05-4601-ae6f-b94ea604deca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3863. Flow cytometry using stabilized whole blood to assess innate and adaptive immune cells (Monocytes, NK, T, and B cells) in immunotherapies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Flow cytometry using stabilized whole blood to assess innate and adaptive immune cells (Monocytes, NK, T, and B cells) in immunotherapies","Topics":null,"cSlideId":""},{"Abstract":"In patients with non-small cell lung cancer (NSCLC), double platinum-based chemotherapy (cisplatin or carboplatin and pemetrexed) combined with the anti-PD-1 antibody has shown significant clinical benefit and has become the standard of care. In the context of so-called \"cold\" tumors, the immunogenic capacities of chemotherapies increase danger signals (type I IFNs, CXCL9\/10) and favor both infiltration of NK\/T-CD8+ cells and response to anti-PD-1. Despite the therapeutic progress represented by this new combination, some patients have limited benefit from chemo-immunotherapy, suggesting that in these patients, the immunogenic capacities of chemotherapy are limited. Recently, we were able to show that KRAS oncogene signaling restricts the ability of the cisplatin\/pemetrexed doublet to induce the chemokine CXCL10, lymphocyte recruitment and sensitize to PD-L1 blockade. Thus, the addition of a MEK inhibitor (MEKi) to the chemo-immunotherapy combination restores an immunogenic signal through CXCL10, enabling T-CD8+ to infiltrate the tumor more extensively, making it more sensitive to immunotherapy. Here, we unravel the essential role of NK cells in the immunological and antitumoral effect of chemo-immunotherapy plus MEKi combination in the LLC1 preclinical lung cancer model. We showed that chemo\/MEKi combination favors NK cell recruitment and activation in tumor bed through both CXCL10 and NKG2D-ligand (Rae1, Mult1). Then, IFN&#947;-producing NK cells trigger tumor associated macrophage switch from M2 toward M1 phenotype and amplify T-CD8+ cells recruitment through CXCL9 production by macrophages. Thus, NK cell depletion, CXCR3, CXCL9 or NKG2D-neutralization restrained chemo\/MEKi therapeutic efficacy. However, IFN&#947; also triggers NKG2A-ligand expression (Qa-1b, HLA-E in human) which restrained NK cell activation and CD8+ T cell recruitment. Thus reducing the NKG2A pathway, by using Qa-1b-\/- LLC1 cells, enhances chemo-immunotherapy\/MEKi anti-tumor efficacy. Similar results were obtained in preclinical &#8220;cold&#8221; CT26 colon cancer model treated by chemo-immunotherapy. Our results underline a new role for NK cell activation to trigger TAM2\/TAM1 switch, CXCL9 expression and amplify CD8 T cell recruitment in &#8220;cold&#8221; tumor. In a context of resistance to chemo-immunotherapy, MEKi or ICI targeting NK cells could be an interesting way to amplify the anti-tumor immune response by modulating both TAMs biology and the recruitment of CD8+ T cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Chemotherapy,Natural killer cells,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"L. Nuttin<sup>1<\/sup>, C. Latour<sup>1<\/sup>, S. Revy<sup>1<\/sup>, R. Aucagne<sup>2<\/sup>, G. Lalle<sup>1<\/sup>, F. Ghiringhelli<sup>3<\/sup>, <b>E. Limagne<\/b><sup>3<\/sup>; <br\/><sup>1<\/sup>Center Georges-Francois Leclerc, Dijon, France, <sup>2<\/sup>University Hospital Franois Mitterrand, Dijon, France, <sup>3<\/sup>Center Georges-Francois Leclerc - INSERM U1231 - Universit Bourgogne, Dijon, France","CSlideId":"","ControlKey":"909f3886-ee38-4dff-b36b-dc591131af43","ControlNumber":"6169","DisclosureBlock":"&nbsp;<b>L. Nuttin, <\/b> None..<br><b>C. Latour, <\/b> None..<br><b>S. Revy, <\/b> None..<br><b>R. Aucagne, <\/b> None..<br><b>G. Lalle, <\/b> None..<br><b>F. Ghiringhelli, <\/b> None..<br><b>E. Limagne, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7261","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3864","PresenterBiography":null,"PresenterDisplayName":"Emeric Limagne","PresenterKey":"75836eb4-b521-4878-ad8a-49699b875c31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3864. Role of NK\/TAM cross-talk on T-CD8+ recruitment and efficacy of chemoimmunotherapy and MEKi combination in \"cold\" tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of NK\/TAM cross-talk on T-CD8+ recruitment and efficacy of chemoimmunotherapy and MEKi combination in \"cold\" tumors","Topics":null,"cSlideId":""},{"Abstract":"Azvudine (FNC) is a nucleoside analog that has secured approval from the CDE in China for the treatment of both AIDS and COVID-19. In these contexts, it has showed remarkable efficacy and safety when taken orally. Typically, nucleoside analog drugs function by integrating into DNA and impeding DNA synthesis, evident in drugs like 5-FU, Capecitabine, Ara-C, and Gemcitabine. Furthermore, FNC has been reported to exhibit robust anti-tumor properties, curbing cell proliferation, initiating G1 and S phase arrests, and advancing apoptosis across various human cancer cell lines. Grounded in this mode of action, we have ascertained that the anti-tumor effects of FNC intricately align with the expression of deoxycytidine kinase (dCK) both in vitro and <i>in vivo<\/i>. Remarkably, our studies delved into the effects and underlying mechanisms of FNC in enhancing the tumor microenvironment within solid tumors. Our findings, stemming from cell-based assays and <i>in vivo<\/i> animal experiments, elucidate the following: 1. FNC can trigger immunogenic cell death (ICD) in tumor cells. This is evidenced by the surface presentation and liberation of damage-associated molecular patterns (DAMPs) such as Calreticulin, HSP70, HSP90, Annexin A1, and HMGB1, which in turn stimulate both innate and adaptive immune responses. 2. FNC substantially reduces the population of monocytic-myeloid derived suppressor cells (M-MDSC) and Polymorphonuclear-myeloid derived suppressor cells (PMN-MDSC) in the tumor microenvironment. Concurrently, it boosts the infiltration and proliferation of CD8+T, CD4+T and NK cells. This instigates the transformation of the tumor microenvironment from a 'cold' state to a 'hot' one, enhancing the synergistic effects of PD-1 when used in tandem with FNC. This mechanism was substantiated through a high proportion of MDSCs observed in H22 and CT-26 syngeneic models, and contrastingly, a low proportion in MC38 and LL\/2 in vivo syngeneic models. Notably, every animal subjected to combined FNC and PD-1 treatment in the H22 and CT-26 <i>in vivo<\/i> models witnessed complete tumor regression. Given these revelations, there's a compelling argument that FNC monotherapy possesses immense potential as an anti-tumor agent. The potent anticancer effects of FNC <i>in vitro<\/i> and<i> in vivo<\/i> warrants further investigation of its anticancer potential as immunomodulator.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Immunomodulation,Antitumor effect,Nucleoside analogs,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Li<\/b>, L. Jia, Z. Wang, J. Du; <br\/>Genuine Biotech, Henan, China","CSlideId":"","ControlKey":"fca70b6f-a98d-4b14-83c2-db9a3baf77b2","ControlNumber":"717","DisclosureBlock":"&nbsp;<b>P. Li, <\/b> None..<br><b>L. Jia, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>J. Du, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7263","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3866","PresenterBiography":null,"PresenterDisplayName":"Pan Li, Unknown","PresenterKey":"2053315d-599c-48b1-bbc7-697bbf466a95","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3866. Azvudine : An emerging immunomodulator in the treatment of cancer and viral infections","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Azvudine : An emerging immunomodulator in the treatment of cancer and viral infections","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>The efficacy of anti-CD19 chimeric antigen receptor (CAR) T-cell therapy in patients with relapsed\/refractory large B-cell lymphoma (LBCL) is limited by acute toxic events, most notably cytokine release syndrome (CRS) and immune effector cell-associated neurotoxicity syndrome (ICANS). Identification of biomarkers of toxicities can allow for selection of high-risk patients and elucidate targetable mechanisms for mitigation. Previous biomarker studies have been constrained by relatively narrow panels of potential mediators and limited time points. Here, we employed NULISA, a novel ultrasensitive assay capable of simultaneously quantifying 204 inflammatory proteins from a single sample, to identify temporal proteome associations with acute toxicities in anti-CD19 CAR T-cell treated patients.<b><\/b><b> <\/b><br \/><b>Methods: <\/b>Baseline and post-treatment peripheral blood samples from 80 patients with LBCL who underwent anti-CD19 CAR-T cell therapy were collected within specific time intervals. Plasma samples (n=480) were analyzed with NULISA. CRS and ICANS were graded according to ASTCT consensus criteria. Patients were grouped according to their maximum CRS and ICANS scores. Differential protein abundance across the toxicity groups was assessed using linear mixed effects models fit for each protein, including a time by toxicity group interaction. Proteins showing significant associations were subjected to pathway enrichment and network analysis.<b><\/b><br \/><b>Results:<\/b> Severe CRS and ICANS patient groups showed proteome upregulation beginning on day 1-2 and peaking at day 6-9, followed by extensive downregulation on day 11-16. The strongest upregulated pathway associations of severe CRS and ICANS were inflammatory response, IL-17 signaling, non-genomic action of vitamin D3, regulation of leukocyte proliferation, and cellular extravasation. Downregulated pathways included anti-microbial humoral response and TNFs binding to receptors. In addition to the previously identified inflammatory proteins IL-6, IFN&#947;, sIL-2R&#945;, CXCL8, CCL2, our analysis revealed significant association of several novel immune regulators and mediators. These included upregulated Th2 cytokines, IL-17A, IL-22, GZMB, CTLA4, IFNA1;IFNA13, and downregulated S100A12, IL-12B, CCL22, BDNF and TNFSFs, revealing exquisite temporal orchestration of lymphoid and myeloid activities during CRS and ICANS development.<br \/><b>Conclusions: <\/b>This study represents the most comprehensive characterization of immune response to CAR T-cell therapy to date. Using the novel NULISA technology, we identified new proteins and functional pathways associated with CAR T-cell-induced toxicity, implicating them as potential biomarkers. These previously unidentified factors also provide a platform to further investigate the causative immune mechanisms of acute toxicities in CAR-T cell therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-06 Immune monitoring\/clinical correlates,,"},{"Key":"Keywords","Value":"CAR T cells,Biomarkers,Toxicity,Protein profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Riley Kirkpatrick<sup>1<\/sup>, Joanne Beer<sup>2<\/sup>, Manishkumar  S.  Patel<sup>1<\/sup>, Akansha Jalota<sup>1<\/sup>, Agrima Mian<sup>3<\/sup>, Ishara  S.  Ariyapala<sup>2<\/sup>, Qinyu Hao<sup>2<\/sup>, Wei Feng<sup>2<\/sup>, Xiao-Jun Ma<sup>2<\/sup>, Yuling Luo<sup>2<\/sup>, Brian  T.  Hill<sup>3<\/sup>, <b>Neetu Gupta<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Inflammation and Immunity, Cleveland Clinic, Cleveland, OH,<sup>2<\/sup>Alamar Biosciences, Fremont, CA,<sup>3<\/sup>Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH","CSlideId":"","ControlKey":"78170305-f553-4a9c-87a2-7dc1f6b2c4ed","ControlNumber":"5172","DisclosureBlock":"&nbsp;<b>R. Kirkpatrick, <\/b> None.&nbsp;<br><b>J. Beer, <\/b> <br><b>Alamar Biosciences<\/b> Employment, Stock.<br><b>M. S. Patel, <\/b> None..<br><b>A. Jalota, <\/b> None..<br><b>A. Mian, <\/b> None.&nbsp;<br><b>I. S. Ariyapala, <\/b> <br><b>Alamar Biosciences<\/b> Employment, Stock. <br><b>Q. Hao, <\/b> <br><b>Alamar Biosciences<\/b> Employment, Stock. <br><b>W. Feng, <\/b> <br><b>Alamar Biosciences<\/b> Employment, Stock. <br><b>X. Ma, <\/b> <br><b>Alamar Biosciences<\/b> Employment, Stock. <br><b>Y. Luo, <\/b> <br><b>Alamar Biosciences<\/b> Employment, Stock. <br><b>B. T. Hill, <\/b> <br><b>Gilead Sciences, Inc<\/b> Independent Contractor, Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Independent Contractor, Grant\/Contract. <br><b>Novartis<\/b> Independent Contractor, Grant\/Contract.<br><b>N. Gupta, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7264","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3867","PresenterBiography":null,"PresenterDisplayName":"Neetu Gupta","PresenterKey":"cf1d9e0c-06e2-4c90-ab4a-53bb61611890","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3867. Identification of novel biomarkers of immune toxicity from CAR T-cell therapy using ultrasensitive NULISA&#8482; proteome technology","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"242","SessionOnDemand":"False","SessionTitle":"Tumor Immune Response 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of novel biomarkers of immune toxicity from CAR T-cell therapy using ultrasensitive NULISA&#8482; proteome technology","Topics":null,"cSlideId":""}]