[{"Abstract":"Chromosomal instability (CIN) and aberrant DNA methylation play a pivotal role in the pathogenesis of colorectal cancer (CRC). Mapping both of these cancer hallmarks during the progression of the disease can help identify potential targets for pharmacological intervention and improve the management of CRC metastasis. In a set of 27 patients diagnosed with either high-grade colorectal adenoma or advanced metastatic CRC disease, high-throughput DNA methylation and\/or DNA somatic copy number alterations (SCNAs) analyses were performed. Global genome methylation profiles and the most frequent hot-spot regions harboring SCNAs, identified in the patients' DNA, were verified in a validation set of eight CRC patients through whole-exome sequencing, genome-wide DNA methylation measurement, and gene expression profiling.The study is currently ongoing; however, a panel of 29 cancer-relevant genes, amplified in more than 50% of investigated adenoma tissues (such as <i>PTK6<\/i>, <i>SRC<\/i>, <i>MALAT1<\/i>, <i>BRCA2<\/i>), was identified. Chromosomal loci amplified in primary tumors were highly concordant with those in liver metastases. An increase in CIN was detected in all metastases, representing mostly gains of Chr7q, 8q, 13q, 20q, and the small arm of ChrX, while the lost chromosomal loci included Chr8p, 17p, and the entire Chr18. A gain unique to metastases was located on Chr6 (p25.1-p22.3), encoding the oncogene <i>DEK<\/i>. All metastases exhibited an increase in hypomethylated and a decrease in hypermethylated CpGs. The gene enrichment analysis of the differently methylated gene promoters showed the olfactory receptors pathway as the most frequently represented (FDR-adjusted P value=1.06E-8), with all the identified promoters (n=120) less methylated in metastases. Taken together, several genomic hot-spot regions with SCNAs, possibly important during the development of adenoma and also during the metastatic process, were identified. Furthermore, a decrease in methylation within promoters of odorant receptors was the most prominent epigenetic alteration occurring in our set of metastases. The study was funded by the Ministry of Health of the Czech Republic (NU22J-03-00028) and GACR 21-27902S.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB04-02 Biomarkers of metastasis,,"},{"Key":"Keywords","Value":"Metastasis,Adenocarcinoma,Colorectal cancer,Methylation abnormality,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Katerina Saskova<sup>1<\/sup>, Mattias Landfors<sup>2<\/sup>, Josef Horak<sup>1<\/sup>, Katerina Honkova<sup>1<\/sup>, Kristyna Tomasova<sup>1<\/sup>, Jana Drabova<sup>3<\/sup>, Fernanda Schäfer Hackenhaar<sup>2<\/sup>, Jitka Pavlikova<sup>1<\/sup>, Ludmila Vodickova<sup>1<\/sup>, Torbjörn Nilsson<sup>2<\/sup>, Sanja Farkas<sup>4<\/sup>, Veronika Vymetalkova<sup>1<\/sup>, Pavel Vodicka<sup>1<\/sup>, Sofie Degerman<sup>2<\/sup>, <b>Michal Kroupa<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Institute of Experimental Medicine of the CAS, Prague, Czech Republic,<sup>2<\/sup>Umeå University, Umeå, Sweden,<sup>3<\/sup>University Hospital Motol, Prague, Czech Republic,<sup>4<\/sup>Örebro University, Örebro, Sweden","CSlideId":"","ControlKey":"94eb3aa5-d0a7-4d06-9ae6-48bb6d246738","ControlNumber":"10354","DisclosureBlock":"&nbsp;<b>K. Saskova, <\/b> None..<br><b>M. Landfors, <\/b> None..<br><b>J. Horak, <\/b> None..<br><b>K. Honkova, <\/b> None..<br><b>K. Tomasova, <\/b> None..<br><b>J. Drabova, <\/b> None..<br><b>F. S. Hackenhaar, <\/b> None..<br><b>J. Pavlikova, <\/b> None..<br><b>L. Vodickova, <\/b> None..<br><b>T. Nilsson, <\/b> None..<br><b>S. Farkas, <\/b> None..<br><b>V. Vymetalkova, <\/b> None..<br><b>P. Vodicka, <\/b> None..<br><b>S. Degerman, <\/b> None..<br><b>M. Kroupa, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10695","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB206","PresenterBiography":null,"PresenterDisplayName":"Michal Kroupa, PhD","PresenterKey":"94692e2b-cf78-4d14-aed2-678912959a6c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB206. <b>The progression of chromosomal instability and aberrant DNA methylation during colorectal cancer development<\/b>","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<b>The progression of chromosomal instability and aberrant DNA methylation during colorectal cancer development<\/b>","Topics":null,"cSlideId":""},{"Abstract":"Cutaneous squamous cell carcinoma (cSCC) is the most common metastatic skin cancer and the metastatic disease is associated with poor prognosis. At present, there are no established molecular markers to predict the metastasis risk and prognosis of patients with primary cSCC. Recently, the role of specific complement components in the progression of cSCC has been shown. Here, we have examined the role of complement C5a receptor C5aR1 in the progression and metastasis of cSCC. The results show that the expression of C5aR1 is increased in cSCC cells in 3D spheroid coculture model in the presence of fibroblasts and that treatment with recombinant C5a increases invasion of cSCC cells in this model. Staining for C5aR1 was detected on the surface of tumor cells in the invasive edge of human cSCC xenograft tumors <i>in vivo<\/i>. Staining of metastatic and non-metastatic primary human cSCCs, premalignant epidermal lesions and normal skin for C5aR1 with multiplexed fluorescence and chromogenic immunohistochemistry revealed stronger expression of C5aR1 on surface of cSCC tumor cells compared to epidermal cells in cSCC <i>in situ, <\/i>actinic keratosis and normal skin. Increased expression of C5aR1 on tumor cell surface was associated with the metastasis risk of primary cSCCs and independently predicted poor disease-specific survival of patients with primary cSCC. These results reveal the role of C5aR1 in cSCC progression and identify C5aR1 as a novel biomarker for metastasis risk and poor prognosis of patients with cSCC. The results also suggest C5aR1 as a novel therapeutic target for treatment of locally advanced and metastatic cSCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB04-02 Biomarkers of metastasis,,"},{"Key":"Keywords","Value":"Squamous cell carcinoma,Skin,Metastasis,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"L. Heiskanen<sup>1<\/sup>, L. Nissinen<sup>1<\/sup>, E. Siljamäki<sup>1<\/sup>, J. Knuutila<sup>1<\/sup>, T. Pellinen<sup>2<\/sup>, M. Kallajoki<sup>3<\/sup>, J. Heino<sup>1<\/sup>, P. Riihilä<sup>1<\/sup>, <b>V.-M. Kähäri<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Turku, Turku, Finland, <sup>2<\/sup>University of Helsinki, Helsinki, Finland, <sup>3<\/sup>Turku University Hospital, Turku, Finland","CSlideId":"","ControlKey":"379ad468-9166-46ce-91a9-e5d929ff5506","ControlNumber":"10752","DisclosureBlock":"&nbsp;<b>L. Heiskanen, <\/b> None..<br><b>L. Nissinen, <\/b> None..<br><b>E. Siljamäki, <\/b> None..<br><b>J. Knuutila, <\/b> None..<br><b>T. Pellinen, <\/b> None..<br><b>M. Kallajoki, <\/b> None..<br><b>J. Heino, <\/b> None..<br><b>P. Riihilä, <\/b> None..<br><b>V. Kähäri, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10696","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB207","PresenterBiography":"","PresenterDisplayName":"Veli-Matti Kähäri, MD;PhD","PresenterKey":"f5787163-75fe-4f86-9b09-379a784e53f8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB207. C5ar1 is a novel biomarker and potential therapeutic target in advanced cutaneous squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"C5ar1 is a novel biomarker and potential therapeutic target in advanced cutaneous squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The epithelial to mesenchymal transition (EMT) is a dynamic process underlying metastasis. Here we show that TCF1, a TCF7 gene product, promotes a hybrid epithelial\/mesenchymal (E\/M) phenotype in basal breast cancer cells that was enriched in stemness and metastasis as compared to cells residing in the M-like state. E\/M cells (CD104<sup>high<\/sup>CD44<sup>high<\/sup>) were enriched in canonical Wnt signaling, thereby upregulating FOXC2 which was turn able of converting M into E\/M cells. Consistent with the E\/M state, FOXC2 upregulated TA and &#916;Np63 isoforms which control epithelial differentiation and Wnt signaling via &#946;4 integrin\/CD104 and Frizzled 7 upregulation respectively. Importantly, Wnt3a was able of stimulating ERK phosphorylation in E\/M cells leading to FOXC2 and p63 upregulation thereby preventing E\/M to M differentiation. These findings were further corroborated by ATAC-sequencing pointing predominantly to FOXC2 as a master regulator of the E\/M state that was suppressed by ERK inhibition. Together, these results demonstrate that TCF7 stimulates Wnt3a\/ERK activation which in turn activates the FOXC2\/p63 axis, thereby promoting the hybrid EMT state underlying stemness and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB04-03 Epithelial\/mesenchymal transition (EMT and MET),,"},{"Key":"Keywords","Value":"Epithelial-mesenchymal transition (EMT),Wnt signaling,ERK,Transcription factor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Liang<\/b><sup>1<\/sup>, O. Benard<sup>1<\/sup>, Z. Ren<sup>1<\/sup>, K. Suyama<sup>1<\/sup>, J. Wang<sup>1<\/sup>, A. Griffen<sup>1<\/sup>, H. Wang<sup>1<\/sup>, L. LeFave<sup>1<\/sup>, L. Norton<sup>2<\/sup>, R. B. Hazan<sup>1<\/sup>; <br\/><sup>1<\/sup>Albert Einstein College of Medicine, BRONX, NY, <sup>2<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"75cca646-5c2b-41dd-8ebb-52afee9ad89f","ControlNumber":"10436","DisclosureBlock":"&nbsp;<b>H. Liang, <\/b> None..<br><b>O. Benard, <\/b> None..<br><b>Z. Ren, <\/b> None..<br><b>K. Suyama, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>A. Griffen, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>L. LeFave, <\/b> None..<br><b>L. Norton, <\/b> None..<br><b>R. B. Hazan, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10697","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB208","PresenterBiography":null,"PresenterDisplayName":"Huizhi Liang, MS;PhD","PresenterKey":"29d48028-5a3b-49df-9da9-da39279bcb14","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB208. An intricate connection between canonical Wnt and MAPK\/ERK signaling drives the partial hybrid EMT state involving FOXC2\/p63 activation leading to cancer stemness and metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An intricate connection between canonical Wnt and MAPK\/ERK signaling drives the partial hybrid EMT state involving FOXC2\/p63 activation leading to cancer stemness and metastasis","Topics":null,"cSlideId":""},{"Abstract":"Y-box binding protein 1 (YB-1), which is encoded by YBX1 gene, is a multifunctional cold-shock protein that binds both DNA and RNA to orchestrate transcription as well as RNA processing and translation. Recently, we demonstrated that YBX1 is a post-transcriptional effector required for the maintenance of epidermal homeostasis. Although it was well known that YBX1 plays prominent pro-oncogenic roles in malignant transformation and cell invasion in a wide variety of cancers, the role of YBX1 in cutaneous squamous cell carcinoma (cSCC) is poorly understood. Here, we report that YBX1 protein level is higher in cSCC tumor compared with non-neoplastic skin, but it goes down in metastatic states. According to this finding, YBX1-KD cSCC primary cell lines show an increase of cell migration and invasion in vitro assay and in a context that mimics the natural three-dimensional environment of tumor with organotypic skin equivalent cultures. Furthermore, we found that YBX1-KD promotes an epithelial-to-mesenchymal transition and leads to the detection of more metastases in vivo after tail vein injection of YBX1-KD cSCC cells when compared with the injection of control cells. YBX1 is predominantly found in the cytoplasm of SCC cells. Therefore, we focused on the role of YBX1 as a post-transcriptional regulatorand performed an eCLIP-seq (crosslinking immunoprecipitation sequencing) to identify its direct RNA targets. We found that YBX1 binds novel pro-invasive RNA regulons associated to cell-cell and cell-matrix adhesions. Through the interpolation of the analysis of RNA-seq and SILAC, we found that YBX1 KD up-modulates at post-transcriptional level several targets, involved into invasion and metastasis. Our study reveals that, in human cutaneous squamous cell carcinoma, loss of function of YBX1 promotes migration, invasiveness and metastasis, through the induction of an epithelial-to-mesenchymal transition regulated at post-transcriptional level.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Cancer,Metastasis,RNA-binding protein,YBX1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Sol<\/b>, F. Boncimino, K. Todorova, A. Mandinova; <br\/>MGH\/Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"51fbf335-4dda-40eb-b6c1-0d26b59f6cae","ControlNumber":"9891","DisclosureBlock":"&nbsp;<b>S. Sol, <\/b> None..<br><b>F. Boncimino, <\/b> None..<br><b>K. Todorova, <\/b> None..<br><b>A. Mandinova, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10698","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB209","PresenterBiography":null,"PresenterDisplayName":"Stefano Sol, PhD,BS,MS","PresenterKey":"b720f22d-7a82-4646-9900-d506fc665027","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB209. YBX1 is a negative regulator of post-transcriptional program associated to EMT, invasion and metastasis in cSCC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"YBX1 is a negative regulator of post-transcriptional program associated to EMT, invasion and metastasis in cSCC","Topics":null,"cSlideId":""},{"Abstract":"Histone deacetylases (HDACs) are a family of 18 enzymes with the potential to be epigenetic modifiers. Of the 4 classes of HDACs, HDAC6 and HDAC10 belong to the class IIb subgroup. Unlike HDAC6, HDAC10 contains two deacetylase-like domains, with one active deacetylase domain and one inactive leucine-rich domain, and a preference for a specific acetylated polyamine over other substrates. Aberrant expression of HDAC10 has been implicated in cancer and other diseases. However, the deacetylation targets and biological functions of HDAC10 have not been well characterized due to a lack of specific and potent HDAC10 inhibitors with cellular activity. We previously established CRISPR\/Cas9-mediated HDAC10 knockout (KO) cell lines in HCT116 and HeLa S3 cells. In the current study, we used the HCT116 wildtype and KO pair for bulk RNA sequencing, differential gene expression, and gene set enrichment analyses (GSEA), which revealed an upregulation of gene markers and pathways potentially associated with metastasis and invasion in the HDAC10-KO cells, including S100A14, LAMA4, and TGF-beta. As the role of HDAC10 expression on cell migration and invasion has not been previously reported, we performed cell migration assays using our HDAC10 parental and knockout cell line pairs. In both HCT116 and HeLa systems, HDAC10 KO cells exhibited dramatically higher rates of cell migration in Boyden chamber and scratch assays. These same assays were performed in HDAC10-expressing cells in the presence of the HDAC10-specific inhibitor DKFZ-728, which similarly caused a dose-dependent increase in migration, strongly supporting a catalytic role for HDAC10 in repressing migration. In addition to these results, we present data investigating the role of HDAC10 in cell migration\/invasion in representative prostate cancer cell lines (LNCAP and LAPC4), as the prostate tumor microenvironment is particularly rich in polyamines, including <i>N<\/i><sup>8<\/sup>-acetylated spermidine, the substrate of HDAC10. Finally, using our panel of HDAC10-KO cell lines and inhibitors, we analyze the contribution of commonly perturbed genes to the migratory phenotype with the goal of defining the precise mechanism of action. Overall, our studies provide functional evidence that loss of HDAC10 can increase cell migration, and thus, may lead to increased metastatic potential. These results emphasize the need for isoform-specific inhibitors and may have important clinical implications, as commonly utilized HDAC inhibitors, including vorinostat (SAHA), tubastatin A, and trichostatin A (TSA), also inhibit HDAC10. Our ongoing studies include incorporating HDAC10 proteolysis targeting chimeras (PROTACs) into our functional assays to examine differences between HDAC10 inhibition and PROTAC-mediated degradation, providing further rationale for modulating HDAC10 activity as an antineoplastic strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Polyamines,Histone deacetylase,Migration,HDAC inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T.-A. Liu<\/b><sup>1<\/sup>, A. Nwafor<sup>2<\/sup>, R. Kumar<sup>2<\/sup>, L. Sena<sup>2<\/sup>, R. R. Steimbach<sup>3<\/sup>, A. K. Miller<sup>3<\/sup>, R. A. Casero, Jr.<sup>2<\/sup>, T. M. Stewart<sup>2<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins School of Public Health, Baltimore, MD, <sup>2<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD, <sup>3<\/sup>German Cancer Research Center (DKFZ), Heidelberg, Germany","CSlideId":"","ControlKey":"8dac4492-2968-4675-97bc-c788e5a36052","ControlNumber":"10320","DisclosureBlock":"&nbsp;<b>T. Liu, <\/b> None..<br><b>A. Nwafor, <\/b> None..<br><b>R. Kumar, <\/b> None.&nbsp;<br><b>L. Sena, <\/b> <br><b>Panbela Therapeutics, Inc.<\/b> Grant\/Contract.<br><b>R. R. Steimbach, <\/b> None..<br><b>A. K. Miller, <\/b> None.&nbsp;<br><b>R. A. Casero, <\/b> <br><b>Panbela Therapeutics, Inc.<\/b> Grant\/Contract. <br><b>USWorldMeds<\/b> Grant\/Contract. <br><b>T. M. Stewart, <\/b> <br><b>Panbela Therapeutics, Inc.<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10699","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB210","PresenterBiography":null,"PresenterDisplayName":"Ting-Ann Liu, BS","PresenterKey":"74cb4233-5332-419a-8aaf-44dadfc3adb6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB210. Identification of histone deacetylase 10 as a repressor of cancer cell migration","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of histone deacetylase 10 as a repressor of cancer cell migration","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: The survival of patients with oral cavity squamous cell carcinoma (OSCC) is largely influenced by the extent of locoregional recurrence. Recurrence after standard therapy occurs in about 30% of patients with late-stage OSCC, highlighting the challenge in managing this aggressive form of cancer. The transition of cells from an epithelial to mesenchymal phenotype is a critical event in OSCC invasion and metastasis and is governed by a complex interplay of genes and signaling pathways, with transcription factors such as ZEB1\/2 and SNAI1\/2 being pivotal players in this process. However, these transcription factors have proven challenging to target therapeutically, and it is likely that additional genes play crucial roles in OSCC pathology. Furthermore, the biology of locoregionally aggressive OSCC cancer cells is poorly understood, and this gap in knowledge is critical to predicting patient outcomes and improving treatment. This lack of understanding underscores the need for further research into identifying the specific molecular mechanisms and genetic factors that drive the locoregional aggressiveness of OSCC.<br \/><b>Objective<\/b>: To evaluate the impact of individual genes on OSCC cell migration, perform a comprehensive analysis of gene-specific effects on cell migration, and develop a valuable platform for the discovery of potential therapeutic targets.<br \/><b>Methods<\/b>: Our lab has created an <i>in vitro<\/i> model system of &#8220;mesenchymal-like&#8221; OSCC which exhibits increased migration and chemotherapeutic resistance. Using this model, we generated several cell lines expressing either Cas9 or an activating dCas9. We next transfected genome wide sgRNA libraries. Using a transwell assay platform we are working to identify several key genes necessary for successful cell migration and genes that amplify OSCC cell migratory potential.<br \/><b>Results<\/b>: Our results indicate that OSCC invasion and regional metastasis is a multifaceted process influenced by a network of genes beyond the well-known transcription factors. By subdividing gene expression changes based on E-cadherin protein expression, we are working to therapeutically isolate genes that may be critical during the fleeting transition from an epithelial to mesenchymal phenotype necessary for aggressive OSCC biology.<br \/><b>Conclusions<\/b>: We have identified several genes whose knockout or activation resulted in a significant impact on cell migration, shedding light on potential candidates for therapeutic intervention. The findings from this study will open new avenues for the development of targeted therapies to improve the prognosis of OSCC patients by focusing on previously unexplored genes involved in the invasion and metastatic cascade.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Metastasis,Cancer genomics,CRISPR\/Cas9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Flores<\/b>, S. Uaroon, M. Buchakjian; <br\/>Univ. of Iowa Hospitals and Clinics, Iowa City, IA","CSlideId":"","ControlKey":"dbfff063-fc98-492e-b0a9-272815e93b8b","ControlNumber":"9942","DisclosureBlock":"&nbsp;<b>G. Flores, <\/b> None..<br><b>S. Uaroon, <\/b> None..<br><b>M. Buchakjian, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10700","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB211","PresenterBiography":null,"PresenterDisplayName":"Guillermo Flores, MD;PhD","PresenterKey":"b2a8ea66-d66f-4444-8ad7-a4aa99339334","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB211. Genetic complexity in OSCC metastasis: From transcription factors to novel therapeutic targets","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genetic complexity in OSCC metastasis: From transcription factors to novel therapeutic targets","Topics":null,"cSlideId":""},{"Abstract":"Metastasis is the endpoint of tumorigenesis and is generally diagnosed at an untreatable stage. The molecular mechanisms underlying metastasis and biomarkers for early intervention are largely unknown. Here, combining a mouse model of aggressive Kras-driven non-small-cell lung cancer with in vivo fate mapping and CRISPR activation screens, we show that transcriptional amplification of oncogenic Kras promotes orthotopic lung cancer lesions growth as well as oligoclonal and polyclonal metastasis to distal organs. Mild Kras transcriptional up-regulation by CRISPRa is sufficient to fuel competitive advantage in vitro and in vivo. Parallel CRISPR activation and transcriptome sequencing show that KrasG12D amplification cooperates with sterile inflammation to drive tumor progression and with the TGF&#223; pathway to promote metastasis. Chromatin profiling of Kras-amplifying cells uncovers transcriptional regulators potentially collaborating with oncogenic Kras to drive lung cancer and metastasis in vivo. Transcriptional modulation of KRAS dosage in mouse cell and pharmacological inhibition in human PDXs affect cell stress and differentiation programs. These observations are corroborated by bulk and single-cell RNA-seq analysis in patients. Collectively, our data on a model oncogene advance our current understanding of how KRAS drives tumor evolution, with implications for prognosis and treatment of patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB04-08 Metastasis-promoting genes,,"},{"Key":"Keywords","Value":"KRAS,Lung adenocarcinoma,Metastasis,Oncogene,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. Serresi, S. Kertalli, Y. Dramaretska, M. J. Schmitt, H. Naumann, M. Zschummel, <b>G. Gargiulo<\/b>; <br\/>Max Delbrück Center for Molecular Medicine, Berlin, Germany","CSlideId":"","ControlKey":"ab640e69-acb2-44b3-b2c7-14ac4075cde6","ControlNumber":"10773","DisclosureBlock":"&nbsp;<b>M. Serresi, <\/b> None..<br><b>S. Kertalli, <\/b> None..<br><b>Y. Dramaretska, <\/b> None..<br><b>M. J. Schmitt, <\/b> None..<br><b>H. Naumann, <\/b> None..<br><b>M. Zschummel, <\/b> None..<br><b>G. Gargiulo, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10701","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB212","PresenterBiography":null,"PresenterDisplayName":"Gaetano Gargiulo, PhD","PresenterKey":"339ced4b-55c5-4032-9f61-cb82e848238c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB212. Transcriptional dosage of oncogenic KRAS drives lung adenocarcinoma cell states, progression and metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptional dosage of oncogenic KRAS drives lung adenocarcinoma cell states, progression and metastasis","Topics":null,"cSlideId":""},{"Abstract":"Up to 80% of breast cancer (BCa) expresses estrogen receptor-&#945; (ER). Over 60% ER<sup>+<\/sup> BCa metastasizes to the bone and are challenging to treat. This study investigates what drives bone metastasis by focusing on a key tumor suppressor neurofibromin (NF1), a GTPase-activating protein that represses RAS signaling. Earlier, we reported that NF1 acts as a transcriptional corepressor for ER in BCa. Our group established that combination fulvestrant (selective ER degrader) and binimetinib (MEK-inhibitor) induces tumor regression in NF1<sup>low<\/sup>ER<sup>+<\/sup> models. This combination is now in clinical trial, NCT05554354 (NCI ComboMATCH).<br \/>Numerous studies indicate that the NF1 loss may impact bone health by altering the equilibrium between bone formation and resorption. Since, bone is the primary site of metastasis in 50-70% of ER+ BCa, understanding the role of NF1 loss in bone metastases becomes imperative. An osteolytic vicious cycle may drive bone metastasis, where cancer cells in the bone stimulate the bone-destructing osteoclasts (OC); leading to subsequent bone deterioration, which in turn, releases growth factors to further promote tumor growth. OCs and many cells in the bone are ER<sup>+<\/sup>. We thus hypothesize that deregulated RAS and ER signaling by NF1 loss can drive ER<sup>+<\/sup> bone metastasis by promoting an osteolytic vicious cycle.<br \/>To assess the clinical impact of NF1 loss on bone metastasis, we analyzed metastatic BCa patient data from cBioPortal and the MSK-EMC cohort. To define how NF1 loss affect bone metastasis, NF1 knockout (KO) ER<sup>+<\/sup> BCa cells were tested <i>in vitro<\/i> and <i>in vivo<\/i> for bone tropism, growth in bone and effect on the vicious cycle.<br \/>Analyses of clinical data<b> <\/b>suggest that NF1 copy number (CN) loss in ER<sup>+<\/sup> tumors associates with accelerated metastasis to the bone. Additionally, NF1 CN loss and mutations are more prevalent in bone metastasis BCa patients. Lower levels of NF1 mRNA are correlated with shorter duration of bone metastasis-free survival.Our preclinical studies further supported the driver role of NF1 in bone metastasis. NF1<sup>KO<\/sup> ER<sup>+<\/sup> BCa cells migrate more efficiently toward the bone <i>in vitro<\/i> compared to their NF1<sup>+<\/sup> counterparts. When injected into the mammary fat pads of mice, NF1<sup>KO<\/sup> cells more frequently metastasized to the bone compared to NF1<sup>+<\/sup> cells. When NF1<sup>KO<\/sup> cells were delivered to the mouse femur by intra-iliac injection, they grew more efficiently and induced more bone degradation. This is consistent with our <i>in vitro<\/i> results, which show that NF1<sup>KO<\/sup> ER<sup>+<\/sup> BCa cells can more efficiently promote OC formation from progenitor cells. For this experiment, Mass-spectrometry based unbiased profiling of the conditioned medium showed that osteolytic factors, such as ICAM1 and OSTF1, were enriched in the NF1<sup>KO<\/sup> medium.<br \/>Hence, we conclude that the loss of NF1 deregulates RAS and ER, leading to increased osteolytic factors, that drive bone metastasis. Co-targeting RAS and ER can be a potential treatment for NF1 loss-induced bone metastasis in ER<sup>+ <\/sup>BCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB04-09 Metastasis suppressor genes,,"},{"Key":"Keywords","Value":"Metastasis,Osteoclast,Estrogen receptor,Ras,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Z. Zhao<\/b><sup>1<\/sup>, Z.-Y. Zheng<sup>1<\/sup>, J. Lei<sup>1<\/sup>, M. J. Baik<sup>1<\/sup>, Y.-H. Wu<sup>1<\/sup>, J. Wang<sup>1<\/sup>, I. Bado<sup>2<\/sup>, M. Anurag<sup>1<\/sup>, B. Zhang<sup>1<\/sup>, X. Zhang<sup>1<\/sup>, E. Chang<sup>1<\/sup>; <br\/><sup>1<\/sup>Baylor College of Medicine, Houston, TX, <sup>2<\/sup>Mount Sinai, New York, NY","CSlideId":"","ControlKey":"8b656745-8a62-4646-82e2-b179e1b90e57","ControlNumber":"9941","DisclosureBlock":"&nbsp;<b>Z. Zhao, <\/b> None..<br><b>Z. Zheng, <\/b> None..<br><b>J. Lei, <\/b> None..<br><b>M. J. Baik, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>I. Bado, <\/b> None..<br><b>M. Anurag, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>E. Chang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10702","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB213","PresenterBiography":null,"PresenterDisplayName":"Zifan Zhao, BS","PresenterKey":"b405ffb9-73d1-40c0-84b8-dc25b4a0b1d7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB213. NF1 loss promotes bone metastasis in estrogen receptor positive breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NF1 loss promotes bone metastasis in estrogen receptor positive breast cancer","Topics":null,"cSlideId":""},{"Abstract":"The potential of novobiocin to augment cancer chemotherapy was explored in the late 1980s and early 1990s in tumor cells and tumor-bearing mice and in Phase 1 clinical trials with cyclophosphamide or cisplatin. The molecular target of novobiocin was identified to be DNA POL&#952; which has a role<b> <\/b>in<b> <\/b>repair of DNA double strand breaks (DSB)<b> <\/b>during mitosis. Genetic alterations which may increase or decrease POL&#952; inhibitor effects have been elucidated. Thirty patient-derived tumor cell lines with known BRCA, ATM, ATR, POLQ, XRCC1, PALB2, PARP1, and LIG3 alterations were screened in a complex spheroid assay (tumor cells, endothelial cells, mesenchymal stem cells) with a POL&#952; inhibitor (novobiocin, ART-558, or RP6685), alone or in simultaneous combination with a FDA approved or investigational anticancer small molecule, using a 7-day exposure and a CellTiter-Glo 3D luminescence endpoint. As single agents, the POL&#952; inhibitors had little or no cytotoxicity. Potentiation of the topoisomerase II inhibitors doxorubicin (DOX) and etoposide by the POL&#952; inhibitors ART-558 or RP6685 was observed in spheroids grown from the serous endometrial adenocarcinoma 922993-354-T-J3, which has ATM and BRCA2 variants. The 379773-124-R-J2 endometrioid endometrial adenocarcinoma which harbors mutant POL&#952; demonstrated antagonism with ART-558 in combination with PARP inhibitors and less than additive to additive cytotoxicity in combination with DOX. Activity of the Chk1\/2 inhibitor prexasertib was potentiated by either ART-558 or RP6685 in the 922993-354-T-J3 complex spheroids. The combination of POL&#952; inhibitor ART-558 and the Chk1\/2 inhibitor prexasertib produced up to 1 log increase in cytotoxicity in the 922993-354-T-J3 complex spheroids. KRAS G12D inhibitor MRTX-133 cytotoxicity against 186277-243-T-J2 colon adenocarcinoma with the KRAS G12D variant was potentiated by either ART-558 or RP6685. Potential combinations to advance into in vivo studies will be presented. This project was funded in part with federal funds from the NCI, NIH, under contract no. HHSN261201500003I.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Spheroids,Screening,DNA polymerase,Combination studies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. A. Teicher<\/b><sup>1<\/sup>, T. S. Dexheimer<sup>2<\/sup>, T. Silvers<sup>2<\/sup>, N. P. Coussens<sup>2<\/sup>, J. Eder<sup>3<\/sup>, J. H. Doroshow<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, Bethesda, MD, <sup>2<\/sup>Frederick National Laboratory for Cancer Research, Frederick, MD, <sup>3<\/sup>Yale School of Medicine, New Haven, CT","CSlideId":"","ControlKey":"89374443-8608-4e60-9784-b7dfd7a75727","ControlNumber":"9533","DisclosureBlock":"&nbsp;<b>B. A. Teicher, <\/b> None..<br><b>T. S. Dexheimer, <\/b> None..<br><b>T. Silvers, <\/b> None..<br><b>N. P. Coussens, <\/b> None..<br><b>J. Eder, <\/b> None..<br><b>J. H. Doroshow, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10704","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB215","PresenterBiography":null,"PresenterDisplayName":"Beverly Teicher, PhD","PresenterKey":"4770ce86-d1f8-40da-9367-3cd8645b52e4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB215. Polymerase &#952; (POL&#952;) inhibitors (novobiocin, ART-558, RP6685) were tested with 22 approved and investigational agents in multi-cell type spheroids of genetically selected patient-derived human tumor cell lines","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Polymerase &#952; (POL&#952;) inhibitors (novobiocin, ART-558, RP6685) were tested with 22 approved and investigational agents in multi-cell type spheroids of genetically selected patient-derived human tumor cell lines","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> High-Grade Serous Ovarian Cancer (HGSOC) is the most lethal OC type because of its silent progression and lack of specific markers for early detection. In this context, the timely initiation of effective treatment is imperative to prevent disease progression extending life expectancy. However, responses to treatment can vary significantly among individuals, presenting clinical challenges in selecting effective treatments, necessitating the interpretation of molecular and genomic data of the patient on a case-by-case basis. The aim of this study is to establish a highly sensitive platform, implemented with microfluidic technology, to predict patient drug responses with the goal of assisting oncologists in shaping effective treatments. Moreover, validating this platform through a retrospective study, enabling the development of innovative drugs.<br \/><b>Methods:<\/b> In this work, patient-derived ovarian cancer organoids (PDOs) were engineered for drug screening and twenty FDA approved drugs were assessed on seven PDOs derived from both primary tumors and ascites. The fidelity of PDOs in reproducing the histopathology of the primary tumour was confirmed by immunohistochemistry. Proteomics and repeated screening on high- and low-passage PDOs confirmed the reliability of the platform over time. Furthermore, to bridge the gap between static systems and the dynamic of human tumours, a microfluidic platform was employed and using fluorescence microscopy the patients' drug sensitivity was predicted (PMID: 37143603).<br \/><b>Results:<\/b> PDOs were able to replicate patients' response to the drug in a retrospective study and surprisingly, in some cases, to predict resistance to certain drugs administered on the basis of strong, clinically validated predictive biomarkers, which proved ineffective in the clinic. The platform could predict innovative therapeutic strategies as demonstrated by inhibiting the activity of Peptidylprolyl Cis\/Trans Isomerase, NIMA-Interacting 1 (Pin1) , a novel druggable target for OC (PMID:&nbsp;22322860, 29746956, 30697729). The Pin1 inhibitor (VS10) is effective in a subset of patients resistant to platinum-based chemotherapy and synergize with doxorubicin. Finally, a microfluidic platform fluorescence based, which improved drug penetration in PDOs was developed for efficient and faster drug screening.<br \/><b>Conclusions:<\/b> This study underscores the significance of utilizing engineered PDOs to develop predictive and easy to use platforms that can truly aid oncologists in devising patient-specific treatments while circumventing the use of drugs that, despite strong recommendations, may prove ineffective. Furthermore, these platforms have demonstrated their effectiveness in the development of innovative therapeutics, such as Pin1 inhibitors, which have been proven both effective and safe in animal models, underscoring the need for clinical studies.<br \/><b>Acknowledgments<\/b>: AIRC IG23566","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Microfluidics,Ovarian cancer,Organoids,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Enrico Cavarzerani<\/b><sup>1<\/sup>, Gloria Saorin<sup>1<\/sup>, Matteo Mauceri<sup>1<\/sup>, Isabella Caligiuri<sup>2<\/sup>, Michele Bartoletti<sup>2<\/sup>, Vincenzo Canzonieri<sup>2<\/sup>, Flavio Rizzolio<sup>1<\/sup><br><br\/><sup>1<\/sup>Ca' Foscari University of Venice, Venezia, Italy,<sup>2<\/sup>Centro di Riferimento Oncologico di Aviano, Aviano, Italy","CSlideId":"","ControlKey":"da1b2684-7e1d-41ff-8f5d-8b0518f22125","ControlNumber":"10552","DisclosureBlock":"&nbsp;<b>E. Cavarzerani, <\/b> None..<br><b>G. Saorin, <\/b> None..<br><b>M. Mauceri, <\/b> None..<br><b>I. Caligiuri, <\/b> None..<br><b>M. Bartoletti, <\/b> None..<br><b>V. Canzonieri, <\/b> None..<br><b>F. Rizzolio, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10705","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB216","PresenterBiography":null,"PresenterDisplayName":"Enrico Cavarzerani, MD","PresenterKey":"cf5d53e8-61a1-4bee-951d-e5a2767d1336","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB216. Static and microfluidic platforms for novel therapeutic testing in high-grade serous ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Static and microfluidic platforms for novel therapeutic testing in high-grade serous ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"The development of next-generation AR-targeted drugs, such as abiraterone and enzalutamide, has improved survival of patients with castration-resistant prostate cancer (CRPC). However, many patients eventually progress to therapy-resistant lethal prostate cancer. CRPC exhibits variant cellular states, including AR-pathway active prostate cancer (ARPC), AR activity-low prostate cancer (ARLPC), neuroendocrine prostate cancer (NEPC), amphicrine prostate cancer co-expressing AR and neuroendocrine genes (AMPC), and double-negative prostate cancer (DNPC) lacking both AR expression and neuroendocrine differentiation, indicating that lineage plasticity facilitates therapeutic resistance. While molecular characteristics of ARPC and NEPC are well described, other common forms of CRPC, such as DNPC which occurs in 20-25% of CRPC patients, remain poorly understood. Therefore, characterization of pre-clinical models of DNPC and identification of novel regulators of lineage plasticity in DNPC are urgent necessities for the development of effective treatment for lethal prostate cancer.In our studies, we have generated a new mouse model of CRPC in which <i>Pten<\/i> and <i>Smad4<\/i> are deleted in distal luminal cells upon tamoxifen administration (<i>Nkx3.1<sup>CreERT2\/+<\/sup>; Pten<sup>fl\/fl<\/sup>; Smad4<sup>fl\/fl<\/sup>; R26R-eYFP\/+, NPS<\/i>). We observed a molecular transition from ARPC to ARLPC and DNPC in the prostate tumors derived from <i>NPS<\/i> mice during tumor progression. Moreover, a combination of castration and enzalutamide treatment promoted a partial epithelial-mesenchymal transition (EMT) in DNPC. To identify the evolutionary trajectories of cancer progression and drivers of lineage plasticity in CRPC, we have established organoid lines from the prostate tumor cells of <i>NPS<\/i> mice. Single-cell RNA-sequencing (scRNA-seq) and marker validation analyses shown that these organoid lines display overt lineage plasticity, corresponding to ARPC, ARLPC, partial EMT-absent DNPC, and partial EMT-present DNPC. Orthotopic grafts derived from the established <i>NPS<\/i> organoid lines show consistent molecular phenotypes and confirm that AR-targeted therapies facilitate partial EMT <i>in vivo<\/i>. Furthermore, cross-species bioinformatic analyses using scRNA-seq datasets indicate that the established <i>NPS<\/i> organoid lines partially recapitulate the spectrum of lineage plasticity in human CRPC.In summary, we have established prostate cancer organoid lines from a novel mouse model of CRPC, which not only provide large and reproducible sources of two distinct forms of DNPC (partial EMT-absent DNPC and partial EMT-present DNPC) for molecular analyses, but also can capture the regulatory complexity of lineage plasticity in human CRPC. Therefore, <i>NPS<\/i> mice provide an excellent pre-clinical model of CRPC, especially DNPC, to identify novel regulators that drive lineage plasticity and to pursue assays for development of candidate drugs that can inhibit or even possibly convert therapy-resistant forms of CRPC to therapy-sensitive ones.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Prostate cancer,Organoids,Resistance,Heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Lu<\/b>, M. M. Shen; <br\/>Columbia University Irving Medical Center, New York, NY","CSlideId":"","ControlKey":"5b9d83b2-c908-469c-b63b-84e373788292","ControlNumber":"10880","DisclosureBlock":"&nbsp;<b>J. Lu, <\/b> None..<br><b>M. M. Shen, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10706","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB217","PresenterBiography":null,"PresenterDisplayName":"Jinqiu Lu, PhD","PresenterKey":"afd12b16-966a-4255-a361-ccbd4dc41ce6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB217. Novel organoid models of lineage plasticity in castration resistant prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel organoid models of lineage plasticity in castration resistant prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"In response to the high failure rate of new drugs in clinical trials, we have developed an innovative organotypic tumor spheroids platform, designed to mitigate the risks associated with advancing drugs to clinical stages. Utilizing patient-derived organotypic tumor spheroids (PDOTS), this platform uniquely captures both the phenotype and genotype of individual patient tumor microenvironments. This approach not only enhances the precision of preclinical models but also bridges the gap between laboratory research and clinical applicability. In this study, we assess the effectiveness of the first-in-class monoclonal antibody NMC-521 (NomoCan Pharmaceuticals, NY) using our ex vivo platform. Targeting the novel cancer-specific antigen NMC-1, NMC-521 exhibited significant growth inhibition of CT-26 tumors in syngeneic BALB\/c mice, reducing tumor size by approximately 55% compared to the control. Similarly, in ex vivo settings with freshly excised CT-26 tumors (n=18), NMC-521 demonstrated a dose-dependent cytotoxic effect, achieving about a 65% reduction in tumor viability with an effective dose (ED50) of 10 &#181;g\/ml. Further insights were gained into NMC-521's mechanism of action using our ex vivo platform. The drug&#8217;s ability to induce tumor cell death in CT26 ex vivo was significantly reversed (p&#60;0.01) when co-treated with &#945;-NKG2D but not &#945;-CD8, indicating a critical role for natural killer (NK) cells in its therapeutic effect. Complementing these findings, our analyses on freshly excised patient tumors (n=15) corroborated the cytotoxic effects of this drug on colorectal cancer but not to the same magnitude as in the CT-26 model. Furthermore, unlike the syngeneic murine tumor model, the response rate was (8 of 15 responsive patient tumors. Gene expression profiling indicated that NK cell-associated RNAs were elevated in NMC-521 treated PDOTS. Additionally, combination therapy studies using NMC-521 and nivolumab within our platform mirrored murine in vivo results, enhancing our understanding of the drug's potential in clinical settings. Intriguingly, an observed elevation in IL-15 levels in patient tumors treated with NMC-521 suggests an increased presence of NK cell activity when compared to treatments with nivolumab. This research underscores the potential of our organotypic tumor spheroids platform as a transformative tool in cancer drug development, offering an accurate and patient-specific method to evaluate new therapies, thereby increasing the likelihood of successful translation from the laboratory to patient care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Antibody,Spheroids,Preclinical testing,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Aref<sup>1<\/sup>, A. Martin<sup>1<\/sup>, H. Aboulkheyr Es<sup>2<\/sup>, P. Krzesaj<sup>2<\/sup>, V. Adler<sup>2<\/sup>, K. Khardenavis<sup>1<\/sup>, E. Sarafraz-Yazdi<sup>2<\/sup>, <b>M. A. Perricone<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Xsphera Biosciences, Inc., Boston, MA, <sup>2<\/sup>NomoCan Pharmaceuticals, New York, NY","CSlideId":"","ControlKey":"302a5a3a-9da6-4f59-a074-6b046c54be99","ControlNumber":"10840","DisclosureBlock":"<b>&nbsp;A. Aref, <\/b> <br><b>xsphera Biosciences Inc.<\/b> Employment, Stock. <br><b>NomoCan Pharmaceuticals<\/b> Grant\/Contract. <br><b>A. Martin, <\/b> <br><b>Xsphera Biosciences Inc.<\/b> Employment, Stock Option. <br><b>NomoCan Pharmaceuticals<\/b> Grant\/Contract. <br><b>H. Aboulkheyr Es, <\/b> <br><b>NomoCan Pharmaceuticals<\/b> Employment. <br><b>P. Krzesaj, <\/b> <br><b>NomoCan Pharmaceuticals<\/b> Employment. <br><b>V. Adler, <\/b> <br><b>NomoCan Pharmaceuticals<\/b> Employment. <br><b>K. Khardenavis, <\/b> <br><b>Xsphera Biosciences Inc.<\/b> Employment. <br><b>E. Sarafraz-Yazdi, <\/b> <br><b>NomoCan Pharmaceuticals<\/b> Employment. <br><b>M. A. Perricone, <\/b> <br><b>Xsphera Biosciences Inc.<\/b> Employment, Stock. <br><b>NomoCan Pharmaceuticals<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10707","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB218","PresenterBiography":null,"PresenterDisplayName":"Michael Perricone, PhD","PresenterKey":"f8c7e711-81b7-49cf-9b2d-a244d853b877","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB218. Advanced ex vivo platform for drug response analysis: Evaluating the potent effects of NMC-521 mAb on mouse-and patient-derived organotypic tumor spheroids","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Advanced ex vivo platform for drug response analysis: Evaluating the potent effects of NMC-521 mAb on mouse-and patient-derived organotypic tumor spheroids","Topics":null,"cSlideId":""},{"Abstract":"Gastrointestinal cancers, including gastric cancer (GC) and colorectal cancer (CRC), continue to be devastating diseases despite advances in screening, early detection, and removal of pre-neoplastic and early cancerous lesions. Even with advancements in targeted chemotherapy and immunotherapies, advanced and metastatic diseases continue to be responsible for the high mortality associated with GC and CRC. Newer, safer, and more effective therapies to prevent, inhibit, or reverse advanced disease progression are urgently needed. Doublecortin-like kinase 1 (DCLK1) is a microtubule associated protein kinase that has been reported to drive tumor initiation, progression, metastasis, and drug resistance in many solid tumor cancers including GC and CRC, where it is upregulated in patient tumors and associated with poor overall survival. An anti-DCLK1 monoclonal antibody has demonstrated potential therapeutic activity against CRC. In this study, we established patient-derived organoids (PDOs) to evaluate the effects of inhibiting DCLK1 kinase activity (DCLK1-IN-1) or targeting DCLK1 with a highly specific CAR-T cells on the treated PDOs. Two GC PDOs were treated with various concentrations of DCLK1 kinase inhibitor DCLK1-IN-1 (0-32 &#956;M) for 72 hrs, viability of the PDOs were determined, histochemistry and immunohistochemistry staining were used to image the live cells and DCLK1 expression. For CRC PDOs, five CRC PDOs were cultured in the presence or absence of PBMC, treated with Mock CAR-T cells or DCLK1 CAR-T cells (three doses) for 4 days. Tumor size, tumor total area, and viability of these PDOs were determined. Here, we demonstrate that treating GC PDOs with DCLK1 kinase inhibitor resulted in a significant dose-dependent inhibition in PDO numbers in both PDOs (two-way ANOVA P&#60;0.0001), a decrease of cell viability, revealing IC50 values of 7.566 and 9.958 &#956;M respectively, and a near total loss of GC PDO viability at 10 &#956;M using CellTiterGlo assay. In CRC PDOs, two of five CRC PDOs showed a significant decrease in total tumor size, tumor areas, and an increase in cell death measured by the DRAQ7 method. Compared to Mock CAR-T cells, treatment with DCLK1 CAR-T cells resulted in a dose dependent decrease of tumor size and total tumor area, with more than a 50% reduction at the 50000 cells dose (p&#60;0.05). Treatment with DCLK1 CAR-T cells also resulted in a dose dependent increase in cell death, with approximately 20% cell death without PBMC, and 50% cell death with PBMC at the 50000 cells dose (p&#60;0.05). These results suggest that targeting DCLK1 represents a potential novel therapeutic strategy for GI cancers, especially in combination with FDA approved drugs: 5-fluorouracil (5-FU) or Gefitinib.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: stomach,Gastrointestinal cancers: colorectal,DCLK1,Patient-derived xenograft (PDX) models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Qu<\/b><sup>1<\/sup>, J. Shi<sup>2<\/sup>, Z. Cao<sup>2<\/sup>, E. BAnnerman-Menson<sup>3<\/sup>, N. Weygant<sup>4<\/sup>, C. Houchen<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Oklahoma Health Sciences Center, Oklahoma City, OK, <sup>2<\/sup>Fujian University of Tranditional Chinese Medicine, Fuzhou, China, <sup>3<\/sup>COARE Holding Inc., Oklahoma City, OK, <sup>4<\/sup>Fujian University of Traditional Chinese Medicine, Fuzhou, China","CSlideId":"","ControlKey":"efcf8674-f844-47fd-bb25-b9ca2d53a125","ControlNumber":"10295","DisclosureBlock":"<b>&nbsp;D. Qu, <\/b> <br><b>COARE Holding Inc.<\/b> Grant\/Contract, Other Intellectual Property.<br><b>J. Shi, <\/b> None..<br><b>Z. Cao, <\/b> None..<br><b>E. BAnnerman-Menson, <\/b> None..<br><b>N. Weygant, <\/b> None.&nbsp;<br><b>C. Houchen, <\/b> <br><b>COARE Holding Inc.<\/b> Founder.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10708","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB219","PresenterBiography":null,"PresenterDisplayName":"Dongfeng Qu, PhD","PresenterKey":"7704b713-1151-48e5-9e4e-0cbd06ee4ee5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB219. DCLK1 is a novel therapeutic target for gastric and colorectal cancers as demonstrated by patient-derived organoids assays","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DCLK1 is a novel therapeutic target for gastric and colorectal cancers as demonstrated by patient-derived organoids assays","Topics":null,"cSlideId":""},{"Abstract":"Background. Farnesyltransferase inhibitors (FTI) failed as monotherapies for various cancer types until the discovery of their potency in HRAS mutant human head and neck and bladder cancers. On the other hand, RAS mutant cancers have been a great challenge for cancer research until the discoveries and approvals of several KRAS-G12C allele specific inhibitors. However, G12C inhibitors were effective mainly in lung cancer and de novo and acquired resistance prompted the development of various combinational modalities including immunotherapy as well as SOS- and SHP2-inhibitors. Based on in-silico analysis of drug sensitivities of KRAS mutant cancer cell lines treated with various drugs including FTIs, we have explored the possibility of the combination of FTIs with KRAS inhibitors.Methods. Clinically approved farnesyl-transferase inhibitors (tipifarnib and lonafarnib) were combined with, novel KRAS G12C inhibitors (sotorasib and adagrasib) using human lung-, pancreatic and colorectal- adenocarcinoma cells <i>in vitro<\/i> and <i>in vivo<\/i>. Antitumoral effects were evaluated for cell proliferation, apoptosis and migratory activity. Mechanisms of action were investigated by immunoblot analyzes of various farnesylated proteins, RAS activation and signaling, videomicroscopy and also by histopathology of xenograft tumors.<br \/>Results. Synergistic anticancer effects were observed upon the combination of FTIs with G12C inhibitors in KRAS G12C mutant human cancer cell lines <i>in vitro<\/i>. We found that the combination interfered with the compensatory re-activation of <i>HRAS<\/i>, farnesylation of <i>RHEB<\/i> in the PI3K\/mTOR pathway and lamin. Furthermore, we observed enhanced efficacy of sotorasib upon combination with tipifarnib in the xenograft models of lung adenocarcinoma affecting mitotic- and apoptotic rates and inducing necrosis.Discussion. Our findings suggest the potential clinical applicability of the combination of <i>KRAS-G12C<\/i> inhibitors and farnesyl-transferase inhibitors. Furthermore, our preliminary data suggest that the synergistic effect of FTIs on KRAS-G12C inhibitors can be projected to G12D inhibitors as well.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB05-08 Other animal and cell models of cancer,,"},{"Key":"Keywords","Value":"KRAS,Cancer therapy,Inhibitors,H-Ras,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Timar<\/b><sup>1<\/sup>, M. Baranyi<sup>1<\/sup>, E. Molnar<sup>1<\/sup>, I. Randelovic<sup>2<\/sup>, M. Cserepes<sup>2<\/sup>, J. Tovari<sup>3<\/sup>, B. Hegedus<sup>4<\/sup>; <br\/><sup>1<\/sup>Semmelweis University, Department of Pathology, Budapest, Hungary, <sup>2<\/sup>Kinetolab Ltd, Budapest, Hungary, <sup>3<\/sup>National Institute of Oncology, Budapest, Hungary, <sup>4<\/sup>University Duisburg-Essen, Essen, Germany","CSlideId":"","ControlKey":"5c1c81d2-8823-4f10-a1e3-d5ec3dc789a5","ControlNumber":"10550","DisclosureBlock":"&nbsp;<b>J. Timar, <\/b> None.&nbsp;<br><b>M. Baranyi, <\/b> <br><b>KInetolab Ltd<\/b> Employment.<br><b>E. Molnar, <\/b> None.&nbsp;<br><b>I. Randelovic, <\/b> <br><b>Kinetolab Ltd<\/b> Employment. <br><b>M. Cserepes, <\/b> <br><b>Kinetolab ltd<\/b> Employment.<br><b>J. Tovari, <\/b> None..<br><b>B. Hegedus, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10709","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB220","PresenterBiography":null,"PresenterDisplayName":"Jozsef Timar","PresenterKey":"81b7ff28-bcfd-4f68-899e-0b1307f86d9c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB220. Farnesyltransferase inhibitors show synergistic anticancer effects in combination with novel KRAS G12C inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Farnesyltransferase inhibitors show synergistic anticancer effects in combination with novel KRAS G12C inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Cancer treatments, particularly for solid tumors like neuroblastoma, often entail severe side effects, resistance, and the potential for secondary malignancies. To address these challenges, we explored an innovative approach employing tumor-targeting peptides. Recently, we unveiled the tumor evolution regulatory role of retinal-degeneration protein-3 (RD3) in therapy defying progressive tumors. Here in we investigated the therapeutic potential of RD3 peptides. Utilizing neuroblastoma, the most common cancer at infancy, as the tumor model, we investigated the delivery and therapeutic potential RD3 peptide. Five peptides representing unique regions, each with a C-terminal TAT tag for fluorescence and an N-terminal amide cap were developed. Peptide homing capabilities (Cell Tracking aasay) and relative potential in modifying metastatic state including invasion (Matrigel invasion assay), migration (scratch-wound assay), clonal expansion (LDTA) and tumorosphere formation (LDTA) was investigated utilizing patient derived clinical therapy defied progressive NB cells NB-EBc1 from adrenal mass and SK-N-FI from bone marrow. Whole genome RNA sequencing was performed using novogene (Illumina) platform. All peptides screened displayed tumor cell internalization and inflicted cell death at varying degrees. Among the five peptides investigated, two peptides (RD3 Pep-1 and RD3 Pep-3) profoundly inhibited cell proliferation, migration, invasion, and tumorosphere formation. A novel molecular targeted oncolytic peptide, validated through RNA sequencing, demonstrates promising efficacy for treating therapy-resistant progressive neuroblastoma. These outcomes uniquely highlight the therapeutic potential of RD3 peptides, offering a novel therapeutic candidate to counter therapy defying progressive disease. Further, the results defined the synergistic benefit RD3 peptide deliver with the current clinical maintenance therapy (GD2 immunotherapy for neuroblastoma). Together, these results identified a molecular targeted novel oncolytic peptide that could complement current standards of maintenance therapy for therapy defying progressive disease.<br \/><b>Funding: <\/b>This work was partially or in full, funded by Oklahoma Center for the Advancement of Science and Technology, OCAST-HR19-04; National Institutes of Health, NIH-P20GM103639 and; NIH-NCI- Cancer Center Support Grant P30CA225520 and Department of Defense DoD-CA210339.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Other,,"},{"Key":"Keywords","Value":"Neuroblastoma,Therapeutic target,Peptides,Pediatric cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"D. Somasundaram<sup>1<\/sup>, P. Subramanian<sup>1<\/sup>, S. Mohanvelu<sup>1<\/sup>, S. Aravindan<sup>2<\/sup>, <b>N. Aravindan<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Oklahoma State University, Stillwater, OK, <sup>2<\/sup>Stephenson Cancer Center, Oklahoma City, OK","CSlideId":"","ControlKey":"4eeaad61-b3e6-4f05-8963-747ad1a41eb8","ControlNumber":"10299","DisclosureBlock":"&nbsp;<b>D. Somasundaram, <\/b> None..<br><b>P. Subramanian, <\/b> None..<br><b>S. Mohanvelu, <\/b> None..<br><b>S. Aravindan, <\/b> None..<br><b>N. Aravindan, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10710","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB221","PresenterBiography":null,"PresenterDisplayName":"Natarajan Aravindan, PhD","PresenterKey":"c64eae8f-b870-4f80-b014-cc1758a5144c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB221. Novel molecular targeted tumor targeted oncolytic peptide for the treatment of therapy resistant progressive neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel molecular targeted tumor targeted oncolytic peptide for the treatment of therapy resistant progressive neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Radioligand therapy (RLT) is emerging as a safe and effective targeted approach for treating several types of cancers. Lutathera&#174; (<sup>177<\/sup>Lu-Dotatate) and Pluvicto&#174; (<sup>177<\/sup>Lu-PSMA-617) are two examples of FDA-approved <sup>177<\/sup>Lu-based RLT drugs for the treatment of somatostatin receptor-positive gastroenteropancreatic neuroendocrine tumors (GEP-NETs) and of PSMA-positive metastatic castration-resistant prostate cancer (mCRPC), respectively. Despite the clinical success of <sup>177<\/sup>Lu-RLT, there are still patients lacking complete, durable responses. Arguably, elucidating the cellular responses to <sup>177<\/sup>Lu-RLT and its mechanism of action could reveal potential opportunities for the improvement of therapy and outcome for patients. We have investigated the phenotypes and responses of multiple <sup>177<\/sup>Lu- RLT-treated cell lines and observed that <sup>177<\/sup>Lu-RLT induces a plethora of DNA Damage Response (DDR) markers, especially those indicative of double-strand break (DSB) repair by either non-homologous end-joining (NHEJ) or homologous recombination (HR). Furthermore, <sup>177<\/sup>Lu-RLT leads to cell-cycle alterations, accumulation of micronuclei and cell death. In agreement with published reports, we have observed that either the knock-out or inhibition of NHEJ core factors such as the catalytic subunit of DNA-PK (PRKDC) renders cells sensitive to <sup>177<\/sup>Lu-RLT and the combination of both the <sup>177<\/sup>Lu-RLT and DNA-PK inhibitor provides a beneficial tumor growth inhibition <i>in viv<\/i>o. To further unravel the mechanism of action of <sup>177<\/sup>Lu-RLT, we have conducted &#8216;DDR-ome&#8217; targeted genetic screens, which also suggest that DSBs are the most cytotoxic form of <sup>177<\/sup>Lu-RLT-induced DNA damage. In addition to DNA-PK, we have identified novel DDR targets that could sensitize to <sup>177<\/sup>Lu-RLT. We are currently testing whether inhibiting these targets in combination with certain <sup>177<\/sup>Lu-RLT could, in addition to potentially achieving greater antitumor response, allow for lower dosing to reduce radiation exposure. Taken together, our work provides better understanding of the cellular responses to <sup>177<\/sup>Lu-based RLT and pinpoints NHEJ as a critical pathway promoting survival to this treatment, which could set the basis for novel combination therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB07-07 Radiobiology research,,"},{"Key":"Keywords","Value":"Radiosensitization,Radioligand therapy,DNA damage response,PSMA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Marco Ranzani<sup>1<\/sup>, <b>Sravanth Hindupur<\/b><sup>2<\/sup>, Alessandro Cicconi<sup>1<\/sup>, Guillermo Sastre-Moreno<sup>2<\/sup>, Alexander Kristian<sup>2<\/sup>, Barbara Schacher Engstler<sup>2<\/sup>, Benika Pinch<sup>3<\/sup>, Charlene Hartnagel<sup>2<\/sup>, Delphine Gorses<sup>2<\/sup>, Elise Simon<sup>2<\/sup>, Emeline Mandon<sup>2<\/sup>, Emilien Schramm<sup>2<\/sup>, Fanny Schaeffer<sup>2<\/sup>, Josefine Reber<sup>2<\/sup>, Louise Barys<sup>2<\/sup>, Luisa Deberle<sup>2<\/sup>, Milene Walter<sup>2<\/sup>, Ralph Bessey<sup>2<\/sup>, Riccardo Destefani<sup>2<\/sup>, Xavier Miot<sup>2<\/sup>, Elias Elinati<sup>1<\/sup>, Nan Shao<sup>1<\/sup>, Marie Boursier<sup>1<\/sup>, Joseph Barlow<sup>1<\/sup>, Asmita Thapa<sup>1<\/sup>, Alessandro Galbiati<sup>1<\/sup>, Diego Grande<sup>1<\/sup>, Eeson Rajendra<sup>1<\/sup>, Niall Martin<sup>1<\/sup>, Graeme Smith<sup>1<\/sup>, Tobias Schmelzle<sup>2<\/sup>, Markus Reschke<sup>2<\/sup>, Helen Robinson<sup>1<\/sup>, Marta Cortes-Cros<sup>2<\/sup><br><br\/><sup>1<\/sup>Artios Pharma Limited, Cambridge, United Kingdom,<sup>2<\/sup>Novartis Biomedical Research, Basel, Switzerland,<sup>3<\/sup>Novartis Biomedical Research, Cambridge, MA","CSlideId":"","ControlKey":"19475f5d-ee98-4b25-b0cf-a92315d538da","ControlNumber":"9688","DisclosureBlock":"<b>&nbsp;M. Ranzani, <\/b> <br><b>Artios Pharma Limited<\/b> Employment, Stock Option. <br><b>S. Hindupur, <\/b> <br><b>Novartis Pharma AG<\/b> Employment, Stock. <br><b>A. Cicconi, <\/b> <br><b>Artios Pharma Limited<\/b> Employment, Stock Option. <br><b>G. Sastre-Moreno, <\/b> <br><b>Novartis Pharma AG<\/b> Employment. <br><b>A. Kristian, <\/b> <br><b>Novartis Pharma AG<\/b> Employment, Stock. <br><b>B. Schacher Engstler, <\/b> <br><b>Novartis Pharma AG<\/b> Employment, Stock. <br><b>B. Pinch, <\/b> <br><b>Novartis Pharma<\/b> Employment, Stock. <br><b>Dana Farber Cancer Institute<\/b> Patent. <br><b>C. Hartnagel, <\/b> <br><b>Novartis Pharma AG<\/b> Employment. <br><b>D. Gorses, <\/b> <br><b>Novartis Pharma AG<\/b> Employment, Stock. <br><b>E. Simon, <\/b> <br><b>Novartis Pharma AG<\/b> Employment, Stock. <br><b>E. Mandon, <\/b> <br><b>Novartis Pharma AG<\/b> Employment, Stock. <br><b>E. Schramm, <\/b> <br><b>Novartis Pharma AG<\/b> Employment, Stock. <br><b>F. Schaeffer, <\/b> <br><b>Novartis Pharma AG<\/b> Employment, Stock. <br><b>J. Reber, <\/b> <br><b>Novartis Pharma AG<\/b> Employment. <br><b>L. Barys, <\/b> <br><b>Novartis Pharma AG<\/b> Employment, Stock. <br><b>L. Deberle, <\/b> <br><b>Novartis Pharma AG<\/b> Employment, Stock. <br><b>Paul Scherrer Institute<\/b> Patent. <br><b>ITM Isotope Technologies Munich SE<\/b> Patent. <br><b>M. Walter, <\/b> <br><b>Novartis Pharma AG<\/b> Employment, Stock. <br><b>R. Bessey, <\/b> <br><b>Novartis Pharma AG<\/b> Employment, Stock. <br><b>R. Destefani, <\/b> <br><b>Novartis Pharma AG<\/b> Employment, Stock. <br><b>X. Miot, <\/b> <br><b>Novartis Pharma AG<\/b> Employment, Stock. <br><b>E. Elinati, <\/b> <br><b>Artios Pharma Limited<\/b> Employment, Stock Option. <br><b>N. Shao, <\/b> <br><b>Artios Pharma Limited<\/b> Employment, Stock Option. <br><b>M. Boursier, <\/b> <br><b>Artios Pharma Limited<\/b> Stock Option. <br><b>Pierre Fabre<\/b> Employment. <br><b>J. Barlow, <\/b> <br><b>Artios Pharma Limited<\/b> Employment, Stock Option. <br><b>A. Thapa, <\/b> <br><b>Artios Pharma Limited<\/b> Employment. <br><b>BenevolentAI<\/b> Stock Option. <br><b>A. Galbiati, <\/b> <br><b>Artios Pharma Limited<\/b> Employment, Stock Option. <br><b>D. Grande, <\/b> <br><b>Artios Pharma Limited<\/b> Employment. <br><b>E. Rajendra, <\/b> <br><b>Artios Pharma Limited<\/b> Employment, Stock Option, Patent. <br><b>N. Martin, <\/b> <br><b>Artios Pharma Limited<\/b> Employment, Stock Option. <br><b>G. Smith, <\/b> <br><b>Artios Pharma Limited<\/b> Employment, Stock Option, Patent. <br><b>Astra Zeneca<\/b> Stock. <br><b>T. Schmelzle, <\/b> <br><b>Novartis Pharma AG<\/b> Employment, Stock, Stock Option, Patent. <br><b>M. Reschke, <\/b> <br><b>Novartis Pharma AG<\/b> Employment, Stock, Stock Option, Patent. <br><b>H. Robinson, <\/b> <br><b>Artios Pharma Limited<\/b> Employment, Stock Option. <br><b>M. Cortes-Cros, <\/b> <br><b>Novartis Pharma AG<\/b> Employment, Stock, Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10711","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB222","PresenterBiography":null,"PresenterDisplayName":"Sravanth Hindupur, PhD","PresenterKey":"88be9b84-d036-4e22-90d8-fdf838c7c8f7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB222. Elucidating the cellular responses and mechanism of action of <sup>177<\/sup>Lu-based radioligand therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidating the cellular responses and mechanism of action of <sup>177<\/sup>Lu-based radioligand therapy","Topics":null,"cSlideId":""},{"Abstract":"The most aggressive cancers, such as triple negative basal-like breast cancer (TNBC), have high intratumoral heterogeneity that is often attributed to cell state reprogramming and contributes to cancer progression, treatment resistance, and ultimately cancer death. Tissue injury and microenvironmental changes can cause adult differentiated cells to acquire a plastic &#8220;developmentally unstable hybrid cell state&#8221; (DUHCS) enabling transdifferentiation into other cell types to effect repair. Yet, the relevant mechanisms that enable cell state reprogramming to arise remain under-explored. Here, we used CRISPR mediated homologous recombination to generate mice in which the mammary basal and luminal cells could be distinguished by their expression of Krt14-mClover-NLS or Krt18-tdTomato-NLS, respectively. We used this novel system to identify mammary epithelial cells undergoing cell state transitions in real time. Using a transplantation paradigm, we found that transplanted basal cells rapidly exhibited a DUHCS resembling mammary embryonic progenitors expressing Sox11, a tightly regulated differentiation factor shut off before birth. We discovered that Sox11 is also expressed in many murine models of TNBC and in single cell transcriptomes from untreated human BRCA1 mutant TNBCs. This suggests that Sox11-expressing cells might be developmentally plastic intermediates in TNBC malignant progression. In a preliminary cohort of patient-derived xenografts from TNBC patients diagnosed at different stages, we detected SOX11-expressing cells in earlier but not in advanced stages. Re-expression of Sox11 in TNBC is consistent with TNBCs being transcriptomically related to fetal mammary stem cells and p53 dysfunction resulting in enhanced cellular plasticity. Taken together, these studies highlight a role for mammary epithelial cell state reprogramming in early breast tumorigenesis, and reveals actionable steps to mitigate tumor heterogeneity by halting tumor progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB08-01 Adult stem cells,,"},{"Key":"Keywords","Value":"Differentiation,Stemness,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Q. Vallmajó Martín<\/b><sup>1<\/sup>, N. K. Lytle<sup>2<\/sup>, D. Murali<sup>3<\/sup>, S. Srinivasan<sup>3<\/sup>, Z. Ma<sup>1<\/sup>, K. Mukund<sup>3<\/sup>, C. Dravis<sup>1<\/sup>, L. Zamora<sup>1<\/sup>, A. Peterson<sup>1<\/sup>, G. Khramtsova<sup>4<\/sup>, F. Olopade<sup>4<\/sup>, S. Subramaniam<sup>3<\/sup>, G. M. Wahl<sup>1<\/sup>; <br\/><sup>1<\/sup>Salk Institute For Biological Studies, San Diego, CA, <sup>2<\/sup>Medical College of Wisconsin, Milwaukee, WI, <sup>3<\/sup>University of California, San Diego, San Diego, CA, <sup>4<\/sup>The University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"dc375b8c-05bd-4489-9768-856951fd45e0","ControlNumber":"9681","DisclosureBlock":"&nbsp;<b>Q. Vallmajó Martín, <\/b> None..<br><b>N. K. Lytle, <\/b> None..<br><b>D. Murali, <\/b> None..<br><b>S. Srinivasan, <\/b> None..<br><b>Z. Ma, <\/b> None..<br><b>K. Mukund, <\/b> None..<br><b>C. Dravis, <\/b> None..<br><b>L. Zamora, <\/b> None..<br><b>A. Peterson, <\/b> None..<br><b>G. Khramtsova, <\/b> None..<br><b>F. Olopade, <\/b> None..<br><b>S. Subramaniam, <\/b> None..<br><b>G. M. Wahl, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10712","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB223","PresenterBiography":null,"PresenterDisplayName":"Queralt Vallmajó Martín, PhD,BS,MS","PresenterKey":"4efd579a-1a94-4234-8b1b-194516a9a593","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB223. The molecular landscape of injury-induced mammary epithelial cell fate switching","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The molecular landscape of injury-induced mammary epithelial cell fate switching","Topics":null,"cSlideId":""},{"Abstract":"Dedifferentiation programs are commonly enacted during breast cancer progression where they enable novel cellular phenotypes. Increased cellular plasticity within the neoplastic compartment of tumors correlates with disease aggressiveness, often manifesting as greater resistance to cytotoxic therapies or increased ability to metastasize to distant organs. Here we report that subpopulations of ostensibly stem-like neoplastic breast epithelial cells express canonical leukocyte cell surface receptor proteins, and have named this unique cellular program &#8216;immune mimicry&#8217; (IM). We have documented neoplastic cells engaging in IM by examination of histopathological breast tumor specimens and their derived cell lines, public human breast tumor single-cell RNA-seq datasets, and in murine transgenic and cell line-derived mammary cancer models. Immune-mimicked neoplastic cells harbor hallmarks of dedifferentiation and appear enriched for developing aggressive and high-grade tumors. Experimental studies with breast cancer cell lines revealed that neoplastic cells expressing leukocyte surface features are elicited by growth-arresting conditions, such as conventional cytotoxic chemotherapeutic treatments<i> <\/i>and during metastatic dissemination<i> <\/i>in mice. In addition, using proof-of-concept studies, we leveraged the canonical leukocyte activation marker CD69, to demonstrate how its expression by neoplastic epithelial cells confers a proliferative advantage under low-density conditions. We conclude that neoplastic breast epithelial cells expressing leukocyte surface receptors may signify a particularly malignant and tumor-initiating cell state. Moving forward, neoplastic IM will be evaluated for prognostic utility in breast cancer to determine whether this unique cell state stratifies patients with increased risks for tumor recurrence and metastasis.<br \/>The authors acknowledge NIH\/NCI (K00 CA212132, T32 CA254888, P30 CA069533), the Collins Medical Trust, the Susan G Komen Foundation, and the National Foundation for Cancer Research for funding.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cells,Molecular markers,Malignant progression,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. B. Berens<\/b>, S. Khou, E. Huang, A. Hoffman, B. Johnson, Z. Werb, L. M. Heiser, L. M. Coussens; <br\/>OHSU, Portland, OR","CSlideId":"","ControlKey":"96e88b48-36ae-4670-8132-55b66fe58634","ControlNumber":"10733","DisclosureBlock":"&nbsp;<b>E. B. Berens, <\/b> None..<br><b>S. Khou, <\/b> None..<br><b>E. Huang, <\/b> None..<br><b>A. Hoffman, <\/b> None..<br><b>B. Johnson, <\/b> None..<br><b>Z. Werb, <\/b> None..<br><b>L. M. Heiser, <\/b> None..<br><b>L. M. Coussens, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10713","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB224","PresenterBiography":null,"PresenterDisplayName":"Eric Berens, PhD","PresenterKey":"f09c2029-bb27-4d17-9150-02e7f774bf75","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB224. Neoplastic immune mimicry potentiates breast cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Neoplastic immune mimicry potentiates breast cancer progression","Topics":null,"cSlideId":""},{"Abstract":"One of the main drivers for the drastic reduction in survival rates caused by metastatic breast cancer is attributed to Epithelial-to-Mesenchymal Transition (EMT). During embryonic development and wound healing, EMT plays a vital role and during cancer pathogenesis, cancer cells reactivate this program to gain plasticity, migration, and invasion promoting metastasis. In addition, EMT also plays a crucial role in generating a subpopulation of highly resilient tumor cells known as cancer stem cells (CSCs). Moreover, following conventional treatment, residual tumor cells that remain after treatment tend to exhibit CSC properties. EMT-induced cancer stem cells exhibit heightened plasticity and stemness, significantly fueling the metastatic spread of cancer and enhancing the endurance and adaptability throughout the process of metastasis. Thus, understanding the molecular intricacies governing stem cell properties holds immense potential for developing targeted therapies to target metastasis and the development of resistance to treatments.<br \/>To further elucidate EMT-induced cancer stem cell generation, our lab has demonstrated that the Polo-like kinase 1 (PLK1), an important G2\/M regulator, plays an important role in the generation of CSCs through Forkhead box protein C2 (FOXC2). Most importantly, we have shown that the FOXC2 transcription factor, known to be crucial in embryonic development, now has emerging roles in metastatic cancer progression. FOXC2 is positioned at the center of the complex network of signal transduction pathways and functions downstream of most EMT-inducing transcription factors. FOXC2 is necessary for the acquisition and maintenance of stem cell property. In addition, we found that phosphorylation of FOXC2 by PLK1 stabilizes, and inhibition of PLK1 causes a decrease in FOXC2 and stemness in cancer cells. This led us to hypothesize that EMT-induced CSC generation is driven by the PLK1-FOXC2 axis. By expressing phosphomimetic and non-phosphorylatable FOXC2 mutants in breast cancer cell lines, we show that PLK1 phosphorylation is necessary for gaining stemness and an increase in symmetric self-renewal type of stem cell division. Evidence will be presented as to how we are targeting the PLK1-FOXC2 axis to make tumors sensitive to standard-of-care treatments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cells,Metastasis,Breast cancer,Epithelial-mesenchymal transition (EMT),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Joanna Joyce Maddela<\/b><sup>1<\/sup>, Maria Castaneda<sup>2<\/sup>, Petra den Hollander<sup>1<\/sup>, Nick Kuburich<sup>1<\/sup>, Sendurai Mani<sup>1<\/sup><br><br\/><sup>1<\/sup>Legorreta Cancer Center at Brown University, Providence, RI,<sup>2<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"61d6a90e-90a4-458a-aae2-488ff42a7f7d","ControlNumber":"10467","DisclosureBlock":"&nbsp;<b>J. J. Maddela, <\/b> None..<br><b>M. Castaneda, <\/b> None..<br><b>P. den Hollander, <\/b> None..<br><b>N. Kuburich, <\/b> None..<br><b>S. Mani, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10714","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB225","PresenterBiography":null,"PresenterDisplayName":"Joanna Maddela, BS","PresenterKey":"0f1065de-f67b-4388-9c62-4967a332b440","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB225. Regulation of breast cancer stem cell identity by PLK1 and FOXC2","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regulation of breast cancer stem cell identity by PLK1 and FOXC2","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer-related mortality worldwide. Understanding lung cancer evolutionary dynamics can help identify tools to intercept its growth and suggest strategies for treatment. Multiple factors can impact the tumors&#8217; natural history and distinctly affect growth rate. However, research on the evolutionary trajectories of lung cancer across demographic or exposure scenarios remains inadequate. Additionally, the roles of mutational processes and complex genomic alterations on the evolution of lung cancer are still largely unexplored.<br \/>In the largest genomic study of lung cancer to date, we analyzed deep whole-genome sequencing (~ 81x) and other omics data of 1217 lung cancers from the Sherlock-<i>Lung<\/i> study. To ensure adequate statistical power for identifying subclone architectures and constructing lung cancer evolutionary histories, we utilized a metric known as NRPCC (number of reads per tumor chromosomal copy) to select 542 lung adenocarcinoma (LUAD) samples for clonal evolution analyses, including 186 and 181 samples from never-smoker subjects of European and Asian ancestry, respectively, and 121 samples from smokers of European ancestry.<br \/>We found that major driver genes and exogenous mutations contribute to tumor initiation, while copy number gains and endogenous processes appear later in tumor evolution. Tumors harboring <i>EGFR<\/i> mutations in never-smoker females of European descent show long latency, while tumors with <i>KRAS<\/i> mutations have shorter latency regardless of ancestry and sex. Notably, tumors harboring the mutational signature ID2 have short latency and aggressive phenotype, accompanied by increased genomic instability, elevated hypoxia scores, high CpG methylator phenotype, low neoantigen burden, and propensity to develop metastasis. We show that LINE-1 retrotransposition-induced mutagenesis contributes to the origin of ID2 mutations. The transcriptional factor <i>ZNF695<\/i>, a member of the KZFP family, up-regulated in LUAD, appears to contribute to LINE-1 retrotransposition through a dominant-negative effect and LINE-1 promoter demethylation. In a multivariate analysis of genomics, exposures and demographic factors, LUAD latency was most significantly associated with ID2, followed by <i>EGFR<\/i> mutations, <i>KRAS<\/i> mutations, and sex, suggesting an independent impact of these factors on LUAD evolution.<br \/>Our findings underscore the complex interplay of ancestry, sex, exogenous mutagenesis, epigenetic regulation, and LINE-1 retrotransposition in shaping LUAD evolutionary trajectories, paving the way for potential targeted therapeutic interventions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB10-01 Causes and consequences of tumor heterogeneity,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Tumor evolution,LINE-1 Retrotransposition,Mutational Signature,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Zhang<\/b><sup>1<\/sup>, W. Zhao<sup>1<\/sup>, C. Wirth<sup>2<\/sup>, M. Díaz-Gay<sup>3<\/sup>, J. Yin<sup>1<\/sup>, P. H. Hoang<sup>1<\/sup>, J. Sang<sup>1<\/sup>, J. McElderry<sup>1<\/sup>, A. Klein<sup>1<\/sup>, A. Khandekar<sup>1<\/sup>, C. Hartman<sup>1<\/sup>, J. Rosenbaum<sup>1<\/sup>, F. Colon-Matos<sup>1<\/sup>, K. M. Jones<sup>1<\/sup>, N. E. Caporaso<sup>1<\/sup>, R. Homer<sup>4<\/sup>, A. C. Pesatori<sup>5<\/sup>, D. Consonni<sup>6<\/sup>, L. Yang<sup>7<\/sup>, B. Zhu<sup>1<\/sup>, J. Shi<sup>1<\/sup>, K. Brown<sup>1<\/sup>, N. Rothman<sup>1<\/sup>, S. J. Chanock<sup>1<\/sup>, L. B. Alexandrov<sup>3<\/sup>, J. Choi<sup>1<\/sup>, M. Cardelli<sup>8<\/sup>, Q. Lan<sup>1<\/sup>, M. A. Nowak<sup>9<\/sup>, D. C. Wedge<sup>2<\/sup>, M. T. Landi<sup>1<\/sup>; <br\/><sup>1<\/sup>National Institutes of Health (NIH), Rockville, MD, <sup>2<\/sup>The University of Manchester, Manchester, United Kingdom, <sup>3<\/sup>University of California San Diego, La Jolla, CA, <sup>4<\/sup>Yale School of Medicine, New Haven, CT, <sup>5<\/sup>University of Milan, Milan, Italy, <sup>6<\/sup>Fondazione IRCCS Ca’ Granda Ospedale Maggiore Policlinico, Milan, Italy, <sup>7<\/sup>The University of Chicago, Chicago, IL, <sup>8<\/sup>IRCCS INRCA, Ancona, Italy, <sup>9<\/sup>Harvard University, Cambridge, MA","CSlideId":"","ControlKey":"c9ce6ce2-deac-49ed-8566-8c7363349f19","ControlNumber":"10685","DisclosureBlock":"&nbsp;<b>T. Zhang, <\/b> None..<br><b>W. Zhao, <\/b> None..<br><b>C. Wirth, <\/b> None..<br><b>M. Díaz-Gay, <\/b> None..<br><b>J. Yin, <\/b> None..<br><b>P. H. Hoang, <\/b> None..<br><b>J. Sang, <\/b> None..<br><b>J. McElderry, <\/b> None..<br><b>A. Klein, <\/b> None..<br><b>A. Khandekar, <\/b> None..<br><b>C. Hartman, <\/b> None..<br><b>J. Rosenbaum, <\/b> None..<br><b>F. Colon-Matos, <\/b> None..<br><b>K. M. Jones, <\/b> None..<br><b>N. E. Caporaso, <\/b> None..<br><b>R. Homer, <\/b> None..<br><b>A. C. Pesatori, <\/b> None..<br><b>D. Consonni, <\/b> None..<br><b>L. Yang, <\/b> None..<br><b>B. Zhu, <\/b> None..<br><b>J. Shi, <\/b> None..<br><b>K. Brown, <\/b> None..<br><b>N. Rothman, <\/b> None..<br><b>S. J. Chanock, <\/b> None.&nbsp;<br><b>L. B. Alexandrov, <\/b> <br><b>io9, LLC<\/b> LBA is a compensated consultant and has an equity interest in io9, LLC.<br><b>J. Choi, <\/b> None..<br><b>M. Cardelli, <\/b> None..<br><b>Q. Lan, <\/b> None..<br><b>M. A. Nowak, <\/b> None..<br><b>D. C. Wedge, <\/b> None..<br><b>M. T. Landi, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10715","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB226","PresenterBiography":null,"PresenterDisplayName":"Tongwu Zhang, PhD","PresenterKey":"a67b6d48-8f6c-45f1-9646-58fe59566818","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB226. Deciphering lung adenocarcinoma evolution and the role of LINE-1 retrotransposition","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering lung adenocarcinoma evolution and the role of LINE-1 retrotransposition","Topics":null,"cSlideId":""},{"Abstract":"Cancers are diseases of aging. Many cellular processes characteristic of cancer, e.g., epigenetic dysregulation, are similarly observed during aging. Acute myeloid leukemia (AML) is emblematic of this interplay. As a blood cancer stemming from hematopoietic stem and progenitors (HSPC), its median age of diagnosis is 65. AML is linked to age-related clonal hematopoiesis (CH), a condition resulting from the expansion of HSPC, marked by mutations in leukemia-associated genes. We aim to clarify the intrinsic role of aging in HSPC as it causes CH and leukemic transformation.<br \/><b><i>Hypothesis<\/i>:<\/b> <u>aging amplifies the heritable phenotypic variations in hematopoietic stem cells (HSC), enhancing epigenetic heterogeneity<\/u>. This acts as a substrate for natural selection, driving leukemic transformation<i>. <\/i><br \/><i><b>Results<\/b><\/i><b>:<\/b><i> We<\/i> found a <u>significant increase in epigenetic and transcriptomic heterogeneity in long-term HSC (LT-HSC)<\/u> <u>from old mice<\/u> compared to their younger counterparts via single-cell RNA-seq (scRNA-seq)s. This process occurs in an aged bone marrow with higher inflammation and altered HSPC support. Of relevance, we previously show that the rise of epigenetic and transcriptomic heterogeneity in HSC with <i>Tet2<\/i> loss and <i>Flt3<\/i><sup>ITD<\/sup> <i>precedes<\/i> leukemic transformation. We further employed <u>CellTag Indexing and scRNA-seq to track the fate of specific HSC subclones<\/u>. We tracked HSPC cell culture (<i>in vitro<\/i>) after two-weeks and two-months following transplantation into recipient mice of matching ages (<i>in vivo<\/i>). Cells of the same clone manifest higher transcriptomic similarities than those from different clones, validating <i>CellTag<\/i> in mapping clonal evolution. We computed the progeny output activity (<i>Ai<\/i>) by the ratio of clone <b><i>i<\/i><\/b> abundance in the committed progenitors to its frequency in the HSC compartment. We found that young mice exhibit significantly higher variability and a higher mean of progeny output activity<i> Ai<\/i>, indicating the efficiency in self-renewal and cell differentiation. While both young and old mice have low-output (higher stemness) clones, only young mice had significant differential expression of key genes in low-output clones compared to high-output clones, e.g., <i>Dpp4<\/i>, <i>Eps8<\/i>, and <i>Col5a1<\/i>. Depite lower progeny output <i>Ai<\/i> variation, <u>LT-HSCs from older mice exhibited greater clonal transcriptome diversification both <i>in vitro<\/i> and <i>in vivo<\/i>, evidenced by <i>intra-clonal<\/i> transcriptomic correlation<\/u>. This pattern also existed in ST-HSC and MPP from older mice.<i> <\/i><u>Genes with higher expression variability in older mice highlighted pathways pivotal for HSPC fitness<\/u>, e.g., ribosome synthesis (RS), inflammation response mechanisms (JAK-STAT), hematopoietic cell lineage, AML and cancer pathways (GSEA). The RS pathway were remarkably enriched in the megakaryocytic-erythroid progenitors, directly before differentiation where substantial protein translation is required.<br \/><b><i>Conclusion<\/i>:<\/b> our results suggest that the synergy of aging and somatic mutations in epigenetic regulators may enhance cell-to-cell variations, offering additional heritable phenotypic variations. These, in turn, may facilitate clonal hematopoiesis and leukemic transformation. Future work will delineate specific epigenetic and transcriptomic configurations for mutant HSPC clonal expansion. This study provides a cohesive framework, linking the principles governing aging to cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB10-01 Causes and consequences of tumor heterogeneity,,"},{"Key":"Keywords","Value":"Aging,Gene expression analysis,Single cell,Heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"L. Naddaf<sup>1<\/sup>, M. De Dominici<sup>2<\/sup>, X. Chen<sup>1<\/sup>, T. Roeder<sup>3<\/sup>, H. Oguro<sup>3<\/sup>, S. Karmakar<sup>1<\/sup>, E. Pietras<sup>2<\/sup>, J. DeGregori<sup>2<\/sup>, <b>S. Li<\/b><sup>4<\/sup>; <br\/><sup>1<\/sup>The Jackson Laboratory for Genomic Medicine, Farmington, CT, <sup>2<\/sup>University of Colorado Anschutz Medical Campus, Aurora, CO, <sup>3<\/sup>University of Connecticut Health Center, Farmington, CT, <sup>4<\/sup>The Jackson Laboratory for Genomic Medicine, West Hartford, CT","CSlideId":"","ControlKey":"b2b9bc75-2bb6-4909-9861-f458dd041fa5","ControlNumber":"10708","DisclosureBlock":"&nbsp;<b>L. Naddaf, <\/b> None..<br><b>M. De Dominici, <\/b> None.&nbsp;<br><b>X. Chen, <\/b> <br><b>Merck & Co.<\/b> Employment.<br><b>T. Roeder, <\/b> None..<br><b>H. Oguro, <\/b> None..<br><b>S. Karmakar, <\/b> None..<br><b>E. Pietras, <\/b> None..<br><b>J. DeGregori, <\/b> None..<br><b>S. Li, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10716","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB227","PresenterBiography":null,"PresenterDisplayName":"Sheng Li, PhD","PresenterKey":"445c16d0-2ee9-4b07-b812-f570329bfa31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB227. Accelerated intra-clonal transcriptomic diversification of hematopoietic stem cells during aging fuels leukemia evolution","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Accelerated intra-clonal transcriptomic diversification of hematopoietic stem cells during aging fuels leukemia evolution","Topics":null,"cSlideId":""},{"Abstract":"Purpose of the study<br \/>Elucidating evolutionary trajectories of cancers allows us to understand the key events, and the order in which they occur, throughout their development. This can help us to find important associations with tumor progression and prognosis. Our aim was to perform de novo identification of the evolutionary trajectories within Sherlock-lung, with a dataset containing the largest collection of lung cancer in never smokers (LCINS) samples ever analyzed.<br \/>Experimental procedures<br \/>Our Plackett-Luce ordering model utilized copy number data from Battenberg and mutation cancer cell fraction (CCF) data from DPClust. Frequently-occurring copy number events and driver mutations are ordered within each sample using their copy number states and CCFs. An aggregate ordering is then calculated for a sample set. Mixture model analysis identifies subsets of samples displaying distinct orders of events, uncovering diverse evolutionary trajectories within a tumor set.<br \/>Dataset<br \/>The Sherlock-lung whole genome sequencing dataset (n=1217) was filtered to the samples that allowed us to identify subclonal expansions. Samples required at least 10 reads per chromosome copy and a minimum cellularity of 30%. This provided 458 LCINS samples of various histologies. 155 smoker samples were also analyzed for comparison.<br \/>Results<br \/>We identified two subsets of LCINS tumors following distinct evolutionary trajectories. The &#8220;loss-based&#8221; subset commonly saw whole genome duplication (WGD) combined with copy number losses occurring earlier, and at higher prevalence, than gains. Contrastingly, in the &#8220;gain-based&#8221; subset, WGD was relatively rare but ploidy increased via copy number gains, which were more prevalent than losses. Interestingly, these different trajectories converged on similar overall copy number states. The loss-based subset had a higher mutational burden and a higher proportion of the genome altered, and followed a more smoker-like trajectory than the gain-based subset. Considering these differences alongside the convergence in copy number states, it is intriguing that survival times were similar between the two subsets.<br \/>Copy number events defined the difference between the two trajectories. However, driver mutations also played important roles in tumor evolution in LCINS. TP53 and EGFR mutations were associated with greater genomic instability. Conversely, KRAS mutations were associated with more stable genomes. Samples with early clonal mutations in TP53, ERBB2, and PIK3CA, as well as those with a copy number gain of ERBB2, exhibited shorter survival times.<br \/>Conclusions<br \/>Two distinct evolutionary trajectories of LCINS were identified by de novo Plackett-Luce event ordering analysis. The contrast between the subgroups was defined by different paths of copy number activity, but they ultimately converged on similar overall copy number states and outcomes. Key early driver mutations influenced genomic instability and survival times.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Other,,"},{"Key":"Keywords","Value":"Tumor evolution,Lung cancer,Copy number,Genomic instability,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. Wirth<sup>1<\/sup>, T. Zhang<sup>2<\/sup>, W. Zhao<sup>2<\/sup>, P. Hoang<sup>2<\/sup>, J. Sang<sup>2<\/sup>, N. Rothman<sup>2<\/sup>, M. Díaz-Gay<sup>3<\/sup>, R. Teslo<sup>4<\/sup>, N. Ansari-Pour<sup>5<\/sup>, M. Ní Leathlobhair<sup>6<\/sup>, I. Peneva<sup>5<\/sup>, W. Eagles<sup>4<\/sup>, L. Yang<sup>7<\/sup>, L. Alexandrov<sup>3<\/sup>, <b>D. C. Wedge<\/b><sup>1<\/sup>, M. Landi<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Manchester, Manchester, United Kingdom, <sup>2<\/sup>National Cancer Institute, Bethesda, MD, <sup>3<\/sup>University of California San Diego, San Diego, CA, <sup>4<\/sup>Wellcome Sanger Institute, Cambridge, United Kingdom, <sup>5<\/sup>University of Oxford, Oxford, United Kingdom, <sup>6<\/sup>Trinity College Dublin, Dublin, Ireland, <sup>7<\/sup>University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"255e5421-e1f2-45b1-a14a-0bf310e52a09","ControlNumber":"10667","DisclosureBlock":"&nbsp;<b>C. Wirth, <\/b> None..<br><b>T. Zhang, <\/b> None..<br><b>W. Zhao, <\/b> None..<br><b>P. Hoang, <\/b> None..<br><b>J. Sang, <\/b> None..<br><b>N. Rothman, <\/b> None..<br><b>M. Díaz-Gay, <\/b> None..<br><b>R. Teslo, <\/b> None..<br><b>N. Ansari-Pour, <\/b> None..<br><b>M. Ní Leathlobhair, <\/b> None..<br><b>I. Peneva, <\/b> None..<br><b>W. Eagles, <\/b> None..<br><b>L. Yang, <\/b> None..<br><b>L. Alexandrov, <\/b> None..<br><b>D. C. Wedge, <\/b> None..<br><b>M. Landi, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10717","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB228","PresenterBiography":null,"PresenterDisplayName":"David Wedge, PhD","PresenterKey":"2a76c521-dda2-4a84-93d3-b3b5756dc2c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB228. Evolutionary trajectories of lung cancer in never smokers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"607","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evolutionary trajectories of lung cancer in never smokers","Topics":null,"cSlideId":""}]