[{"Abstract":"Integrating multimodal lung data including clinical notes, medical images, and molecular data is critical for predictive modeling tasks like survival prediction, yet effectively aligning these disparate data types remains challenging. We present a novel method to integrate heterogeneous lung modalities by first thoroughly analyzing various domain-specific models and selecting the optimal model for embedding feature extraction per data type based on performance on representative pretrained tasks. For clinical notes, the GatorTron models showed the lowest regression loss on an initial evaluation set, with the large GatorTron-medium model achieving 12.9 loss. After selecting the top performers, we extracted robust embeddings on the full lung dataset built using the Multimodal Integration of Oncology Data System (MINDS) framework. MINDS provides an end-to-end platform for aggregating and normalizing multimodal patient data. We aligned the multimodal embeddings to a central pre-trained language model using contrastive representation learning based on a cosine similarity loss function. To adapt the language model to the new modalities, we employed a parameter-efficient tuning method called adapter tuning, which introduces small trainable adapter layers that leave the base model weights frozen. This avoids catastrophic forgetting of the pretrained weights. We evaluated our multimodal model on prognostic prediction tasks including survival regression and subtype classification using both public and internal lung cancer datasets spanning multiple histologic subtypes and stages. Our aligned multimodal model demonstrated improved performance over models utilizing only single modalities, highlighting the benefits of integrating complementary information across diverse lung data types. This work illustrates the potential of flexible multimodal modeling for critical lung cancer prediction problems using heterogeneous real-world patient data. Our model provides a strong foundation for incorporating emerging data types, modalities, and predictive tasks in the future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Deep learning,Tumor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Tripathi<\/b><sup>1<\/sup>, A. Waqas<sup>1<\/sup>, Y. Yilmaz<sup>2<\/sup>, G. Rasool<sup>1<\/sup>; <br\/><sup>1<\/sup>H. Lee Moffitt Cancer Center, Tampa, FL, <sup>2<\/sup>University of South Florida, Tampa, FL","CSlideId":"","ControlKey":"b5ed57a9-b26a-4d88-b732-6f9dbd705b15","ControlNumber":"8429","DisclosureBlock":"&nbsp;<b>A. Tripathi, <\/b> None..<br><b>A. Waqas, <\/b> None..<br><b>Y. Yilmaz, <\/b> None..<br><b>G. Rasool, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9395","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4905","PresenterBiography":null,"PresenterDisplayName":"Aakash Tripathi","PresenterKey":"44070449-eb00-47b4-8526-7db0c2ddb94b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4905. Multimodal transformer model improves survival prediction in lung cancer compared to unimodal approaches","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multimodal transformer model improves survival prediction in lung cancer compared to unimodal approaches","Topics":null,"cSlideId":""},{"Abstract":"Reflectance confocal microscopy (RCM) is a noninvasive optical imaging modality that allows for cellular-level resolution, in vivo images of skin without performing a traditional skin biopsy. RCM image interpretation currently requires specialized training to interpret the grayscale output images that are difficult to correlate with tissue pathology. Here, we use a deep learning-based framework that uses a convolutional neural network to transform grayscale output images into virtually-stained hematoxylin and eosin (H&#38;E)-like images allowing for the visualization of various skin layers, including the epidermis, dermal-epidermal junction, and superficial dermis layers. To train the deep-learning framework, a stack of a minimum of 7 time-lapsed, successive RCM images of excised tissue were obtained from epidermis to dermis 1.52 microns apart to a depth of 60.96 microns using the Vivascope 3000. The tissue was embedded in agarose tissue and a curette was used to create a tunnel through which drops of 50% acetic acid was used to stain cell nuclei. These acetic acid-stained images were used as &#8220;ground truth&#8221; to train a deep convolutional neural network using a conditional generative adversarial network (GAN)-based machine learning algorithm to digitally convert the images into GAN-based H&#38;E-stained digital images. We used the already trained machine learning algorithm and retrained the algorithm with new samples to include squamous neoplasms. Through further training and refinement of the algorithm, high-resolution, histological quality images can be obtained to aid in earlier diagnosis and treatment of cutaneous neoplasms. The overall goal of obtaining biopsy-free virtual histology images with this technology can be used to provide real-time outputs of virtually-stained H&#38;E skin lesions, thus decreasing the need for invasive diagnostic procedures and enabling greater uptake of the technology by the medical community.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Deep learning,Squamous neoplasms,Virtual histology,Dermatology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Kokikian<\/b><sup>1<\/sup>, R. Wahhab<sup>1<\/sup>, J. Li<sup>1<\/sup>, S. Martin<sup>2<\/sup>, D. P. Beynet<sup>2<\/sup>, A. Ozcan<sup>1<\/sup>, P. O. Scumpia<sup>1<\/sup>; <br\/><sup>1<\/sup>University of California, Los Angeles, Los Angeles, CA, <sup>2<\/sup>Veterans Affairs Greater Los Angeles Healthcare System, Los Angeles, CA","CSlideId":"","ControlKey":"1ff8c4f9-b40b-46d0-aeee-fb5fa1b76461","ControlNumber":"8755","DisclosureBlock":"&nbsp;<b>N. Kokikian, <\/b> None..<br><b>R. Wahhab, <\/b> None.&nbsp;<br><b>J. Li, <\/b> <br><b>Regents of University of California and United States Government as Represented by the Department of Veterans Affairs<\/b> Other, Filed for provisional patent.<br><b>S. Martin, <\/b> None..<br><b>D. P. Beynet, <\/b> None.&nbsp;<br><b>A. Ozcan, <\/b> <br><b>Regents of University of California and United States Government as Represented by the Department of Veterans Affairs<\/b> Other, filed for provisional patent. <br><b>P. O. Scumpia, <\/b> <br><b>Regents of University of California and United States Government as Represented by the Department of Veterans Affairs<\/b> Other, Filed for provisional patent.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9396","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4906","PresenterBiography":null,"PresenterDisplayName":"Nelly Kokikian","PresenterKey":"9c9e012f-9b33-40ab-94dc-ee553ea11cc9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4906. Biopsy free virtual histology to discriminate benign from malignant squamous neoplasms","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Biopsy free virtual histology to discriminate benign from malignant squamous neoplasms","Topics":null,"cSlideId":""},{"Abstract":"As the most common pediatric malignancy, B-cell acute lymphoblastic leukemia (B-ALL) has multiple distinct subtypes characterized by recurrent and sporadic somatic and germline genetic alterations like chromosomal alteration, transcription factor rearrangement or kinase inhibition. The treatment of B-ALL patients is personalized based on specific subtypes, as the treatment responses for different B-ALL subtypes may vary considerably. Identification of B-ALL subtypes can facilitate risk stratification and enable tailored therapeutic approaches. Existing methods for B-ALL subtyping primarily depend on immunophenotypic, cytogenetic and genomic analyses, which would be costly, complicated, and laborious in clinical practice applications. To overcome these challenges, we present RanBALL (an Ensemble Random Projection-Based Model for Identifying B-Cell Acute Lymphoblastic Leukemia Subtypes), an accurate and cost-effective model for B-ALL subtype identification based on transcriptomic profiling only. RanBALL leverages random projection (RP) to construct an ensemble of dimension-reduced multi-class classifiers for B-ALL subtyping. Specifically, the transcriptomic profiling features were projected onto low-dimensional spaces by random projection matrices whose elements conform to a distribution characterized by zero mean and unit variance. To ensure reliable and robust performance, we selected 20 subspace dimensions ranging from 600 to 2500, with intervals of 100. The transformed low dimensional data matrix was used for training an ensemble of multi-class support vector machine (SVM) classifiers, each corresponding to one of the RP matrices of various dimensions. The predicted probabilistic scores of each B-ALL subtype were integrated for determining the final decision. Results based on 10 times 10-fold cross validation tests for &#62;1700 B-ALL patients demonstrated that the proposed model achieved an accuracy of 93.7%, indicating promising prediction capabilities of RanBALL for B-ALL subtyping. Furthermore, the 30% held-out tests suggested that the model was robust and consistent to maintain high confidence levels for accurate predictions. The high accuracies of RanBALL suggested that our model could effectively capture underlying patterns of transcriptomic profiling for accurate B-ALL subtype identification. To extend the impact of RanBALL, we have established a free and publicly available python package for RanBALL available at https:\/\/github.com\/wan-mlab\/RanBALL. We believe RanBALL will facilitate the discovery of B-ALL subtype-specific marker genes and therapeutic targets, and eventually have consequential positive impacts on downstream risk stratification and tailored treatment design.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Acute lymphoblastic leukemia,Ensemble learning,Subtype identification,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Li<\/b>, H. Xiao, J. D. Khoury, J. Wang, S. Wan; <br\/>University of Nebraska Medical Center, Omaha, NE","CSlideId":"","ControlKey":"ad0aa8ae-5186-4975-a55a-2a298e415ec5","ControlNumber":"1362","DisclosureBlock":"&nbsp;<b>L. Li, <\/b> None..<br><b>H. Xiao, <\/b> None..<br><b>J. D. Khoury, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>S. Wan, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9397","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4907","PresenterBiography":null,"PresenterDisplayName":"Lusheng Li","PresenterKey":"cf5c8268-22c0-4b08-92dc-e5abd545607d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4907. RanBALL: Identifying B-cell acute lymphoblastic leukemia subtypes based on an ensemble random projection model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RanBALL: Identifying B-cell acute lymphoblastic leukemia subtypes based on an ensemble random projection model","Topics":null,"cSlideId":""},{"Abstract":"The rapid increase in collateral omics and phenotypic data has enabled data-driven studies for the discovery of drug targets and biomarkers. For this purpose, we have developed a convenient tool, Q-omics software, for general researchers and cancer scientists to carry out customized data mining without bioinformatics background. Q-omics provides a comprehensive interface and smart functions for facilitating pan cancer-wide association studies on mutations, RNA expression, protein abundance, shRNA\/CRISPR efficacy, drugs, tumor-infiltrating cells, patient survival, clinical info. etc. Furthermore, consensus scores on associated data pairs from heterogeneous samples, help to predict the reproducibility of data mining results. Q-omics (download: http:\/\/qomics.io) improves the utility of cancer omics big data for non-computational scientists at all levels of cancer research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Target discovery,Survival,Drug sensitivity,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Yoon<\/b>; <br\/>Sookmyung Women's University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"c19ddd6c-d921-4713-89b8-5b396608c5a3","ControlNumber":"1587","DisclosureBlock":"&nbsp;<b>S. Yoon, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9398","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4908","PresenterBiography":null,"PresenterDisplayName":"Sukjoon Yoon, PhD","PresenterKey":"718f5c91-8bf7-4254-aea5-9e167840cf26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4908. Comprehensive tool for pan-cancer consensus data mining of drugs, targets and biomarkers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive tool for pan-cancer consensus data mining of drugs, targets and biomarkers","Topics":null,"cSlideId":""},{"Abstract":"Although TLS status possesses prognostic significance in PDAC and can potentially affect chemotherapy outcomes, there is currently a notable lack of RNA sequencing (RNA-seq) models that specialize in TLS identification and classification in PDAC. Here, we developed a model for predicting TLS status (high or low) based on RNA-seq data.<br \/>Design: Hematoxylin and eosin (H&#38;E) whole slide images of PDAC samples from The Cancer Genome Atlas (TCGA, n = 118) and Clinical Proteomic Tumor Analysis Consortium (CPTAC, n = 129) were used to detect intratumoral and borderline TLSs followed by TLS density measurements (units\/mm<sup>2<\/sup>) by an experienced pathologist. The samples were then stratified into TLS-high and TLS-low groups based on median density values. Next, we used deconvolution by Kassandra algorithm to identify cell subtypes enriched in each TLS group based on gene expression (RNA-seq) data. Calculation of ssGSEA scores for gene signatures corresponding to cell subtypes and TLS structures was performed, along with survival analysis. Differential expression analysis between TLS-high and TLS-low samples, followed by functional enrichment (|logFC| &#62; 2; padj &#60; 0.01), was conducted. The LightGBM gradient boosting classifier was then trained on ranked expression data with sequential feature selection to predict TLS-high and TLS-low groups. We trained the model with H&#38;E staining annotations and ranked RNA expression data from TCGA or CPTAC samples (total n = 167). The remaining 80 were designated as hold-out samples. The weighted F1 score was computed as a performance metric.<br \/>Findings: Median density of detected TLSs in the TCGA and CPTAC samples was 0.012 units\/mm<sup>2<\/sup>. Kassandra deconvolution revealed B-cell enrichment, but fibroblast and M2 macrophage depletion in the TLS-high group. Our calculated ssGSEA scores of previously described TLS gene signatures, along with those of different B-cell subtypes and follicular dendritic cells, showed significant association with the TLS-high group. Genes associated with B-cell proliferation, differentiation, and signaling (<i>CD19, CD22, CD79A, CD79B<\/i>, and <i>CR2<\/i>) were also upregulated in this group. Comparing the performance of our RNA-based model on the validation dataset with manual TLS<br \/>classification by a pathologist, we obtained an F1 weighted score of 0.72 and ROC-AUC score of 0.77. Thus, the TLS predictions by our model concurred with the TLS classification based on H&#38;E annotations and pathological evaluation. Moreover, patients in the predicted TLS-low group had worse overall survival (OS) compared to the TLS-high group (Log(HR) = 0.76; 95% CI [0.04; 1.48]; p&#60;0.05).<br \/>We present an RNA-based model that stratifies PDAC samples as TLS-high or TLS-low, with predictions that conform to pathological findings. We also found TLS-low samples to associate with worse OS, thus offering an objective means to predict prognoses of PDAC patients based on TLS status.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Adenocarcinoma,Tertiary lymphoid structures,RNA sequencing (RNA-Seq) models,Pancreatic adenocarcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Livanova<\/b>, A. Tyshevich, A. Kravets, S. Kurpe, N. Lukashevich, D. Ivchenkov, D. Dymov, A. Belozerova, K. Kryukov, A. Sarachakov, V. Svekolkin, V. Kushnarev; <br\/>BostonGene Corporation, Waltham, MA","CSlideId":"","ControlKey":"cd9f2ad1-7725-4815-bc57-f7b995160d8f","ControlNumber":"1685","DisclosureBlock":"<b>&nbsp;A. Livanova, <\/b> <br><b>BostonGene Corporation<\/b> Employment. <br><b>A. Tyshevich, <\/b> <br><b>BostonGene Corporation<\/b> Employment. <br><b>A. Kravets, <\/b> <br><b>BostonGene Corporation<\/b> Employment, Stock Option. <br><b>S. Kurpe, <\/b> <br><b>BostonGene Corporation<\/b> Employment. <br><b>N. Lukashevich, <\/b> <br><b>BostonGene Corporation<\/b> Employment. <br><b>D. Ivchenkov, <\/b> <br><b>BostonGene Corporation<\/b> Employment. <br><b>D. Dymov, <\/b> <br><b>BostonGene Corporation<\/b> Employment. <br><b>A. Belozerova, <\/b> <br><b>BostonGene Corporation<\/b> Employment, Stock Option. <br><b>K. Kryukov, <\/b> <br><b>BostonGene Corporation<\/b> Employment. <br><b>A. Sarachakov, <\/b> <br><b>BostonGene Corporation<\/b> Employment, Stock Option, Patent. <br><b>V. Svekolkin, <\/b> <br><b>BostonGene Corporation<\/b> Employment, Stock Option, Patent. <br><b>V. Kushnarev, <\/b> <br><b>BostonGene Corporation<\/b> Employment, Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9399","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4909","PresenterBiography":null,"PresenterDisplayName":"Alexandra Livanova, MSc","PresenterKey":"7840f82a-ae6c-4aa5-86a4-60ddf0690193","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4909. An RNA-based model for tertiary lymphoid structure (TLS) prediction and classification in pancreatic adenocarcinoma (PDAC)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An RNA-based model for tertiary lymphoid structure (TLS) prediction and classification in pancreatic adenocarcinoma (PDAC)","Topics":null,"cSlideId":""},{"Abstract":"Human protein kinases are playing an important role in various biological activities including tumorigenesis and cancer progression, and for this reason, many kinase inhibitors have been developed as promising targeted therapies for cancer. To date, there are 72 FDA-approved treatments targeting about two dozen different protein kinases; 3 of them were approved in 2022. However, there are still critical challenges that can be addressed to improve the robustness and selectivity of the kinase inhibitors such as drug resistance, toxicity and compromised efficacy. To gain a deeper understanding of the biological mechanisms underlying the resistance to kinase inhibitors, we hereby design and train an artificial intelligence (AI) model that predicts in-vitro cell response to various kinase inhibition from the integration of the genomic features of cancer cell lines and the biochemical profiles of kinase activities. The inner-working of an optimized model provides important insights on the relevant kinase activities for the cell response. A major challenge for training such a model is that the training data for biochemical kinase activity is very sparse; the kinase panels are not consistent across different sources and each dataset contains many missing values. To address this, we train a secondary AI model to predict all the missing values for the kinase activity in our training data using the combination of the compound chemical structure and the kinase structure. The secondary model is independently validated to ensure the quality of the training data for the drug response prediction model. An investigation of the secondary model&#8217;s inner mechanism sheds light on the kinase binding sites and which chemical substructures are important for its inhibition. The model accurately predicts the cell response to different CDK inhibition. A focused analysis of the model characterizes off-target effects of the CDK inhibitors which may be linked to the drug resistance mechanisms, suggesting ways to improve the inhibitors or potential targets for combination therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Drug resistance,Deep learning,Drug synergy,Kinase inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"R. Janssens<sup>1<\/sup>, K. Rizzolo<sup>1<\/sup>, E. Artin<sup>1<\/sup>, J. Wagner<sup>1<\/sup>, M. Riester<sup>1<\/sup>, J. Korn<sup>1<\/sup>, <b>J. Park<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Novartis Biomedical Research, Cambridge, MA, <sup>2<\/sup>Novartis Biomedical Research, San Diego, CA","CSlideId":"","ControlKey":"4425fe98-4fdf-4cf8-9f8c-a2de77d75d87","ControlNumber":"1787","DisclosureBlock":"&nbsp;<b>R. Janssens, <\/b> None..<br><b>K. Rizzolo, <\/b> None..<br><b>E. Artin, <\/b> None..<br><b>J. Wagner, <\/b> None..<br><b>M. Riester, <\/b> None..<br><b>J. Korn, <\/b> None..<br><b>J. Park, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9400","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4910","PresenterBiography":null,"PresenterDisplayName":"Jisoo Park, PhD","PresenterKey":"f5c45575-9195-45dc-a143-4c18d4fb51bd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4910. AI predicts drug response from the genomic features of cells and the kinase activity changes induced by compounds","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AI predicts drug response from the genomic features of cells and the kinase activity changes induced by compounds","Topics":null,"cSlideId":""},{"Abstract":"Combination drug therapies offer promise for improving cancer treatment. However, identifying actionable drug combinations for specific cancer subtypes and individual patients remains challenging due to the vast number of possibilities. Existing approaches like high-throughput screening (HTS) and rule-based drug additions have limitations in their ability to predict clinically translatable synergistic combinations. Therefore, advanced machine learning focused on patient-centric modelling have the potential to optimize combination therapies.<br \/>PAIRWISE is a patient-centric deep learning-powered drug combination recommendation platform. Given gene expression along with chemical structures and targets from a set of two drugs being applied, the output is the binary combination outcome. PAIRWISE introduces a new approach of representing tumor genomics using the unsupervised pretraining design on 11K TCGA tumors. The power of PAIRWISE is derived from knowledge-guided transfer learning by learning from in vitro experiments with drug-drug-cell interactions and cellular heterogeneity. PAIRWISE can accurately predict combination synergy with area under the curve (AUC) &#62; 0.85 across 10 tissue types in a large dataset of 200K in vitro drug combinations and significantly outperform all state-of-the-art methods.<br \/>Diffuse large B cell lymphoma (DLBCL) is the most common B cell non-Hodgkin lymphoma and remains incurable in around 40% of patients. Finding optimal combination therapy for each DLBCL patient is a critical unmet need. As independent validation, we applied PAIRWISE to an external HTS study of Bruton Tyrosine Kinase inhibitor (BTKi) combinations (Griner et al., 2014), confirming the reproducibility and accuracy of high-confidence predictions (AUC = 0.72). PAIRWISE was also applied to transcriptomic data of 29 DLBCL cell lines (Bal et al., 2022) and predicted BTKi-containing combinations across ABC subtypes with higher synergy scores than GCB (P = 0.02). This is consistent with expected better overall efficacy of BTK inhibitors in ABC subtype (Younes et al., 2019; Davis et al., 2010; Wilson et al., 2015).<br \/>To predict opportunities in DLBCL, PAIRWISE was used to identify BTKi partners for an additional 211 anti-cancer drugs using 562 published ex vivo DLBCL samples (Schmitz et al., 2018). PAIRWISE effectively identified novel DLBCL sub-population with significantly higher response scores for predicted BTKi combinations and favorable survival. Notably, patients predicted as responsive had significantly better outcomes upon first-line chemotherapy treatments than non-responsive ones (P &#60; 0.0001).<br \/>Collectively, we demonstrate that PAIRWISE is a highly efficient and generalizable framework that enables confident predictions of pairwise drug combinations at disease subtype level, with the potential of informing treatment options and clinical trial design.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Drug synergy,Machine learning,Deep learning,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Xu<\/b><sup>1<\/sup>, J. Cohen-Setton<sup>2<\/sup>, Z. Shen<sup>3<\/sup>, M. Milo<sup>2<\/sup>, I. US<sup>1<\/sup>, B. Sidders<sup>2<\/sup>, J. Fitzgibbon<sup>2<\/sup>, H. Pan<sup>4<\/sup>, O. Elemento<sup>1<\/sup>, K. Bulusu<sup>2<\/sup>; <br\/><sup>1<\/sup>Weill Cornell Medicine, New York, NY, <sup>2<\/sup>AstraZeneca, Cambridge, United Kingdom, <sup>3<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY, <sup>4<\/sup>Peking University Third Hospital, Beijing, China","CSlideId":"","ControlKey":"8d393bbb-cbb3-46af-bfca-8c7657680376","ControlNumber":"2550","DisclosureBlock":"&nbsp;<b>C. Xu, <\/b> None..<br><b>J. Cohen-Setton, <\/b> None..<br><b>Z. Shen, <\/b> None..<br><b>M. Milo, <\/b> None..<br><b>I. Us, <\/b> None..<br><b>B. Sidders, <\/b> None..<br><b>J. Fitzgibbon, <\/b> None..<br><b>H. Pan, <\/b> None..<br><b>O. Elemento, <\/b> None..<br><b>K. Bulusu, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9401","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4911","PresenterBiography":null,"PresenterDisplayName":"Chengqi Xu","PresenterKey":"2b216f94-c3cb-4b8d-95eb-1f1db15c273f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4911. PAIRWISE: Deep learning-powered personalized medicine approach identifies actionable drug combinations in B cell lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PAIRWISE: Deep learning-powered personalized medicine approach identifies actionable drug combinations in B cell lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Understanding the composition of cancer-associated stroma (CAS) is vital, as the number and location of immune cells and fibroblasts, as well as the degree of extracellular matrix deposition, have implications for cancer progression and response to treatment, including in non-small cell lung cancer (NSCLC). Manual analysis of CAS does not fully describe the stromal milieu, especially from a spatial perspective, and is highly subjective. To this end, we have developed an unsupervised machine learning (ML) model to characterize the CAS in NSCLC from hematoxylin and eosin (H&#38;E) stained whole slide images (WSI) at scale.<br \/>Methods: PathExploreTM models were deployed to predict stromal tissue and cell types, while another ML model was used to detect collagen fibers from H&#38;E stained WSIs from the TCGA LUAD (N=536) and LUSC (N=464) datasets. Stroma was divided into small regions (median = 0.02 mm2), and 88 features characterizing cell distribution, tissue composition and fiber density were extracted from each region. Graphs were generated connecting neighboring regions (nodes), and an unsupervised variational graph auto-encoder (VGAE) model was trained to learn 8 latent features through dimensionality reduction. Stromal phenotypes were then derived from the latent features using k-means clustering. The fraction of each phenotype in the stroma was correlated against immune- and stroma-related gene expression signatures (GES) and overall survival (OS).<br \/>Results: Deployment of VGAE on LUAD and LUSC WSIs revealed three distinct stromal phenotypes - P0, P1 and P2. Fibroblast density was elevated in P0 and P1 regions (p&#60;0.001), immune cell density was elevated in P2 regions (p&#60;0.001), and collagen fiber intensity was highest in P1 regions (p&#60;0.001). P2 enrichment was correlated with elevated expression of the T cell-inflamed gene expression profile (TGEP; Spearman &#961; = 0.43 in LUAD; &#961; = 0.27 in LUSC) and with improved OS (HR = 0.696; 95% CIs: 0.571-0.847 in LUSC). Conversely, P1 enrichment was positively associated with a transforming growth factor-&#946;-induced cancer associated fibroblast GES (TGF&#946;-CAF: &#961; = 0.19 in LUAD and &#961; = 0.12 in LUSC) and poor OS (HR = 1.358; 95% CIs: 1.149-1.603 in LUSC). These phenotypes are consistent with fibroblast-enriched, collagen-depleted stroma (P0), collagen-rich, fibroblast-enriched tumor-promoting stroma (P1), and immune cell-enriched, tumor-suppressive stroma (P2).<br \/>Conclusions: We describe an unsupervised, data-driven method of predicting stromal regions with discrete patterns of cell composition and collagen deposition in NSCLC. This approach identified three phenotypes of NSCLC stroma. These results highlight the ability of ML models to characterize and find meaningful patterns within the cell, tissue, and matrix components of a tumor. This work provides further evidence of the potential of ML to discover novel precision medicine biomarkers in NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Stroma,Immune cells,Cancer-associated fibroblasts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Patel<\/b>, N. Le, T. Nguyen, F. Najdawi, S. Srinivasan, A. Stanford-Moore, D. Kartik, J. Zhang, J. Brosnan-Cashman, R. Egger, J. Lee, M. Bronnimann; <br\/>PathAI, Inc., Boston, MA","CSlideId":"","ControlKey":"866b5bce-08e7-4630-b987-c183645644d1","ControlNumber":"2673","DisclosureBlock":"<b>&nbsp;N. Patel, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>N. Le, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>T. Nguyen, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>F. Najdawi, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>S. Srinivasan, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>A. Stanford-Moore, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>D. Kartik, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>J. Zhang, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>J. Brosnan-Cashman, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>R. Egger, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>J. Lee, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option. <br><b>M. Bronnimann, <\/b> <br><b>PathAI, Inc.<\/b> Employment, Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9402","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4912","PresenterBiography":null,"PresenterDisplayName":"Neel Patel, PhD","PresenterKey":"0e941322-e132-441d-9e58-2db104ee9343","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4912. Unsupervised detection of stromal phenotypes with distinct fibrogenic and inflamed properties in NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unsupervised detection of stromal phenotypes with distinct fibrogenic and inflamed properties in NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The understanding of morphological heterogeneity at the cellular level in High-Grade Serous Ovarian Cancer (HGSOC), particularly in relation to BRCA1 and BRCA2 mutations, is still an ongoing area of research. This study aims to elucidate the morphological features that distinguish wild-type (WT) tumors from those with BRCA1\/BRCA2 mutations using deep learning models.<br \/>Methods: A total of 300 H&#38;E stained HGSOC slides were collected in a patient-wise manner and tumor areas were annotated by an expert pathologist. We used a convolutional neural network model with spatial attention pre-trained on pathological images to extract features from slides, and the features were clustered into 96 groups. Subsequently, a nuclei segmentation model was employed for precise cell segmentation, followed by measurement of cellular features including cell shape (area, eccentricity) and cell texture (dissimilarity, correlation). The assessment of cell texture evaluates the variation and uniformity in gray-level intensity across the cell. We performed independent t-tests on samples of 100 patches from each cluster, comparing cells of selected patches from the top-N clusters representing the highest proportion of each label.<br \/>Results: H&#38;E slides (n=300) include 69 (23%) BRCA1 mutants and 50 (16.7%) BRCA2 mutants. In Table1, negative t-statistics suggest that WT carcinoma cancer cells exhibit lower values for the measured features compared to BRCA mutants, whereas positive values denote higher values in WT. BRCA1 and BRCA2 mutant carcinoma cancer cells showed significantly larger areas and higher eccentricity than WT carcinoma cancer cells in all top-N clusters settings (N=3, 5, 10, 30). Furthermore, WT carcinoma cancer cells showed higher dissimilarity and reduced correlation compared to BRCA1 mutant carcinoma cells in four settings.<br \/>Conclusions: Our observations in BRCA-mutated HGSOC cells enrich our understanding of tumor cell morphology with BRCA mutations.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{DFE96DAE-272D-4E6D-BCC4-4E924D799C7E}\"><caption>Table1. Comparison of cell features between WT and BRCA mutants<\/caption><tr><td rowspan=\"1\" colspan=\"1\">cell feature<\/td><td rowspan=\"1\" colspan=\"1\">comparison<\/td><td rowspan=\"1\" colspan=\"1\">top-3 clusters (t-statistics, p-value)<\/td><td rowspan=\"1\" colspan=\"1\">top-5 clusters (t-statistics, p-value)<\/td><td rowspan=\"1\" colspan=\"1\">top-10 clusters (t-statistics, p-value)<\/td><td rowspan=\"1\" colspan=\"1\">top-30 clusters (t-statistics, p-value)<\/td><\/tr><tr><td rowspan=\"2\" colspan=\"1\">area<\/td><td rowspan=\"1\" colspan=\"1\">WT vs BRCA1<\/td><td rowspan=\"1\" colspan=\"1\">-37.41, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">-50.2, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">-37.53, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">-85.95, &lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">WT vs BRCA2<\/td><td rowspan=\"1\" colspan=\"1\">-42.14, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">-50.61, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">-16.57, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">-51.98, &lt;0.001<\/td><\/tr><tr><td rowspan=\"2\" colspan=\"1\">eccentricity<\/td><td rowspan=\"1\" colspan=\"1\">WT vs BRCA1<\/td><td rowspan=\"1\" colspan=\"1\">-24.40, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">-34.14, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">-38.02, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">-37.40, &lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">WT vs BRCA2<\/td><td rowspan=\"1\" colspan=\"1\">-26.77, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">-30.46, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">-29.47, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">-47.64, &lt;0.001<\/td><\/tr><tr><td rowspan=\"2\" colspan=\"1\">dissimilarity<\/td><td rowspan=\"1\" colspan=\"1\">WT vs BRCA1<\/td><td rowspan=\"1\" colspan=\"1\">55.17, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">52.73, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">103.57, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">166.78, &lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">WT vs BRCA2<\/td><td rowspan=\"1\" colspan=\"1\">-38.15, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">-24.75, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">0.2, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">107.73, &lt;0.001<\/td><\/tr><tr><td rowspan=\"2\" colspan=\"1\">correlation<\/td><td rowspan=\"1\" colspan=\"1\">WT vs BRCA1<\/td><td rowspan=\"1\" colspan=\"1\">1.94, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">-2.46, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">-50.24, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">-65.96, &lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">WT vs BRCA2<\/td><td rowspan=\"1\" colspan=\"1\">87.62, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">90.83, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">52.6, &lt;0.001<\/td><td rowspan=\"1\" colspan=\"1\">-48.90, &lt;0.001<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Ovarian cancer,Deep learning,BRCA,Histopathology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Lee<sup>1<\/sup>, <b>H. Kim<\/b><sup>1<\/sup>, Y. Lee<sup>1<\/sup>, Y.-L. Choi<sup>2<\/sup>, K. Jung<sup>2<\/sup>, T.-Y. Kwak<sup>1<\/sup>, S. Kim<sup>1<\/sup>, H. Chang<sup>1<\/sup>; <br\/><sup>1<\/sup>Deep Bio Inc., Seoul, Korea, Republic of, <sup>2<\/sup>Samsung Medical Center, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"e8ae6239-39c5-4b62-8993-6600de331650","ControlNumber":"2932","DisclosureBlock":"<b>&nbsp;J. Lee, <\/b> <br><b>Deep Bio Inc.<\/b> Employment. <br><b>H. Kim, <\/b> <br><b>Deep Bio Inc.<\/b> Employment. <br><b>Y. Lee, <\/b> <br><b>Deep Bio Inc.<\/b> Employment.<br><b>Y. Choi, <\/b> None..<br><b>K. Jung, <\/b> None.&nbsp;<br><b>T. Kwak, <\/b> <br><b>Deep Bio Inc.<\/b> Employment, Stock, Patent. <br><b>S. Kim, <\/b> <br><b>Deep Bio Inc.<\/b> Employment, Stock, Other Business Ownership, Patent. <br><b>H. Chang, <\/b> <br><b>Deep Bio Inc.<\/b> Employment, Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9403","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4913","PresenterBiography":null,"PresenterDisplayName":"Hyunil Kim, MS","PresenterKey":"a964155a-d766-428c-8f4a-1a44108588f3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4913. Morphological feature discrepancies in wild-type vs. BRCA1\/BRCA2 mutated high-grade serous ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Morphological feature discrepancies in wild-type vs. BRCA1\/BRCA2 mutated high-grade serous ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer is a high burden cancer in the United States, leading to the second highest cause of cancer deaths. Despite chemotherapeutic intervention and surgical resection, recurrent disease may occur in some patients and typically, has a poorer prognosis. Thus, there is a demand for advanced therapies such as immunotherapies for improved clinical outcomes. An in-depth understanding of the colon cancer microenvironment is necessary to improve outcome in this subset of patients. Spatial biology approaches are well positioned to comprehensively uncover the molecular and biological mechanisms of cancer cell aggression in colorectal cancer. Here, we visualized nearly 30 biomarkers in colon adenocarcinoma (CAC) tissue using the Cell DIVE multiplexed imaging workflow and validated antibodies from Cell Signaling Technology (CST&#174;). Using this approach, we were able to probe multiple pathways of interest in cancer progression, such as vascularization of tumor tissue, immune cell responses, and cell proliferation. Together, these data allow the creation of a spatial map of tumor cell aggression and offer predictive value for the progression of the disease. Deep molecular and architectural insights on this level are possible only with a spatial biology approach and offer multiple downstream hypotheses to further understand cancer progression and interrogate the heterogeneity within the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Proteomics,Multiplex automation,Biomarkers,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"V. Agrawal<sup>1<\/sup>, L. Arvidson<sup>2<\/sup>, M. J. Smith<sup>1<\/sup>, K. O. White<sup>1<\/sup>, R. A. Heil-Chapdelaine<sup>1<\/sup>, S. Jensen<sup>2<\/sup>, <b>A. Bose<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Leica Microsystems, Waltham, MA, <sup>2<\/sup>Cell Signaling Technology, Danvers, MA","CSlideId":"","ControlKey":"44384c52-db70-445a-bf29-887165669d30","ControlNumber":"3993","DisclosureBlock":"&nbsp;<b>V. Agrawal, <\/b> None..<br><b>L. Arvidson, <\/b> None..<br><b>M. J. Smith, <\/b> None..<br><b>K. O. White, <\/b> None..<br><b>R. A. Heil-Chapdelaine, <\/b> None..<br><b>S. Jensen, <\/b> None..<br><b>A. Bose, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9404","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4914","PresenterBiography":null,"PresenterDisplayName":"ARINDAM BOSE","PresenterKey":"15ab5851-ea37-4c5f-9d94-24ee6ff155e2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4914. Mapping the cancer immune landscape in colorectal adenocarcinoma using multiplexed imaging and AI based analysis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mapping the cancer immune landscape in colorectal adenocarcinoma using multiplexed imaging and AI based analysis","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Despite advances in anticancer treatments, there has been urgent need to identify novel prognostic markers for HER2-negative AGC. We propose AI based deep learning and machine learning pipeline to explore genetic markers that predict patient response to chemotherapy in HER2-negative AGC.<br \/>Methods: We retrospectively assessed 179 stage IV HER2-negative AGC patients who have been treated with first-line chemotherapy in Yonsei Cancer Center, Korea between 2015 and 2021. In-house targeted sequencing panel data (CancerSCAN<sup>TM<\/sup> and CancerMaster) were used to identify candidate prognostic markers. DeepSurv was mainly used to analyze the progression-free survival (PFS), which is a deep learning algorithm that can investigate prognostic roles. The SHapley Additive exPlanations (SHAP) method was applied to open the deep learning models&#8217; black-box and calculate the importance ranking of gene features. Machine learning models-random survival forest, elastic-net, and lasso-were also investigated to identify potentially meaningful gene variants. To rank the gene features, we calculated variable importance (VIMP) for random survival forest, and penalized regression coefficients for elastic-net and lasso. All deep learning and machine learning models were trained using 5-folds cross-validation in 1,000 iterations of re-sampling bootstrapping with hyperparameter tuning by grid search. To classify responder or non-responder related genetic markers to chemotherapy, we used the signs of averaged penalize coefficients obtained from elastic-net and lasso. Based on the median linear predictor with candidate gene features, patients were classified into high-risk and low-risk group.<br \/>Results: A total of 7,824 common variants were analyzed and 20 prognostic genetic markers were identified based on the top average values of SHAP, VIMP, and penalized regression coefficients. The top 10 non-responder genetic markers are included as follows: PARP4(p.S873N), CHUK(p.V268I), BARD1(359_365del), CREBBP(p.Y1125F), BARD1(p.P24S), PHLPP2(p.R1312Q), FAT3(p.Q3375R), CASP5(p.T106A), PHLPP2(p.I544V), and PTCH2(p.T988M). Otherwise, the top 10 responder genetic markers are defined as follows: IL7R(p.I66T), NOTCH4(L16delinsLL), FGFR3, BCL2A1(p.G82D), ZNF217(p.T548I), BRCA1(p.K1183R), FANCA(p.A412V), ADGRA2, CDKN2B, and FANCM(p.S175F). The high-risk group had worse PFS compared with low-risk group (median PFS 4.1 vs. 9.1 months; <i>P<\/i>-value &#60;0.0001).<br \/>Conclusion: This study showed the potential of AI deep learning and machine learning pipeline that employs an innovate prognostic genetic markers for HER2-negative AGC. Current ongoing analyses of larger cohort with more comprehensive clinical data will be presented.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Deep learning,Machine learning,Targeted sequencing,Gastrointestinal cancers: stomach,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Park<\/b><sup>1<\/sup>, S.-J. Heo<sup>2<\/sup>, C.-K. Lee<sup>3<\/sup>, Y. Lee<sup>2<\/sup>, W. Kwon<sup>1<\/sup>, J. Che<sup>4<\/sup>, M. Kim<sup>2<\/sup>, H. Chung<sup>3<\/sup>, S. Rha<sup>3<\/sup>; <br\/><sup>1<\/sup>Song-Dang Institute for Cancer Research, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>3<\/sup>Division of Medical Oncology, Department of Internal Medicine, Yonsei Cancer Center, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>4<\/sup>Pharos iBio Co., Ltd., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"3f7cf815-a9d7-43d3-8f34-78964cff0004","ControlNumber":"4052","DisclosureBlock":"&nbsp;<b>S. Park, <\/b> None..<br><b>S. Heo, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>W. Kwon, <\/b> None..<br><b>J. Che, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>H. Chung, <\/b> None..<br><b>S. Rha, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9405","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4915","PresenterBiography":null,"PresenterDisplayName":"Sejung Park, PhD","PresenterKey":"2ab24893-1cac-431b-917c-de046a4220e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4915. Identification and validation of novel prognostic genetic markers in HER2-negative advanced gastric cancer (AGC) by artificial intelligence (AI) deep learning and machine learning algorithm","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification and validation of novel prognostic genetic markers in HER2-negative advanced gastric cancer (AGC) by artificial intelligence (AI) deep learning and machine learning algorithm","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Frozen section(FS) testing is an important method that removes part or all of a patient's tissue of a suspected tumor during surgery and microscopic examination to determine a diagnosis and surgical method that requires a rapid and accurate diagnosis. In this study, we developed a deep learning model to determine the presence of cancer and the type of organ in H&#38;E FS whole slide images(WSIs) of 5 organs such as Breast(BR), Lung(LU), Stomach(ST), Breast Sentinel Lymph Node(LN), and Prostate(PR).<br \/>Design: In this study, we utilized a dataset comprising 19,881 H&#38;E FS WSIs and 11,985 H&#38;E-stained formalin-fixed paraffin-embedded (FFPE) WSIs to enhance generalization. The dataset included FS and FFPE WSIs from 33 different organs sourced from The Cancer Genome Atlas (TCGA) and additional FS and FFPE WSIs from a domestic hospital and the Camelyon 16 dataset, respectively. For the FS dataset, 20% was set aside for performance evaluation, while the remaining was randomly split into a 3:1 ratio for train and validation. In our methodology, we utilized instance-based multi-instance learning (MIL) to identify patches (1024*1024 pixels, 20x mag) with a high likelihood of cancer presence in each WSI. Then, we implemented multi-task learning (MTL) to predict the presence of cancer and the organ simultaneously.<br \/>Result: The table shows the WSI level performance through the 5 organs. The top 5 rows show results of MIL that only discriminate cancer. In comparison, the bottom 5 rows show results of MIL with MTL that share features from the cancer discrimination and organ classification. MIL with MTL make higher roc\/auc than MIL only.<br \/>Conclusion: This study explores the automated analysis of H&#38;E-stained FS WSIs using a deep-learning to discriminate cancer and classify organs. We could figure out that training cancer discrimination and organ classification simultaneously can make general features, and it leads to increased diagnostic performance.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{75F26BA7-6D35-49FD-9CD6-08AC2914A247}\"><caption>Performance Table Between MIL vs MIL + MTL<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>Method<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Organ<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>F1-score<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Sensitivity<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Specificity<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>ROC\/AUC<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Organ Accuracy<\/b><\/td><\/tr><tr><td rowspan=\"5\" colspan=\"1\"><b>MIL<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>LN<\/b><\/td><td rowspan=\"1\" colspan=\"1\">0.9358<\/td><td rowspan=\"1\" colspan=\"1\">0.9669<\/td><td rowspan=\"1\" colspan=\"1\">0.6170<\/td><td rowspan=\"1\" colspan=\"1\">0.7919<\/td><td rowspan=\"5\" colspan=\"1\">NaN<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>ST<\/b><\/td><td rowspan=\"1\" colspan=\"1\">0.9458<\/td><td rowspan=\"1\" colspan=\"1\">0.9583<\/td><td rowspan=\"1\" colspan=\"1\">0.8302<\/td><td rowspan=\"1\" colspan=\"1\">0.8943<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>LU<\/b><\/td><td rowspan=\"1\" colspan=\"1\">0.9577<\/td><td rowspan=\"1\" colspan=\"1\">0.9457<\/td><td rowspan=\"1\" colspan=\"1\">0.9275<\/td><td rowspan=\"1\" colspan=\"1\">0.9366<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>BR<\/b><\/td><td rowspan=\"1\" colspan=\"1\">0.9902<\/td><td rowspan=\"1\" colspan=\"1\">0.9895<\/td><td rowspan=\"1\" colspan=\"1\">0.9757<\/td><td rowspan=\"1\" colspan=\"1\">0.9826<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>PR<\/b><\/td><td rowspan=\"1\" colspan=\"1\">0.9346<\/td><td rowspan=\"1\" colspan=\"1\">0.9328<\/td><td rowspan=\"1\" colspan=\"1\">0.8786<\/td><td rowspan=\"1\" colspan=\"1\">0.9057<\/td><\/tr><tr><td rowspan=\"5\" colspan=\"1\"><b>MIL + MTL<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>LN<\/b><\/td><td rowspan=\"1\" colspan=\"1\">0.9448<\/td><td rowspan=\"1\" colspan=\"1\">0.9448<\/td><td rowspan=\"1\" colspan=\"1\">0.7872<\/td><td rowspan=\"1\" colspan=\"1\">0.8660<\/td><td rowspan=\"1\" colspan=\"1\">0.8816<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>ST<\/b><\/td><td rowspan=\"1\" colspan=\"1\">0.9771<\/td><td rowspan=\"1\" colspan=\"1\">0.9697<\/td><td rowspan=\"1\" colspan=\"1\">0.9623<\/td><td rowspan=\"1\" colspan=\"1\">0.9660<\/td><td rowspan=\"1\" colspan=\"1\">0.7595<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>LU<\/b><\/td><td rowspan=\"1\" colspan=\"1\">0.9700<\/td><td rowspan=\"1\" colspan=\"1\">0.9721<\/td><td rowspan=\"1\" colspan=\"1\">0.9203<\/td><td rowspan=\"1\" colspan=\"1\">0.9462<\/td><td rowspan=\"1\" colspan=\"1\">0.9509<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>BR<\/b><\/td><td rowspan=\"1\" colspan=\"1\">0.9932<\/td><td rowspan=\"1\" colspan=\"1\">0.9910<\/td><td rowspan=\"1\" colspan=\"1\">0.9877<\/td><td rowspan=\"1\" colspan=\"1\">0.9894<\/td><td rowspan=\"1\" colspan=\"1\">0.8979<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>PR<\/b><\/td><td rowspan=\"1\" colspan=\"1\">0.9480<\/td><td rowspan=\"1\" colspan=\"1\">0.9515<\/td><td rowspan=\"1\" colspan=\"1\">0.8913<\/td><td rowspan=\"1\" colspan=\"1\">0.9214<\/td><td rowspan=\"1\" colspan=\"1\">0.9803<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Deep learning,Cancer diagnostics,Histopathology,Lymph nodes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Lee<sup>1<\/sup>, <b>J. Cho<\/b><sup>1<\/sup>, J. Lee<sup>1<\/sup>, Y.-L. Choi<sup>2<\/sup>, K. Jung<sup>2<\/sup>, T.-Y. Kwak<sup>1<\/sup>, S. Kim<sup>1<\/sup>, H. Chang<sup>1<\/sup>; <br\/><sup>1<\/sup>Deep Bio Inc., Seoul, Korea, Republic of, <sup>2<\/sup>Samsung Medical Center, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"682e43c0-7dfb-456a-9e2f-981b3af441ad","ControlNumber":"4189","DisclosureBlock":"<b>&nbsp;J. Lee, <\/b> <br><b>Deep Bio Inc.<\/b> Employment. <br><b>J. Cho, <\/b> <br><b>Deep Bio Inc.<\/b> Employment. <br><b>J. Lee, <\/b> <br><b>Deep Bio Inc<\/b> Employment. <br><b>Y. Choi, <\/b> <br><b>Samsung Medical Center<\/b> Independent Contractor. <br><b>K. Jung, <\/b> <br><b>Samsung Medical Center<\/b> Independent Contractor. <br><b>T. Kwak, <\/b> <br><b>Deep Bio Inc.<\/b> Employment, Stock, Patent. <br><b>S. Kim, <\/b> <br><b>Deep Bio Inc.<\/b> Employment, Stock, Other Business Ownership, Patent. <br><b>H. Chang, <\/b> <br><b>Deep Bio Inc.<\/b> Employment, Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9406","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4916","PresenterBiography":null,"PresenterDisplayName":"Joonyoung Cho, BS","PresenterKey":"8b701854-8eb0-4b94-ae54-6de3c859f8c8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4916. Enhancing multi-organ frozen section cancer discrimination model by sharing cancer discrimination and organ classification task","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing multi-organ frozen section cancer discrimination model by sharing cancer discrimination and organ classification task","Topics":null,"cSlideId":""},{"Abstract":"Rapid proliferation is a hallmark of tumor cells, associated with sensitivity to therapeutics that cause DNA replication stress (RS). Many tumors exhibit drug resistance, however, via molecular pathways that are incompletely understood. Here, we develop an ensemble of predictive models that elucidate how cancer mutations impact the response to common RS-inducing (RSi) agents. The models implement recent advances in deep learning to facilitate multi-drug prediction and mechanistic interpretation. Instead of associating individual genetic alterations with RSi drug responses directly, the strategy is to project these alterations on a map of protein complexes and larger molecular assemblies associated with cancer. Initial studies in tumor cells identify 41 molecular assemblies that integrate alterations in hundreds of genes for accurate drug response prediction. These cover roles in transcription, repair, cell-cycle checkpoints, and growth signaling, of which 30 are shown by loss-of-function genetic screens to regulate drug sensitivity or replication restart. The model translates to cisplatin-treated cervical cancer patients, highlighting an RTK-JAK-STAT assembly governing resistance. This study defines a compendium of mechanisms by which mutations affect therapeutic responses, with implications for drug selection and combination.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Predictive biomarkers,Drug resistance,Cancer therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Zhao<\/b>, A. Singhal, S. Park, J. Kong, R. Bachelder, T. Ideker; <br\/>University of California, San Diego, La Jolla, CA","CSlideId":"","ControlKey":"b720e455-c5ad-40ad-a0b1-dbe48ba68a53","ControlNumber":"4885","DisclosureBlock":"&nbsp;<b>X. Zhao, <\/b> None..<br><b>A. Singhal, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>J. Kong, <\/b> None..<br><b>R. Bachelder, <\/b> None..<br><b>T. Ideker, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9409","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4918","PresenterBiography":null,"PresenterDisplayName":"Xiaoyu Zhao, PhD","PresenterKey":"88766a19-c995-4462-b183-b840b98eb966","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4918. Cancer mutations converge on a constellation of molecular assemblies to predict resistance to replication stress agents","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer mutations converge on a constellation of molecular assemblies to predict resistance to replication stress agents","Topics":null,"cSlideId":""},{"Abstract":"Cancer remains one of the leading causes of death in the 21<sup>st<\/sup> century. Despite the latest advances in oncology, most cancer patients lack tailored therapeutic approaches with lasting benefit. Measuring the impact of anticancer compounds and their combinations is only possible on <i>ex vivo<\/i> assays. To this end, patient-derived organoids (PDOs) have been proposed as viable and efficient models for ex vivo testing. PDOs show long-term expansion potential while retaining tumor histopathology as well as cancer gene mutations. However, the translation of organoids in screening applications has so far been hampered by the lack of homogeneity and difficulties in handling and automation. Moreover, organoids are typically randomly distributed across the culture which complicates imaging and images analyses. To overcome these challenges, we set up a compound screening workflow with PDOs using Gri3D platform, comprising plates with micro-cavities suitable for high-throughput and reproducible organoid culture. Based on a standard 96 microtiter plate, each well contains a microwell array patterned in a cell repellent hydrogel. On Gri3D<sup>&#174;<\/sup>, organoids are robustly generated in the microwells and are located in the same imaging plane. This greatly facilitates quantitative analyses in high content image-based screens. Furthermore, the pipetting port enables automation of cell seeding, media exchange and compound incubation with liquid-handlers, thus increasing assay reproducibility. In the presented work, we exposed human pancreatic cancer PDOs to a panel of anti-cancer compounds at different doses and followed their response to the drugs using viability dyes Calcein AM (live stain) and Ethidium Homodimer-1 (dead stain) with high-content confocal imaging. Using an AI-based approach, we efficiently detected each single organoid and extracted phenotypic features from all three channels (TL, live stain and dead stain) which correlate with cytotoxicity. The extracted features (more than 100) were first dimensionally reduced to 3 components using either PCA or UMAP, the treatments were then visualized in 3D scatter plots, ranked and clustered using machine learning. The data suggests that the compound treatment Palbociclib 50uM has significant cytotoxicity effects similar to the positive control, which is consistent with the traditional live\/dead analysis. The AI approach demonstrates feasibility to perform drug screening in a robust and un-biased data analysis approach.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Drug screening,Cancer organoids,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. Tong<\/b><sup>1<\/sup>, A. Lim<sup>1<\/sup>, M. Meyer<sup>2<\/sup>, M. Clapes<sup>3<\/sup>, O. Sirenko<sup>1<\/sup>, N. Brandenberg<sup>3<\/sup>; <br\/><sup>1<\/sup>Molecular Devices, LLC (Moldev), San Jose, CA, <sup>2<\/sup>DOPPL SA, Lausanne, Switzerland, <sup>3<\/sup>SUN bioscience SA, Lausanne, Switzerland","CSlideId":"","ControlKey":"c5e4438f-da36-44ef-81ab-e00891777530","ControlNumber":"5310","DisclosureBlock":"&nbsp;<b>Z. Tong, <\/b> None..<br><b>A. Lim, <\/b> None..<br><b>M. Meyer, <\/b> None..<br><b>M. Clapes, <\/b> None..<br><b>O. Sirenko, <\/b> None..<br><b>N. Brandenberg, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9410","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4919","PresenterBiography":null,"PresenterDisplayName":"Zhisong Tong","PresenterKey":"09c53766-11ed-47cf-9a74-e1fb8926fac4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4919. AI-enabled hit selection of drug screening on human pancreatic cancer organoids","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AI-enabled hit selection of drug screening on human pancreatic cancer organoids","Topics":null,"cSlideId":""},{"Abstract":"The detection of breast cancer from cell-free DNA (cfDNA) offers a new approach with the potential to benefit individual screening and early detection. However, identifying breast cancer from cfDNA remains a major challenge when one uses conventional short-read sequencing. Methylation and DNA fragmentation characteristics provide highly informative biomarkers for detecting and monitoring cancer. To characterize these genomic features from cfDNA, we developed an approach using single molecule Nanopore sequencing. Single cfDNA molecules are sequenced intact with the methylation and fragment size directly extrapolated from Nanopore data. Moreover, our approach requires small amounts of cfDNA to discern specific genomic features from individual molecules. Thus, the use of Nanopore sequencing provides both methylation and fragment size as directly measured from native cfDNA without the use of any chemical processing or other molecular manipulation. We studied an extended breast cancer cohort with in total 1080 of samples, consisting of 440 untreated breast cancer patients and 640 healthy controls. Nanopore sequencing analysis of these cfDNA samples identified a range of 1 to 4 million CpG sites from 1 ml of plasma. Leveraging the cohort, we developed an ensemble classifier for breast cancer detection based on cfDNA methylation and fragmentation. The classifier leveraged a leave-one-out cross-validation (LOOCV) to generate predicted probability. We created nucleosome-specific methylation scores as the input features to the classifier, which scores quantified the similarity of each sample's methylation profile to a training set on a selected set of CpG sites associated with cancers. Furthermore, we also identified DNA fragmentation features, revealing distinct mono-nucleosome and di-nucleosome patterns that distinguish cancers from healthy controls. Aggregating the DNA nucleosome-specific scores and fragmentation features, we built an ensemble LOOCV random forest model. We applied the model to the breast cancer cohort and achieved a detection specificity of 74%, a sensitivity of 71%, and an overall accuracy of approximately 73%. The area under the receiver operating characteristic curve (AUROC) reached 80%. We validated the classifier with two external independent cohorts. Validation cohort 1 demonstrated as a specificity of 85%, a sensitivity of 80%, and overall accuracy of 83% with AUROC of 90%. Validation cohort 2 without controls demonstrated that the classifier achieved a sensitivity of 94%. Both validation sets confirm that our model can achieve excellent performance for early breast cancer detection. In summary, our findings demonstrate that nanopore sequencing provides cfDNA methylation and fragment profiling that enables breast cancer detection. This approach holds the potential to improve cancer diagnosis and treatment outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Cell-free DNA,Breast cancer,Methylation,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Bai<\/b>, B. T. Lau, A. Almada, S. Grimes, T. Chen, H. Lee, H. P. Ji; <br\/>Stanford University School of Medicine, Stanford, CA","CSlideId":"","ControlKey":"f9db0db1-3ebf-4ccb-9d15-e0e1cfd161a6","ControlNumber":"5343","DisclosureBlock":"&nbsp;<b>X. Bai, <\/b> None..<br><b>B. T. Lau, <\/b> None..<br><b>A. Almada, <\/b> None..<br><b>S. Grimes, <\/b> None..<br><b>T. Chen, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>H. P. Ji, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9411","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4920","PresenterBiography":null,"PresenterDisplayName":"Xiangqi Bai, PhD","PresenterKey":"cdf19b72-b616-4ada-8e48-427cc2f5b52f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4920. A nanopore sequencing approach characterizes cell-free DNA methylation-fragmentomics profiles indicative of breast cancer in a large cohort","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A nanopore sequencing approach characterizes cell-free DNA methylation-fragmentomics profiles indicative of breast cancer in a large cohort","Topics":null,"cSlideId":""},{"Abstract":"Understanding the genetic vulnerabilities (<i>i.e.<\/i>, genetic dependencies) of cancer cells is crucial for developing novel anti-cancer treatments. The Cancer Dependency Map (DepMap) projects, conducted by the Broad Institute and Wellcome Sanger Institute, have performed comprehensive genome-wide CRISPR-Cas9 knockout screens across diverse cancer cell lines. These data resources have enabled computational biologists to glean insights into cancer genetic dependencies using sophisticated computational models. As different genomic mechanisms govern tumorigenesis and genetic vulnerability, the relationship between cancer genomics and genetic dependencies is nonlinear, making the prediction of genetic dependencies challenging. Addressing this challenge, we previously developed a deep learning model, namely DeepDEP, to predict cancer genetic dependencies using multi-omic profiles (Chiu <i>et al.<\/i> DOI:10.1126\/sciadv.abh1275). DeepDEP has a transfer learning scheme that integrates genomic representations captured from unlabeled tumor samples of the Cancer Genome Atlas (TCGA) and genomic features that are predictive of genetic dependencies in cell lines. Such a design enables the application of DeepDEP to both cell lines and tumors. The model demonstrated superior performance compared to various conventional machine learning methods. Prediction results were validated using independent cell-line datasets and patient clinical data. Here, we developed an intuitive web application for DeepDEP which allows users to easily utilize the model on their in-house data. Users can simply indicate whether the query sample is derived from a cancer cell line or a tumor, upload any combination of mutation, gene expression, DNA methylation, and copy number alteration datasets, and view the predicted dependencies of 1,298 cancer-relevant genes. Along with the genetic dependency predictions, users are provided with model performance metrics, detailed gene annotations, and links to useful resources such as Ensembl and COSMIC. Our web application features a variety of interactive visualizations to guide users to interpret the results at the levels of individual genes and pathways. The tool has two supplemental modules to enhance its functionality. One allows users to search for similar cell lines to the query sample within the DepMap project or for similar tumors within the TCGA project. The other supplemental module provides data exploration tools for pre-calculated predictions across all TCGA tumors. In summary, this user-friendly web application provides researchers with access to deep learning predictions of cancer genetic dependencies with various interactive visualization and analysis tools. It is anticipated that this application will facilitate the study of cancer genetic dependencies and enhance the efficiency of anti-cancer drug discovery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Bioinformatics,Deep learning,Cancer,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. J. Kasper<\/b>, L.-J. Wang, M. Ning, Y. Huang, Y.-C. Chiu; <br\/>UPMC Hillman Cancer Center, Pittsburgh, PA","CSlideId":"","ControlKey":"c48aaca1-1ee8-405b-85f3-1ca6aa3533fa","ControlNumber":"5501","DisclosureBlock":"&nbsp;<b>M. J. Kasper, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>M. Ning, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>Y. Chiu, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9412","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4921","PresenterBiography":null,"PresenterDisplayName":"Michael Kasper, BS","PresenterKey":"58127d8f-a054-4d20-ac3a-fe59f2f3c6e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4921. A user-friendly R Shiny web app for predicting cancer genetic dependencies using deep learning","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A user-friendly R Shiny web app for predicting cancer genetic dependencies using deep learning","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Sarcomatoid &#1089;lear cell renal cell carcinoma (ccRCC) represents a challenging and aggressive subset of kidney cancers with poor prognosis and resistance to conventional treatments. Recent studies have shown the benefit of checkpoint inhibitors (CPIs) for patients with sarcomatoid components; therefore, precise and objective evaluation of sarcomatoid differentiation is essential for CPI selection. Here, we developed a predictive model to identify sarcomatoid features in ccRCC.<br \/><b>Methods: <\/b>The machine learning-based transcriptomic sccRCC model was developed on 512 samples from publicly available datasets: TCGA-KIRC and CPTAC-ccRCC. Samples were excluded with the following criteria: inconsistent with ccRCC, less than 10% sarcomatoid component, or &#60;20% tumor neoplastic cellularity. Sarcomatoid features for each case were assessed by 3 pathologists. The meta-cohort was divided into training (n = 348) and validation (n = 164) cohorts.The model was tested on a publicly available cohort of ccRCC patients from Sato et al. (n = 100). Clinical validation was performed using an additional prospective cohort that received BostonGene&#8217;s Tumor PortraitTM test (n = 32) with RNA-seq and whole exome sequencing (WES). The JAVELIN Renal 101 cohort was used to uncover differences in progression-free survival (PFS) associated with a predicted sarcomatoid component in advanced or metastatic ccRCCs treated with a combination of CPIs and tyrosine kinase inhibitors (TKIs).<br \/><b>Results: <\/b>H&#38;E analysis of the TCGA, CPTAC, and BostonGene cohorts identified zones with sarcomatoid features in 129 out of 556 (23.2%) samples. The sarcomatoid predictive model demonstrated robust performance, with weighted F1-scores of 0.85 when applied to the test cohort (Sato et al.) and 0.70 for the prospective clinical cohort. The model accurately classified 9 out of 10 total sarcomatoid samples in the prospective clinical cohort, highlighting its potential for real-world clinical applications. When applied to TCGA validation samples, sarcomatoid patients identified by the transcriptomic model exhibited median overall survival (mOS) of 55 months, whereas sarcomatoid patients based on H&#38;E assessment had a mOS of 67 months, indicative of the model&#8217;s superior performance when detecting sarcomatoid features for OS prediction. Moreover, the sarcomatoid ccRCCs predicted by transcriptomic model that were treated with a combination of CPIs and TKIs had statistically (p=0.0001) improved PFS compared to the TKI-treated group.<br \/><b>Conclusion: <\/b>The developed transcriptomic model effectively differentiated sarcomatoid from non-sarcomatoid ccRCC samples with robust performance metrics. With additional investigation, the predictive value of the sarcomatoid ccRCC transcriptomic model can be leveraged to guide CPI and TKI selection.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,sarcomatoid,Transcriptomics,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Kryukov<\/b>, S. Davitavyan, D. Stupichev, A. Sharun, A. Love, M. Kleimenov, S. Kuznetsov, A. Tkachuk, V. Kushnarev; <br\/>BostonGene, Waltham, MA","CSlideId":"","ControlKey":"def63f0d-44d2-4797-8b38-dc768b47db61","ControlNumber":"5713","DisclosureBlock":"<b>&nbsp;K. Kryukov, <\/b> <br><b>BostonGene<\/b> Employment. <br><b>S. Davitavyan, <\/b> <br><b>BostonGene<\/b> Employment. <br><b>D. Stupichev, <\/b> <br><b>BostonGene<\/b> Employment. <br><b>A. Sharun, <\/b> <br><b>BostonGene<\/b> Employment. <br><b>A. Love, <\/b> <br><b>BostonGene<\/b> Employment, Stock Option. <br><b>M. Kleimenov, <\/b> <br><b>BostonGene<\/b> Employment. <br><b>S. Kuznetsov, <\/b> <br><b>BostonGene<\/b> Employment, Stock Option. <br><b>A. Tkachuk, <\/b> <br><b>BostonGene<\/b> Employment. <br><b>V. Kushnarev, <\/b> <br><b>BostonGene<\/b> Employment, Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9413","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4922","PresenterBiography":null,"PresenterDisplayName":"Jessica Brown","PresenterKey":"b906c1ba-edaf-4e40-be25-0d0a62ff6ab7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4922. Unraveling sarcomatoid features in clear cell renal cell carcinoma with RNA-seq","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unraveling sarcomatoid features in clear cell renal cell carcinoma with RNA-seq","Topics":null,"cSlideId":""},{"Abstract":"Prescribing a combination of medications is a common strategy to enhance the effectiveness of disease treatment. While this approach aims to improve therapeutic outcomes, it may lead to unintended adverse drug reactions (ADRs) due to interactions between prescribed drugs and individual factors. Recognizing the importance of ADRs, various machine learning models have been developed. However, these models face limitations, particularly in predicting reactions induced by three or more drugs and in accounting for individual patient factors, such as age and medical history. To address these limitations, we propose a systematic framework that leverages medical data for predicting ADR signals. In the framework, the MIMIC-IV database was systematically preprocessed, and a series of machine learning models were developed that predict the ADR signals. The model predictions were validated using the eICU collaborative research database. The machine learning models process multiple inputs, including information on administered drugs, age, gender, ethnicity, and underlying medical conditions to predict ADR signals. The ADR signals are determined by classifying abnormalities in 20 specific laboratory test values, such as hematocrit, creatinine, and hemoglobin. The machine learning models developed in this study hold promise as a valuable tool for assessing potential risks, such as ADRs, associated with the concurrent use of multiple drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Databases,Machine learning,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Jeon<\/b>, E. Hong, H. Kim; <br\/>Korea Advanced Institute of Science and Technology, Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"8db91176-7c9a-46f3-9063-00a54868b940","ControlNumber":"6044","DisclosureBlock":"&nbsp;<b>J. Jeon, <\/b> None..<br><b>E. Hong, <\/b> None..<br><b>H. Kim, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9414","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4923","PresenterBiography":null,"PresenterDisplayName":"Junhyeok Jeon, B Eng;M Eng","PresenterKey":"d6b934f6-0f92-439c-bba2-b1c94eda9bd0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4923. A systematic framework for predicting adverse drug reaction signals using medical data","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A systematic framework for predicting adverse drug reaction signals using medical data","Topics":null,"cSlideId":""},{"Abstract":"We used deep learning (DL) to predict multiple genetic biomarkers of colorectal cancer (CRC) from routine histopathology images, aiming to identify morphological changes associated with the mutational profile of tumors.<br \/>A new Transformer-based prediction model was developed which can simultaneously predict multiple biomarkers from a single histopathology image. We compared the performance of the multi-target approach to conventional single-target models. We analyzed five patient cohorts from the Genetics and Epidemiology of CRC Consortium (GECCO) with colorectal cancer (N=1,385 patients). Our model was trained on an internal data set (N=739) to predict the presence of &#62;200 genetic alterations, focusing on genes with non-silent mutations and mutational signatures, which were assessed using targeted sequencing. We used a 7-fold cross validation and validated the model on an independent, external data set (N=646). Morphological features of microsatellite instability (MSI) are detectable by DL models in histopathology images, making MSI a potential confounding factor. Thus, we also assessed whether our model can predict genetic alterations regardless of MSI status, or whether the model identifies the MSI phenotype.<br \/>For the majority of biomarkers, the multi-target transformer reached a higher prediction performance as measured by the mean Area Under the Receiver Operating Characteristic (AUROC) Curve and lower standard deviation than single-target DL models. For the external validation set, the mean AUROC of the multi-target versus the single-target model was 0.78 (+\/- 0.01) versus 0.72 (+\/- 0.06) for BRAF mutations, 0.88 (+\/- 0.01) versus 0.86 (+\/- 0.03) for hypermutation status, 0.94 (+\/- 0.01) versus 0.91 (+\/- 0.02) for MSI, 0.86 (+\/- 0.01) versus 0.80 (+\/- 0.05) for RNF43 mutations and 0.72 (+\/- 0.02) versus 0.69 (+\/- 0.05) for TP53 mutations, respectively. However, our analysis of the individual prediction scores suggests that the model does not identify the phenotype of the alterations themselves. Instead, the model seems to determine the status of specific genetic alterations based on their correlation with MSI. Consequently, biomarkers which are associated with microsatellite stability have prediction scores negatively correlated with predicted MSI scores. Conversely, biomarkers which are associated with MSI have prediction scores positively correlated with predicted MSI scores.<br \/>Our results demonstrate potential benefits of multi-target DL models in improving the predictive power and efficacy of histology-based biomarker extraction compared to single-target DL models. However, our results crucially highlight the importance of considering potential confounders, such as MSI status in CRC, and emphasize the need for extensive analysis beyond AUROC in studies focusing on DL-based biomarker detection.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Deep learning,Biomarkers,Microsatellite instability,Histopathology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Gustav<\/b><sup>1<\/sup>, M. van Treeck<sup>1<\/sup>, Z. I. Carrero<sup>1<\/sup>, C. M. L. Loeffler<sup>1<\/sup>, N. G. Reitsam<sup>2<\/sup>, B. Mrkl<sup>2<\/sup>, A. Rabasco Meneghetti<sup>1<\/sup>, L. A. Boardman<sup>3<\/sup>, A. J. French<sup>3<\/sup>, E. L. Goode<sup>3<\/sup>, A. Gsur<sup>4<\/sup>, S. Brezina<sup>4<\/sup>, M. J. Gunter<sup>5<\/sup>, N. Murphy<sup>5<\/sup>, P. Limburg<sup>3<\/sup>, S. Thibodeau<sup>3<\/sup>, S. Foersch<sup>6<\/sup>, R. Steinfelder<sup>7<\/sup>, T. Harrison<sup>7<\/sup>, U. Peters<sup>7<\/sup>, A. Phipps<sup>7<\/sup>, J. N. Kather<sup>1<\/sup>; <br\/><sup>1<\/sup>Technische Universitt Dresden, Dresden, Germany, <sup>2<\/sup>University of Augsburg, Augsburg, Germany, <sup>3<\/sup>Mayo Clinic, Rochester, MN, <sup>4<\/sup>Medical University of Vienna, Vienna, Austria, <sup>5<\/sup>World Health Organization, Lyon, France, <sup>6<\/sup>University Medical Center Mainz, Mainz, Germany, <sup>7<\/sup>Fred Hutchinson Cancer Center, Seattle, WA","CSlideId":"","ControlKey":"66ed6d74-6532-49c6-bf13-e5ccd7b945c1","ControlNumber":"6361","DisclosureBlock":"<b>&nbsp;M. Gustav, <\/b> <br><b>Techniker Krankenkasse<\/b> Other, Honorarium.<br><b>M. van Treeck, <\/b> None..<br><b>Z. I. Carrero, <\/b> None..<br><b>C. M. L. Loeffler, <\/b> None..<br><b>N. G. Reitsam, <\/b> None..<br><b>B. Mrkl, <\/b> None..<br><b>A. Rabasco Meneghetti, <\/b> None..<br><b>L. A. Boardman, <\/b> None..<br><b>A. J. French, <\/b> None..<br><b>E. L. Goode, <\/b> None..<br><b>A. Gsur, <\/b> None..<br><b>S. Brezina, <\/b> None..<br><b>M. J. Gunter, <\/b> None..<br><b>N. Murphy, <\/b> None..<br><b>P. Limburg, <\/b> None..<br><b>S. Thibodeau, <\/b> None.&nbsp;<br><b>S. Foersch, <\/b> <br><b>BMS<\/b> Other, Honorarium. <br><b>MSD<\/b> Other, Honorarium.<br><b>R. Steinfelder, <\/b> None..<br><b>T. Harrison, <\/b> None.&nbsp;<br><b>U. Peters, <\/b> <br><b>AbbVie<\/b> Other, Consulting services.<br><b>A. Phipps, <\/b> None.&nbsp;<br><b>J. N. Kather, <\/b> <br><b>Owkin<\/b> Other, Consulting services. <br><b>DoMore Diagnostics<\/b> Other, Consulting services. <br><b>Panakeia<\/b> Other, Consulting services. <br><b>Scailyte<\/b> Other, Consulting services. <br><b>Histofy<\/b> Other, Consulting services. <br><b>StratifAI GmbH<\/b> Stock. <br><b>AstraZeneca<\/b> Other, Honorarium. <br><b>Bayer<\/b> Other, Honorarium. <br><b>Eisai<\/b> Other, Honorarium. <br><b>MSD<\/b> Other, Honorarium. <br><b>BMS<\/b> Other, Honorarium. <br><b>Roche<\/b> Other, Honorarium. <br><b>Pfizer<\/b> Other, Honorarium. <br><b>Fresenius<\/b> Other, Honorarium.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9415","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4924","PresenterBiography":null,"PresenterDisplayName":"Marco Gustav, M Eng","PresenterKey":"9864cedf-66d7-4a67-bcac-4b64056650e7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4924. Assessing microsatellite instability dominance in colorectal cancer phenotype: A multi-study initiative using multi-target transformers for genomic biomarker prediction","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessing microsatellite instability dominance in colorectal cancer phenotype: A multi-study initiative using multi-target transformers for genomic biomarker prediction","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Despite standard-of-care therapies, at least 25% of all TNBC patients will develop recurrence or metastasis within 3-5 years and die due to breast cancer. Early prediction of recurrence in TNBC patients from clinical mammograms would allow more aggressive intervention for higher risk patients. The tumor boundary represents the heterogeneous invasive front where malignant cells interface extracellular matrix (ECM) and contribute to invasion. In this study, we investigated role of the irregular infiltration of the normal tissue by tumor in heterogeneity of radiomics features at the boundary of the tumor.<br \/><b>Method:<\/b> Surgically treated patients with pathologically confirmed diagnosis of TNBC of any tumor size were included. All cases had node negative status and were treated with adjuvant chemotherapy. Patients with node positive or metastatic TNBCs at diagnosis, receiving neo-adjuvant chemotherapy or non-chemo regimens were excluded. Manually segmented breast lesions in mammograms from a cohort of 29 patients with 5-year outcomes were used to automatically determine the tumor boundary as a zone of 1 mm from both intra-tumoral and peritumoral regions in concordance with prior studies. Over 2000 radiomics features from the tumor boundary and the central regions of the tumor were extracted to quantify heterogeneity, obscure margins, spiculations, texture, breast fat percentage, shape, and size of the tumor. Recursive feature elimination using random forest classifier was used to reduce feature dimensionality to prevent over-fitting and predict recurrence in TNBC patients.<br \/><b>Results:<\/b> We observed that tumor boundary heterogeneity as quantified by continuous gradient magnitude features at pixel level was significantly better at predicting lethality for TNBC patients when compared to usual radiomic features (gradient, texture, and shape features) extracted from the entire tumor, as done in prior radiomics analyses. Continuous gradient magnitude features quantifying spatial heterogeneity of the tumor boundary were found to be superior to texture features in providing estimation of local changes in pixel-level heterogeneity. In a three-fold validation framework, continuous gradient features were associated with a mean AUC of 0.82 (std 0.17) and better differentiated patient lethality risk <i><u>as compared to<\/u><\/i> gradient, texture, and shape features of the <i><u>entire tumor<\/u><\/i> (mean AUC of 0.27 (std 0.11)).<br \/><b>Conclusions:<\/b> To the best of our knowledge, this is the <u>first time<\/u> that heterogeneity features of a tumor quantified by continuous gradient magnitude features from tumor boundary, <u>as observed in routine clinical mammograms<\/u>,<i> <\/i>have been shown to predict TNBC lethality. This model will be validated in a larger cohort in future studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Breast cancer,Recurrence,Machine learning,Prognosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Ghose<\/b><sup>1<\/sup>, C. Davis<sup>1<\/sup>, S. Cho<sup>1<\/sup>, Y. Polar<sup>2<\/sup>, F. Ginty<sup>1<\/sup>, S. Badve<sup>2<\/sup>; <br\/><sup>1<\/sup>GE Healthcare, Waukesha, WI, <sup>2<\/sup>Emory University School of Medicine, Atlanta, GA","CSlideId":"","ControlKey":"e6377688-6146-441f-b559-9f985633dc78","ControlNumber":"6749","DisclosureBlock":"<b>&nbsp;S. Ghose, <\/b> <br><b>GE Healthcare<\/b> Employment. <br><b>C. Davis, <\/b> <br><b>GE Healthcare<\/b> Employment. <br><b>S. Cho, <\/b> <br><b>GE Healthcare<\/b> Employment. <br><b>Y. Polar, <\/b> <br><b>Emory University<\/b> Employment. <br><b>F. Ginty, <\/b> <br><b>GE Healthcare<\/b> Employment. <br><b>S. Badve, <\/b> <br><b>Emory University School of Medicine<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9417","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4925","PresenterBiography":null,"PresenterDisplayName":"Soumya Ghose, PhD","PresenterKey":"63675740-9c54-42f9-9fb0-144a85c0d0fb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4925. Spatial heterogeneity of tumor boundary in mammograms is prognostic of recurrence in triple negative breast cancer (TNBC)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial heterogeneity of tumor boundary in mammograms is prognostic of recurrence in triple negative breast cancer (TNBC)","Topics":null,"cSlideId":""},{"Abstract":"Somatic variant calling involves the identification of genomic alterations that occur in somatic cells, requiring deep coverage to enable high sensitivity for low-frequency variants. Characterizing somatic variants across the entire genome therefore benefits from novel cost-efficient sequencing platforms, such as UG100. Here, we present optimization of variant calling tools for short and structural variants on WGS and WES data from UG100.<br \/>For calling short variants, we optimized DeepVariant (DV) for somatic calling using data from matched tumor-normal sample pairs, improving both variant calling accuracy and pipeline running time (up to 10-fold). We defined the task of somatic variant calling as deciding if the pileup image containing reads from the tumor and normal samples represents a true somatic variant (vs a germline variant or artifact).<br \/>The challenge of robust variant calling using deep learning models is exacerbated in somatic calling, where sequencing depth and coverage variability are typically high. Our optimized DV overcomes these challenges by several data sampling strategies. First, allele-frequency preserving down-sampling reduces randomness of read sub-sampling in high coverage regions. Second, alternative allele prioritization samples alt-allele supporting reads first allowing to call variants at very high coverage loci without sacrificing sensitivity and computational efficiency. Finally, a Panel-of-Normals based on targeted WES data provides an additional improvement of precision for this assay type. We used these strategies to train two models, one for tumor characterization using WGS (T\/N coverage: 40x-150x\/40x-100x), and one for deep WES (T\/N coverage: &#62;500x\/&#62;120x).<br \/>We called variants on simulated tumors using the WGS model. For VAF&#62;10% the model showed SNV recall &#62;98% and indel recall &#62;95% with false-positive rate of 0.2\/Mb. For VAF range of 5-10%, indel recall was 67% and SNV recall was 86%. To demonstrate the utility of our somatic variant calling, we applied the models to call somatic variants from well characterized cancer cell lines: COLO829, HCC1395 and HCC1143. Results showed F1&#62;90% for variants with VAF&#62;10%. The WES model was used to reliably call variants at VAF&#62;5% on simulated tumors with average SNV recall of 99% with precision &#62;99% and indel recall &#62;86% with precision &#62;94%.<br \/>To analyze structural and copy-number variations, we optimized the assembly engine of GRIDSS to enable fast calling of structural variations and demonstrate that Control-FREEC can be used to call copy number variants. SV calling on COLO829\/COLO829BL achieved sensitivity &#62;95%.<br \/>In conclusion, our research highlights the utility of UG100 within the field of oncology, demonstrating its capacity for comprehensive and precise somatic variant detection, both on WGS and WES data.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Somatic mutations,Whole genome sequencing,Whole exome sequencing,Somatic variant calling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Shem-Tov<\/b><sup>1<\/sup>, M. Levy<sup>1<\/sup>, G. Hornung<sup>1<\/sup>, I. Soifer<sup>1<\/sup>, H. Benjamin<sup>1<\/sup>, A. Jaimovich<sup>1<\/sup>, A. Blattler<sup>2<\/sup>, W. Brandler<sup>2<\/sup>, R. Sugar<sup>2<\/sup>, I. Kinde<sup>2<\/sup>, O. Barad<sup>1<\/sup>, D. Lipson<sup>1<\/sup>; <br\/><sup>1<\/sup>Ultima Genomics, Fremont, CA, <sup>2<\/sup>Exact Sciences Corporation, Madison, WI","CSlideId":"","ControlKey":"116c43df-bdf6-4bd2-bf9f-1f52482f49a1","ControlNumber":"6871","DisclosureBlock":"<b>&nbsp;D. Shem-Tov, <\/b> <br><b>Ultima Genomics<\/b> Employment, Stock Option. <br><b>M. Levy, <\/b> <br><b>Ultima Genomics<\/b> Employment, Stock Option. <br><b>G. Hornung, <\/b> <br><b>Ultima Genomics<\/b> Employment, Stock Option. <br><b>I. Soifer, <\/b> <br><b>Ultima Genomics<\/b> Employment, Stock Option. <br><b>H. Benjamin, <\/b> <br><b>Ultima Genomics<\/b> Employment, Stock Option. <br><b>A. Jaimovich, <\/b> <br><b>Ultima Genomics<\/b> Employment, Stock Option. <br><b>A. Blattler, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment. <br><b>W. Brandler, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment. <br><b>R. Sugar, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment. <br><b>I. Kinde, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment. <br><b>O. Barad, <\/b> <br><b>Ultima Genomics<\/b> Employment, Stock Option. <br><b>D. Lipson, <\/b> <br><b>Ultima Genomics<\/b> Employment, Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9418","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4926","PresenterBiography":null,"PresenterDisplayName":"Doron Shem-Tov, PhD","PresenterKey":"35aecaaf-9016-42fb-af2c-34f6e1508d62","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4926. Advancements in somatic variant calling from UG100 whole genome and whole exome sequencing data","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Advancements in somatic variant calling from UG100 whole genome and whole exome sequencing data","Topics":null,"cSlideId":""},{"Abstract":"<i>Background:<\/i> Analysis of samples at the single-cell level offers insights into cellular heterogeneity and cell function. Cell type annotation is the first critical step for performing such an analysis. While current methods primarily utilize single-cell RNA sequencing (scRNA-seq) for annotation, several studies have demonstrated improved classification accuracy by combining scRNA-seq with transposase-accessible chromatin sequencing (ATAC-seq) using unsupervised methods. However, the utility of ATAC-seq features for supervised cell-type annotation has not been explored.<br \/><i>Aims\/Objectives:<\/i> The objective of this study was to evaluate the relative performance of supervised cell-type classification using scRNA-seq alone vs. in multimodal combination with ATAC-seq; and how these data interplay with choice of classification and dimensionality reduction methods.<br \/><i>Methods:<\/i> A peripheral-blood mononuclear cell multi-omic dataset from a single, healthy female donor wasanalysed in this study. Ground truth annotations were generated using unsupervised annotation with the weighted nearest neighbour clustering method. Two dimensionality reduction methods (principal component analysis (PCA), single-cell Variational Inference (scVI) autoencoder) and four classification models (logistic regression, random forest, support vector machine (SVM)) were implemented and performance metrics (F1 score, precision, and recall) were compared over 10 bootstrap samples.<br \/><i>Results:<\/i> ATAC-seq features improved annotation quality and prediction confidence when using scVI embeddings, independent of the classifier. The best-performing model (SVM with scVI embeddings) showed an increase from a median macro F1 score of 0.907 (IQR = [0.902, 0.910]) using scRNA-seq alone to 0.946 (IQR = [0.940, 0.949], p &#60;0.05) with ATAC-seq added. For PCA embeddings, improvements in macro F1 score were insignificant.<br \/>All cell types (B, T, monocytes, natural killer and dendritic cells) showed significant improvements when using ATAC-seq with scVI embeddings. CD4 T effector memory cells showed the largest gain in F1 score (0.112, p &#60;0.01), whilst type-2 conventional dendritic cells showed the smallest improvement (0.006, p &#60;0.05). Prediction confidence was improved in B cells, monocytes, natural killer cells, CD4 and CD8 na&#239;ve cells, CD4 T central memory cells and CD8 T effector memory cells. Improvements in F1 scores were lost when only classifying major cell types rather than subtypes.<br \/><i>Conclusions:<\/i> Employing ATAC-seq embeddings with scVI autoencoder enhances supervised annotation quality over scRNA-only methods. Further studies should explore the use of ATAC to improve the annotation of highly heterogeneous tissues such as tumours.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Single cell,cell annotation,ATAC-seq,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Gill<\/b><sup>1<\/sup>, A. Dasgupta<sup>2<\/sup>, B. Manry<sup>2<\/sup>, N. Markuzon<sup>3<\/sup>; <br\/><sup>1<\/sup>Imperial College, London, United Kingdom, <sup>2<\/sup>AstraZeneca US, Gaithersburg, MD, <sup>3<\/sup>AstraZeneca US, Waltham, MA","CSlideId":"","ControlKey":"b1e4d860-c8cb-44a7-a795-6de2c65f68b7","ControlNumber":"7415","DisclosureBlock":"&nbsp;<b>J. Gill, <\/b> None.&nbsp;<br><b>A. Dasgupta, <\/b> <br><b>AstraZeneca US<\/b> Employment, Stock, Stock Option. <br><b>B. Manry, <\/b> <br><b>AstraZeneca US<\/b> Employment, Stock, Stock Option. <br><b>N. Markuzon, <\/b> <br><b>AstraZeneca US<\/b> Employment, Stock, Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9419","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4927","PresenterBiography":null,"PresenterDisplayName":"Abhijit Das Gupta","PresenterKey":"9502dd9e-bb24-4afb-a89a-9178d04d2b90","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4927. Combining single-cell ATAC and RNA sequencing for supervised cell annotation","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combining single-cell ATAC and RNA sequencing for supervised cell annotation","Topics":null,"cSlideId":""},{"Abstract":"Fragmentomics has emerged as a powerful tool in the detection of early cancer malignancies. One of the challenges for fragmentomics is the low signal to noise ratio in early stage cancer samples. Fragmentomic sequencing data is also inherently noisy and susceptible to batch effects. Common strategies to address these challenges include using normalization methods, such as frequency or Z-score normalization, to scale data. However, these existing methods struggle to differentiate true signals from noise and are susceptible to experimental bias. To address the need for a strategy that removes noise and batch effects, Genece Health is employing a novel normalization technique, the REFINE method, to improve the results of fragmentomic cancer detection. Whole genome sequencing (Illumina) fragmentomic data were generated at an average 2.5x coverage from 3,669 normal and 1,346 cancer samples. Six different cancer types were represented: colorectal, esophageal, liver, lung, ovarian, and pancreatic. Fragment end-motifs and fragment sizes (FEMS) data were then extracted from the sequence data. REFINE first establishes a baseline FEMS signal from a representative and random panel of normals (PoN) comprised of 100 healthy samples. This baseline, which represents the normal background FEMS noise in healthy donors, is subsequently decomposed using truncated singular value decomposition. Next, REFINE then eliminates this decomposed baseline FEMS signal from the raw FEMS data in all other samples using linear regression. A convolutional neural network (CNN) was trained (2,206 normal and 1,000 cancer samples) using frequency normalized data versus REFINE normalized data using 5-fold cross validation. The performances of both models were then assessed using the remaining 1,463 normal with 346 cancer samples. With a training dataset specificity threshold of 90%, REFINE significantly improves the sensitivity performance of the CNN model &#62;30% (from 50.4% to 83.0%). REFINE also improves the auROC from 0.753 to 0.944. We also show that increasing the size of the PoN to 812 samples and including hyper-parameter optimizations further improves the sensitivity to 85.9% (with an auROC of 0.955). The REFINE method demonstrates a dramatic enhancement in the detection of ctDNA from fragmentomic data, overcoming the limitations of conventional normalization techniques. REFINE effectively enhances the signal to noise ratio, facilitating more accurate cancer detection. Future work will focus on validating the REFINE method across diverse datasets and exploring its application in other areas of oncology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Liquid biopsies,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Wang<\/b><sup>1<\/sup>, J. Ahn<sup>2<\/sup>, J. Lee<sup>2<\/sup>, D. Kim<sup>2<\/sup>, E.-H. Cho<sup>2<\/sup>, B. Lee<sup>1<\/sup>, A. Carson<sup>1<\/sup>; <br\/><sup>1<\/sup>Genece Health, Inc., San Diego, CA, <sup>2<\/sup>GC Genome, Yongin, Korea, Democratic People's Republic of","CSlideId":"","ControlKey":"dd85dd3d-eb0c-43ec-9593-d03daff412fa","ControlNumber":"7762","DisclosureBlock":"<b>&nbsp;M. Wang, <\/b> <br><b>Illumina<\/b> Employment, Stock Option. <br><b>Genece Health<\/b> Employment, Stock Option. <br><b>J. Ahn, <\/b> <br><b>GC Genome<\/b> Employment. <br><b>J. Lee, <\/b> <br><b>GC Genome<\/b> Employment. <br><b>D. Kim, <\/b> <br><b>GC Genome<\/b> Employment. <br><b>E. Cho, <\/b> <br><b>GC Genome<\/b> Employment. <br><b>B. Lee, <\/b> <br><b>Mindera Health<\/b> Employment, Stock Option. <br><b>Genece Health<\/b> Employment, Stock Option. <br><b>A. Carson, <\/b> <br><b>Genece Health<\/b> Employment, Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9420","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4928","PresenterBiography":null,"PresenterDisplayName":"Mengchi Wang, PhD","PresenterKey":"6a66c1a1-4ad7-4917-9654-4bbb54d46974","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4928. REFINE Method: Novel strategy for signal enhancement","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"REFINE Method: Novel strategy for signal enhancement","Topics":null,"cSlideId":""},{"Abstract":"<b>Background-<\/b> Cervical cancer, ranking fourth in prevalence among women worldwide, is highly preventable when diagnosed early. The advent of innovative technologies including bioinformatics and machine learning, is revolutionizing the discovery and development of novel biomarkers for cancer. Our study uniquely integrates artificial neural networks with RNA-sequencing data of cervical cancer patients. This combination enhances the accuracy and reliability of biomarker predictions, providing a better understanding of the potential clinical utility of the identified biomarkers.<br \/><b>Methods-<\/b> RNA-sequencing data and clinicopathological details of 304 Cervical Squamous Cell Carcinoma and Endocervical Adenocarcinoma (CESC) were obtained from the GDAC database (https:\/\/gdac.broadinstitute.org\/). Differentially expressed genes (DEGs) were identified (P&#60;0.05, |log2 fold change (FC)| &#62; 1.5, false discovery rate (FDR) &#60; 0.05). Pathway enrichment analysis was performed and protein-protein interactions of DEGs were constructed using the STRING database. Prognostic biomarkers were identified using Kaplan-Meier and Cox proportional hazard methods adjusted for potential confounders such as age, disease stage, and comorbidities (HR&#60;1, p&#60;0.05). Deep learning algorithms were applied for predictive marker identification, utilizing Weight by Correlation feature selection. The model used AUC (Area Under the Curve), accuracy, MSE (Mean Squared Error), and R2 (R-squared) as evaluation metrics in a 70-30 training-test split. A combined ROC curve assessed diagnostic biomarkers, validated externally with a GEO dataset on cervical cancer patients.<br \/><b>Results-<\/b> In our study, 4153 DEGs were identified. Pathway analysis revealed that key dysregulated genes play a pivotal role in extracellular matrix organization. The survival analysis identified that six upregulated genes (CT62, SLC7A5P1, C10orf110, FDPSL2A, TNFSF15, and TTLL13) and seven downregulated genes (BAI3, CBX7, DKFZp566F0947, PCDHB18, GRAPL, PCDHB19P, and C4orf38) decreased the overall survival in patients. The machine learning model demonstrated high predictive accuracy (AUC=1, accuracy=99.02%, R2=0.99), identifying twenty genes with a positive correlation to cervical cancer risk. Notably, CBX7 emerged as a prognostic and diagnostic biomarker (AUC=0.99, sensitivity=0.93, specificity=1.00).<br \/><b>Conclusion-<\/b> Our study uncovers the prognostic significance of two novel genes in cervical cancer: CBX7, a vital regulator of tumor suppression, and PCDHB18, a member of the protocadherin beta gene cluster functioning as a cell adhesion molecule. Downregulation of these genes is associated with decreased overall survival. Further functional analyses and validation of these candidate biomarkers are crucial to fully assess their potential clinical value in cervical cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Cervical cancer,RNA sequencing (RNA-Seq),Machine learning,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Pourali<\/b><sup>1<\/sup>, M. Zeinali<sup>2<\/sup>, M. Arastonejad<sup>3<\/sup>, N. Khalili-Tanha<sup>4<\/sup>, E. Nazari<sup>5<\/sup>, G. Khalili-Tanha<sup>6<\/sup>, A. T. Toriola<sup>1<\/sup>; <br\/><sup>1<\/sup>Washington University in St. Louis, Saint Louis, MO, <sup>2<\/sup>Islamic Azad University Khomeinishahr Branch, Isfahan, Iran, Islamic Republic of, <sup>3<\/sup>Virginia Institute for Psychiatric and Behavioral Genetics, Virginia Commonwealth University, Richmond, VA, <sup>4<\/sup>Western College of Veterinary Medicine, University of Saskatchewan, Saskatoon, SK, Canada, <sup>5<\/sup>School of Allied Medical Sciences, Shahid Beheshti University of Medical Science, Tehran, Iran, Islamic Republic of, <sup>6<\/sup>School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran, Islamic Republic of","CSlideId":"","ControlKey":"5a3efdae-00ff-462d-a9c1-a109a3f838f5","ControlNumber":"8078","DisclosureBlock":"&nbsp;<b>G. Pourali, <\/b> None..<br><b>M. Zeinali, <\/b> None..<br><b>M. Arastonejad, <\/b> None..<br><b>N. Khalili-Tanha, <\/b> None..<br><b>E. Nazari, <\/b> None..<br><b>G. Khalili-Tanha, <\/b> None..<br><b>A. T. Toriola, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9422","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4930","PresenterBiography":null,"PresenterDisplayName":"Ghazaleh Pourali, MD","PresenterKey":"10a1457e-b639-49d7-adc6-4d80ba9df484","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4930. Identification of CBX7 and PCDHB18 as novel prognostic biomarkers of cervical cancer: RNA-sequencing and machine learning analysis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of CBX7 and PCDHB18 as novel prognostic biomarkers of cervical cancer: RNA-sequencing and machine learning analysis","Topics":null,"cSlideId":""},{"Abstract":"Reverse-phase protein arrays (RPPAs) represent a powerful functional proteomic approach to elucidate cancer-related molecular mechanisms and develop novel cancer therapies. To facilitate community-based investigation of the large-scale protein expression data generated by this platform, we have developed a user-friendly, open-access bioinformatic resource, The Cancer Proteome Atlas (TCPA, http:\/\/tcpaportal.org), which contains several applications. The first one focuses on RPPA data of patient tumors, which contains &#62;8,000 samples of 32 cancer types from The Cancer Genome Atlas (TCGA) and other independent patient cohorts. The second application focuses on the RPPA data of &#62;1,500 cancer cell lines with publicly available, high-quality DNA, RNA and drug screening data. The third one focuses on perturbed RPPA profiles of &#62;14,000 samples given drug treatments. We recently expanded our RPPA protein set from 200 to 500 proteins Importantly, this highly selected set is enriched in therapeutic targets and biomarkers and covers key oncogenic pathways such as PI3K\/AKT, RAS\/MAPK, Src\/FAK, TGF&#946;\/SMAD, JAK\/STAT, epithelial-mesenchymal transition, DNA damage repair, Hippo, Notch, cell cycle, apoptosis, and immune-oncology. Using this upgraded RPPA platform, we generated an harmonized, expanded RPPA dataset of 8000 TCGA patient samples and 1000 CCLE cell line samples. To further address the informatic challenges of analyzing such large, diverse datasets, in addition to the GUI interfaces, we recently developed a chatbot through which users can analyze the RPPA data through human nature languages and obtain the results and related analytic reports without a learning curve. Such a chatbot empowers a broad research community to explore high-quality RPPA datasets and generate testable hypotheses in an effective and intuitive manner, representing the direction of next-generation data analytics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Proteomic analysis,Databases,chatbot,artificial intelligence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Liang<\/b>, W. Liu, J. Li, Y. Tang; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"ffdf9305-b16b-4b53-a2fb-7a42241c95da","ControlNumber":"8783","DisclosureBlock":"<b>&nbsp;H. Liang, <\/b> <br><b>Precision Scientific Ltd<\/b> Other Business Ownership.<br><b>W. Liu, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>Y. Tang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9423","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4931","PresenterBiography":null,"PresenterDisplayName":"Han Liang, PhD","PresenterKey":"1e70404e-8ba1-4ad0-8d31-77bba79d415d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4931. The Cancer Proteome Atlas: Expanded datasets and empowered with an AI-driven chatbot","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The Cancer Proteome Atlas: Expanded datasets and empowered with an AI-driven chatbot","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Whole slide multiplexed immunofluorescence (mIF) facilitates in-depth study of the tumor microenvironment with multi-channel images resulting in an enormous amount of protein expression and spatial data across millions of single cells. Therefore, it has become crucial to process this huge amount of data automatically and reliably. Here we introduce UltiAnalyzer.AI, a software tool that integrates a set of artificial intelligence (AI) models specifically designed for the analysis of whole slide mIF slides, that is fully automatic, highly accurate, highly efficient, and fully scalable.<br \/>Methods: UltiAnalyzer.AI processes are specialized for 1) tissue segmentation, in which tissue regions are identified using a semantic segmentation AI model on low magnification versions of the DAPI channel, 2) tiling, where slide images are divided into 512x512 overlapping tiles for efficient image processing and lower memory requirements, 3) tumor region segmentation based on a semantic segmentation AI model, 4) nucleus segmentation using the open-source StarDist model, and 5) marker-positive cell detection, in which AI object detection models are employed to classify nuclei as positive or negative in each marker channel using the Faster R-CNN architecture. Here, we take advantage of the full 16-bit dynamic range of images produced using Ultivue InSituPlex&#174; amplification technology, although our approach could be applied to other platforms. Intensity thresholding is no longer necessary, and identification of a positive cell mainly considers the morphology of the cell in the context of its cellular neighborhood.<br \/>Results: Trained on over 60 mIF slides and validated with manual annotations, UltiAnalyzer.AI has demonstrated strong performance, achieving f1-scores between 0.8 to 0.91 for cell detection, and average correlations of 0.9 for cell counts across 15 markers. Processing time is around 3s per tile, enabling the processing of large slides in under an hour. It has been tested on over 1000 slides, and in a comparative study, it matched a VisioPharm-based quantification with 0.95 correlation in positive counts for 8 markers. Cloud deployment allows for processing thousands of slides simultaneously and in considerably less time.<br \/>Conclusions: UltiAnalyzer.AI represents a significant advancement in the field of whole-slide mIF analysis, offering high accuracy and scalability using fully automated processes. By utilizing the full dynamic range of Ultivue&#8217;s mIF technology and avoiding traditional thresholding methods, the tool also increases robustness and reproducibility. The incorporation of cutting-edge AI technology and scalable cloud computing capabilities positions UltiAnalyzer.AI as a leading-edge solution for mIF analysis in digital pathology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Fluorescence imaging,Image analysis,Machine learning,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Cardenes<\/b><sup>1<\/sup>, D. Wood<sup>1<\/sup>, M. Schulze<sup>2<\/sup>, J. Lee<sup>1<\/sup>, L. Rognoni<sup>1<\/sup>; <br\/><sup>1<\/sup>Ultivue, Inc., Cambridge, MA, <sup>2<\/sup>Slash-m GmbH, Harth-Pllnitz, Germany","CSlideId":"","ControlKey":"5d512813-f0f0-46fd-bb7d-0d37361b28e6","ControlNumber":"4772","DisclosureBlock":"&nbsp;<b>R. Cardenes, <\/b> None..<br><b>D. Wood, <\/b> None..<br><b>M. Schulze, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>L. Rognoni, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9407","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4932","PresenterBiography":null,"PresenterDisplayName":"Ruben Cardenes","PresenterKey":"5ca64b06-602d-4b0b-b6dd-6d826e424975","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4932. UltiAnalyzer.AI: An automatic and robust AI-Driven tool for the quantification of multiplex immunofluorescence whole slide images","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"UltiAnalyzer.AI: An automatic and robust AI-Driven tool for the quantification of multiplex immunofluorescence whole slide images","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>The advancement of AI in digital pathology is essential for analyzing image data containing billions of cells. This is true for digital pathology workflows using bright-field images, but this is even more critical for multiplex immunofluorescence (mIF) whole-slides due to the increased number of fluorescent channels and bit-depth per pixel. These complexities necessitate improved data management, and efficient visualization for both the mIF image and AI-based analysis results. We present a workflow using OMERO Plus, AWS SageMaker, and Ultivue software for AI model development in mIF. <i>Method<\/i>: Images were uploaded to AWS S3 and imported to the data management system OMERO Plus, where they were organized into training and validation groups.<br \/><b>Annotations<\/b>: PathViewer was used to place rectangular fields of view (FOV) in locations selected by the pathologist where all positive cells for each target marker were manually annotated.<br \/><b>Data Preparation<\/b>: Using the OMERO Plus API, annotation coordinates, image tiles, and image metadata were extracted and formatted for model training. All training data is under a version control system using Gitlab and Data Version Control tools using AWS S3. Additionally, strict quality checks were performed to ensure data integrity.<br \/><b>Training<\/b>: For both semantic segmentation and cell object detection, the training data was used in a customized training workflow using AWS SageMaker, including modern deep learning architectures, data augmentation, training logging, evaluation, and deployment. All AI models were trained using Pytorch and deployed with the open model format ONNX.<br \/><b>Results Visualization<\/b>: AI segmentation results of cells and regions are visualized using PathViewer as overlays on the original images by converting them to the OME-NGFF label image format that uses Zarr multidimensional arrays. <i>Results<\/i>: We utilized 58 and 24 mIF images for training and validation, respectively, on 15 markers using ISP Ultivue technology with 1681 and 296 FOVs, encompassing over 60K cells. Using this data and methodology we trained 3 semantic segmentation models and over five object detection models suitable for all twenty-four OmniVUE markers. For instance, the CD3 positive cell detection model, trained with 390 FOVs, achieved highly accurate results: f1-score of 0.915 evaluated on 34 FOVs.<br \/><b>Conclusions: <\/b>The combination of OMERO Plus, PathViewer, AWS SageMaker, and internal tools can successfully address mIF Big Data data management complexities in a cloud environment for digital pathology. The architecture is highly scalable, cost effective, and reliable, enabling a very efficient AI workflow.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Image analysis,Multiplex automation,Data managment,AI Development,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Cardenes<\/b><sup>1<\/sup>, E. Diel<sup>2<\/sup>, D. Wood<sup>1<\/sup>, J. Lee<sup>1<\/sup>, A. Vasaturo<sup>1<\/sup>, M. Schulze<sup>3<\/sup>, L. Rognoni<sup>1<\/sup>; <br\/><sup>1<\/sup>Ultivue, Inc., Cambridge, MA, <sup>2<\/sup>Glencoe Software. Inc,, WA, Seattle, WA, <sup>3<\/sup>Slash-m GmbH, Kckritz, Harth-Pllnitz, Germany","CSlideId":"","ControlKey":"000db371-d0ab-4dce-8448-8e1b2ad60265","ControlNumber":"6494","DisclosureBlock":"&nbsp;<b>R. Cardenes, <\/b> None..<br><b>E. Diel, <\/b> None..<br><b>D. Wood, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>A. Vasaturo, <\/b> None..<br><b>M. Schulze, <\/b> None..<br><b>L. Rognoni, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9416","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4933","PresenterBiography":null,"PresenterDisplayName":"Ruben Cardenes","PresenterKey":"5ca64b06-602d-4b0b-b6dd-6d826e424975","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4933. A workflow for cloud-based AI development of multiplex IF image analysis using the OMERO Plus platform","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"195","SessionOnDemand":"False","SessionTitle":"Artificial Intelligence and Machine\/Deep Learning 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A workflow for cloud-based AI development of multiplex IF image analysis using the OMERO Plus platform","Topics":null,"cSlideId":""}]