[{"Abstract":"Introduction: Breast-to-brain metastatic (BTB met) cancer constitutes a great challenge for modern medicine and science. As the research on protein-coding genes brought only incremental progress in developing anticancer therapy, much attention is devoted to understanding the role of non-coding RNAs, including a relatively recently discovered group - of circular RNAs. This project aimed to determine the relationship between BTB met cancer cells and cells derived from a deadly brain tumor - glioblastoma stem-like cells (GSCs), considering the circular RNA signatures and selecting a reliable candidate for mechanistic study - a circular form of non-coding oncogene <i>MALAT1<\/i> (circ<i>MALAT1<\/i>).<br \/>Methods: The circular RNA expression profile in patient-derived BTB met cancer cells (n=4), GSCs (n=8), and neural progenitor cells (NPC) as a non-malignant control (n=3) was evaluated by the microarray approach. Expression of circ<i>MALAT1<\/i> was also validated in non-malignant breast epithelial cells by digital PCR and data mining in the GEO database. Circ<i>MALAT1<\/i> knockdown by antisense oligonucleotides was followed by functional analysis.<br \/>Results: 12,660 circular RNAs were detected using the Arraystar platform, and upon applying the cutoff of FC &#8805;2 and p-value &#60;0.05, 547 circular RNAs were selected as significantly deregulated in all cancer groups compared to NPC. Circ<i>MALAT1<\/i> was elevated in BTB met compared to NPC and normal breast epithelial cells. Knockdown of circ<i>MALAT1<\/i> affected cancer cell viability and proliferation while promoting p21 expression, thus decelerating the cell cycle manifested by a reduction in 3D spheroids volume.<br \/>Conclusions: The analysis of the circular RNA landscape showed for the first time some striking similarities between BTB mets and GSCs despite different tissue-of-origin. Of note, the circRNAome of BTB mets clustered especially closely with mesenchymal GSC - the most aggressive and therapy-resistant subtype of GSCs. These results also demonstrated the role of circ<i>MALAT1<\/i> in shaping the oncogenic traits of these cells. Therefore, circular RNAs can serve as valuable biomarkers and promising novel mechanistic candidates whose modulation may become a paradigm-shifting therapeutic approach.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Breast cancer,Brain metastasis,Noncoding RNA,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Szczepaniak<\/b>, A. Bronisz, J. Godlewski; <br\/>Mossakowski Medical Research Institute Polish Academy of Sciences, Warsaw, Poland","CSlideId":"","ControlKey":"c47f5229-ae47-4b68-a5d0-0be7596dfbaf","ControlNumber":"1441","DisclosureBlock":"&nbsp;<b>A. Szczepaniak, <\/b> None..<br><b>A. Bronisz, <\/b> None..<br><b>J. Godlewski, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6811","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5680","PresenterBiography":null,"PresenterDisplayName":"Adrian Szczepaniak, MS","PresenterKey":"bd223331-13bd-4bb8-865f-06db51865448","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5680. Circular <i>MALAT1<\/i> - the new kid on the block in breast-to-brain metastatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"396","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Circular <i>MALAT1<\/i> - the new kid on the block in breast-to-brain metastatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Triple negative breast cancer (TNBC) is the most aggressive type of all breast cancer subtypes. Although various studies have been performed to identify prognostic and therapeutic targets for TNBC, the TNBC specific biomarkers have not yet been elucidated. Herein, we identified dysregulated miRNAs in TNBC via analysis of miRNA microarray in breast cancer tissues and found the oncogenic RNA (miR-374a-5p) and tumor suppressive miRNAs (miR-320c, miR-371b-5p). These miRNAs were closely related to overall survival of TNBC patients and status and involved in TNBC progression or drug responsiveness. Collectively, these results suggest that dysregulated miRNAs might serve as potential prognostic marker or therapeutic target for TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-06 miRNAs as tumor suppressors\/oncogenes,,"},{"Key":"Keywords","Value":"Breast cancer,MicroRNA,Biomarkers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Lee<\/b>, Y. Kim, D. Son, S. Lim, J. Park; <br\/>Sookmyung Women's University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"bcb2627d-e5cc-4653-8ad1-18a28ee51192","ControlNumber":"4078","DisclosureBlock":"&nbsp;<b>M. Lee, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>D. Son, <\/b> None..<br><b>S. Lim, <\/b> None..<br><b>J. Park, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6812","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5681","PresenterBiography":null,"PresenterDisplayName":"Minyoung Lee","PresenterKey":"57219314-6a36-407b-9183-2062a7f9aa01","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5681. Identification of dysregulated miRNAs involved in TNBC progression","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"396","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of dysregulated miRNAs involved in TNBC progression","Topics":null,"cSlideId":""},{"Abstract":"INTRODUCTION: Prostate Cancer (PCa) is the most common non-cutaneous cancer and the second leading cause of cancer death among men in the United States. Most of the PCa cases are diagnosed in men between the ages of 65-74. Due to the recent push for frequent prostate screenings, these cancers are being detected early and treated much faster, leading to a 5-year survival of a localized or regional PCa to &#62;99%. However, the 5-year survival of PCa with distant metastasis is significantly reduced to 32%, especially with involvement of osteoblastic bone lesions, lung lesions, and brain lesions. Therefore, there is a clinical need to identify prognostic markers and new targets for developing therapies and effectively treating advanced PCa. Previous studies have shown that levels of MDMX and MDM2, oncogenic inhibitors of p53 tumor suppressor protein, are significantly elevated in PCa cells. Inhibition of MDM2 and MDMX using specific inhibitors has been shown to elevate the levels of p21, p27, and p53 in LNCaP (Lymph Node Carcinoma of the Prostate) cells leading to cell death. Recent studies have demonstrated that micro RNAs (miRNAs) play an important role in supporting the tumor suppressor function of p53 through regulating the balance between p53 and MDM2. In this regard, several miRNAs were found to be significantly altered to modulate the level and intracellular mechanisms of p53 and MDM2 in various cancers.<br \/>OBJECTIVES: To determine the relative levels of miRNA31, miRNA-34a and miRNA-128 in LNCaP cells that were treated with NSC-207895 (MDMX inhibitor), SJ-172550 (MDMX inhibitor), and RG-7388 (MDM2 inhibitor).<br \/>METHODS: LNCaP cells were treated with NSC-207895 (20 uM), SJ-172550 (20 uM) or RG-7388 (2 uM) for 24 hrs. After completing the treatments, the miRNAs were extracted from the LNCaP cells using the miRNeasy Tissue\/Cells Advanced Kit from Qiagen. We analyzed the levels of miRNA-31, miRNA-34a, and miRNA-128 in the treated samples using qRT-PCR analysis method and compared the levels to the control. During the qRT-PCR analysis the cDNA was amplified using Meridian Biosciences qPCR Master Mix and specific primers for miRNAs from Origene were used according to the manufacturer's protocol.<br \/>RESULTS: Our experimental results indicate that inhibition of MDMX using NSC-207895 and SJ-172550 can elevate the levels of p21, p27, and p53 leading to cell death. Determination of cell death markers in the past revealed induction of necroptosis following drug treatments. Our current results indicate measurable changes in the levels of miRNA-31 and miRNA-34a following inhibition of MDMX using SJ-172550. We are in the process of determining the possible link between the changes in the levels of miRNAs and cell death.<br \/>ACKNOWLEDGEMENT: This research was supported by the Royal Dames of Cancer Research, Ft. Lauderdale, Florida.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-06 miRNAs as tumor suppressors\/oncogenes,,"},{"Key":"Keywords","Value":"Prostate cancer,MicroRNA,Cell death,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Rojin Fatirkhorani<\/b><sup>1<\/sup>, Ahmed Saleh  M.  Alsarrani<sup>2<\/sup>, Shyam Sundar Jaganathan<sup>2<\/sup>, Umamaheswari Natarajan<sup>2<\/sup>, Appu Rathinavelu<sup>2<\/sup><br><br\/><sup>1<\/sup>Kiran C. Patel College of Osteopathic Medicine, Nova Southeastern University, Fort Lauderdale, FL,<sup>2<\/sup>Rumbaugh-Goodwin Institute for Cancer Research, Barry and Judy Silverman College of Pharmacy, Nova Southeastern University, Fort Lauderdale, FL","CSlideId":"","ControlKey":"3a4c0a08-df91-4ce7-9343-3a2cc95903da","ControlNumber":"7181","DisclosureBlock":"&nbsp;<b>R. Fatirkhorani, <\/b> None..<br><b>A. S. M. Alsarrani, <\/b> None..<br><b>S. Jaganathan, <\/b> None..<br><b>U. Natarajan, <\/b> None..<br><b>A. Rathinavelu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6813","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5682","PresenterBiography":null,"PresenterDisplayName":"Rojin Fatirkhorani, BS","PresenterKey":"32039479-2a9e-4c4e-a0c4-66d11c3543c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5682. Micro RNA level changes in prostate cancer cells treated with MDMX and MDM2 inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"396","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Micro RNA level changes in prostate cancer cells treated with MDMX and MDM2 inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Hormone receptor positive (HR+) breast cancer (BCa) is the most frequently diagnosed BCa type accounting for 70% of all breast cancer cases. A large population of HR+ BCa patients (30-40%) are resistant to mainstay endocrine therapy and develop incurable metastatic disease. Hence, it is imperative to identify viable biomarkers that stratify patients&nbsp;as drug responders or non-responders.&nbsp;<br \/>Emerging scientific literature highlights the essential role of long non-coding RNAs (lncRNA) in cancer drug resistance&nbsp;and metastatic transformation; lncRNA include RNAs over 200 nucleotides in length that do not encode protein. Major biological functions of lncRNA rely on association with select protein interactors. As lncRNA equally bind proteins with and without canonical RNA-binding motifs, it is unclear what facilitates this lncRNA-protein interaction. Our recent studies show that SUMO post-translational modification (or SUMOylation) of target proteins potentiates binding with lncRNA, particularly at the chromatin. Using a small-scale screening, we see that SUMO-modification works to enhance association with lncRNAs for proteins with and without a canonical RNA binding domain (RBD). SUMOylation of RBD-expressing heterochromatin protein 1 &#945;&nbsp;(HP1&#945;) drives interaction with multiple chromatin-associated lncRNA both within and outside canonical heterochromatin foci. Interaction with lncRNA supports SUMOylated HP1&#945;&#8217;s unconventional function as a&nbsp;transcriptional repressor at select euchromatic loci. We now report an inverse relationship in which SUMOylated HP1&#945; directs the stability of its lncRNA binding partner. Specifically, SUMO-modified HP1&#945; directs cell-cycle dependent recruitment of the RNA degradation machinery to the chromatin and facilitates clearance of chromatin-bound lncRNA. This dynamic lncRNA degradation process is disturbed with cancer onset and instead favors aberrant cancer cell transformation. Consistently, restoring lncRNA degradation homeostasis decreases metastatic properties of HR+ BCa cells and increases sensitivity to targeted therapeutics currently in clinical trials.&nbsp;<br \/>Our studies define a fundamental mechanism that dictates lncRNA stability and\/or degradation in BCa cells. In addition, we present viable biomarkers that predict sensitivity to ET and alternative targeted therapies.&nbsp;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"lncRNA,Breast cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. D. Waiters<\/b>, M. Quttina, A. F. Khan, S. Karami, A. S. Peidl, F. Babajide, T. Bawa-Khalfe; <br\/>University of Houston, Houston, TX","CSlideId":"","ControlKey":"1adad1cc-ae67-4206-9994-3b2f7486db13","ControlNumber":"7317","DisclosureBlock":"&nbsp;<b>K. D. Waiters, <\/b> None..<br><b>M. Quttina, <\/b> None..<br><b>A. F. Khan, <\/b> None..<br><b>S. Karami, <\/b> None..<br><b>A. S. Peidl, <\/b> None..<br><b>F. Babajide, <\/b> None..<br><b>T. Bawa-Khalfe, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6814","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5683","PresenterBiography":null,"PresenterDisplayName":"Kacie Waiters, BS","PresenterKey":"cb373f85-ad9a-48e7-8809-16e0ad1e155d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5683. lncRNA-protein interactions that predict response to endocrine therapy in HR+ breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"396","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"lncRNA-protein interactions that predict response to endocrine therapy in HR+ breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Melanomas are responsible for about 80% of all deaths related to skin cancers. This is due to its high potential of metastasizing and developing resistance to treatments. Novel therapeutic modalities and the identification of biomarkers able to predict the prognosis are necessary. Studies have revealed the central role of long non-coding RNAs (lncRNAs) in regulatory networks controlling cell behavior. The disruption of these regulatory networks as a consequence of altered expression of lncRNAs can contribute to cancer development and progression. Our laboratory has developed a linear cellular model of melanoma progression consisting of distinct cell lines: melan-a (melanocytes), 4C (pre-malignant melanocytes), 4C11- (undifferentiated, slow-growing and non-metastatic melanoma cells) and 4C11+ (differentiated, highly proliferative and metastatic melanoma cells), which were analyzed for their lncRNA expression profile. Differentially expressed lncRNAs identified by RNAseq were selected by <i>in silico<\/i> analyses based on their proximity to differentially expressed coding-genes in the same melanoma model. Correlation analyses were performed between the expression of differentially expressed lncRNA neighboring genes and their melanoma patient survival, using two independent melanoma cohorts (TCGA and Leeds). Among those lncRNA located near genes presenting prognostic value is the lncRNA Gm20619, here named <i>Slamon<\/i>, neighbor to <i>Slc25a13<\/i> gene (mitochondrial aspartate\/glutamate carrier gene), which high expression correlates with poor prognosis. Both <i>Slamon<\/i> lncRNA and <i>Slc25a13<\/i> are highly expressed in the metastatic melanoma cells 4C11+ compared to melan-a, 4C and 4C11- cell lines. The knocking down of <i>Slamon <\/i>or<i> Slc25a13 <\/i>were performed in 4C11+ melanoma cells, followed by analyses of collective migration, clonogenicity, proliferation, <i>anoikis<\/i> resistance, and dacarbazine and MEK inhibitor treatment. By knocking down <i>Slamon<\/i> lead 4C11+ cells significantly less migratory and less resistant to dacarbazine, and resulted in increased expression of <i>Slc25a13<\/i> gene. 4C11+ melanoma cells knocked down for <i>Slc25a13<\/i> also presented reduced migratory, clonogenicity, proliferation and <i>anoikis<\/i> resistance capability, diminished sensitivity to dacarbazine and MEK inhibitor treatment, and increased expression of <i>Slamon<\/i> lncRNA. The analysis of genes coexpressed with <i>Slc25a13<\/i> revealed genes related to tumor progression, as <i>Cdk15<\/i>, <i>Lsp1<\/i> and <i>Pdgfrb<\/i>. Our results suggest a crucial role of the lncRNA <i>Slamon<\/i> and <i>Slc25a13<\/i> coding gene in melanoma progression which has never been described before. <i>Slamon<\/i> regulates tumor aggressiveness associated with <i>Slc25a13<\/i>, forming a regulatory network. These findings reveal the importance of lncRNAs in melanoma biology, potentially indicating transcripts that can serve as prognostic biomarkers and therapeutic targets in melanoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Metastasis,Long noncoding RNA,Prognosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"B. C. B. Tonin<sup>1<\/sup>, A. L. P. Ayub<sup>1<\/sup>, A. H. Lengert<sup>1<\/sup>, S. W. Han<sup>1<\/sup>, E. M. R. Reis<sup>2<\/sup>, F. J. Slack<sup>3<\/sup>, <b>M. G. Jasiulionis<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Universidade Federal de S達o Paulo (UNIFESP), S達o Paulo, Brazil, <sup>2<\/sup>Universidade de S達o Paulo (USP), S達o Paulo, Brazil, <sup>3<\/sup>Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"189de8e0-5a88-4b3f-8901-54d55f1cbdf0","ControlNumber":"6838","DisclosureBlock":"&nbsp;<b>B. C. B. Tonin, <\/b> None..<br><b>A. L. P. Ayub, <\/b> None..<br><b>A. H. Lengert, <\/b> None..<br><b>S. W. Han, <\/b> None..<br><b>E. M. R. Reis, <\/b> None..<br><b>F. J. Slack, <\/b> None..<br><b>M. G. Jasiulionis, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6815","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5684","PresenterBiography":null,"PresenterDisplayName":"Miriam Jasiulionis, BS;MS;PhD","PresenterKey":"0fbbb82d-4489-4513-a7d9-86c3debbda58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5684. The role of the lncRNA <i>Slamon<\/i> and <i>Slc25a13<\/i> neighbor gene in melanoma aggressiveness","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"396","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of the lncRNA <i>Slamon<\/i> and <i>Slc25a13<\/i> neighbor gene in melanoma aggressiveness","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic cancer (PC) is a highly lethal malignancy with a 5-year survival rate of 10.8%, primarily attributed to early invasion and metastasis. Epithelial-to-mesenchymal transition (EMT) plays a crucial role in the metastatic progression of PC. Existing therapies, such as Gemcitabine, Abraxane, and FOLFIRINOX, have limited efficacy, emphasizing the need for identifying molecular targets to enhance PC patient survival. Recent advancements in miRNA therapies show promise, but a detailed understanding of miRNAs regulating PC growth and metastasis remains elusive. This study aims to uncover the role of miR-345-5p in regulating PC metastasis.<br \/>Methods: A miRNA microarray analysis of KC mouse data identified miR-345-5P as one of the significantly down-regulated miRNA, targeting multiple metastasis-related genes. Expression of miR-345-5p in PC was assessed using published databases, validated through qPCR and ISH in PC cell lines, serum samples, and patient tissue. <i>In vitro<\/i> overexpression and <i>in vivo<\/i> assays elucidated the functional roles of miR-345-5p in PC metastasis. A computational approach and dual-luciferase assays were used to identify the target of miR-345-5p. Western blots, immunohistochemistry, and immunofluorescence were utilized to decipher miR-345-5p mediated molecular mechanisms.<br \/>Results: MiR-345-5p expression was downregulated in PC tissue, serum, and cell lines compared to non-tumor tissues. Restoring miR-345-5p reduced PC cell proliferation, migration, and invasion <i>in vitro<\/i> and <i>in vivo<\/i>. KLK 7 was confirmed as a direct target, and functional experiments revealed miR-345-5p's acting as a tumor-suppressor by inhibiting the E-Cad\/B-catenin\/Rap1 axis signaling pathway. MiR-345-5p overexpression stabilized the E-Cadherin-&#946;-catenin complex, leading to reduced &#946;-catenin accumulation in the nucleus and thus leading to declined transcription of crucial genes (C-myc, cyclin D1 &#38; MMP7) responsible for PC progression. Given the pivotal role of the c-myc gene in metabolism, we performed a metabolomic analysis. The findings unveiled significant metabolic rewiring, marked by reductions in glucose and amino acid metabolism, attributable to decreased C-myc expression due to restoration of miR-345 in PC cells.<br \/>Conclusion: MiR-345-5p overexpression negatively regulates PC proliferation and EMT by directly targeting KLK7\/E-Cad\/&#946;-catenin\/Rap1 axis. Restoring miR-345-5p with standard care therapies could be a promising strategy for improving survival in metastatic PC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-06 miRNAs as tumor suppressors\/oncogenes,,"},{"Key":"Keywords","Value":"MicroRNA,Metastasis,Pancreatic cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Sirpu Natesh<\/b><sup>1<\/sup>, S. Nethi<sup>2<\/sup>, B. White<sup>2<\/sup>, J. Kaifi<sup>3<\/sup>, S. Batra<sup>4<\/sup>, S. Mallapragada<sup>2<\/sup>, S. Rachagani<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Missouri - Columbia, Columbia, MO, <sup>2<\/sup>Iowa State University, Ames, IA, <sup>3<\/sup>University of Missouri, Columbia, Columbia, MO, <sup>4<\/sup>University of Nebraska Medical Center, Omaha, NE","CSlideId":"","ControlKey":"f1f5d2d2-336c-45a2-b1b8-54e3b9ff74cf","ControlNumber":"4127","DisclosureBlock":"&nbsp;<b>N. Sirpu Natesh, <\/b> None..<br><b>S. Nethi, <\/b> None..<br><b>B. White, <\/b> None..<br><b>J. Kaifi, <\/b> None..<br><b>S. Batra, <\/b> None..<br><b>S. Mallapragada, <\/b> None..<br><b>S. Rachagani, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6816","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5685","PresenterBiography":null,"PresenterDisplayName":"Nagabhhishek Sirpu Natesh, BS;MS,PhD","PresenterKey":"f268c2a1-ee95-4f70-9fc9-f3676a5aa910","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5685. MiR-345-5p attenuates pancreatic cancer metastasis through KLK7\/E-Cad\/ &#946;-Catenin\/Rap1 axis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"396","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MiR-345-5p attenuates pancreatic cancer metastasis through KLK7\/E-Cad\/ &#946;-Catenin\/Rap1 axis","Topics":null,"cSlideId":""},{"Abstract":"Background: In the United States, breast cancer is the most frequently diagnosed cancer in women. However, African American women tend to have a higher incidence of triple negative breast cancer cases, and an earlier age of disease onset, which are hallmark characteristics of heredity disease. Even with current breakthroughs in breast cancer research, limited research participation from women of African descent has led to a gap in our knowledge of heredity factors that are involved in disease in this population. Furthermore, most breast cancer research has focused on protein coding genes being the culprit of tumorigenesis; however, within the last three decades, research efforts have begun to focus on noncoding RNAs, like microRNAs (miRNAs), as potential factors to promote carcinogenesis. miRNAs are short, noncoding RNA molecules that control gene expression at the post-translational level. miRNAs have several mechanisms to affect gene expression of cellular processes like cell proliferation, apoptosis, invasion, and metastasis. However, the identification and functional role miRNA risk variants play in African American breast cancer is still not fully understood.<br \/>Methods: 30X whole genome sequencing (WGS) was carried out on an Illumina platform on blood- or saliva-derived DNA from 120 African American breast cancer cases from the Alabama Hereditary Cancer Cohort. The WGS data was analyzed using our established bioinformatics pipeline, which has been adapted from the Genome Analysis Toolkit (GATK) Best Practice Pipeline. Focusing on miRNA variants as risk factors, a miRNA BED file was used to extract regions harboring miRNA genes. The resulting file was then filtered for rare miRNA variants (minor allele frequency &#60;1%) in the African American population based on the Genome Aggregation Database (gnomAD) allele frequency. P-values for variants of interest were calculated using Fisher&#8217;s Exact tests.<br \/>Results: Sequencing data have revealed three rare miRNA variants from our African American cohort that can be potentially associated with breast cancer risk. Upon statistical analysis comparing allele frequencies between the African American general population and the Alabama Hereditary Cancer Cohort, <i>miR7850<\/i>, <i>miR3145, and miR8074 <\/i>had p-values 5.21E-05, 3.58E-05, and 2.19E-04, respectively.<br \/>Conclusions: We have identified three rare miRNA variants that were not previously known to be associated with breast cancer risk. Interestingly, both <i>miR7850<\/i> and <i>miR8074<\/i> target <i>TP53<\/i> and <i>miR3145 <\/i>targets <i>GREM1<\/i> and <i>PALB2<\/i>, which these targets are known breast cancer susceptibility genes. Understanding the consequence of these variants is important to add to our knowledge of miRNAs that play critical roles in carcinogenesis leading to better treatment strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-06 miRNAs as tumor suppressors\/oncogenes,,"},{"Key":"Keywords","Value":"Hereditary cancer,Breast cancer,MicroRNA,Whole genome sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. R. Glover<\/b>, T. LoBue, N. D. Merner; <br\/>Auburn University College of Veterinary Medicine, Auburn, AL","CSlideId":"","ControlKey":"ac44043f-614b-46ea-90c1-6e55ec485806","ControlNumber":"6764","DisclosureBlock":"&nbsp;<b>S. R. Glover, <\/b> None..<br><b>T. LoBue, <\/b> None..<br><b>N. D. Merner, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6817","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5686","PresenterBiography":null,"PresenterDisplayName":"Sheniqua Glover, BS","PresenterKey":"d8c13680-7e18-442a-9e7d-056a981a7310","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5686. Identifying rare microRNA risk variants for hereditary breast cancer in African American individuals","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"396","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying rare microRNA risk variants for hereditary breast cancer in African American individuals","Topics":null,"cSlideId":""},{"Abstract":"The orphan nuclear receptor DAX-1 (Dosage Sensitive Sex Reversal, Adrenal Hypoplasia Congenita, critical region on the X chromosome, gene 1) plays a key role in sex determination and the synthesis of steroid hormones. In addition to these canonical examples, DAX-1 has been shown to play a contradictory role in cancer development. While DAX-1 is overexpressed in some types of cancer, it is completely absent or downregulated in several other cancers such as prostate and breast. One of the explanations for the paradoxical role of DAX-1 in cancer development could be microRNAs (miRNAs). Recent research has demonstrated that the dysregulated expression of these short non-coding RNAs increases the proliferative and anti-apoptotic capabilities of cancer cells. After broadly surveying over 180 miRNAs historically upregulated in MCF7 cells, we compared the activity of DAX-1 in MCF7 breast cancer cells and MCF10a normal breast epithelial cells with the presence of specific miRNA inhibitors. Our primary hypothesis remains that multiple miRNAs negatively regulate the expression of DAX-1 in human breast cancer cells and are not overexpressed in normal breast cells, providing another mechanism of lifting the repression of DAX-1 expression. Quantitative PCR and western blot analysis was performed indicating that inhibiting miRNAs 29c, 199a, and 424 significantly upregulate DAX-1 expression in MCF10a cells. We examined the invasive and metastatic properties of MCF7 cells following inhibition of these specific miRNAs. This research will allow clinicians to screen for additional miRNAs that could be elevated in breast cancer patients substantially increasing the number of people diagnosed with breast cancer early on. In addition, elucidating the pathways of how more and more miRNAs influence downstream targets will offer drug designers novel targets to improve treatment for breast cancer and other cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"MicroRNA,Breast cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. C. DeVito<\/b>, C. Tzagarakis-Foster; <br\/>University of San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"4ad75ed9-7a04-4a44-8b6b-744e95c5ad7b","ControlNumber":"7756","DisclosureBlock":"&nbsp;<b>N. C. DeVito, <\/b> None..<br><b>C. Tzagarakis-Foster, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6818","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5687","PresenterBiography":null,"PresenterDisplayName":"Nicholas DeVito","PresenterKey":"35304e7e-e5c8-482b-b3c6-4b19cdfe91e2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5687. Downregulation of DAX-1 expression by miRNA overexpression as a mechanism to potentiate breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"396","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Downregulation of DAX-1 expression by miRNA overexpression as a mechanism to potentiate breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Liver disease is a major global health concern, claiming approximately 2 million lives worldwide annually, yet curative treatments remain elusive. In our study, we aimed to investigate the role of microRNA-21-5p (miR-21) in metabolic dysfunction-associated steatotic liver disease (previously NAFLD), metabolic-associated steatohepatitis (previously NASH), and hepatocellular carcinoma (HCC) within the context of a Western high-fat diet (HFD) and offering potential therapeutic insights. We found that reduced miR-21 levels correlated with liver disease progression in WT mice fed on HFD, while miR-21 knockout mice showed exacerbated metabolic dysfunction, including obesity, hepatomegaly, hyperglycemia, insulin resistance, steatosis, fibrosis, and HCC. Our study reveals that miR-21 plays a protective role in metabolic syndrome and in the progression of liver disease to cancer. miR-21 directly targets<i> Transforming growth factor beta-induced<\/i> (<i>Tgfbi<\/i>), a gene also known to be significantly upregulated and a potential oncogene in HCC. Further, our study showed that intervention with the administration of a miR-21 mimic in WT livers in HFD conditions effectively improves insulin sensitivity, steatosis, fibrosis, tumor burden, as well as <i>Tgfbi<\/i> expression. These findings indicate that miR-21 could serve as an effective strategy to delay or prevent liver disease in high-fat-diet environments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-05 miRNA-based therapeutics,,"},{"Key":"Keywords","Value":"Liver cancer,MicroRNA,Mouse models,Therapeutics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>U. Jagtap<\/b><sup>1<\/sup>, A. Quan<sup>1<\/sup>, Y. Ono<sup>1<\/sup>, J. Lee<sup>1<\/sup>, K. A. Shen<sup>2<\/sup>, S. Manakov<sup>2<\/sup>, G. Szabo<sup>1<\/sup>, I. Nasser<sup>1<\/sup>, F. J. Slack<sup>1<\/sup>; <br\/><sup>1<\/sup>Beth Israel Deaconess Medical Center, Boston, MA, <sup>2<\/sup>Eclipse BioInnovations, San Diego, CA","CSlideId":"","ControlKey":"6fcd8096-e514-452b-888c-9cd75a8e688e","ControlNumber":"4240","DisclosureBlock":"&nbsp;<b>U. Jagtap, <\/b> None..<br><b>A. Quan, <\/b> None..<br><b>Y. Ono, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>K. A. Shen, <\/b> None..<br><b>S. Manakov, <\/b> None.&nbsp;<br><b>G. Szabo, <\/b> <br><b>Durect<\/b> Other, scientific consultant. <br><b>Cyta Therapeutics<\/b> Other, scientific consultant. <br><b>Pandion<\/b> Other, scientific consultant. <br><b>Pfizer<\/b> Other, scientific consultant. <br><b>Terra Firma<\/b> Other, scientific consultant. <br><b>LabCorp<\/b> Other, scientific consultant. <br><b>Takeda<\/b> Other, scientific consultant. <br><b>Glympse Bio<\/b> Stock Option. <br><b>Satellite Bio<\/b> Stock Option. <br><b>Ventyx Bio<\/b> Stock Option. <br><b>Springer<\/b> Other, Royalty. <br><b>UpToDate<\/b> Other, Royalty.<br><b>I. Nasser, <\/b> None..<br><b>F. J. Slack, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6820","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5689","PresenterBiography":null,"PresenterDisplayName":"Urmila Jagtap","PresenterKey":"90145c3c-b432-42cd-9aa1-2d18aee67bc9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5689. miR-21: A therapeutic target that delays severe liver disease and hepatocellular carcinoma under high-fat-diet conditions","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"396","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"miR-21: A therapeutic target that delays severe liver disease and hepatocellular carcinoma under high-fat-diet conditions","Topics":null,"cSlideId":""},{"Abstract":"Background: Cancer cachexia (CC) is a multifactorial syndrome characterized by appetite loss, weight loss and skeletal muscle wasting. It increases functional impairment, treatment-related toxicity, and a lower quality of life. Importantly, CC is one of the leading causes of cancer-related deaths, and its occurrence is particularly prevalent in advanced stages of pancreatic cancer (PC). The syndrome is thought to be associated with systemic inflammation and increased energy expenditure, yet the specific mechanisms remain to be fully understood. Although timely detection and intervention might be crucial in preventing CC&#8217;s progression, early diagnosis of this syndrome remains challenging due to the absence of suitable biomarkers. Here, we analyzed urinary microRNAs (miRNAs) as a potential noninvasive biomarkers for detecting CC in patients (pts) with PC.<br \/>Methods: Clinical information including presence or absence of CC and urine samples were collected from pts with PC treated at National Cancer Center Hospital, Tokyo, Japan from March to October 2022. The diagnosis of CC was made according to the following definitions by Fearon. K et al. (1) weight loss of &#8805;5% within 6 months; (2) weight loss of &#8805;2% in pts with a BMI of &#60;20 kg\/m<sup>2<\/sup>; or (3) weight loss of &#8805;2% in pts with sarcopenia. In this study, pts who met the definition of CC within 6 months of enrollment were considered to have CC.Urinary miRNA profiles from pts with PC were sequenced by NGS and analyzed using DESeq2 to identify differentially expressed miRNAs (DEMs) between pts with CC and those without. DEMs were further explored for associated pathways and target genes using miRPathDB v.2.0.<br \/>Results: Of the 64 subjects, 52 pts were included in the analysis after excluding three pts with low urine sample read coverage and nine pts with no information on CC status. Among those, 38 pts were classified as having CC. Patients&#8217; background was as follows (CC\/no CC); median age 70 [range: 44-80]\/ 67 [57-74], male and female 19\/7 pts, respectively, cStage {I (6\/0), II (1\/0), III (17\/4), IV (14\/10)} pts, median BMI (male 22.1 [17.7-27.2]\/21.7 [18.2-28.2], female 21.7 [14.6-25.2]\/21.9 [16.6-27.4]) kg\/m<sup>2<\/sup>. Among 307 miRNAs detected in the urine of pts with PC, 49 miRNAs had previously been reported in CC research. The miR-141-5p was differentially expressed between pts with CC and those without CC (Wald test p<sub>BH<\/sub> = 0.079). It was down-regulated in pts with CC (Mann-Whitney U test p = 6.4e-4) and most significantly associated with the FoxO signaling pathway (ORA p<sub>BH<\/sub> = 1.84e-4), followed by the mTOR signaling pathway (ORA p<sub>BH<\/sub> = 0.008).<br \/>Conclusions: Our study indicates that miR-141-5p holds potential as a noninvasive biomarker for the detection of CC in pts with PC. Although miR-141-5p has not been previously reported in CC, its significant association with the FoxO signaling pathway, which is one of the major pathways regulating skeletal muscle atrophy, underscores the relevance of miR-141-5p in the context of CC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-04 miRNA-based diagnostics,,"},{"Key":"Keywords","Value":"Cachexia,Pancreatic cancer,MicroRNA,Urine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Okada<\/b><sup>1<\/sup>, S. Kondo<sup>1<\/sup>, Y. Igawa<sup>1<\/sup>, T. Yoshida<sup>1<\/sup>, M. Havelka<sup>2<\/sup>, M. Mizunuma<sup>2<\/sup>, Y. Ichikawa<sup>2<\/sup>, N. Yamamoto<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Center Hospital - Japan, Tokyo, Japan, <sup>2<\/sup>Craif Inc., Tokyo, Japan","CSlideId":"","ControlKey":"bd49bdde-73d7-4916-98ce-9e6dd73786b1","ControlNumber":"4029","DisclosureBlock":"&nbsp;<b>M. Okada, <\/b> None.&nbsp;<br><b>S. Kondo, <\/b> <br><b>Eisai<\/b> Grant\/Contract. <br><b>Incyte<\/b> Grant\/Contract. <br><b>AbbVie<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Astellas<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract.<br><b>Y. Igawa, <\/b> None.&nbsp;<br><b>T. Yoshida, <\/b> <br><b>Novartis<\/b> Grant\/Contract, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events, Participation on a Data Safety Monitoring Board or Advisory Board. <br><b>AbbVie<\/b> Grant\/Contract. <br><b>Amgen<\/b> Grant\/Contract, Other, Participation on a Data Safety Monitoring Board or Advisory Board. <br><b>Daiichi-Sankyo<\/b> Grant\/Contract, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>AstraZeneca<\/b> Grant\/Contract, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>MSD<\/b> Grant\/Contract, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events, Participation on a Data Safety Monitoring Board or Advisory Board. <br><b>Chugai<\/b> Grant\/Contract, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events, Participation on a Data Safety Monitoring Board or Advisory Board. <br><b>Astellas<\/b> Grant\/Contract. <br><b>Medpace<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, Other, Participation on a Data Safety Monitoring Board or Advisory Board. <br><b>BMS<\/b> Grant\/Contract, Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events, Participation on a Data Safety Monitoring Board or Advisory Board. <br><b>ONO<\/b> Grant\/Contract, Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events, Participation on a Data Safety Monitoring Board or Advisory Board. <br><b>Merck<\/b> Grant\/Contract, Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events, Participation on a Data Safety Monitoring Board or Advisory Board. <br><b>Takeda<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events, Participation on a Data Safety Monitoring Board or Advisory Board. <br><b>Pfizer<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events, Participation on a Data Safety Monitoring Board or Advisory Board. <br><b>Lily<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>M. Havelka, <\/b> <br><b>Craif Inc.<\/b> Employment, Stock Option. <br><b>M. Mizunuma, <\/b> <br><b>Craif Inc.<\/b> Employment, Stock. <br><b>Y. Ichikawa, <\/b> <br><b>Craif Inc.<\/b> Employment, Stock. <br><b>N. Yamamoto, <\/b> <br><b>Astellas<\/b> Grant\/Contract. <br><b>Chugai<\/b> Grant\/Contract, Other, Advisory role, Honoraria as Speakers. <br><b>Eisai<\/b> Grant\/Contract, Advisory role, Honoraria as Speakers. <br><b>Taiho<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>AbbVie<\/b> Grant\/Contract. <br><b>Daiichi-Sankyo<\/b> Grant\/Contract, Other, Honoraria as Speakers. <br><b>Bayer<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, Other, Advisory role. <br><b>Kyowa Kirin<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract, Other, Advisory role. <br><b>ONO<\/b> Grant\/Contract, Other, Honoraria as Speakers. <br><b>Janssen Pharma<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>MERCK<\/b> Grant\/Contract, Other, Advisory role. <br><b>GSK<\/b> Grant\/Contract. <br><b>KAKEN<\/b> Grant\/Contract.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6821","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5690","PresenterBiography":null,"PresenterDisplayName":"Mao Okada, MD","PresenterKey":"22551f13-0da0-475b-8f9f-d1ec906822d8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5690. Urinary microRNA expression in pancreatic cancer with cachexia","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"396","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Urinary microRNA expression in pancreatic cancer with cachexia","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) represents 10-20% of all invasive breast cancers and is characterized by a lack of expression of estrogen receptor, progesterone receptor, and human epidermal growth factor receptor 2. TNBC typically manifests as high-grade tumors often diagnosed at advanced stages, and affects younger patients, especially African American (AA) women. Dysregulation of miRNA expression levels contributes to TNBC pathogenesis and prognosis. Dysregulated miRNAs in advanced-stage cancers alter tumor progression, migration, and metastasis. Obesity is associated with miRNA dysregulation in adipose tissue, which is a driver of BC development and growth. This study aimed at identifying differentially expressed (DE) miRNA in TNBC patients of European American (EA) and AA women with obesity, compared to adjacent non-tumor tissues. miRNAseq data from 48 tissue samples (TNBC tumor and adjacent non-tumor) were analyzed for differential expression. Samples were from 12 EA and 12 AA patients, with 6 patients in each ethnic group having obesity and 6 normal weight, based on BMI estimates. Stringent comparisons, with and without obesity, were conducted to identify TNBC and obesity-associated miRNAs within each ethnic group. Prediction of miRNA-target genes was performed in miRWalk and Key Pathway Advisor (KPA) was employed for pathway enrichment analysis. Differential expression analysis between obese and normal-weight patients in each ethnic group revealed 79 DE miRNAs in EA and 40 in AA. We identified 55 miRNAs associated exclusively with tumors in obese patients within the EA group and 33<b> <\/b>miRNAs within the AA group. Target gene analysis showed that in EA, 9 out of the 55 miRNAs interacted with 68 mRNAs, with miR-204-5p and miR-181b-5p accounting for 75% of interactions. In AA, 20 out of the 33 miRNAs interacted with 284 mRNAs with miR-20a-5p, -195-5p, -34a-5p, and -130a-3p with 65% of the interactions. KPA identified 84 and 330 pathways for EA and AA, respectively, with 43 common pathways,15 of them related to cancer processes sharing the gene targets <i>GSKIP, TLBR1, TCF4, and TCF. <\/i>Our study outlined unique miRNA profiles in TNBC among AA and EA women with obesity. Although common mRNAs were identified between ethnic groups, leading to the identification of common pathways on KPA, more than 50% of the identified pathways are related to unique biological processes associated with TNBC and obesity for each ethnic group. These findings underscore the importance of considering ethnic-specific miRNA signatures for understanding TNBC in the context of obesity, offering insights for targeted therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA profiling in cancer,,"},{"Key":"Keywords","Value":"MicroRNA,Triple-negative breast cancer (TNBC),Obesity,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"F. Hossain<sup>1<\/sup>, <b>M. I. Gonz叩lez-Ram鱈rez<\/b><sup>2<\/sup>, J. Garai<sup>1<\/sup>, X.-C. Wu<sup>1<\/sup>, C. Hicks<sup>1<\/sup>, L. Del Valle<sup>1<\/sup>, A. Ochoa<sup>1<\/sup>, D. Danos<sup>1<\/sup>, L. Miele<sup>1<\/sup>, J. Zabaleta<sup>1<\/sup>; <br\/><sup>1<\/sup>Louisiana State University Health Sciences Center, New Orleans, LA, <sup>2<\/sup>Tulane University School of Medicine, New Orleans, LA","CSlideId":"","ControlKey":"15cb026e-ae09-4d17-8e9e-a230a72b2e7c","ControlNumber":"7614","DisclosureBlock":"&nbsp;<b>F. Hossain, <\/b> None..<br><b>M. I. Gonz叩lez-Ram鱈rez, <\/b> None..<br><b>J. Garai, <\/b> None..<br><b>X. Wu, <\/b> None..<br><b>C. Hicks, <\/b> None..<br><b>L. Del Valle, <\/b> None..<br><b>A. Ochoa, <\/b> None..<br><b>D. Danos, <\/b> None..<br><b>L. Miele, <\/b> None..<br><b>J. Zabaleta, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6822","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5691","PresenterBiography":null,"PresenterDisplayName":"Martha Gonz叩lez-Ram鱈rez, BS;MS","PresenterKey":"214d47d2-6fee-4b97-8f8f-0694186bd857","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5691. Identification of miRNA related to triple-negative breast cancer in African and European American women with obesity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"396","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of miRNA related to triple-negative breast cancer in African and European American women with obesity","Topics":null,"cSlideId":""},{"Abstract":"Aberrant expression of mutant KRAS and miRNA-21 (miR-21) are commonly attribute to malignancy and tumorigenic progression of pancreatic cancers. However, few studies have explored the molecular mechanism linking these two prognostic factors. In this study, we explored the underlying molecular bridge between KRAS and miR-21 regulation in pancreatic cancer. Functional integrative analysis of KRAS, an essential oncogenic driver in pancreatic cancer progression, and together with miR-21 revealed XRN1, a 5&#8242;-3&#8242; exoribonuclease, as RNA-linked top-scored molecule with a strong survival correlation and malignancy in pancreatic cancer patients. Depletion of XRN1 led to severe reduction in mature miR-21 expression, while unaltered precursor miR-21 levels; indicating that the XRN1 is critical in miR-21 maturation at post-Drosha step in conjunction with Dicer. Moreover, miR-21 sensor-based experiment also confirmed the critical role of XRN1 on miR-21 biogenesis. Depletion experiments showed that XRN1 positively regulates proliferation and self-renewal capacity of pancreatic cancer cells via its 5&#8242;-3&#8242; exoribonuclease activity and concomitantly elevated the expression of PTEN and PDCD4 which are the key miR-21 cellular downstream targets. shRNA-mediated XRN1 depletion also yielded smaller tumor volume and longer survival in pancreatic cancer xenografts and syngeneic model demonstrating the therapeutic potential of targeting XRN1. Subsequent silencing of KRAS reduced XRN1 expression in pancreatic cancer cells, suggesting that KRAS plays a key role in this XRN1-miR-21 axis. Furthermore, drug-resistant pancreatic cells showed elevated expression of both KRAS and XRN1-miR-21 indicating that this axis is also associated with drug sensitivity. In sum, these results suggest that a novel KRAS-XRN1 posttranscriptional regulatory axis plays a pivotal role in tumor progression by mediating miR-21-directed signaling, and thus may suggest a novel targeting strategy for pancreatic cancer therapeutics.<br \/>Significance: This study identifies molecular regulatory interplay between KRAS and XRN1-miR-21 signaling in pancreatic cancers, elucidates how KRAS-XRN1 modulates tumorigenesis via miR-21, and demonstrates that targeting this signaling can contribute to therapeutic strategies for pancreatic cancers. [Y. Seo and S. E. Oh contributed equally to this work.]","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Post-transcriptional regulation,MicroRNA,Tumorigenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Seo, <b>S. Oh<\/b>, J. Kim; <br\/>National Cancer Center, Ilsanro, Goyang, Korea, Republic of","CSlideId":"","ControlKey":"16415a2d-b8b9-4191-a930-a930e2edbb53","ControlNumber":"4273","DisclosureBlock":"&nbsp;<b>Y. Seo, <\/b> None..<br><b>S. Oh, <\/b> None..<br><b>J. Kim, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6823","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5692","PresenterBiography":null,"PresenterDisplayName":"Seong Eon Oh, Graduate Student","PresenterKey":"39a4e5db-b02e-4d00-b800-6b76c164b0b4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5692. Posttranscriptional molecular network facilitates KRAS-linked tumorigenesis via XRN1-miR-21 signaling in pancreatic cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"396","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Posttranscriptional molecular network facilitates KRAS-linked tumorigenesis via XRN1-miR-21 signaling in pancreatic cancers","Topics":null,"cSlideId":""},{"Abstract":"Areca nut has been considered a high-risk carcinogen for head and neck cancer (HNC) in Southeast Asia, while its molecular effects, especially on the miRNA regulatory roles, remain elusive. This study characterized miRNA-mRNA networks associated with areca nut-related HNC. We integratively analyzed the areca nut-induced mRNA profile and TCGA-HNSC gene set. A total of 2575 genes were identified, with 1971 upregulated and 604 downregulated in cancers. The KEGG pathway analysis revealed that these genes were enriched in the cellular functions related to motility and stress response. Experimental studies confirmed that arecoline promoted cell migration, invasion, and chemo-radioresistance. We further cross-analyzed the miRNAs induced by areca nut and dysregulated in TCGA-HNSC data and defined 71 molecules affected, with 35 upregulation and 36 downregulation. Using the multimiR tool to map potential mRNA-miRNA interactions, we uncovered that these miRNAs were connected to 2173 genes. These molecules participated in several oncogenic mechanisms, such as ErbB and PI3K-Akt signaling, cell adhesion, and DNA damage response. We endeavored to establish miRNA-mRNA interaction networks with the functions of cellular motility and stress response via the Cytoscape analytical method. Our data revealed nexus comprising 41 miRNAs with 83 mRNAs, and 38 miRNAs with 66 mRNAs, respectively, co-regulate these two malignant functions. A key miRNA, miR-410-3p, downregulated in HNC and decreased following areca nut treatment, was studied. Ectopic expression of miR-410-3p attenuated areca nut-induced cell invasion and exerted modulatory effects on its target oncogenes, CRK. Thus, our study delineates a comprehensive view of the miRNA-mRNA interplay altered by areca nut, illustrating a sophisticated mechanism of carcinogenesis and suggesting new avenues for diagnostic and therapeutic strategies in HNC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA profiling in cancer,,"},{"Key":"Keywords","Value":"Head and neck cancers,Carcinogenesis,MicroRNA,Motility,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Hung-Han Huang<\/b><sup>1<\/sup>, Guo-Rung You<sup>2<\/sup>, Kai-Hsin Lin<sup>2<\/sup>, Yin-Ju Chen<sup>3<\/sup>, Ann-Joy Cheng<sup>2<\/sup><br><br\/><sup>1<\/sup>Graduate Institute of Biomedical Sciences, Chang Gung University, Taoyuan city, Taiwan,<sup>2<\/sup>Department of Medical Biotechnology and Laboratory Science, Chang Gung University, Taoyuan city, Taiwan,<sup>3<\/sup>Department of Biomedical Sciences, Chang Gung University, Taoyuan city, Taiwan","CSlideId":"","ControlKey":"3af52a6f-cdc2-4b12-be2d-ee2351c12d8d","ControlNumber":"1429","DisclosureBlock":"&nbsp;<b>H. Huang, <\/b> None..<br><b>G. You, <\/b> None..<br><b>K. Lin, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>A. Cheng, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6825","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5694","PresenterBiography":null,"PresenterDisplayName":"Hung Han Huang, BS","PresenterKey":"669d2b79-c2ad-4f82-9e0f-35ec5737cfb4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5694. Elucidating areca nut-induced miRNA-mRNA regulatory networks in head and neck cancer pathogenesis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"396","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidating areca nut-induced miRNA-mRNA regulatory networks in head and neck cancer pathogenesis","Topics":null,"cSlideId":""},{"Abstract":"Nanotechnology offers great potential for cancer diagnosis and treatments. Especially, nanoparticles (NPs) have been examined and utilized as drug delivery systems, hyperthermia and combination therapy. We have examined and reported the combined effects of Fe<sub>3<\/sub>O<sub>4<\/sub>-nanoparticles (Fe<sub>3<\/sub>O<sub>4<\/sub>-NPs) with chemotherapeutic agents on prostate cancer cell in vitro. miRNAs are an important factor in cancer progression, and elucidating the miRNA-mediated intracellular network of cancer cells could suggest new cancer treatment strategies. In this study, to identify microRNAs (miRNAs) associated with anticancer effects of Fe<sub>3<\/sub>O<sub>4<\/sub>-NPs, the comprehensive expression of miRNAs by Microarray (Agilent G4780A SuperPrint G3 Human v16 miRNA 8x60K Microarray kit) in A549 (lung cancer cell line), LNCaP (androgen-dependent prostate cancer cell line) and DU145 (androgen-independent prostate cancer cell line) under Fe<sub>3<\/sub>O<sub>4<\/sub>-NPs exposure was performed. miR-5787 was one of the increased miRNAs in three cancer cell lines under Fe<sub>3<\/sub>O<sub>4<\/sub>-NPs, and its increase in miR-5787 was due to the reactive oxygen species (ROS) production by Fe<sub>3<\/sub>O<sub>4<\/sub>-NPs. The additional analysis suggested that miR-5787 might suppressed the cancer cell growth by targeting the eIF5. In this study, we identified miR5787 as a Fe<sub>3<\/sub>O<sub>4<\/sub>-NPs induced pivotal miRNA in cancer cells, and can be used as a therapeutic target.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA profiling in cancer,,"},{"Key":"Keywords","Value":"MicroRNA,Nanoparticle,Prostate cancer,Reactive oxygen species,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Watanabe<\/b><sup>1<\/sup>, H. Nakano<sup>2<\/sup>, C. Matsuda<sup>2<\/sup>, E. Usugi<sup>2<\/sup>, H. Imai<sup>2<\/sup>, Y. Hirokawa<sup>1<\/sup>, K. Iijima<sup>3<\/sup>; <br\/><sup>1<\/sup>Mie University, Tsu, Japan, <sup>2<\/sup>Mie University Hospital, Tsu, Japan, <sup>3<\/sup>Yokohama National University, Tsu, Japan","CSlideId":"","ControlKey":"3404493b-9872-4ec0-ba06-f012024800fd","ControlNumber":"1067","DisclosureBlock":"&nbsp;<b>M. Watanabe, <\/b> None..<br><b>H. Nakano, <\/b> None..<br><b>C. Matsuda, <\/b> None..<br><b>E. Usugi, <\/b> None..<br><b>H. Imai, <\/b> None..<br><b>Y. Hirokawa, <\/b> None..<br><b>K. Iijima, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6826","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5695","PresenterBiography":null,"PresenterDisplayName":"Masatoshi Watanabe, MD","PresenterKey":"89736b0a-cb96-497d-94b8-81cf663bc3a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5695. miR-5787 suppresses cancer cell growth as a Fe<sub>3<\/sub>O<sub>4<\/sub>-nanoparticles induced pivotal miRNA","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"396","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"miR-5787 suppresses cancer cell growth as a Fe<sub>3<\/sub>O<sub>4<\/sub>-nanoparticles induced pivotal miRNA","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> We previously demonstrated that differing levels of miR-9-5p could predict chemosensitivity to cisplatin, and that miR-9-5p is a regulator of potential chemotherapeutic target MAP1B. As the mTOR\/PIK3CA pathway has been implicated in the pathogenesis of laryngeal squamous cell carcinoma (LSCC), we sought to determine an association between differing miR-9-5p levels, mTOR pathway mediators including MAP1B, and methylation.<br \/><b>Methods: <\/b>UM-SCC-98, UM-SCC-12, UM-SCC-11A, UM-SCC-10A (obtained from the University of Michigan) laryngeal cancer cell lines were used in this study. We previously showed UM-SCC-98 and UM-SCC-12 to have significantly lower miR-9-5p levels as compared to UM-SCC-11A and UM-SCC-10A (Northern blot analysis). The IC50 of an mTORC1 inhibitor (Rapamycin) and an mTORC1\/C2 inhibitor (AZD-8055) were evaluated using the Cell Titer Blue Viability assay. Cells were treated with the de-methylating agent, 5-Azacytidine (1&#956;M). Gene expression of mTOR pathway mediators- miR-9-5p, PTEN, EGFR, PIK3CA, and MAP1B- were determined in each cell line pre-and post-treatment via qPCR.<br \/><b>Results: <\/b>All cell lines were resistant to treatment with Rapamycin (IC50 &#62; 60&#956;M) with the UM-SCC-12 cell line yielding the highest IC50 (&#62; 150&#956;M). Conversely, decreased cell proliferation was detected with AZD-8055. This was significantly associated with their miR-9-5p levels-- a higher AZD-8055 IC50 was associated with cell lines UM-SCC-98 (~40&#956;M) and UM-SCC-12 (~23&#956;M) compared to UM-SCC-10A (~16&#956;M) and UM-SCC-11A (~8&#956;M). Following demethylation treatment, miR-9-5p levels were significantly increased in UM-SCC-12 only (2-fold), and this corresponded to a significant decrease in MAP1B gene expression (2-fold) but not with EGFR, PIK3CA, and PTEN gene expression.<br \/><b>Conclusion:<\/b> In conclusion, our study suggests that miR-9-5p may regulate MAP1B gene expression via the mTORC2 pathway. In addition, methylation may play a role in the regulation of the miR-9-5p gene and its downstream targets in laryngeal cancer tumorigenesis. Future studies will involve exploring epigenetic mechanisms of miR-9-5p inhibition and defining the role of key mediators of the mTOR pathway in LSCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"MicroRNA,Laryngeal squamous cell carcinoma,mTOR,MAP1B,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Gobin<\/b>, M. Chang, C. C. Lattimore, K. M. Fredenburg; <br\/>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"e8ed17c1-6c38-4680-bc7a-f1b04d31ae05","ControlNumber":"7117","DisclosureBlock":"&nbsp;<b>C. Gobin, <\/b> None..<br><b>M. Chang, <\/b> None..<br><b>C. C. Lattimore, <\/b> None..<br><b>K. M. Fredenburg, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6827","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5696","PresenterBiography":null,"PresenterDisplayName":"Christina Gobin, BS;MS;PhD","PresenterKey":"931b9e46-2793-468f-a344-618ab8ea73aa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5696. Exploring the association between miR-9-5p levels and the mTORC1\/mTORC2 pathway in laryngeal cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"396","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the association between miR-9-5p levels and the mTORC1\/mTORC2 pathway in laryngeal cancer cell lines","Topics":null,"cSlideId":""},{"Abstract":"Despite the progress in endocrine therapy, targeted therapy and immunotherapy, the treatment of triple-negative breast cancer (TNBC), one of the most aggressive types of breast cancer, is challenging. This is closely associated with the lack of effective molecular targets in TNBC cells for therapeutic intervention. Here we report that the long noncoding RNA (lncRNA) MILIP drives TNBC cell survival, proliferation and tumorigenicity through complexing with transfer RNAs (tRNAs) to promote protein production, and thus represents a potential therapeutic target in TNBC.<br \/>MILIP was expressed at high levels in TNBC cells that commonly harbor loss-of-function mutations of the tumor suppressor p53, yet MILIP silencing diminished TNBC cell viability and retarded TNBC xenograft growth, indicating that MILIP functions distinctively in TNBC beyond its well-established role in repressing p53 in other types of cancers. Mechanistical investigations revealed that MILIP interacted with eukaryotic translation elongation factor 1 alpha 1 (eEF1&#945;1) and formed an RNA-RNA duplex with tRNA<sup>Leu<\/sup> and tRNA<sup>Ser<\/sup>, type II tRNAs, through their variable loops, thus facilitating the binding of eEF1&#945;1 to these tRNAs. Disrupting the interaction between MILIP and eEF1&#945;1 or tRNAs diminished protein production and cell viability, with therapeutic potential revealed where targeting MILIP using Gapmers inhibited TNBC growth and cooperated with the clinically available protein synthesis inhibitor omacetaxine mepesuccinate <i>in vivo<\/i>.<br \/>Collectively, these results identified MILIP as an RNA translation elongation factor to promote protein production in TNBC cells and demonstrated that experimental therapy with MILIP Gapmers inhibits TNBC growth, indicating MILIP targeting is a potential avenue for developing improved TNBC treatment through blocking protein synthesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Long noncoding RNA,Triple-negative breast cancer (TNBC),Gene regulation,Antisense oligonucleotides,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Feng<\/b><sup>1<\/sup>, S. Zheng<sup>2<\/sup>, X. Zhao<sup>1<\/sup>, Y. Zhang<sup>1<\/sup>, R. Xu<sup>1<\/sup>, L. Xu<sup>1<\/sup>, T. Preiss<sup>3<\/sup>, L. Jin<sup>1<\/sup>, J. Gao<sup>2<\/sup>, X. Zhang<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Newcastle, Callaghan, Australia, <sup>2<\/sup>Shanxi Bethune Hospital, Taiyuan, China, <sup>3<\/sup>Australian National University, Canberra, Australia","CSlideId":"","ControlKey":"f771efa0-8194-4bbf-b9b8-f98b21f8a307","ControlNumber":"184","DisclosureBlock":"&nbsp;<b>Y. Feng, <\/b> None..<br><b>S. Zheng, <\/b> None..<br><b>X. Zhao, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>R. Xu, <\/b> None..<br><b>L. Xu, <\/b> None..<br><b>T. Preiss, <\/b> None..<br><b>L. Jin, <\/b> None..<br><b>J. Gao, <\/b> None..<br><b>X. Zhang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6828","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5697","PresenterBiography":null,"PresenterDisplayName":"Yuchen Feng, MD;PhD","PresenterKey":"a9b3a3d0-69e6-4d4a-87bf-bb5cbe18d94c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5697. MILIP drives triple-negative breast cancer through complexing with transfer RNAs to promote protein production","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"396","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MILIP drives triple-negative breast cancer through complexing with transfer RNAs to promote protein production","Topics":null,"cSlideId":""}]