[{"Abstract":"CD98, a subunit of the LAT1\/CD98 amino acid transporter complex, is intimately involved in cell adhesion, migration, proliferation, and signal transduction by enhancing amino acid transport and amplifying integrin signaling. CD98 is expressed at aberrantly high levels in many solid tumors and hematological malignancies, and this is frequently associated with poor prognosis, highlighting its potential as a cancer therapy target. However, CD98 is also expressed in various normal tissues hence complicating the development of antibody-based therapies owing to lack of tumor selectivity, poor pharmacokinetics (PK), and safety issues. We previously reported a pH-dependent anti-CD98 monoclonal antibody (mAb) that selectively targets the acidic tumor microenvironment (Tian, X., <i>et al<\/i>. Nat Biomed Eng 7(1): 8-23.). In the present report, we further developed that mAb into an antibody-drug conjugate (ADC; HH018-sesutecan), in which the mAb is conjugated to a topoisomerase I inhibitor-based linker-drug, sesutecan, at a drug:antibody ratio (DAR) of approximately 8. Sesutecan previously demonstrated promising characteristics in preclinical studies with multiple targets and conferred an encouraging benefit:risk profile in the clinic with a FR&#945;-directed ADC (rinatabart sesutecan). HH018-sesutecan exhibited similar pH-dependent binding as its parental mAb in vitro, and markedly improved PK compared to the non-pH-dependent ADC control in CD98-humanized C57BL\/6 mice. HH018-sesutecan demonstrated potent cytotoxicity against CD98-expressing cancer cell lines, strong bystander effect, as well as dose-dependent anti-tumor activity in mouse models representing multiple tumor types (colorectal cancer, ovarian cancer, renal cell carcinoma, lymphoma, hypopharyngeal carcinoma, and oral adeno-squamous carcinoma). Notably, sustained tumor regression was achieved with a single dose of 3-5 mg\/kg in ~8 tumor models. A pilot toxicity study was conducted for HH018-sesutecan at two repeat-dose of 30 mg\/kg in cynomolgus monkeys. HH018-sesutecan was well-tolerated with the principal toxicity (myelosuppression) being payload driven and reversible, accompanied with a favorable PK profile (half-life of 7-9 days). In summary, our studies demonstrate that the pH-dependent CD98-directed HH018- sesutecan exerts wide-ranging and potent anti-tumor efficacy, as well as favorable PK and safety profiles in preclinical models. HH018-sesutecan is a promising agent for further development in a broad range of CD98-expressing tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Acidic tumor microenvironment,CD98,pH-dependent,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"F. Yang<sup>1<\/sup>, L. Wang<sup>2<\/sup>, X. Tian<sup>3<\/sup>, X. Qiu<sup>2<\/sup>, J. Chen<sup>1<\/sup>, W. Qi<sup>2<\/sup>, g. Li<sup>1<\/sup>, H. Liu<sup>2<\/sup>, J. Liu<sup>1<\/sup>, S. Huang<sup>2<\/sup>, <b>B. Ye<\/b><sup>1<\/sup>, Q. Wu<sup>2<\/sup>, B. Zhao<sup>2<\/sup>, W. Li<sup>3<\/sup>, J. Sui<sup>1<\/sup>, Z. Chen<sup>2<\/sup>; <br\/><sup>1<\/sup>Huahui Health, Ltd., Beijing, China, <sup>2<\/sup>ProfoundBio (Suzhou) Co., Ltd., Suzhou, China, <sup>3<\/sup>National Institute of Biological Sciences, Beijing, Beijing, China","CSlideId":"","ControlKey":"47665c15-0ded-4ec7-977c-ad759f817fa1","ControlNumber":"10581","DisclosureBlock":"&nbsp;<b>F. Yang, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>X. Tian, <\/b> None..<br><b>X. Qiu, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>W. Qi, <\/b> None..<br><b>G. Li, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>S. Huang, <\/b> None..<br><b>B. Ye, <\/b> None..<br><b>Q. Wu, <\/b> None.&nbsp;<br><b>B. Zhao, <\/b> <br><b>ProfoundBio<\/b> Employment. <br><b>W. Li, <\/b> <br><b>Huahuihealth Ltd.<\/b> Other, Co-founder.<br><b>J. Sui, <\/b> None..<br><b>Z. Chen, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10475","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB425","PresenterBiography":null,"PresenterDisplayName":"Bin Ye, PhD","PresenterKey":"9ab397cb-e4fd-4747-99d3-b3f41a2d1be9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB425. A tumor microenvironment-targeting CD98-directed ADC confers robust anti-tumor activity in multiple cancers with favorable pharmacokinetics and safety profiles in preclinical models","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A tumor microenvironment-targeting CD98-directed ADC confers robust anti-tumor activity in multiple cancers with favorable pharmacokinetics and safety profiles in preclinical models","Topics":null,"cSlideId":""},{"Abstract":"IDO1 is an immune checkpoint regulator and mediator of tumor immune evasion <sup>(<\/sup><sup>1)<\/sup>. The cellular and molecular mechanisms of IDO1-mediated immune suppression are not fully understood. We describe here that GPR35, the putative receptor for kynurenic acid (KYNA), a metabolite of IDO1-mediated tryptophan catabolism, couples to Hippo-YAP pathway. GPR35 activation, either by overexpression or by treatment with tryptophan metabolites resulted in Hippo inactivation and YAP-directed transcription via TEAD family of transcription factors. Recently, YAP is found to be essential for tumor immune escape. Yap1 deficiency in T-lineage-specific knockout mice, or by dosing a YAP inhibitor, impairs T<sub>reg<\/sub> formation and function, leading to tumor growth inhibition<sup> (<\/sup><sup>2<\/sup><sup>)<\/sup>. YAP also plays an inhibitory role in CD8 T cell function, especially in activated CTL usually found in the TME <sup>[<\/sup><sup>3<\/sup><sup>,4<\/sup><sup>]<\/sup>. Through medicinal chemistry design and a structure-vs-activity relationship study effort, we discovered a GPR35-selective inhibitor, here termed TMER1i. TMER1i potently blocks GPR35 in Hippo suppression and YAP activation. We showed that GPR35 is expressed in the T-cell lineage of the immune cells including na&#239;ve CD4 T cells, Treg and CD8 T cells. Treatment of purified human na&#239;ve CD4 T cells with anti-CD3\/anti-CD28 under an IDO1<sup>+<\/sup> TME-like culture condition <i>in vitro<\/i><i> <\/i>induced a robust T cell activation and differentiation toward Treg phenotype, as shown previously using mouse na&#239;ve CD4 T cells by others <sup>(5)<\/sup>. Importantly, TMER1i efficiently blocked the Treg differentiation under these conditions. When dosed in human-PBMC reconstituted NCG mice bearing HT29 tumors, TMER1i dose-dependently increased the infiltration of human CD8 T cells within tumors in a statistically significant manner, and a trending lower Treg cell infiltration, accompanied by a tumor growth inhibition. qPCR analysis of the HT29 tumors grown in the PBMC-NCG mice indicated that IDO1 was highly expressed in the tumors. These results indicated that GPR35 selective inhibitor TMER1i enhanced an anti-tumor immune activity in an IDO1<sup>+<\/sup> tumor microenvironment. Taken together, these studies provided evidence for a role of GPR35 in mediating IDO1 immune suppression by regulating Hippo-YAP pathway in Treg and CTL cells in the immune system. Thus, GPR35 inhibitors have a potential to be novel immuno-therapeutic agents effective in treating patients with IDO1-positive tumors.<br \/>Reference1.Munn, DH, and Mellor, AL. (2007) Indoleamine 2,3-dioxygenase and tumor-induced tolerance. <b><i>J. Clin. Invest.<\/i><\/b><i> <\/i>117:1147-11542.Ni, X. <i>et al<\/i>. Yap is essential for Treg-mediated suppression of antitumor Immunity. <b><i>Cancer Discovery <\/i><\/b>2018; 8:1026-10433.Lebid, A. <i>et al<\/i>. (2020) YAP attenuates CD8 T cell-mediated anti-tumor response. <b><i>Frontiers in Immunology<\/i><\/b> 11:1-84.Stampouloglou, E. <i>et al.<\/i> (2020) YAP suppresses T-cell function and infiltration in the tumor microenvironment. <b><i>PLoS Biol<\/i><\/b> 18(1): e30005915.Fallarino, F. <i>et al.<\/i> (2006) The combined effects of tryptophan starvation and tryptophan catabolites down-regulate T cell receptor &#230;-chain and induce a regulatory phenotype in na&#239;ve T cells<b>. <i>J Immunol<\/i><\/b> 176:6752-6761","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"IDO1,Tumor microenvironment,Hippo pathway,Immune checkpoint,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. He, N. Kim, S. Han, <b>Z. Chu<\/b>; <br\/>Crossignal Therapeutics, Inc, La Jolla, CA","CSlideId":"","ControlKey":"649adf26-d72c-4fb8-88f3-fd13399681a0","ControlNumber":"10789","DisclosureBlock":"<b>&nbsp;H. He, <\/b> <br><b>Crossignal Therapeutics<\/b> Employment. <br><b>N. Kim, <\/b> <br><b>Crossignal Therapeutics<\/b> Employment. <br><b>S. Han, <\/b> <br><b>Crossignal Therpeutics<\/b> Employment. <br><b>Z. Chu, <\/b> <br><b>Crossignal Therapeutics, Inc<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10476","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB426","PresenterBiography":null,"PresenterDisplayName":"Zhi-Liang (Zak) Chu, PhD","PresenterKey":"994ff553-196c-4e44-9bb2-3bd4e91b5d82","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB426. Evidence for a role of GPR35 in IDO1-mediated tumor immune escape by regulating Hippo-YAP pathway","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evidence for a role of GPR35 in IDO1-mediated tumor immune escape by regulating Hippo-YAP pathway","Topics":null,"cSlideId":""},{"Abstract":"Therapeutic strategies targeting DNA damage have revolutionized cancer treatment, yet their efficacy often comes at the cost of substantial adverse effects. The emergence of poly-ADP-ribose polymerase (PARP) inhibition as a targeted approach to disrupt DNA repair in tumors deficient in homologous recombination (HR) has shown promise. However, the limited response of most cancers to PARP inhibitors has posed a significant challenge. This study employs a genome-wide CRISPR knockout functional genomics screen, revealing that depletion of ubiquitin-activating enzyme E1 (UBA1) enhances sensitivity to PARP inhibition in HR-proficient ovarian cancer cells. Validation across different ovarian and breast cancer cell lineages, utilizing cell line and organoid models, establishes that pharmacological inhibition of UBA1, a pivotal player in ubiquitination, sensitizes cells to PARP inhibition and other DNA damaging therapies. In vivo experiments combining PARP and UBA1 inhibition demonstrate not only tolerability but also significant extension of survival in patient-derived xenografts compared to individual therapies. Mechanistic studies uncover that UBA1 inhibition not only impedes HR repair, sensitizing cells to PARP inhibition, but also induces widespread increases in PARylation, subsequently targeted by PARP inhibition. These findings underscore the multifaceted pathways through which UBA1 inhibition potentiates the efficacy of PARP inhibition. The demonstrated tolerability and substantial therapeutic gains establish the combined approach as a promising strategy to maximize the benefits of PARP inhibition in cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Combination therapy,Ubiquitination,Homologous recombination,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Awasthi<sup>1<\/sup>, D. J. McGrail<sup>2<\/sup>, S. Yi<sup>3<\/sup>, <b>N. Sahni<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Cleveland Clinic, Cleveland, OH, <sup>3<\/sup>University of Texas at Austin, Austin, TX","CSlideId":"","ControlKey":"2cc07285-2655-41ea-9df6-b57177e2ac01","ControlNumber":"10943","DisclosureBlock":"&nbsp;<b>S. Awasthi, <\/b> None..<br><b>D. J. McGrail, <\/b> None..<br><b>S. Yi, <\/b> None..<br><b>N. Sahni, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10477","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB427","PresenterBiography":null,"PresenterDisplayName":"Nidhi Sahni, PhD","PresenterKey":"cd48e276-3758-4515-9954-77ca005f56ee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB427. UBA1 blockade induces homologous recombination deficiency and is synthetic lethal with PARP inhibition","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"UBA1 blockade induces homologous recombination deficiency and is synthetic lethal with PARP inhibition","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b><b>:<\/b>The Hippo signaling is an important pathway that plays a crucial role in the regulation of numerous biological processes. The binding of YAP\/TAZ transcriptional coactivators to TEAD proteins is the core of Hippo signaling in regulating the expression of a variety of genes that mediate many cellular functions. Abnormalities of Hippo signaling including mutation deficiency, fusion and YAP\/TAZ overexpression are often found in solid tumors associated with excessive proliferation, drug resistance, or tumor immune evasion. Blocking the Hippo transcription activation, particularly the TAP\/TAZ and TEAD interaction, therefore is an attractive therapeutic strategy for the treatment of advanced solid tumors associated with Hippo dysregulation.<br \/><b>Results<\/b><b>:<\/b>We have developed a small molecule inhibitor, KY-001, that can bind to TEAD protein and directly disrupt its interaction with YAP\/TAZ, thereby blocking Hippo signaling pathway. KY-001 can bind to TEAD (1-4) proteins with strong YAP\/TAZ competitive activities in biochemical assays and can inhibit TEAD-YAP mediated transcriptional signals in cell. KY-001 selectively and potently inhibits the proliferation of cancer cells harboring Hippo deficient mutations, such as mesothelioma, lung cancer and other cell lines. Importantly, KY-001 directly affects the expression of some target genes downstream of YAP\/TAZ-TEAD transcription activation in cell. KY-001 can strongly inhibit tumor growth in a dose dependent manner against Hippo mutation mesothelioma cancers in two different xenograft mouse tumor models. In addition, KY-001 shows remarkable synergistic effects with EGFR or KRAS G12C inhibitors in mouse non-small lung cancer models, suggesting it may be a promise therapy for treating targeted therapy induced resistant tumors with Hippo dysregulation. Pre-clinical studies shows that KY-001 has good overall druggable profiles with good safety windows in several animal species. Collectively, KY-001 shows high potency and selectivity in vitro and strong anti-tumor activities against Hippo mutation deficient cancers in pre-clinical models.<br \/><b>Conclusions<\/b><b>:<\/b>KY-001 is a small molecule drug candidate which directly inhibits the interactions between TEAD and YAP1\/TAZ proteins, thereby blocking the transcriptional activation of downstream Hippo signaling. In various tumor models, KY-001 monotherapy shows good efficacy for Hippo<br \/>mutation deficient tumors. KY-001 also synergizes with other targeted therapy such as EGFR or KRAS G12C inhibitors for treating non-small lung cancers. KY-001 is expected to enter clinical studies in H2, 2024 for the treatment of Hippo dysregulated solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Cancer therapy,Targeted therapy,Small molecule inhibitor,TEAD\/YAP,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Zhao<\/b>, Y. Zhag, Y. Shi, J. Chen; <br\/>Kygent Therapeutics, Shanghai, China","CSlideId":"","ControlKey":"2e814751-6888-473e-a296-ca06d27fc4c9","ControlNumber":"10504","DisclosureBlock":"&nbsp;<b>K. Zhao, <\/b> None..<br><b>Y. Zhag, <\/b> None..<br><b>Y. Shi, <\/b> None..<br><b>J. Chen, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10478","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB428","PresenterBiography":null,"PresenterDisplayName":"Kehao Zhao, PhD","PresenterKey":"8612c6d2-70b9-412c-a042-24dd1e970bbc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB428. Discovery of KY-001:A Direct Inhibitor of TEAD-YAP Protein-Protein Interaction for the Treatment of Advanced Solid Tumors with Abnormal Hippo Signaling Pathway","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of KY-001:A Direct Inhibitor of TEAD-YAP Protein-Protein Interaction for the Treatment of Advanced Solid Tumors with Abnormal Hippo Signaling Pathway","Topics":null,"cSlideId":""},{"Abstract":"Cancer Associated Fibroblasts (CAFs) are a major component of the tumor stromal microenvironment and have been indicated in promoting tumor growth as well as inhibiting tumor suppression mechanisms. One of the challenges in this field has been a lack of molecules that target CAFs specifically and can interfere with the CAF function. Here we describe a novel target discovered using OBTs proprietary OGAP platform, that appears to be specific for CAFs in a variety of tumor tissues. Interestingly this target appears to be minimally expressed in normal tissue fibroblasts by in situ hybridization RNA analysis but is highly upregulated in solid tissue stroma fibroblasts of colon, breast and pancreatic cancer tissues. The OGAP Discovery Platform utilizes a mass spectrometry approach to identify membrane targets on the surface of tumor cells as well as tumor microenvironment associated cells. This suggests that this novel target is expressed on the membrane of the CAFs making it a unique target for drug intervention. The identification of such a novel target is both exciting and a wonderful validation of OBTs OGAP Discovery Platform.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Cancer-associated fibroblasts,Novel anticancer agents,In situ hybridization,Drug-discovery screen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Sarnecky<sup>1<\/sup>, J. Lewis<sup>2<\/sup>, J. Allen<sup>2<\/sup>, D. Davies<sup>2<\/sup>, M. Metzger<sup>1<\/sup>, B. Thomas<sup>2<\/sup>, C. Rohlff<sup>3<\/sup>, <b>B. Cairns<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Oxford BioTherapeutics Inc, San Jose, CA, <sup>2<\/sup>Oxford BioTherapeutics Ltd, Oxford, United Kingdom, <sup>3<\/sup>Oxford BioTherapeutics Inc, Oxford, United Kingdom","CSlideId":"","ControlKey":"6b8e67b3-c80e-4dd8-827f-47f671ededb1","ControlNumber":"10781","DisclosureBlock":"&nbsp;<b>J. Sarnecky, <\/b> None..<br><b>J. Lewis, <\/b> None..<br><b>J. Allen, <\/b> None..<br><b>D. Davies, <\/b> None..<br><b>M. Metzger, <\/b> None..<br><b>B. Thomas, <\/b> None..<br><b>C. Rohlff, <\/b> None..<br><b>B. Cairns, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10479","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB429","PresenterBiography":null,"PresenterDisplayName":"Belinda Cairns, D Phil","PresenterKey":"6be910a5-237e-46ca-bf3b-9f1f278e1b97","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB429. Discovery and identification of a novel cancer associated fibroblast target using Oxford Biotherapeutics (OBTs) OGAP discovery platform","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery and identification of a novel cancer associated fibroblast target using Oxford Biotherapeutics (OBTs) OGAP discovery platform","Topics":null,"cSlideId":""},{"Abstract":"G-quadruplex (G4) motifs are noncanonical nucleic acid structures formed from staked guanine rich tetrads. G4 motifs have been shown to play significant effects on gene expression in all domains of life and are predominantly enriched in the regulatory regions such as promoters and enhancers of the human genome. G4-ligand mediated stabilization or destabilization of G4 structures has been discussed as a potential therapeutic strategy against tumor cells. However, the structure-specificity of G4-binding ligands remains a considerable challenge in determining the target-specificity. Therefore, it is necessary to understand the global effects of such G4-binding ligands at the transcriptome level to identify novel target(s) based on molecular structures and binding modes of both G4 motifs and ligands. In this study, we reported a top-down approach to extrapolate transcriptome-wide effects of two eminent G4-binding ligands Quarfloxin and Pyridostatin in human breast adenocarcinoma (MCF7) cell lines by RNA-seq analysis. Quadparser analysis was performed to analyze putative G4 forming sequences in protein coding breast cancer genes promoters. RNA-seq data was combined with Quadparser analysis to reveal that over 85% of the differentially expressed genes in both Pyridostatin and Quarfloxin contained G4 forming sequences in promoter region. Gene ontology analysis showed that both ligands affected key genes involved in extracellular matrix (ECM), architecture and cellular functions. A notable tumor suppressor deubiquitinase (DUBs) Cylindromatosis (CYLD) gene expression was particularly increased with Pyridostatin compared to Quarfloxin. <i>In vitro<\/i> assays also confirmed an increase in CYLD expression by qRT-PCR and Western blot. The detailed molecular mechanism of G4-mediated increase in CYLD expression is under study. Collectively, the current results present a new approach to identify G4-ligands binding target in breast cancer cells and provide insights into designing G4-ligands as an anti-cancer therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Breast cancer,Tumor suppressor gene,G-quadruplex ,Small molecule drugs,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Razzaq<\/b><sup>1<\/sup>, S. Ravichandran<sup>2<\/sup>, N. Parveen<sup>1<\/sup>, K. Kim<sup>1<\/sup>; <br\/><sup>1<\/sup>Sungkyunkwan University, School of Medicine, Suwon-si, Korea, Republic of, <sup>2<\/sup>Stanford University, Department of Biology, Stanford, CA","CSlideId":"","ControlKey":"200a080b-a694-45b6-b296-f33eca83b737","ControlNumber":"9760","DisclosureBlock":"&nbsp;<b>M. Razzaq, <\/b> None..<br><b>S. Ravichandran, <\/b> None..<br><b>N. Parveen, <\/b> None..<br><b>K. Kim, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10480","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB430","PresenterBiography":null,"PresenterDisplayName":"Maria Razzaq, MS","PresenterKey":"f75ceb30-6339-4b30-b32a-3b448b459635","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB430. Identification of therapeutic target in breast cancer using G-quadruplex binding ligands","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of therapeutic target in breast cancer using G-quadruplex binding ligands","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Focal Adhesion Kinase (FAK) is a multifunctional non-receptor tyrosine kinase and scaffolding protein that has emerged as a potential therapeutic target for the treatment of cancer due to its upregulation and role in cancer cell survival. However, it remains unknown which cancer types are most susceptible to FAK modulation or the best pharmacological strategy to target FAK. FAK is endogenously regulated by an alternative transcript termed FAK-related non-kinase (FRNK), which inhibits FAK through the Focal Adhesion Targeting (FAT) domain. Current FAK-kinase inhibitors that block the catalytic site have shown limited efficacy in multiple Phase I\/II clinical trials. FAK-degrading PROTACs have also shown inadequate induction of antiproliferative effects despite successful protein degradation. However, we have shown promising results with our novel FAK-FAT inhibitors, which target the scaffolding function of FAK to induce anoikis and inhibit proliferation in cancer cells. A direct comparison of these different FAK modulators in various cancer types has yet to be performed, creating a significant gap in understanding the best approach for targeted FAK inhibition for the treatment of cancer.<br \/><b>Methods<\/b>: The Broad Institute&#8217;s Cancer Dependency Map (DepMap) was utilized to select a cancer cell line cohort based on dependency on FAK for survival. Four cancer types, including breast, brain, lung, and skin cancers were selected based on the correlation of FAK expression for survival and previous literature evidence for dependency on FAK. Three FAK-dependent and one FAK-independent cell lines per cancer type were selected for a total of 16 cancer cell lines. Genetic adenoviral constructs that block the FAK-FAT domain (Ad-FRNK) and knockdown FAK levels (shRNA) were utilized to investigate the role of FAK in cancer cell survival. These constructs were used as they recapitulate the pharmacological strategy of our FAK-FAT inhibitor UA-2012 and FAK degrading PROTACs, respectively.<br \/><b>Results<\/b>: Cell viability was significantly decreased in 10\/13 FAK-dependent cell lines after transduction with either adFRNK or FAK targeting shRNAs, six of which showed a statically significant decrease in cell viability upon transduction with adFRNK compared to shRNAs. No cell lines showed a greater response to FAK shRNAs compared to adFRNK. We then evaluated the ability of the FAK kinase inhibitor Defactinib, FAK degrading PROTAC BI-3663, and our novel FAK-FAT domain inhibitor UA-2012 to induce cancer cell death. Overall, FAK-FAT domain inhibition with UA-2012 resulted in the most potent reduction in viability of FAK-dependent cells, particularly in skin and breast cancer cell lines. Treatment with Defactinib resulted in low IC50 values regardless of FAK, and PROTAC BI-3663 displayed minimal effects with high IC50 values often above 200 &#181;M despite successful protein degradation.<br \/><b>Conclusion<\/b>: This data suggests that the FAK-FAT domain may be the major modulator of FAK-mediated survival in breast and skin cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Cancer therapy,Drug discovery,Focal adhesion kinase (FAK),Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Lauren Reyes<\/b><sup><\/sup>, Ruchi Khatiwala<sup><\/sup>, Timothy Marlowe<sup><\/sup><br><br\/>University of Arizona, Phoenix, AZ","CSlideId":"","ControlKey":"aa9f42de-6cc0-4791-9b38-05fb5dedd4b3","ControlNumber":"10846","DisclosureBlock":"&nbsp;<b>L. Reyes, <\/b> None..<br><b>R. Khatiwala, <\/b> None..<br><b>T. Marlowe, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10481","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB431","PresenterBiography":null,"PresenterDisplayName":"Lauren Reyes, BS","PresenterKey":"0b71cfb9-9f3f-4e20-bad8-b1719ff0163c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB431. Direct comparison of focal adhesion kinase (FAK) therapeutic modalities in cancer: Kinase, FAT, and PROTAC","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Direct comparison of focal adhesion kinase (FAK) therapeutic modalities in cancer: Kinase, FAT, and PROTAC","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma Multiforme (GBM) is one of the most aggressive and lethal brain tumor types with a five-year survival rate of 6.9%. In 2023, more than 14,490 Americans were expected to receive a diagnosis. Although great progress has been achieved in protein target identification and treatment over the last few years, current treatment options are limited, and tumor recurrence occurs at a high rate due to treatment resistance. Aptamers, short single-stranded oligonucleotide ligands with high-affinity binding to molecular targets, are well suited tools for exploring novel targets in highly heterogeneous tumors with complex etiologies like GBM, where clinically relevant biomarkers are limited. In this study, aptamer-based cancer-specific drug target identification was performed by Adaptive Dynamic Artificial Polyligand Targeting (ADAPT) Biotargeting System. In short, a GBM-specific library was enriched through a Systematic Evolution of Ligands by EXponential enrichment (SELEX) process using micro dissected Formalin-Fixed Paraffin-Embedded (FFPE) tissues from GBM patients, along with whole body normal tissue for counterselection. Microdissection of tissue allows the partitioning of different types of cells to focus on specific cells of interest. The enriched libraries have been evaluated on clinical GBM and normal brain control samples through aptamer mediated tissue staining, resulting in preferential binding of enriched libraries compared to controls in the vast majority of GBM patients with little binding to normal brain samples. The final library was subsequently applied in an in-house developed library-based affinity pull-down assay using lysates from FFPE tissue of the same group of GBM patients and normal brain samples, followed by unbiased Mass Spectrometry for protein target identification. Combining the results from this proteomics analysis and data from the internal Whole Transcriptome Sequencing (WTS) database, we were able to identify several targets that are highly expressed in GBM and other cancer lineages. Antibody staining provided further validation of the expression levels and the cellular localization. The targets identified in this study include not only potential novel therapeutic targets, but also well-studied biomarkers and targets with available drugs already in clinical trials, demonstrating the platform has great potential for identifying high affinity binding and selectivity compared to traditional proteomics and other methods in drug target discovery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Target discovery,Glioblastoma multiforme,Aptamer,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. Wei<\/b>, M. An, R. Santhanam, B. Richardson, L. Vu, J. Saul, A. Walton, M. Gee, D. Martin, A. Hubbard, A. Rodin, M. Rosenow, T. Hornung; <br\/>Caris Life Sciences, Inc., Phoenix, AZ","CSlideId":"","ControlKey":"b23a635c-8da0-4e4e-af66-58eec65cd5a8","ControlNumber":"10852","DisclosureBlock":"&nbsp;<b>X. Wei, <\/b> None..<br><b>M. An, <\/b> None..<br><b>R. Santhanam, <\/b> None..<br><b>B. Richardson, <\/b> None..<br><b>L. Vu, <\/b> None..<br><b>J. Saul, <\/b> None..<br><b>A. Walton, <\/b> None..<br><b>M. Gee, <\/b> None..<br><b>D. Martin, <\/b> None..<br><b>A. Hubbard, <\/b> None..<br><b>A. Rodin, <\/b> None..<br><b>M. Rosenow, <\/b> None..<br><b>T. Hornung, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10482","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB432","PresenterBiography":null,"PresenterDisplayName":"Xixi Wei, PhD","PresenterKey":"1c4df278-112e-4a88-9aeb-be7aff7b6b18","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB432. Identification of novel drug targets using the ADAPT biotargeting system on FFPE tissue from patients with glioblastoma multiforme","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of novel drug targets using the ADAPT biotargeting system on FFPE tissue from patients with glioblastoma multiforme","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the most commonly diagnosed non-cutaneous cancer in American women. Although current therapies reduce initial tumor burden, patients often relapse with aggressive tumors which can metastasize. Abelson Interactor 1 (ABI1) is an adaptor protein which is traditionally seen as a WAVE complex component- regulating actin polymerization, cell migration and adhesion. In this role, ABI1 serves as a driver of breast cancer metastasis. Recent studies have discovered that ABI1 contains a homeobox homology region (HHR) which is able to bind DNA and regulate transcription. In order to specifically target and degrade ABI1, we designed a novel PROteolysis-TArgeting Chimera (PROTAC) system using DNA as the bait for ABI1. We hypothesized that by linking ABI1 DNA targets to the ubiquitin system, we would be able to effectively target ABI1 for degradation. Lenalidomide, an E3 ubiquitin ligase ligand, was attached to an oligonucleotide via click chemistry. Cells were then treated with PROTAC systems via direct addition to media or via lipofection reagents, and levels of ABI1 were detected using western blotting. Using this DNA-based PROTAC system in cell-culture models of both breast and ABI1-elevated prostate cancer suggested that the system is able to target and degrade ABI1. Usage of lipofection reagents were able to improve drug delivery and effectiveness. Further research is needed to identify off-target effects and effectiveness <i>in vivo<\/i> models of disease to reduce metastasis. In conclusion, PROTACs targeting ABI1 may prove to be an effective and novel method to reduce metastasis and improve outcomes for cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Breast cancer,Metastasis,Proteasome-mediated degradation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. M. Lin<\/b>, X. Li, L. Kotula; <br\/>SUNY Upstate Medical University, Syracuse, NY","CSlideId":"","ControlKey":"bdbf40cf-66cb-4c42-a735-2358403b9a14","ControlNumber":"10793","DisclosureBlock":"&nbsp;<b>K. M. Lin, <\/b> None..<br><b>X. Li, <\/b> None..<br><b>L. Kotula, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10483","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB433","PresenterBiography":null,"PresenterDisplayName":"Kevin Lin, BS","PresenterKey":"1e80bbc8-aec7-475e-87a8-d4b523f5fba0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB433. Targeting of ABI1 via DNA-based PROTACs","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting of ABI1 via DNA-based PROTACs","Topics":null,"cSlideId":""},{"Abstract":"We have developed a novel single-cell derived 3D organoid culture platform, Rapid, Reproducible, Rare Cell 3D Expansion (R<sup>3<\/sup>CE), capable of generating 3D organoids from solid tumors and normal tissues obtained via surgical tissues and needle biopsies within one week. This method demonstrates over 90% success in banking for at least two passages with over 10<sup>6 <\/sup>cells across various cancer types, including breast cancer, colorectal cancer, hepatoma cancer, and ovarian cancer. The organoids maintain high fidelity to original tissues, as evidenced by H&#38;E staining, WES, and protein marker analysis across generations. Notably, the R<sup>3<\/sup>CE platform can also cultivate circulating tumor cells (CTCs) from peripheral blood. The drug sensitivity profiles of RCE-cultured CTCs closely mirrored clinical outcomes in breast cancer patients. For a patient with stage IV HER2-positive breast cancer, our real-time assay results led to an adjustment in treatment from lapatinib\/5-FU to lapatinib\/Trastuzumab emtansine (TDM-1), which resulted in substantial clinical improvement. To our knowledge, the R<sup>3<\/sup>CE platform is the first 3D organoid system that does not require aggregation or 3D scaffold such as matrigel system. These advancements position the R<sup>3<\/sup>CE platform as a promising tool for personalized medicine, offering a rapid and accurate method for drug screening and therapeutic response prediction to guide clinical decision-making in cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Organoids,Circulating tumor cells,Drug assay,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"W.-H. Kuo<sup>1<\/sup>, Y.-J. Huang<sup>2<\/sup>, J.-Y. Chen<sup>2<\/sup>, Y.-C. Wu<sup>3<\/sup>, C.-C. Chen<sup>4<\/sup>, M. D. Pegram<sup>5<\/sup>, <b>Y.-C. Chang<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>College of Medicine, National Taiwan University, Taipei, Taiwan, <sup>2<\/sup>AcroCyte Therapeutics Inc., New Taipei City, Taiwan, <sup>3<\/sup>Institute of Molecular and Cellular Biology, National Taiwan University, Taipei, Taiwan, <sup>4<\/sup>Department of Chemistry, National Taiwan Normal University, Taipei, Taiwan, <sup>5<\/sup>Stanford Cancer Institute, Stanford University, Stanford, CA","CSlideId":"","ControlKey":"c6e56641-958c-48ef-b4c4-0c1c18fd2a23","ControlNumber":"10601","DisclosureBlock":"&nbsp;<b>W. Kuo, <\/b> None.&nbsp;<br><b>Y. Huang, <\/b> <br><b>AcroCyte Therapeutics Inc.<\/b> Employment. <br><b>J. Chen, <\/b> <br><b>AcroCyte Therapeutics Inc.<\/b> Employment.<br><b>Y. Wu, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>M. D. Pegram, <\/b> None.&nbsp;<br><b>Y. Chang, <\/b> <br><b>AcroCyte Therapeutics Inc.<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10484","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB434","PresenterBiography":null,"PresenterDisplayName":"Ying-Chih Chang, PhD","PresenterKey":"da941739-ffc6-453a-b522-d777e8c4c35d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB434. Rapid and reproducible expansion of rare tumor cells: The R<sup>3<\/sup>CE platform for personalized medicine","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rapid and reproducible expansion of rare tumor cells: The R<sup>3<\/sup>CE platform for personalized medicine","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b> The development of oncology drugs has a persistently high attrition rate of greater than 95%, requiring the development and implementation of novel models and technologies aimed at better predictive abilities during the preclinical phase. Among these, organoid technologies, which involve propagating tumor stem cells in a near-native state, have proven to markedly advance drug testing with enhanced precision. Our previously developed assay-ready organoid technology has paved the way for large panel organoid screening, allowing organoids to augment the efficiency of drug development pipelines, boost patient-derived model usage in preclinical studies, and facilitate accurate predictions of drug action mechanisms. Here, we present a proof-of-concept (POC) large scale organoid experiment, studying the responses of 50 models to the cytotoxic agent paclitaxel, using next generation sequencing data to analyze the drug mechanism of action (MOA) and identify biomarkers that predict drug responses.<br \/><b>Methods <\/b> A panel of 50 organoid models was characterized for paclitaxel response in 9-dose-response curves by measuring ATP levels after a 5-day exposure. Models were genomically profiled by whole-exome sequencing (n = 47) and whole-transcriptome sequencing (n = 44) to analyze the association between organoid pharmacology data and genomic information and elucidate genes and pathways that may be related with, or predictive of, the treatment responses. We performed biomarker analysis on gene expression, mutation, and copy number alteration levels.<br \/><b>Results <\/b> By assessing organoid sensitivity to paclitaxel, we observed no significant indication-specific difference in organoid responses across 7 cancer types. The 50 models were then categorized into responders (AUC &#60; 1.5; n=15) and non-responders (AUC &#62; 2.6; n=14) for biomarker discovery. Differential expression analysis and pathway activation analysis revealed genes and pathways involved in the cell cycle and DNA replication. DNA recombination differentiates responders from non-responders, while genes involved in epithelial cell proliferation, differentiation, and wound healing are associated with drug resistance. Mutation of proto-oncogene RB Transcriptional Corepressor 1, RB1 (a negative regulator of the cell cycle), was found to be a biomarker enriched in non-responders to paclitaxel, corroborating earlier clinical findings. Using the identified profile, we predicted responses for non-tested models in our biobank and validated our approach.<br \/><b>Conclusion<\/b> Large panel organoid drug screening in combination with biomarker analysis brings great opportunities for increasing drug pipeline efficiency. The POC here presented highlights how such a screen can identify MOAs and identify relevant biomarker profiles to be used in clinical trial patient stratification.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Preclinical testing,Organoids,Biomarkers,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"L. Xue<sup>1<\/sup>, L. Wijler<sup>2<\/sup>, M. Hornsveld<sup>2<\/sup>, S. Guo<sup>1<\/sup>, L. Price<sup>2<\/sup>, <b>M. Putker<\/b><sup>2<\/sup>, L. Bourre<sup>3<\/sup>; <br\/><sup>1<\/sup>Crown Bioscience, Suzhou, China, <sup>2<\/sup>Crown Bioscience Netherlands B.V., Leiden, Netherlands, <sup>3<\/sup>Crown Bioscience Inc, San Diego, CA","CSlideId":"","ControlKey":"ba36966d-7cd2-4a6b-8fef-2b4100f0a17b","ControlNumber":"10774","DisclosureBlock":"&nbsp;<b>L. Xue, <\/b> None..<br><b>L. Wijler, <\/b> None..<br><b>M. Hornsveld, <\/b> None..<br><b>S. Guo, <\/b> None..<br><b>L. Price, <\/b> None..<br><b>M. Putker, <\/b> None..<br><b>L. Bourre, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10485","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB435","PresenterBiography":null,"PresenterDisplayName":"Marrit Putker, PhD","PresenterKey":"25544074-a08b-47e7-97f1-149df9c82590","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB435. Large panel organoid drug testing combined with biomarker analysis: Unveiling prospects for mechanism of action identification and preclinical patient stratification","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Large panel organoid drug testing combined with biomarker analysis: Unveiling prospects for mechanism of action identification and preclinical patient stratification","Topics":null,"cSlideId":""},{"Abstract":"Lack of target engagement is one of the major reasons for failures in clinical studies. We developed an assay platform to detect and quatify target occupancy values in patient and animal biopsies to guide the development and dosing during the drug development process.<br \/>FCCS (fluorescence cross correlation spectroscopy) is a powerful tool to characterize drug target interaction in physiological environments. Over the last decade this technology was used to understand the binding and kinetics of small molecules and antibodies to challenging target proteins in great details and accuracy. Over the last decade Intana Bioscience expanded the application of FCCS from affinity measurements to comprehensive interaction studies including kinetics, multi component complex formation, assessing stoichiometry and quantification of aggregation, PK studies and target engagement. This presentation will highlight examples of results obtained with FCCS in projects ranging from early stages in the drug discovery up to the support of clinical trials to quantify target occupancies in patient samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Fluorescence,Target Occupancy,Liquid Biopsies,Drug Dosing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Becker<\/b>; <br\/>Intana Bioscience GmbH, Planegg, Germany","CSlideId":"","ControlKey":"c4d3e2f0-d835-4aab-9a1d-6c9f648075fc","ControlNumber":"9599","DisclosureBlock":"<b>&nbsp;F. Becker, <\/b> <br><b>Intana Bioscience GmbH<\/b> Employment, Other Business Ownership. <br><b>siTOOLs Biotech GmbH<\/b> Other Business Ownership. <br><b>Varolis GmbH<\/b> Other Business Ownership. <br><b>Alpine Antiviral GmbH<\/b> Other Business Ownership.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10486","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB436","PresenterBiography":null,"PresenterDisplayName":"Frank Becker, PhD","PresenterKey":"7a74625b-ef20-4108-883e-470c37e488f8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB436. Using FCCS to monitor target occupancy in cells and patient biopsies","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Using FCCS to monitor target occupancy in cells and patient biopsies","Topics":null,"cSlideId":""},{"Abstract":"<u>Goals:<\/u> The primary goal of this study was to develop a 3D functional bioassay to assess the relative invasiveness of bladder cancer cells. This model will support the testing of migrastatic drugs and investigation of the molecular mechanisms which allow for bladder cancer cell invasion to occur.<br \/><u>Methods:<\/u> Our model uses an organ-on-a-chip platform to assess bladder cancer cell invasiveness. This platform supports 3D culture of cells as well as pharmacokinetic studies. Our chips were designed to have a center channel to hold cells supported in Matrigel<sup>&#174;<\/sup>, 2 adjacent side channels filled with Matrigel<sup>&#174;<\/sup> only, and 2 outer media channels. Total cell and Matrigel<sup>&#174;<\/sup> side channel length is 3 cm, channel height is 150 &#181;m, and each channel width is 1 mm. Four bladder cancer cell lines (MB49, T24, J82, RT4) and cells isolated from a mouse bladder were used to develop our model. Cells were mixed with 1:1 media and Matrigel<sup>&#174;<\/sup> and a total of 5,000 cells\/&#181;l introduced into the center channel. The 2 adjacent side channels were then filled with Matrigel<sup>&#174;<\/sup>. The upper media channel was filled with 10% FBS cell culture media while the lower media channel was filled with 1% charcoal stripped cell culture media to thereby create a nutrient and growth factor gradient. Invasion of cells into the Matrigel<sup>&#174;<\/sup>-containing side channels was assessed every 24 hours. Using the ImageXpress machine (Molecular Dynamics), we measured the furthest distance travelled by the cells. The chips were then fixed in 4% paraformaldehyde and stained using FITC-phalloidin and DAPI.<br \/><u>Results:<\/u> J82 and T24 cell lines, derived from patients with muscle invasive bladder cancer, and the MB49 cell line, a highly invasive mouse bladder cancer cell line, started invading into the Matrigel<sup>&#174;<\/sup> side channels within 24 hours. T24, J82, and MB49 cells moved a maximum of 110, 87, and 170 &#181;m by 48 hours, respectively. In contrast, RT4 cells, derived from a patient with non-invasive bladder cancer, took 48 hours to invade the Matrigel<sup>&#174;<\/sup> channels and only invaded a maximum of 3 &#181;m. Cells isolated from a mouse bladder did not invade into the Matrigel<sup>&#174;<\/sup> side channels but survived within the chips for over 20 days. Staining of chips with DAPI and FITC-phalloidin allowed for clear visualization of cells and the actin cytoskeleton and demonstrated that immunostaining of cells within chips is possible.<br \/><u>Conclusions:<\/u> Our chip model allows for studying the invasiveness of bladder cancer cells and immunostaining experiments which can be used to assess the molecular mechanisms which drive invasion. It can also support the growth and assessment of primary cells. This model has the potential to improve bladder cancer patient treatments and outcomes by providing a physiologically relevant system to test new and existing drug combinations and to better understand the molecular mechanisms which drive bladder cancer cell invasion.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Bladder cancer,Invasion,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"D. Ewell, N. Vue, S. Moinuddin, T. Sarkar, F. Ahsan, <b>R. L. Vinall<\/b>; <br\/>California Northstate University, College of Pharmacy, Elk Grove, CA","CSlideId":"","ControlKey":"8b1b2cd3-5dad-44e1-8e3d-2029d99141fc","ControlNumber":"10785","DisclosureBlock":"&nbsp;<b>D. Ewell, <\/b> None..<br><b>N. Vue, <\/b> None..<br><b>S. Moinuddin, <\/b> None..<br><b>T. Sarkar, <\/b> None..<br><b>F. Ahsan, <\/b> None..<br><b>R. L. Vinall, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10487","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB437","PresenterBiography":null,"PresenterDisplayName":"Ruth Vinall, MS;PhD","PresenterKey":"476b16b3-0c21-462d-8395-6d4a2d0d147f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB437. Development of a bladder cancer-on-a-chip assay to assess the invasive potential of bladder cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a bladder cancer-on-a-chip assay to assess the invasive potential of bladder cancer cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Interleukin-12 is a potent pleiotropic cytokine, but its clinical translation has been hindered by toxicities. To deliver IL-12 to tumors with high spatial and temporal precision while minimizing off-tumor effects, we have developed an ultra-pH sensitive nanoparticle platform - ON-BOARD - that shields payloads from systemic exposure and targets solid tumors by responding to tumor acidity. Herein, we report the preclinical efficacy and safety characterization of ONM-412, an ON-BOARD nanoparticle encapsulated IL-12Fc fusion protein, and muONM-412, an encapsulated murine IL-12Fc.<br \/><b>Methods:<\/b> Properties and stability profiles of ONM-412 were characterized. pH-specific bioactivity was determined in cell-based reporter and IFN&#947; induction assays while the activation of ONM-412 was compared to a protease-cleavable IL-12 prodrug. Efficacy and tolerability of muONM-412 were studied <i>in vivo<\/i> after intravenous injection in mice. Pharmacodynamic response was evaluated by measuring cytokine levels in plasma and tissue, and the changes in tumor immune microenvironment were characterized. Toxicity was measured by body weight loss, systemic cytokine levels and clinical chemistry. Anti-tumor efficacy of muONM-412 was evaluated in MC38 tumor-bearing mice. The safety and tolerability of ONM-412 is also undergoing evaluation in a toxicology study with cynomolgus monkeys. Body weight, hematology, clinical chemistry and urine analysis were performed.<br \/><b>Results:<\/b> ONM-412 showed high encapsulation efficiency (&#62;85%) in uniformly distributed particles (D<sub>h<\/sub>&#60;50nm) with 6-month on-going shelf-life stability. pH-specific release was confirmed <i>in vitro<\/i> with a &#62;100-fold activation window between the acid-activated and intact formulations by an HEK reporter assay and an IFN&#947; induction assay. ONM-412 showed rapid and complete recovery of IL-12 bioactivity in &#60;10 minutes after acid-activation while MMP demasking of a prodrug required overnight incubation and compromised potency. <i>In vivo<\/i>, mice treated with muONM-412 demonstrated significantly improved tolerability compared to unencapsulated IL-12Fc: body weight loss was reduced, no liver toxicity was observed, and plasma IFN&#947; levels were &#62;1,000-fold lower. muONM-412 induced tumor immune remodeling, with increased infiltration by IFN&#947;<sup>+<\/sup> and GzmB<sup>+<\/sup> CD8 T and NK cells, and demonstrated strong dose-responsive anti-tumor efficacy in MC38 tumor-bearing animals. Preliminary results from an on-going study in cynomolgus monkeys suggest ONM-412 is well-tolerated at equivalent doses to those that induced maximum antitumor response in mice.<br \/><b>Conclusions:<\/b> ONM-412 significantly improved tolerability over unencapsulated IL-12Fc and showed potent anti-tumor efficacy in mice. It was well-tolerated in mice and non-human primates, showing potential for clinical translation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Cytokines,Nanoparticle,Drug delivery,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Q. Su, S. Gutowski, A. Burcham, B. Allu, Z. Chen, F. Stavros, R. Han, <b>J. B. Miller<\/b>, T. Zhao; <br\/>OncoNano Medicine, Southlake, TX","CSlideId":"","ControlKey":"acc4125f-77ed-4291-8593-e1cd98d0b47d","ControlNumber":"9710","DisclosureBlock":"<b>&nbsp;Q. Su, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option. <br><b>S. Gutowski, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option. <br><b>A. Burcham, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option. <br><b>B. Allu, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option. <br><b>Z. Chen, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option. <br><b>F. Stavros, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option. <br><b>R. Han, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option. <br><b>J. B. Miller, <\/b> <br><b>OncoNano Medicine<\/b> Employment, Stock Option. <br><b>T. Zhao, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10488","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB438","PresenterBiography":null,"PresenterDisplayName":"Jason Miller, PhD","PresenterKey":"5801146f-8f50-47a0-a7af-b00d4071cdbb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB438. Preclinical characterization of ONM-412, an ultra-pH sensitive nanoparticle encapsulated IL-12 fusion protein","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical characterization of ONM-412, an ultra-pH sensitive nanoparticle encapsulated IL-12 fusion protein","Topics":null,"cSlideId":""},{"Abstract":"<u>Background.<\/u> Intra-tumoral (IT) injections of therapeutics hold promise for the treatment of solid tumors. However, drugs administered directly in the tumor have short IT residence times potentially limiting their exposure and therefore efficacy. We are developing a platform of novel hydrogel microsphere (MS) conjugates that enables long-acting tumor residence after a single injection of the conjugate. We demonstrate this approach not only solves the problem of short acting intra-tumoral therapy, but also allows for the safe administration of two therapies with overlapping toxicities such as SN-38 and a PARP inhibitor (PARPi).<br \/><u>Methods.<\/u> Hydrogel microsphere (MS) conjugates were prepared and characterized. Using MS conjugates labeled with rhodamine and fluorescein, we established methods to directly measure the IT concentration and half-life of the released drug after IT administration into CT26 tumor bearing mice. We next measured the tissue pharmacokinetics and efficacy of MSs attached to SN-38, a potent topoisomerase 1 inhibitor and immunomodulator, using NSG mice bearing 22Rv1 ATM<sup>-\/-<\/sup> xenografts. Finally, we measured the anti-tumor efficacy of MS~SN-38 in combination with an oral PARPi, talazoparib, in 22Rv1 ATM<sup>-\/- <\/sup>xenografts.<br \/><u>Results.<\/u><i> <\/i>We successfully established methods to quantify the concentration of released drug and MS bound drug from tumor biopsies using fluorescent surrogates. When applied to MS~SN-38 conjugates, locally injected tissues showed high levels of SN-38 with a long half-life of about one week. In contrast, the systemic half-life of free SN-38 is ~30 minutes. IT MS~SN-38 was ~10-fold more efficacious as an anti- tumor agent than systemic SN-38 from subcutaneous administration of MS~SN-38. Finally, we show high anti-tumor synergy from the SN-38 localized in a tumor by IT MS~SN-38 in combination with systemic administration of the PARPi talazoparib.<br \/><u>Conclusions.<\/u> This microsphere technology allows for sustained delivery of high local concentrations of drugs administered intratumorally. Here, IT MS~SN-38 resulted in an intra-tumoral half-life of ~1 week and marked anti-tumor efficacy in 22Rv1 ATM<sup>-\/-<\/sup> xenografts. We also demonstrated that long-acting IT injections enables safe use of drug combinations with well-described overlapping toxicities such as SN-38 and PARPi. The microsphere technology may offer an alternative strategy for localizing and sustaining drugs in tumors and may mitigate toxicities from combination therapy where two agents have a similar toxicological profile. Other combinations, including small molecules and immuno-oncology agents, are being explored.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"DNA damage response,Drug delivery,Pharmacokinetics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. A. Hangasky<\/b><sup>1<\/sup>, J. Henise<sup>1<\/sup>, D. Charych<sup>2<\/sup>, C. W. Carreras<sup>1<\/sup>, G. Ashley<sup>1<\/sup>, D. V. Santi<sup>1<\/sup>; <br\/><sup>1<\/sup>ProLynx LLC, San Francisco, CA, <sup>2<\/sup>ShynianBio Inc., San Francisco, CA","CSlideId":"","ControlKey":"25257586-f9b2-4103-a3e0-0f8ff7d72442","ControlNumber":"10464","DisclosureBlock":"<b>&nbsp;J. A. Hangasky, <\/b> <br><b>ProLynx LLC<\/b> Employment, Stock Option. <br><b>J. Henise, <\/b> <br><b>ProLynx Inc<\/b> Employment, Stock Option. <br><b>D. Charych, <\/b> <br><b>ShynianBio Inc.<\/b> Employment, Stock Option. <br><b>C. W. Carreras, <\/b> <br><b>ProLynx<\/b> Employment, Stock Option. <br><b>G. Ashley, <\/b> <br><b>ProLynx Inc<\/b> Employment, Stock Option, Patent. <br><b>D. V. Santi, <\/b> <br><b>ProLynx Inc<\/b> Employment, Stock Option, Patent.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10489","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB439","PresenterBiography":null,"PresenterDisplayName":"John Hangasky","PresenterKey":"034debc7-9e92-4df0-8597-dce654b801c8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB439. Intra-tumoral administration of releasable hydrogel microsphere drug conjugates for long acting therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intra-tumoral administration of releasable hydrogel microsphere drug conjugates for long acting therapeutics","Topics":null,"cSlideId":""},{"Abstract":"Background: Systemic administration of platinum-based chemotherapy often leads to dose-limiting toxicity, affecting quality of life. While intratumoral delivery may reduce or eliminate the systemic toxicities and adverse side effects associated with intravenous cisplatin chemotherapy, this approach is not commonly adopted, in part due to the difficulty to obtain high drug retention in the tumor and control sustained drug release. PRV131 is a highly-concentrated cisplatin polymeric nanoparticle suspension carefully designed for intratumoral administration. The goal of this study was to assess the safety and efficacy of PRV131 as a monotherapy and in combination with a checkpoint inhibitor in a well-established preclinical murine colorectal adenocarcinoma model.<br \/>Experimental Methods: MC38 cells were inoculated subcutaneously into the flanks of C57BL\/6J female mice and allowed to grow to an average size of 100 mm<sup>3<\/sup>. Mice were then randomized into 6 groups of n=10: control (saline injection), 100 &#181;g of cisplatin solution, 400 &#181;g of cisplatin solution, 400 &#181;g of PRV131, 400 &#181;g of PRV131 + 200 &#181;g systemic anti-PD1, and 200 &#181;g systemic anti-PD1. A single injection of PRV131 or cisplatin solution was administered directly into the tumor on Day 1. Intraperitoneal anti-PD-1 was administered on Day 1 and Day 10. Mice were then monitored for efficacy (tumor measurements) and safety (overall health, weight loss and mortality). The durability of a single PRV131 injection was also studied. Efficacy and safety were adjudicated at 28 days post treatment and treatment durability assessment extended through 60 days post inoculation.<br \/>Results: Our data demonstrates that PRV131 400 &#181;g was significantly more effective than cisplatin solution at an equivalent dose. 80% of PRV131 treated mice survived to day 60 post inoculation, and no detectable tumor was found in 60% of PRV131 treated mice 38 days post administration. The safety profile was acceptable, with no mouse lost more than 20% body weight. Notably, efficacy profile of PRV131 monotherapy did not differ substantially from the addition of anti-PD-1 to the treatment, suggesting a high translational relevance of our drug delivery platform.<br \/>Conclusion: A single intratumoral injection of PRV131 is well-tolerated in C57BL\/6J female mice and elicits a durable antitumor response that lasts for over 30 days, laying the groundwork for its incorporation in clinical trial setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Drug delivery,Nanoparticle,In vivo,Cisplatin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Goldberg<\/b><sup>1<\/sup>, A. Manzi<sup>1<\/sup>, S. Cantin<sup>1<\/sup>, P. Conway<sup>1<\/sup>, J. Shikora<sup>1<\/sup>, A. McFarland<sup>1<\/sup>, M. Cayer<sup>1<\/sup>, L. Dunn<sup>1<\/sup>, C. Ball<sup>1<\/sup>, A. T. Pearson<sup>2<\/sup>, A. J. Rosenberg<sup>2<\/sup>, N. Agrawal<sup>2<\/sup>, E. Izumchenko<sup>2<\/sup>; <br\/><sup>1<\/sup>Privo Technologies, Peabody, MA, <sup>2<\/sup>University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"d583d239-c2b1-4ebd-94ae-0c86a1fa4f33","ControlNumber":"10513","DisclosureBlock":"&nbsp;<b>M. Goldberg, <\/b> None..<br><b>A. Manzi, <\/b> None..<br><b>S. Cantin, <\/b> None..<br><b>P. Conway, <\/b> None..<br><b>J. Shikora, <\/b> None..<br><b>A. McFarland, <\/b> None..<br><b>M. Cayer, <\/b> None..<br><b>L. Dunn, <\/b> None..<br><b>C. Ball, <\/b> None..<br><b>A. T. Pearson, <\/b> None..<br><b>A. J. Rosenberg, <\/b> None..<br><b>N. Agrawal, <\/b> None..<br><b>E. Izumchenko, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10490","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB440","PresenterBiography":null,"PresenterDisplayName":"MANIJEH GOLDBERG, PhD, MBA, MS, MS, BS","PresenterKey":"c18dac18-3a03-41fd-abbe-12b4b8329e64","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB440. PRV131 is an effective and safe polymeric nanoparticle suspension for intratumoral cisplatin delivery","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PRV131 is an effective and safe polymeric nanoparticle suspension for intratumoral cisplatin delivery","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is the third most common cancer worldwide and nearly 50% of CRC patients develop liver metastasis during the course of their disease. Treatment of colorectal cancer liver metastasis (CRLM) has been particularly challenging due to tolerogenic nature of liver immune microenvironment as well as an eventual development of therapy resistance to standard chemotherapy regimen. One promising area of cancer immunotherapy is oncolytic virotherapy that can selectively destroy tumor cells and stimulate anti-tumor immune response. In this study, we systemically administered mSJ-650, an intravenous compatible oncolytic Wyeth strain vaccinia virus that expresses human complement regulatory protein CD55 and murine GM-CSF in place of viral thymidine kinase gene and has a deletion of the viral K2L gene, and evaluated its anti-tumor efficacy in CRLM.<br \/>Mouse CRLM was induced by intrasplenic injection of 5&#215;10<sup>5<\/sup> MC38-OVA cancer cells. Following tumor nodules formation in the liver, low dose (1&#215;10<sup>6 <\/sup>pfu) or high dose (3&#215;10<sup>6<\/sup> pfu) of mSJ-650 was administered multiple times via tail vein and liver was harvested for evaluation of anti-tumor efficacy. Flow cytometry analysis was performed to investigate changes in hepatic and tumor immune microenvironment upon mSJ-650 treatment. Liver and tumor tissue were stained for immunofluorescence imaging of viral replication within the tumor cells and subsequent oncolysis by the virus.<br \/>Systemic administration of mSJ-650 showed potent anti-tumor efficacy and led to significant reduction in metastatic nodule formation in liver even at low dose. The anti-tumor efficacy was mediated by tumor cell-specific viral distribution and replication, followed by lytic egress of mSJ-650 from infected tumor cells. Anti-tumor efficacy of mSJ-650 also accompanied a dramatic shift in immunologically tolerant hepatic microenvironment to immune-stimulatory one by decreasing proportion of myeloid-derived suppressor cells, Kupffer cells, and monocyte-derived macrophages (MDMs) in the liver while increasing CD8<sup>+<\/sup> T cell infiltration by 2~3 folds. Moreover, mSJ-650 treatment was associated with phenotypic change in hepatic immune cells, as evidenced by Kupffer cell and MDM polarization to M1 phenotype and elevated expression of activation markers and cytotoxic molecules in CD8<sup>+<\/sup> T cells. Changes in hepatic immune microenvironment were also observed in tumor nodules, especially in those completely surrounded by adjacent liver tissue, suggesting that anti-tumor immune response in tumor bed is potentiated by reprogramming of tumor-adjacent hepatic immune microenvironment.<br \/>Systemic administration of mSJ-650 demonstrated superior anti-tumor efficacy in CRLM which was mediated by direct tumor cell killing and tumor-adjacent hepatic immune microenvironment reprogramming by the virus.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Oncolytic virus,Liver metastasis,Systemic administration,Anti-tumor efficacy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Kim<\/b><sup>1<\/sup>, Y. Yang<sup>1<\/sup>, S. Won<sup>1<\/sup>, N. Lee<sup>2<\/sup>, S. Lee<sup>2<\/sup>, M.-J. Park<sup>2<\/sup>, B.-J. Jung<sup>2<\/sup>, Y.-K. Hong<sup>2<\/sup>, H.-R. Kim<sup>1<\/sup>, D.-S. Lee<sup>1<\/sup>, K. Oh<sup>2<\/sup>; <br\/><sup>1<\/sup>Seoul National University, College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>SillaJen, Inc., Yongin, Korea, Republic of","CSlideId":"","ControlKey":"d7ad126b-51a1-4f5e-b3c6-6a4d6b18278e","ControlNumber":"9909","DisclosureBlock":"&nbsp;<b>E. Kim, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>S. Won, <\/b> None..<br><b>N. Lee, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>M. Park, <\/b> None..<br><b>B. Jung, <\/b> None..<br><b>Y. Hong, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>K. Oh, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10491","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB441","PresenterBiography":null,"PresenterDisplayName":"Eunhye Kim","PresenterKey":"83412cd6-84c1-42af-9048-1b3073e10129","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB441. An intravenous compatible oncolytic vaccinia virus treated hepatic metastasis of colon cancer through extensive cancer cell killing and activation of cytotoxic effector differentiation<b><\/b>","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An intravenous compatible oncolytic vaccinia virus treated hepatic metastasis of colon cancer through extensive cancer cell killing and activation of cytotoxic effector differentiation<b><\/b>","Topics":null,"cSlideId":""},{"Abstract":"The prognostic benefit of immune checkpoint inhibitors (CPIs) is mainly restricted to specific cancers, such as melanoma and lung adenocarcinoma. For patients with cancers which are noninflamed (&#8220;cold&#8221;), or CPI-resistant, therapeutic options are currently limited. Recently, the US FDA approved the first bispecific molecule targeting a tumor peptide MHC. This highlights the potential of targeting MHC-presented tumor antigens to empower T cells to specifically recognize and eliminate solid tumors. While there is a growing number of agents targeting pMHCs, most of them are restricted to HLA-A*02. There is an urgent need to identify effective pMHC targeted therapies for solid tumors, especially on other alleles to increase the proportion of eligible patients.<br \/>Kita-Kyushu lung cancer antigen-1 (KK-LC-1\/CT83) peptide presented on HLA-A*01 is a promising tumor target as its expression is restricted to tumors and it is broadly expressed in many cancers including gastric, lung, breast, and cervical cancer. However, targeting the KK-LC-1\/HLA-A*01 complex is challenging due to the high levels of similar off-target peptides presented in healthy tissues. Through in silico analysis we identified peptides within the human genome that share a high sequence identity to the target. These peptides were found in a database containing &#62;1 million mass spectrometry (MS)-identified peptides presented by healthy tissues, cancer cell lines, and tumor tissue samples. A peptide derived from 6-pyruvoyltetrahydropterin synthase (PTS) was found to be abundantly presented in healthy tissues. MS confirmed that this peptide occurs at extremely high natural levels (620 - 3500 copies per cell) on HLA-A*01 cell lines and healthy tissue.<br \/>Here, we describe a set of pMHC T-cell engager (TCE) antibodies with high specificity towards HLA-A*01 restricted KK-LC-1 epitope. ScFv phage display libraries were rigorously screened for binding to the pMHC target and counter-screened against predicted off-target peptides including PTS. Specific scFv hits were reformatted into TCEs using an anti-CD3 Fab effector arm. The TCEs showed efficient killing of KK-LC-1\/HLA-A*01-positive human cell lines NCI-H1703 and EKVX in co-cultures with human PBMCs, while KK-LC-1-negative\/HLA-A*01-positive cell lines SK-MEL-30 and PC-3 (known to present the risk peptides on the surface) were minimally affected. TCE-dependent T cell activation measured by IFN&#947; was significantly higher in presence of TAP-deficient, (empty) HLA-A*01-expressing T2 cells pulsed with the target peptide compared to the risk peptides. Alanine scans of isolated binders confirmed that at least 6 amino acids of the KK-LC-1 peptide are required for binding. Overall, the data show that these antibodies have promising anti-tumor activity and specificity for KK-LC-1\/HLA-A*01 positive tumors. Future activities will focus on lead optimization for therapeutic development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"T cell engager,Antitumor activity,Antibody,HLA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Fabian Scheifele<\/b><sup>1<\/sup>, Stephanie Jungmichel<sup>1<\/sup>, Nagjie Alijaj<sup>1<\/sup>, Athanasia Dasargyri<sup>1<\/sup>, Romina Doerig<sup>1<\/sup>, Philip Knobel<sup>1<\/sup>, Hannes Merten<sup>1<\/sup>, Philipp Richle<sup>1<\/sup>, Thomas Schleier<sup>1<\/sup>, Anna Sobieraj<sup>1<\/sup>, Alessio Vantellini<sup>1<\/sup>, Tim Fugmann<sup>2<\/sup>, Rom Leidner<sup>3<\/sup>, Swethajit Biswas<sup>1<\/sup>, Leonardo Borras<sup>1<\/sup><br><br\/><sup>1<\/sup>CDR-Life Inc., Horgen, Switzerland,<sup>2<\/sup>Alithea Bio UG, Freiburg, Germany,<sup>3<\/sup>Providence Cancer Institute, Portland, OR","CSlideId":"","ControlKey":"1b9ce3d0-7b12-4136-a78b-75885f0d8411","ControlNumber":"9913","DisclosureBlock":"&nbsp;<b>F. Scheifele, <\/b> None..<br><b>S. Jungmichel, <\/b> None..<br><b>N. Alijaj, <\/b> None..<br><b>A. Dasargyri, <\/b> None..<br><b>R. Doerig, <\/b> None..<br><b>P. Knobel, <\/b> None..<br><b>H. Merten, <\/b> None..<br><b>P. Richle, <\/b> None..<br><b>T. Schleier, <\/b> None..<br><b>A. Sobieraj, <\/b> None..<br><b>A. Vantellini, <\/b> None..<br><b>T. Fugmann, <\/b> None.&nbsp;<br><b>R. Leidner, <\/b> <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Travel. <br><b>Incyte<\/b> Grant\/Contract, Data Safety Monitoring Board. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Merck<\/b> Advisory. <br><b>Vir<\/b> Advisory. <br><b>CDR-Life<\/b> Advisory.<br><b>S. Biswas, <\/b> None..<br><b>L. Borras, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10492","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB442","PresenterBiography":null,"PresenterDisplayName":"Fabian Scheifele","PresenterKey":"46a07708-b976-48e2-ab81-0b63e0ca73a5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB442. Novel antibodies against a KK-LC-1-derived peptide presented on HLA-A*01 on tumor cells","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel antibodies against a KK-LC-1-derived peptide presented on HLA-A*01 on tumor cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>TGM (Transglutaminase) family enzymes are Ca2+ dependent and engaged in specific posttranslational modifications by cross-linking extracellular matrix (ECM) proteins. ECM protein complex is more stable and resistant to enzymatic degradation. These enzymes modify proteins by cross-linking epsilon-(gamma-glutamyl), lysine, or (gamma-glutamyl) polyamine bonds. TGM2 (Transglutaminase 2) is a ubiquitous enzyme, and its expression is identified in the cytoplasm, plasma membrane, and the nucleus of various cells. The membrane-bound form of TGM2 binds GTP and functions as a G protein. TGM2 regulates cell survival, proliferation, migration, and modulation through ECM organization. We explored the role of TGM2 in Glioblastoma cells and its role in modulating the tumor microenvironment, cell proliferation, and survival. In addition to TGM2's role in GBM tumors, its expression has been linked to resistance to certain therapies in glioblastoma was investigated. Targeted modulation of macrophages with TGM2 inhibitors impacts the immune response against GBM, potentially enhancing the efficacy. Understanding the intricate interplay between TGM2, and GBM-associated macrophages is a key component of the tumor microenvironment (TME) and crucial for the development of targeted TGM2 inhibitors.<br \/><b> <\/b> <b>Materials and Methods<\/b>: Human Transglutaminase 2 (hTGM2) activity of inhibitors was assayed using the fluorescent transamination assay incorporating dansylcadaverine into glutamine-donor substrate N, N-dimethyl casein, and DCC. Cellular efficacies of selected TGM2 inhibitors evaluated in U138 and U87 glioblastoma cells in CellTiter-Glo Luminescent cell viability assay.<br \/><b> <\/b> <b>Results:<\/b> We have identified a series of novel small molecule TGM2 inhibitors based on our initial lead fragment hits with an IC<sub>50s<\/sub> 6-29 uM from our in-house MolecuLern fragment library. Fragments2Lead (F2L) optimizations strategies, synthesis, and SAR studies provided a lead SLX-9029 and SLX-9031 inhibitors with IC<sub>50s<\/sub> of 1.2, 1.5 uM in inhibiting TGM2 activity in our established cell-free fluorescent transamination assay. The initial TMG2 inhibitor leads further screening for TGM2-expressed U138 and U87 glioblastoma cells demonstrating promising cellular efficacies as singles agents. Additional GBM cell profiling, combination studies along with safety secondary pharmacology, cellular toxicities, and PK results will be discussed.<br \/><b> <\/b> <b>Conclusion:<\/b> In summary, we identified promising lead TGM2 inhibitors that show activity in both cell-free and cell-based TGM2-expressed GMB cells. The TGM family members, selectivity, additional GBM cellular profiling, ADME, cellular toxicity, and in vivo PK studies are underway, and these results will be presented. <b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Glioblastoma,Small molecule inhibitor,Tumor microenvironment,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Vankayalapati<\/b>, C. Lin, Z. Li, K. Medley, D. J. Bearss; <br\/>Biolexis Therapeutics Inc., American Fork, UT","CSlideId":"","ControlKey":"9eea03a0-8c34-47cd-9135-d17b3a2c7e3e","ControlNumber":"10855","DisclosureBlock":"<b>&nbsp;H. Vankayalapati, <\/b> <br><b>Biolexis Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>Signalexis<\/b> Employment, Stock Option. <br><b>Arrien Pharmaceuticals<\/b> Stock Option. <br><b>C. Lin, <\/b> <br><b>Biolexis Therapeutics, Inc.<\/b> Employment. <br><b>Z. Li, <\/b> <br><b>Biolexis Therapeutics, Inc.<\/b> Employment. <br><b>K. Medley, <\/b> <br><b>Biolexis Therapeutics, Inc<\/b> Employment, Stock Option. <br><b>D. J. Bearss, <\/b> <br><b>Biolexis Therapeutics, Inc.<\/b> Stock Option. <br><b>Signalexis<\/b> Stock Option. <br><b>Halia Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>University of Utah<\/b> Scientific Advisor.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10494","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB444","PresenterBiography":null,"PresenterDisplayName":"Hariprasad Vankayalapati, PhD","PresenterKey":"a78cb8e4-78ad-46a5-a8e9-444c45f798ef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB444. Identification of a novel and selective Transglutaminase 2 (TGM2) inhibitors modulate tumor microenvironment in Glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of a novel and selective Transglutaminase 2 (TGM2) inhibitors modulate tumor microenvironment in Glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Persistent programmed cell death-1 (PD-1)\/PD-L1 inhibitory signaling disrupts T cell cytotoxic function, leading to T cell exhaustion&#8212;a phenomenon strongly associated with advanced cancer progression and immunotherapy failure. Deciphering the mechanisms behind dysregulated PD-1 expression and reactivating tumor-infiltrating lymphocytes (TILs) in the tumor microenvironment (TME) is crucial. Our previous research established that tumor-associated macrophage-derived IL-6 promotes STAT3-dependent <i>PD-1<\/i> transcriptional activity and immunotherapy resistance. The current study further explores whether IL-6 abundance in the TME contributes to PD-1 protein stability. Results indicate that IL-6 extended PD-1 protein half-life in T cells, suggesting its role in modulating PD-1 protein stability. Furthermore, analysis of the GEO database showed a positive correlation between the expression of ubiquitin-specific-processing protease (USP) family enzymes and PD-1 in non-responding patients receiving anti-PD-1 therapy. Knockdown experiments revealed that USP24 strongly downregulated PD-1 protein expression and stability. USP24 depletion reversed IL-6-induced PD-1 expression and stability, with USP24 colocalizing with PD-1 at the plasma membrane upon IL-6 stimulation. Immunoprecipitation-Western blot assays confirmed that USP24 directly interacted with PD-1 and countered E3 ligase c-Cbl-mediated ubiquitination. Depleting USP24 suppressed PD-1-mediated immunosuppression both <i>in vitro<\/i> and <i>in vivo<\/i>. In lung-specific EGFR<sup>L858R<\/sup>\/USP24<sup>C1698A<\/sup> functional knockout mice, tumor progression was slower, and exhausted tumor-infiltrating PD-1+ TIM-3+ CD8+ T cells reduced compared to EGFR<sup>L858R<\/sup> mice. Inhibiting PD-1 stability with an IL-6 neutralizing antibody or the novel inhibitor USP24-i-101 decreased tumor volume and increased activated cytotoxic T cell infiltration <i>in vivo<\/i>. Moreover, USP24-i-101 enhanced therapeutic effects in combination with anti-CTLA4 immunotherapy. Clinically, our in-house cohort revealed elevated USP24 expression in tumor-infiltrating lymphocytes or peripheral T cells, correlating with worse clinical outcomes and unfavorable responses to immunotherapy in lung cancer patients. This study uncovers USP24 as a novel PD-1 regulator, deubiquitinating PD-1 to enhance protein stability and suppress T cell function. In conclusion, USP24 emerges as a potential target for enhancing anti-tumor immunity and as a biomarker predicting clinical responses to immunotherapy in lung cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"PD-1,Ubiquitination,T cell,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H.-C. Hsieh<sup>1<\/sup>, J.-J. Hung<sup>2<\/sup>, <b>Y.-C. Wang<\/b><sup>3<\/sup>; <br\/><sup>1<\/sup>National Cheng-Kung University, College of Medicine, Institute of Basic Medical Sciences, Tainan, Taiwan, <sup>2<\/sup>National Cheng-Kung University, Department of Biotechnology and Bioindustry Sciences, Tainan, Taiwan, <sup>3<\/sup>National Cheng-Kung University, College of Medicine, Department of Pharmacology, Tainan, Taiwan","CSlideId":"","ControlKey":"1e114f99-ddce-4cf8-83fb-5a5523ac2fd9","ControlNumber":"9756","DisclosureBlock":"&nbsp;<b>H. Hsieh, <\/b> None..<br><b>J. Hung, <\/b> None..<br><b>Y. Wang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10495","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB445","PresenterBiography":null,"PresenterDisplayName":"Yi-Ching Wang, PhD","PresenterKey":"ef884d15-f245-4df2-b733-f2f463035c44","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB445. USP24 suppresses T cell anti-tumor activity by enhancing the stability of the PD-1 protein","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"USP24 suppresses T cell anti-tumor activity by enhancing the stability of the PD-1 protein","Topics":null,"cSlideId":""},{"Abstract":"Progression and metastatic spreading of cancer cells are modulated by the carcinoma-associated fibroblasts (CAFs) within the primary tumor microenvironment in solid tumors. However, the mechanisms through which CAFs exert their pro-metastatic effects on cancer cells remain unknown. In this study, we have developed a small molecule that blocks Neuropilin-1 signaling in metastatic CAFs (mCAFs), reversing the mechanisms that promote metastasis in prostate, breast, colorectal and pancreatic cancer. To address these critical needs, in this study, we sought to assess the potential role of proteoglican neuropilin 1 (PG-NRP1) signaling in the maintenance of the activated CAF phenotype.<br \/>Our results by gene expression profile, qPCR, WB, and ELISA indicate that CAFs isolated from primary tumors of metastatic patients (mCAFs) are functionally different from CAFs isolated from primary tumors of non-metastatic patients, promoting metastasis traits of cancer cells. Among the most prominent differences is an increased PG-NRP1 expression.<br \/>siRNA studies demonstrated that the knockdown of NRP-1 in mCAFs showed the reversion of the activated phenotype, evaluated by the activation markers a-SMA, Tenascin C, and Fibronectin. Furthermore, conditioned media from PG-NRP1-siRNA-mCAFs failed to increase cancer cells' metastasis traits (migration and invasion) in vitro and tumor progression in vivo. Furthermore, we engineered a small molecule designed to bind PG-NRP1 in mCAFs. Our findings, demonstrate in vitro and in vivo models that the inhibition of PG-NRP1 impedes tumor growth and metastatic dissemination of cancer cells in spontaneous metastasis assay.<br \/>We designed and validated, using in vivo models, an inhibitor that blocks NRP1-mCAF. Our research demonstrates that blocking PG-NRP1 in mCAF, with a small molecule, is a transversal therapeutic strategy to prevent progression and metastatic spread in solid cancer tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Metastasis,Cancer therapy,Cancer-associated fibroblasts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"B. Prieto, M. Nez, V. I. Cerdfa, <b>J. Cerda-Infante<\/b>; <br\/>Environ, Santiago, Chile","CSlideId":"","ControlKey":"5aec1873-bb8c-450b-b435-eca0633ac90e","ControlNumber":"10882","DisclosureBlock":"&nbsp;<b>B. Prieto, <\/b> None..<br><b>M. Nez, <\/b> None..<br><b>V. I. Cerdfa, <\/b> None..<br><b>J. Cerda-Infante, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10496","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB446","PresenterBiography":null,"PresenterDisplayName":"Javier Cerda-Infante, MS;PhD","PresenterKey":"7b6e44ca-2826-4894-b238-45508e5b0497","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB446. &#8203;Decoding the mechanism of metastasis: A novel CAF-therapy that blocks the tumor microenvironment and reverses metastatic traits in all solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"&#8203;Decoding the mechanism of metastasis: A novel CAF-therapy that blocks the tumor microenvironment and reverses metastatic traits in all solid tumors","Topics":null,"cSlideId":""},{"Abstract":"The inhibition of tumor angiogenesis is considered a promising strategy to impede cancer progression, as the vasculature associated with tumors plays a crucial role in supplying blood and facilitating metastasis. Therefore, the in vitro replication of vascularized tumors is essential for comprehending cancer pathology and discerning the mechanisms governing tumor cell proliferation, metastasis, and response to pharmaceutical interventions. In this study, we fabricated vascularized tumor-on-a-chip to recapitulate the pathological features of solid tumors. We first developed hybrid spheroids consisting of tumor and endothelial cells, resulting in self-assembled intratumoral vessels. This approach enhanced the uniformity of the spheroids and peritumoral angiogenic capacity compared to spheroids composed of only cancer cells. RNA sequencing analysis revealed that the tumor-EC hybrid spheroids exhibited expression profiles associated with aggressive behaviors, such as cancer progression, invasion and metastasis. The blood vessels sprouting around the hybrid spheroids on the chip displayed the distinctive characteristics of leaky tumor vessels. We further validated the suppressive effects of axitinib on tumor growth and angiogenesis, depending on exposure dose and time. Notably, we successfully induced both lymphangiogenesis and angiogenesis around the tumor hybrid spheroids by promoting interstitial flow. In summary, our findings demonstrated that vascularized tumor-on-a-chip reproduces various characteristics of vascularized tumors. Consequently, our model stands as a valuable platform for investigating interactions between within tumor microenvironments and exploring therapeutic strategies in cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Microfluidics,Microenvironment,Angiogenesis,Lymphangiogenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D.-H. Kim<\/b>; <br\/>Sungshin Women's Univ., Gangbuk-gu, Korea, Republic of","CSlideId":"","ControlKey":"6678b5c7-d74e-47cb-9191-47fd8b79aea6","ControlNumber":"10544","DisclosureBlock":"&nbsp;<b>D. Kim, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10497","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB447","PresenterBiography":null,"PresenterDisplayName":"Da-Hyun Kim, PhD;VMD","PresenterKey":"26f339c5-9f40-45b5-9035-1454d152c675","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB447. Drug delivery and efficacy testing using vascularized tumor-on-a-chip","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Drug delivery and efficacy testing using vascularized tumor-on-a-chip","Topics":null,"cSlideId":""},{"Abstract":"Trop2 and Nectin4 are transmembrane proteins involved in cancer pathogenesis. The therapeutic potential of targeting Trop2 or Nectin4 has been demonstrated through the approval of Trodelvy&#8482; (Sacituzumab govitecan; SG) and Padcev&#8482; (Enfortumab Vedotin; EV). However, the clinical use of these agents is accompanied by safety concerns. Trodelvy carries Boxed Warnings for severe or life-threatening neutropenia and severe diarrhea, while Padcev is associated with serious skin reactions. These safety issues underscore the importance of improving the drugs' safety profiles. It should be noted that the co-expression of Trop2 and Nectin4 is high in solid tumors while limited or moderate in normal tissues, presents an opportunity for more tumor-specific targeting and supports the bispecific design that could potentially address these safety issues.<br \/>VBC103 is a bispecific antibody-drug conjugate (ADC) that selectively targets both Trop2 and Nectin4, which are highly co-expressed in UC, TNBC and other tumors. It delivers a TOPOi payload with a strong bystander effect to tumor cells. Our unique design maximizes efficacy while minimizing safety concerns. VBC103 has the following features to differentiate itself from other drugs targeting Trop2 or Nectin4 separately in clinical development and on the market.<br \/>1.\u0009Modulated affinity and valency. VBC103 incorporates a moderate affinity arm that targets Trop2 and a moderate affinity but high avidity arm that targets Nectin4, allowing for enhanced binding avidity, internalization, and cytotoxicity compared to its parental molecules (anti-Nectin4 parental antibody) or approved drug like EV. Additionally, the moderate affinity of both Trop2 and Nectin4 in VBC103 helps to reduce target-driven toxicities in normal tissues.<br \/>2.\u0009Innovative format of VHH-Fc fusion protein (MW 90kDa) demonstrated the superior tumor penetration, accumulation (MFI ratio in tumor: 280 VS 174) and distribution (MFI ratio in liver: 10 VS 18) compared to the IgG1 mAb- enfortumab (MW 150kDa).<br \/>3.\u0009Stronger bystander cell killing effect of the TOPOi payload vs. that of the payload used in EV.<br \/>4.\u0009Superior in vivo efficacy. In the UC CDX model, TGI 95% [VBC103, 5 mpk] vs 77% [EV, 8 mpk] vs 70% [EV+SG, 4+4 mpk] (Q3W X 3; ADC molecular equivalence) at Day 42 post injection. In the TNBC CDX model, VBC103 demonstrated continued superior efficacy compared to EV (maximum tolerated dose) and SG when administered as a single dose treatment at Day 21 post injection.<br \/>5.\u0009Wide therapeutic widow (TW). Preliminary toxicity studies in cynomolgus monkeys demonstrated good tolerability of repeated doses (18 and 36 mpk) of VBC103, which is molecular equivalent to 30 and 60 mpk of IgG1 ADC. These findings could establish a TW of &#62;10 (HNSTD\/MED).<br \/>6.\u0009Good developability. VBC103 also exhibited excellent developability based on plasma stability and other stress test data, which suggests it a good candidate in future CMC development.<br \/>In summary, VBC103, with its unique bispecific design and differentiated features in affinity, valency, linker-payload, has shown promising potential as a first-in-class ADC candidate. Discovery studies have revealed favorable efficacy and toxicity profiles, supporting advancing VBC103 into clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bispecific ADC,Trop-2,Nectin4,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"W. Wang, J. Li, <b>L. Guan<\/b>, M. Xu, Q. Yin; <br\/>VelaVigo (Shanghai) Limited, Shanghai, China","CSlideId":"","ControlKey":"7ce214ac-0b69-4864-80fa-d78e6a45afaf","ControlNumber":"9777","DisclosureBlock":"&nbsp;<b>W. Wang, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>L. Guan, <\/b> None..<br><b>M. Xu, <\/b> None..<br><b>Q. Yin, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10498","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB448","PresenterBiography":null,"PresenterDisplayName":"Jing Li, MBA;MD;PhD","PresenterKey":"3139fcf7-9ab7-405f-ab48-357fd6038942","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB448. VBC103: An innovative Trop2\/Nectin4 targeted bispecific antibody drug conjugate (ADC) in bladder urothelial carcinoma (UC), triple-negative breast cancer (TNBC) and beyond","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"VBC103: An innovative Trop2\/Nectin4 targeted bispecific antibody drug conjugate (ADC) in bladder urothelial carcinoma (UC), triple-negative breast cancer (TNBC) and beyond","Topics":null,"cSlideId":""},{"Abstract":"PIK3CA is among the most frequently mutated kinases in multiple types of cancer, including in 40% of hormone receptor-positive, HER2-negative breast cancers. The PI3K&#945;-selective orthosteric inhibitor alpelisib is the only drug targeting PIK3CA currently approved in this patient population, in combination with fulvestrant. As commonly observed with other targeted therapies, resistance often develops during treatment with PI3K&#945;-selective inhibitors. In one of the largest patient cohorts to date, including serial liquid biopsies and rapid autopsies in 39 patients, our group has observed genomic alterations within the PI3K\/AKT pathway as one of the major mechanisms of resistance to these agents. Among them, we have identified for the first-time secondary mutations in PIK3CA (W780R and Q859K) that decrease the affinity of the PI3K&#945;-selective inhibitors alpelisib and inavolisib, leading to acquired resistance. Multiple small molecule inhibitors designed to suppress signaling through the PI3K\/AKT axis are currently in pre-clinical development. These include AKT inhibitors, isoform-selective as well as pan-PI3K inhibitors, and a novel subclass of allosteric PI3K&#945;-selective inhibitors designed to preferentially inhibit both kinase (H1047R) and helical (E545K) domain mutant PI3K&#945; activity. We have introduced all the emergent alterations observed in our patient cohort into breast cancer models and screen how they modify the effect of a structurally diverse array of PI3K\/AKT inhibitors. While some acquired mutations compromise the effect of specific drugs, we have determined that the W780R mutation could drive universal resistance to ATP-competitive PI3K inhibitors that bind the catalytic pocket. Importantly, vertical pathway inhibition or allosteric inhibition with pan-mutant-selective PI3K&#945; inhibitors such as RLY-2608 or STX-478 could overcome resistance induced by all emerging secondary PIK3CA mutations.Dose-limiting toxicity in the form of hyperglycemia, rash or gastrointestinal issues are common in patients treated with orthosteric PI3K&#945; inhibitors. While mutant selective PI3K&#945; inhibitors induce less adverse effects in patients, they have a decreased potency targeting wildtype PIK3CA. We have identified wildtype PIK3CA-mediated feedback pathway reactivation as a potential mechanism of resistance to this type of inhibitors. Our work suggests that combining orthosteric and allosteric PI3K&#945; inhibitors as well as downstream pathway deactivation with AKT inhibitors could result in an increased therapeutic index and delay the emergence of resistance in patients. This work provides an insightful characterization of the current knowledge on clinical acquired resistance to PI3K&#945; inhibitors and proposes a detailed strategy to overcome resistance mediated by most PI3K\/AKT alterations described to date.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Breast cancer,Drug resistance,PIK3CA,Kinase inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Ferran Fece de la Cruz<\/b><sup>1<\/sup>, Andreas Varkaris<sup>1<\/sup>, Elizabeth  E.  Martin<sup>2<\/sup>, Bryanna  L.  Norden<sup>1<\/sup>, Nicholas Chevalier<sup>1<\/sup>, Allison  M.  Kehlmann<sup>1<\/sup>, Ignaty Leshchiner<sup>3<\/sup>, Haley Barnes<sup>1<\/sup>, Sara Ehnstrom<sup>1<\/sup>, Parasvi Patel<sup>1<\/sup>, Janice  S.  Kim<sup>1<\/sup>, Haley Ellis<sup>1<\/sup>, Ioannis Sanidas<sup>1<\/sup>, Kayao  T.  Lau<sup>1<\/sup>, Aditya Bardia<sup>1<\/sup>, Laura  M.  Spring<sup>1<\/sup>, Steven  J.  Isakoff<sup>1<\/sup>, Jochen  K.  Lennerz<sup>1<\/sup>, Gad Getz<sup>1<\/sup>, Ryan  B.  Corcoran<sup>1<\/sup>, Dejan Juric<sup>1<\/sup><br><br\/><sup>1<\/sup>Massachusetts General Hospital Cancer Center, Boston, MA,<sup>2<\/sup>Broad Institute of MIT and Harvard, Cambridge, MA,<sup>3<\/sup>Department of Medicine, Boston University, Boston, MA","CSlideId":"","ControlKey":"e71c97b5-fb09-4fae-8292-9cca969f5262","ControlNumber":"10810","DisclosureBlock":"&nbsp;<b>F. Fece de la Cruz, <\/b> None..<br><b>A. Varkaris, <\/b> None..<br><b>E. E. Martin, <\/b> None..<br><b>B. L. Norden, <\/b> None..<br><b>N. Chevalier, <\/b> None..<br><b>A. M. Kehlmann, <\/b> None..<br><b>I. Leshchiner, <\/b> None..<br><b>H. Barnes, <\/b> None..<br><b>S. Ehnstrom, <\/b> None..<br><b>P. Patel, <\/b> None..<br><b>J. S. Kim, <\/b> None..<br><b>H. Ellis, <\/b> None..<br><b>I. Sanidas, <\/b> None..<br><b>K. T. Lau, <\/b> None..<br><b>A. Bardia, <\/b> None..<br><b>L. M. Spring, <\/b> None..<br><b>S. J. Isakoff, <\/b> None..<br><b>J. K. Lennerz, <\/b> None..<br><b>G. Getz, <\/b> None..<br><b>R. B. Corcoran, <\/b> None..<br><b>D. Juric, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10499","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB449","PresenterBiography":null,"PresenterDisplayName":"Ferran Fece de la Cruz, PhD","PresenterKey":"ac7ae9f2-ee14-453e-b317-9561394b9800","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB449. Strategies to overcome resistance to PI3Kalpha-selective inhibitors mediated by acquired alterations in the PI3K\/AKT pathway","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Strategies to overcome resistance to PI3Kalpha-selective inhibitors mediated by acquired alterations in the PI3K\/AKT pathway","Topics":null,"cSlideId":""},{"Abstract":"Capivasertib, a pan-AKT inhibitor, has recently been approved in combination with fulvestrant to treat ER+ HER2- breast cancer patients with one or more of <i>PI3KCA\/AKT1\/PTEN <\/i>alterations. However, as with many targeted therapies acquired drug resistance remains a challenge. In this study, we investigated the mechanisms of acquired capivasertib resistance in AKT1 mutant breast cancer models.<br \/>We established two estrogen receptor positive (ER+) AKT1 <i>E17K<\/i> mutant breast cancer patient derived organoids (PDOs), that were sensitive to capivasertib <i>in vitro. <\/i>PDOs were chronically exposed to 1&#181;M capivasertib. PDOs were sequenced (DNA &#38; RNA) at multiple timepoints of treatment (3 days, 4 and 9 weeks after development of resistance). Using CRISPR-Cas9 editing we also engineered CAMA1 (ER+) cells to express AKT1 <i>E17K<\/i>, and generated derived resistant AKT1 mutant and parental models in response to continuous capivasertib exposure. CAMA1 AKT1 mutant and parental resistant were screened with an siRNA Kinome library supplemented with genes from the PDO RNA-sequencing. Phosphoproteomics was performed on capivasertib resistant <i>E17K<\/i> models in the presence and absence of capivasertib.<br \/>PDO models persisting after either 4 or 9 weeks of capivasertib treatment showed no acquisition of genetic driver events, or changes in AKT copy number. Resistant organoids at 9 weeks treatment showed increased expression of <i>ERBB3<\/i> (HER3), <i>EGFR3<\/i> and <i>LPAR5<\/i> as well as increased expression of MAPK signalling components. In siRNA screens on CAMA1 derived resistant models, siRNA targeting <i>ERBB2, CDK4, PLK4<\/i> and <i>CHEK1, ESR1<\/i> and <i>LPAR5<\/i> modulated sensitivity to capivasertib. Analysis of phosphoproteins in capivasertib resistant models revealed reactivation of mTORC1 signalling despite sustained AKT inhibition, with dramatic upregulation of PDK1 and mTORC2. Consistent with the siRNA screens, drug combinations identified fulvestrant as a synergistic agent with capivasertib in the resistant <i>E17K<\/i> models. Sensitivity to mTOR inhibition was maintained in capivasertib resistant models, with mTOR inhibition re-sensitizing cells to capivasertib.<br \/>In these models, acquired resistance to capivasertib occurs through upregulation of ER signalling and rewiring of pathway signalling to bypass AKT inhibition and reactivate mTORC1. Targeting these mechanisms could prolong the use of capivasertib, with future work focusing on validating these mechanisms and re-sensitizing drug combinations in other AKT1 mutant models &#38; PDOs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Targeted therapy,Capivasertib,Drug resistance,Patient derived organoids (PDO),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Mearns<\/b><sup>1<\/sup>, A. Pearson<sup>1<\/sup>, L.-X. Sim<sup>1<\/sup>, R. Cutts<sup>1<\/sup>, P. Sritharan<sup>1<\/sup>, H. Shah<sup>1<\/sup>, A. Gulati<sup>1<\/sup>, S. Williamson<sup>2<\/sup>, S. Barry<sup>2<\/sup>, E. De-Bruin<sup>2<\/sup>, N. C. Turner<sup>1<\/sup>; <br\/><sup>1<\/sup>The Institute of Cancer Research, London, London, United Kingdom, <sup>2<\/sup>AstraZeneca, Cambridge, United Kingdom","CSlideId":"","ControlKey":"96c52888-2e06-4a82-a372-98cbd4a78eca","ControlNumber":"9531","DisclosureBlock":"<b>&nbsp;S. Mearns, <\/b> <br><b>MRC (Medical Research Council)<\/b> Grant\/Contract, PhD studentship funding (iCASE scheme). <br><b>AstraZeneca<\/b> Grant\/Contract, PhD studentship funding (iCASE scheme).<br><b>A. Pearson, <\/b> None..<br><b>L. Sim, <\/b> None..<br><b>R. Cutts, <\/b> None..<br><b>P. Sritharan, <\/b> None..<br><b>H. Shah, <\/b> None..<br><b>A. Gulati, <\/b> None.&nbsp;<br><b>S. Williamson, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>S. Barry, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>E. De-Bruin, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>N. C. Turner, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Advisory board honoraria and research funding. <br><b>BioRad<\/b> Grant\/Contract, Research funding. <br><b>Bristol-Myers Squibb<\/b> Other, Advisory board honoraria. <br><b>Lilly<\/b> Other, Advisory board honoraria. <br><b>Merck Sharpe and Dohme<\/b> Grant\/Contract, Other, Advisory board honoraria and research funding. <br><b>Novartis<\/b> Other, Advisory board honoraria. <br><b>Pfizer<\/b> Grant\/Contract, Other, Advisory board honoraria and research funding. <br><b>Roche \/ Genentech<\/b> Grant\/Contract, Other, Advisory board honoraria and research funding. <br><b>GlaxoSmithKline<\/b> Other, Advisory board honoraria. <br><b>Guardant Health<\/b> Grant\/Contract, Research funding. <br><b>Zentalis pharmaceuticals<\/b> Other, Advisory board honoraria. <br><b>Repare 44 therapeutics<\/b> Other, Advisory board honoraria. <br><b>Arvinas<\/b> Other, Advisory board honoraria. <br><b>Inivata<\/b> Grant\/Contract, Other, Advisory board honoraria and research funding. <br><b>Invitae<\/b> Grant\/Contract, Research funding. <br><b>Personalis<\/b> Grant\/Contract, Research funding. <br><b>Natera<\/b> Grant\/Contract, Research funding.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10500","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB450","PresenterBiography":null,"PresenterDisplayName":"Sarah Mearns, BS","PresenterKey":"dc3ba612-f6ca-47ca-9f11-75c6e97c7db2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB450. Mechanisms of acquired resistance to AKT inhibitor capivasertib in AKT1 mutant patient derived breast cancer models","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanisms of acquired resistance to AKT inhibitor capivasertib in AKT1 mutant patient derived breast cancer models","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of all cancer-related mortality worldwide. The RAS-RAF-MEK-ERK (RAS-MAPK) signaling pathway is critical for maintaining cell survival and proliferation. Somatic mutations in the RAS or RAF genes are associated with frequent hyper-activation of RAS-MAPK pathway in non-small cell lung cancer or NSCLC. While direct inhibitors of KRAS G12C are emerging with promising efficacy, resistance to these agents as well as to inhibitors of RAF and MEK remains an obstacle to long-term patient survival. Therefore, it is essential to understand how drug resistance emerges in lung cancer and to identify bypass survival pathways or compensatory mechanisms that limit the response to RAS-MAPK targeted therapies in lung cancer. Emerging literature indicates a critical role of bromodomain and extra-terminal domain (BET) family of bromodomain proteins (BRD4, BRD3, BRD2) in various human malignancies and provides the rational for targeting BET proteins as a strategy for the development of new anticancer drugs. Using combinatorial drug screens in a panel of NSCLC cell lines, we found that BET proteins act in parallel to the RAS-MAPK pathway to promote drug resistance in lung cancer. Combination of BET and RAS-MAPK inhibitors caused pronounced cell death and potent tumor regression\/ stasis in several KRAS or BRAF mutant models of NSCLC with synergistic apoptosis induction and downregulation of MYC, a transcriptional target of BET proteins. However, concurrent loss of the tumor suppressor STK11 (aka LKB1) in NSCLC cells induced activation of the Hippo pathway effector and transcriptional co-activator, YAP and conferred resistance to the BET and RAS-MAPK inhibitors combination in NSCLC cells and tumors.These findings suggest an unprecedented functional interplay between BET chromatin regulators, Hippo-YAP and RAS-MAPK signaling in lung cancer and therapy resistance. Further, this study identified STK11 as a modifier of sensitivity to the BET and RAS-MAPK inhibitors combination in NSCLC cells and tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Epigenetics,Transcription factor,Drug resistance,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Chatterjee<\/b><sup>1<\/sup>, V. Olivas<sup>1<\/sup>, W. Wu<sup>1<\/sup>, T. Tang<sup>2<\/sup>, B. Powell<sup>3<\/sup>, T. Bivona<sup>1<\/sup>; <br\/><sup>1<\/sup>UCSF - University of California San Francisco, San Francisco, CA, <sup>2<\/sup>Vivace Therapeutics, San Francisco, CA, <sup>3<\/sup>Kinnate Biopharma, San Francisco, CA","CSlideId":"","ControlKey":"6ba22abd-e7d4-4b7b-b3e1-267aa97f7b10","ControlNumber":"9763","DisclosureBlock":"&nbsp;<b>N. Chatterjee, <\/b> None..<br><b>V. Olivas, <\/b> None..<br><b>W. Wu, <\/b> None..<br><b>T. Tang, <\/b> None..<br><b>B. Powell, <\/b> None..<br><b>T. Bivona, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10501","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB451","PresenterBiography":null,"PresenterDisplayName":"Nilanjana Chatterjee, PhD","PresenterKey":"e21d7151-bebb-466b-8571-f687fb5b1d5d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB451. Targeting oncogenic transcription and signaling crosstalk fueling drug resistance in lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting oncogenic transcription and signaling crosstalk fueling drug resistance in lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Melanoma-initiating stem cells are involved in tumorigenesis, invasion, and drug resistance in malignant melanoma, and are characterized by increased expression of the stem cell marker CD133. We previously showed that CD133 knockout (KO) by CRISPR-Cas9 enhanced MEK inhibitor trametinib (T) -induced apoptosis in patient-derived BAKP melanoma cells by reducing anti-apoptotic p-AKT and p-BAD and increasing pro-apoptotic BAX. Dox-induced CD133 expression, in contrast, diminished apoptosis in T-treated cells, and exhibited elevated p-AKT, p-BAD, and decreased activation of BAX and caspases-3 and -9. This is the first time that CD133 is shown to activate a survival pathway wherein (1) CD133 increases AKT phosphorylation and activation, which induces (2) BAD phosphorylation and inactivation, and (3) reduces caspases-3 and -9 activity leading to apoptosis suppression, increased cell survival and drug resistance in melanoma. We investigated the effects of MEK inhibition with T in combination with the pan-AKT inhibitor capivasertib (AZD5363; C) in BAKP melanoma cells, with or without Dox-induced CD133 expression. Kinetic XTT cell viability and Annexin-Sytox Blue apoptosis assays revealed significantly reduced survival of BAKP cells exposed to a combination of T+C, compared to T alone. To determine the relative contribution of each of the three AKT genes to increased drug resistance of CD133-inducible melanoma stem cells, AKT 1, 2, and\/or 3 were knocked out using sgRNAs specific to each of the three AKTs in a CRISPR-Cas9 lentiviral vector, followed by puromycin selection. Gene knockout was confirmed by immunoblot analysis using antibodies specific to each of the three AKTs, as well as by DNA sequence analysis. BAKP control or AKT KO cells were then exposed to T or T+C, and subjected to apoptosis assays, as well as immunoblot analysis with antibodies to apoptosis markers. Single KO of AKT 2 or 3, but not AKT 1, sensitized BAKP cells exposed to T alone, partially obviating the requirement for C to inhibit AKT. Triple KO of AKT 1, 2, and 3 rendered cells even more sensitive to T alone. Targeting nodes of the AKT and MAPK survival pathways with trametinib and AZD5363 highlights the potential for combination therapies for melanoma stem cells increasing the arsenal of more effective treatments for patients with high-risk melanoma. Targeting AKT 1, 2, and\/or 3 might be effective in eliminating recalcitrant CD133-positive stem-like cells that may be responsible for tumor recurrence.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Malignant melanoma,CD133,Akt,Stem cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. M. Simbulan-Rosenthal<sup>1<\/sup>, <b>N. Islam<\/b><sup>1<\/sup>, R. Alobaidi<sup>1<\/sup>, A. Moreno<sup>1<\/sup>, V. Patil<sup>1<\/sup>, A. Alzharani<sup>1<\/sup>, P. Sykora<sup>2<\/sup>, D. S. Rosenthal<sup>1<\/sup>; <br\/><sup>1<\/sup>Georgetown Univ. School of Medicine, Washington, DC, <sup>2<\/sup>Amelia Technologies, LLC, Washington, DC","CSlideId":"","ControlKey":"f2080d38-aa60-42e9-aa51-f67ef29748f3","ControlNumber":"10568","DisclosureBlock":"&nbsp;<b>C. M. Simbulan-Rosenthal, <\/b> None..<br><b>N. Islam, <\/b> None..<br><b>R. Alobaidi, <\/b> None..<br><b>A. Moreno, <\/b> None..<br><b>V. Patil, <\/b> None..<br><b>A. Alzharani, <\/b> None.&nbsp;<br><b>P. Sykora, <\/b> <br><b>Amelia Technologies, LLC<\/b> Employment.<br><b>D. S. Rosenthal, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10502","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB452","PresenterBiography":null,"PresenterDisplayName":"Nusrat Islam, MS","PresenterKey":"e0179d92-5c65-46bc-a54d-54b6ed382acd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB452. Effects of AKT1, 2, and 3 knock-out by CRISPR-Cas9 in CD133+human melanoma stem cells treated with MEK and AKT inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effects of AKT1, 2, and 3 knock-out by CRISPR-Cas9 in CD133+human melanoma stem cells treated with MEK and AKT inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Erlotinib and gefitinib, EGFR TKIs, have markedly improved outcomes for NSCLC patients with EGFR mutations. However, resistance eventually develops, with the T790M mutation evident in over 50% of resistant tumors. Other resistance pathways include MET amplification, SCLC transformation, and EMT. Osimertinib, a third-generation EGFR TKI, targets the T790M mutation and is approved as a first-line treatment, reducing the incidence of T790M-related resistance. Nonetheless, non-T790M resistance mechanisms such as mesenchymal transformation are on the rise. The molecular targets or exact mechanisms of EGFR TKI resistance with mesenchymal phenotypes remain elusive. We have discovered that ERK reactivation, commonly found in EGFR TKI-resistant cells with a mesenchymal phenotype, is due to activation of an atypical GPCR, CXC chemokine receptor type 7 (CXCR7). CXCR7 is overexpressed in a cell line, an EGFR TKI-resistant tumor model, and in samples from patients that progressed on EGFR TKIs. Currently, there are no effective CXCR7 inhibitors to evaluate in NSCLC; the mechanisms and ligands for CXCR7 are not fully understood. To evaluate ligand-dependent activation of CXCR7, we generated HEK293 cells and EGFR-mutant NSCLC cells ectopically-expressing CXCR7 and stimulated the cells with CXCL12, a well-documented ligand for CXCR7. Exposures of HEK293 cells with CXCR7 to CXCL12 resulted in the internalization of CXCR7 followed by the activation of the MAPK pathway within 30 minutes of EGFR TKI treatment whereas MAPK activation in EGFR mutant NSCLC cells took 8 hours. MIF activation was also delayed in NSCLC compared to the HEK293 model, requiring the presence of an EGFR TKI. We discovered that CXCR7 co-immunoprecipitated with mutant EGFR in NSCLC cells while CXCR7 did not co-immunoprecipitate when EGFR was inhibited. Furthermore, we discovered additional chemokines including GDF15 that activate the CXCR7-MAPK axis and promote cell migration, a key characteristic of the mesenchymal phenotype in EGFR mutant cells. Taken together, we elucidated a unique mechanism of ligand-induced activation of CXCR7 and downstream MAPK pathway by canonical and putative ligands. This complex mechanism of CXCR7 activation in EGFR mutant NSCLC suggests that preventing the receptor-ligand binding may not be feasible in the context of overcoming EGFR TKI resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Tyrosine kinase inhibitor,EGFR TKI resistance,Tyrosine kinase,NSCLC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. C. Gunder<\/b><sup>1<\/sup>, I. Pulido<sup>1<\/sup>, J. H. Becker<sup>2<\/sup>, M. G. Massad<sup>1<\/sup>, T. Shimamura<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Illinois at Chicago, Chicago, IL, <sup>2<\/sup>Northwestern University, Chicago, IL","CSlideId":"","ControlKey":"dfde5ef0-9eb9-477a-8be7-d90225adbad3","ControlNumber":"10851","DisclosureBlock":"&nbsp;<b>L. C. Gunder, <\/b> None..<br><b>I. Pulido, <\/b> None..<br><b>J. H. Becker, <\/b> None..<br><b>M. G. Massad, <\/b> None..<br><b>T. Shimamura, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10503","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB453","PresenterBiography":null,"PresenterDisplayName":"Laura Gunder","PresenterKey":"7daf1804-04f6-42a0-a82e-ae4efab53bdf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB453. Distinct mechanism of CXCR7 activation in EGFR-mutated NSCLC by chemokines","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"598","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 4","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Distinct mechanism of CXCR7 activation in EGFR-mutated NSCLC by chemokines","Topics":null,"cSlideId":""}]