[{"Abstract":"Off target mutations, chromosomal rearrangements and Indels are the biggest limitation to the use of gene editing tools today. Base editing system provides an efficient method to modify the genome without double strand breaks (DSB). The biggest problem for base editing is the sgRNA-independent off-target. We utilize synthetic biology strategies to create a novel base editor AccuBase<sup>TM<\/sup> (ceBE ) that has the highest editing efficiency in the industry, with zero off target events. This was achieved by strategically inserting deaminases into Cas9 at specific, tolerance-verified sites, a process guided by an extensive transposon-based genetic screening, protein engineering, and direct evolution approach. AccuBase<sup>TM<\/sup> protein forms a complex with the sgRNA, but it has not yet engaged with the target DNA and is not in contact with any non-targeting dsDNA. This mechanism avoids guide RNA independent indiscriminate off-target mutations that was a common problem of the first generation base editing tool. Upon guided by sgRNA, the AccuBase<sup>TM<\/sup> protein associates with the target double-stranded DNA, triggering structural alterations within the AccuBase<sup>TM<\/sup> protein. This results in the outward exposure of the deaminase domain, facilitating the editing of the target base. AccuBase<sup>TM<\/sup> (ceBE ) substantially reduces off-target effects while maintaining on-target editing when compared to BE4max. This improvement has been confirmed in multiple human cell lines, mouse cell lines, human primary T and NK cells, human embryonic stem cells, and in animal embryos. In this study, we apply AccuBase<sup>TM<\/sup> to achieve multiplex gene modifications in primary human T cells, demonstrating its capacity for highly efficient multiplex gene disruption without inducing off-target effects. Importantly, the multiplex base-edited T cells exhibit enhanced <i>ex-vivo <\/i>cell expansion and do not exhibit the double-strand break-induced translocations observed in T cells edited with Cas9 nuclease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-02 Gene therapy and radiation studies,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Gene therapy,T cell,CRISPR\/Cas9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Ying<\/b><sup>1<\/sup>, G. Li<sup>1<\/sup>, L. Wang<sup>1<\/sup>, C. Lu<sup>1<\/sup>, Q. Lai<sup>1<\/sup>, C. Yao<sup>1<\/sup>, F. Lv<sup>1<\/sup>, S. Zhu<sup>2<\/sup>, T. Xu<sup>1<\/sup>; <br\/><sup>1<\/sup>Base Therapeutics (Shanghai) Co., Ltd., Shanghai, China, <sup>2<\/sup>Shanghai University of Traditional Chinese Medicine, Shanghai, China","CSlideId":"","ControlKey":"70ca421b-830c-490d-bd07-80e3bbf91e09","ControlNumber":"715","DisclosureBlock":"&nbsp;<b>H. Ying, <\/b> None..<br><b>G. Li, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>C. Lu, <\/b> None..<br><b>Q. Lai, <\/b> None..<br><b>C. Yao, <\/b> None..<br><b>F. Lv, <\/b> None..<br><b>S. Zhu, <\/b> None..<br><b>T. Xu, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5303","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7234","PresenterBiography":"","PresenterDisplayName":"Xiaohu Shao","PresenterKey":"84724d51-f938-4e6e-9151-3f065294bad0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7234. The second-generation high-fidelity base editor AccuBaseTM (ceBE) can proficiently modify multiple genes within a human primary T cell while minimizing Off-target effects","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The second-generation high-fidelity base editor AccuBaseTM (ceBE) can proficiently modify multiple genes within a human primary T cell while minimizing Off-target effects","Topics":null,"cSlideId":""},{"Abstract":"Nuclear factor erythroid 2-related factor 2 (NRF2) activation is the third most common genetic event in lung adenocarcinomas (25%), primarily induced by loss of function mutations in its master regulator, KEAP1. NRF2 is a key modulator of tumor growth and metabolic reprogramming, resulting in resistance to traditional chemotherapeutics. Due to its role in modulating oxidative stress, sustained NRF2 overexpression promotes disease progression, particularly in lung cancer. This study demonstrates the effective knockdown of NRF2 expression by small interfering RNA (siRNA) delivered via a nanoplatform based on bovine colostrum exosomes to lung cancer cells, both <i>in vitro<\/i> and <i>in vivo<\/i>, resulting in inhibition of proliferation and disease progression. Bovine colostrum is an abundant source of exosomes. Here we present a novel exosome-polyethyleneimine matrix (EPM) to deliver therapeutic siRNA targeting NRF2 expression (si<i>NRF2<\/i>). Specific delivery of the EPM to tumors was further enhanced via folic acid (FA) functionalization, targeting folate receptors highly expressed on lung tumor cells. Exosomes were isolated from standardized colostrum powder through rehydration and differential centrifugation, and characterized by size, polydispersity index (pdi) and surface charge by Zetasizer, and the presence of surface protein markers by Western blot. si<i>NRF2<\/i> was loaded onto the EPM, and the resultant EPM-<i>siNRF2<\/i> complex was harvested by PEG precipitation. Entrapment efficiency was determined using 5&#8217;-<sup>32<\/sup>P-labeled siRNA as a tracer. The gene knockdown efficiency of EPM-<i>siNRF2<\/i> was assessed in lung cancer (A549) cells by Western blot and the therapeutic effect of target knockdown <i>in vitro<\/i> was confirmed by analyzing the corresponding modulation in downstream targets of NRF2. The anti-tumor effect was then evaluated using both subcutaneous and orthotropic lung tumor models in immunocompromised mice. The EPM exhibited high entrapment efficiency (&#62;90%) of si<i>NRF2<\/i> (up to 20 &#956;g) and protected entrapped siRNA from enzymatic degradation upon exposure to RNases. EPM-si<i>NRF2<\/i> dose dependently decreased NRF2 expression in A549 lung cancer cells. When formulated with FA-functionalized exosomes, EPM-si<i>NRF2<\/i> inhibited subcutaneous and orthotropic lung tumors in mice by over 57% (p&#60;0.01) and 84% (p&#60;0.001), respectively. Mice treated with FA-EPM-si<i>NRF2<\/i> showed decreased levels of NRF2 in tumor tissue, but not in the adjacent lung, indicating FA-mediated targeted delivery.<br \/>This bovine colostrum exosome based EPM technology showcases high efficiency in gene knockdown and lung tumor inhibition, providing a promising nanoplatform for delivering nucleic acid therapeutics to the tumor site.<br \/>Funding: Supported from the NIH grant R44 CA-221487, 3P Biotechnology Contract and, in part, Agnes Brown Duggan Endowment.<br \/>Keywords: Bovine colostrum, Exosomes, NRF2, siRNA, Lung cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-04 Vector systems and targeting strategies,,"},{"Key":"Keywords","Value":"Exosomes,siRNA,Nrf2,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Kandimalla<\/b><sup>1<\/sup>, M. Wallen<sup>2<\/sup>, J. Jeyabalan<sup>2<\/sup>, D. N. Moholkar<sup>3<\/sup>, W. Spencer<sup>2<\/sup>, R. C. Gupta<sup>4<\/sup>, F. Aqil<sup>1<\/sup>; <br\/><sup>1<\/sup>Brown Cancer Center, University of Louisville, Louisville, KY, <sup>2<\/sup>3P Biotechnologies, Louisville, KY, <sup>3<\/sup>University of Louisville, Louisville, KY, <sup>4<\/sup>Brown Cancer Center, University of Louisville and 3P Biotechnologies, Louisville, KY","CSlideId":"","ControlKey":"8da0241b-7b28-410b-a6fa-075b8ca13761","ControlNumber":"3161","DisclosureBlock":"&nbsp;<b>R. Kandimalla, <\/b> None..<br><b>M. Wallen, <\/b> None..<br><b>J. Jeyabalan, <\/b> None..<br><b>D. N. Moholkar, <\/b> None..<br><b>W. Spencer, <\/b> None..<br><b>R. C. Gupta, <\/b> None..<br><b>F. Aqil, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5304","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7235","PresenterBiography":null,"PresenterDisplayName":"Raghuram Kandimalla, M Pharm;PhD","PresenterKey":"877bf0e3-cac3-4e2a-abec-d120502e4cb7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7235. Exosome-mediated delivery of siRNA against NRF2 for treatment of lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exosome-mediated delivery of siRNA against NRF2 for treatment of lung cancer","Topics":null,"cSlideId":""},{"Abstract":"KRAS codon12 mutations are among the most commonly observed mutations in cancers. Recently, KRAS<sup>G12C<\/sup> inhibitors (sotorasib and adagrasib) have been approved and KRAS<sup>G12D<\/sup> inhibitor MTRX-1133 has shown preclinical efficacy in <i>KRAS<sup>G12D<\/sup><\/i> mutated cancers. However, these inhibitors are limited by adaptive resistance, mainly associated with the emergence of secondary KRAS mutations, activation of feedback pathway and amplification of KRAS<sup>G12C <\/sup>allele. We have developed a new potent strategy combining gene editing with tumor selective peptide nanoparticles, to overcome acquired resistance to KRAS<sup>G12C <\/sup>and KRAS<sup>G12D<\/sup> inhibitors.<br \/>ADGN-123 and ADGN-121 are gene-editing complexes containing proprietary sgRNA targeting KRAS<i><sup>G12C<\/sup><\/i> and KRAS<i><sup>G12D<\/sup><\/i> respectively, complexed with proprietary peptides. ADGN-123 and ADGN-121 were evaluated on pancreas, colorectal, and lung cancer cells harboring KRAS<i><sup>G12C or G12D<\/sup><\/i> mutations. ADGN-123 was evaluated on NCI-H358 and Mia-PACA generated clones resistant to sotorasib\/adagrasib and harboring KRAS<i><sup>G12C,R68M<\/sup><\/i> and KRAS<i><sup>G12C,Y96D <\/sup><\/i> secondary mutations. ADGN-121 was evaluated on ASPC-1 and PANC-1 generated clones resistance to MRTX-1133 .<i> In-vivo<\/i> efficacy of IV-administered ADGN-121 (0.25-1.0 mg\/kg, day 1 and 7) was evaluated in PANC-1 (KRAS<sup>G12D<\/sup>) mouse xenografts.<br \/>ADGN-123 and ADGN-121 selectively silenced KRAS<i><sup>G12C<\/sup><\/i> and KRAS<i><sup>G12D<\/sup><sub>, <\/sub> <\/i>respectively, in cancer cells resulting in inhibition of cell proliferation (IC<sub>50<\/sub>: 10-30 nM) and of the phosphorylation of ERK and AKT. we showed that ADGN-123 containing gRNA<i><sup>G12C<\/sup><\/i>\/mRNA<sub>Cas9<\/sub><sup> <\/sup> blocks the proliferation (IC<sub>50<\/sub> : 10-20 nM) of cells with secondary KRAS<sup>G12C\/R68M<\/sup> and KRAS<sup>G12C\/Y96D<\/sup> mutations or with KRAS in a permanent active state and<sup> <\/sup>effectively inhibits ERK phosphorylation. We showed that ADGN-121 containing gRNA<i><sup>G12D<\/sup><\/i>\/mRNA<sub>Cas9<\/sub><sup> <\/sup> can effectively inhibit the proliferation (IC<sub>50<\/sub> : 10-15 nM) of ASPC-1 MRTX-1133R and PANC-1 MRTX-1133R cells with high level of KRAS<sup>G12D<\/sup>-GTP active state. No resistance was detected after ADGN-123 or ADGN-121 treatments. We demonstrated that only two IV-administrations of ADGN-121 containing gRNA<i><sup>G12D<\/sup><\/i>\/mRNA<sub>Cas9<\/sub><sup> <\/sup>abolished PANC-1 tumor growth in a dose dependent manner, resulting in significant tumor regression at 1.0 mg\/kg. In contrast, no effect on tumor growth was observed with nonspecific gRNA. ADGN treatments were well tolerated, with no signs of clinical toxicity detected after single or repeat administration.<br \/>Our study provides a proof-of-concept that ADGN complexes can be applied to target driver mutations of cancers <i>in vivo<\/i> and permanently disrupt the oncogenic alleles, leading to major tumor regression. ADGN-123 and ADGN-121 constitute a potent alternative strategy to overcome resistance associated to small molecule inhibitors of KRAS<sup>G12C<\/sup> and KRAS<sup>G12D<\/sup>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-02 Gene therapy and radiation studies,,"},{"Key":"Keywords","Value":"KRAS,Resistance,Gene silencing,CRISPR\/Cas9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Divita<\/b><sup>1<\/sup>, A. Grunenberger<sup>2<\/sup>, V. Guzman-gonzalez<sup>2<\/sup>, E. Czuba<sup>2<\/sup>, k. Boularache<sup>2<\/sup>, M. Guidetti<sup>3<\/sup>, V. Josserand<sup>3<\/sup>, N. Desai<sup>1<\/sup>; <br\/><sup>1<\/sup>AADIGEN, Pacific Palisades, CA, <sup>2<\/sup>DIVINCELL, Nimes, France, <sup>3<\/sup>IAB, Grenoble, France","CSlideId":"","ControlKey":"61f1c162-34f3-4bf6-ac16-0ffdecefcaf9","ControlNumber":"6757","DisclosureBlock":"<b>&nbsp;G. Divita, <\/b> <br><b>AADIGEN<\/b> Employment, Patent. <br><b>DIVINCELL<\/b> Employment. <br><b>A. Grunenberger, <\/b> <br><b>DIVINCELL<\/b> Employment. <br><b>V. Guzman-gonzalez, <\/b> <br><b>DIVINCELL<\/b> Employment. <br><b>E. Czuba, <\/b> <br><b>DIVINCELL<\/b> Employment. <br><b>K. Boularache, <\/b> <br><b>DIVINCELL<\/b> Employment.<br><b>M. Guidetti, <\/b> None..<br><b>V. Josserand, <\/b> None.&nbsp;<br><b>N. Desai, <\/b> <br><b>aadigen<\/b> Employment, Patent, Other Intellectual Property. <br><b>DIVINCELL<\/b> Stock, Patent.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5305","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7236","PresenterBiography":null,"PresenterDisplayName":"Gilles Divita","PresenterKey":"03c48248-dcd8-4dae-ae01-39c95b9ba93b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7236. Selective deletion of the KRAS mutant gene with ADGN-123 and ADGN-121 peptide-RNA nanoparticles: A new strategy to overcome acquired resistance to KRAS<sup>G12C<\/sup> and KRAS<sup>G12D<\/sup> small molecule inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Selective deletion of the KRAS mutant gene with ADGN-123 and ADGN-121 peptide-RNA nanoparticles: A new strategy to overcome acquired resistance to KRAS<sup>G12C<\/sup> and KRAS<sup>G12D<\/sup> small molecule inhibitors","Topics":null,"cSlideId":""},{"Abstract":"BRCA1 and BRCA-2 proteins are involved in the repair of DNA damage such as double-strand breaks during S and G2 phases, by intervening in homologous recombination (HR) steps. Breast cancers arising from BRCA-1 mutation carriers (10% of BC) and from epigenetically silenced BRCA-1 (30% of sporadic BC) are associated with a lack of expression and\/or function of BRCA-1, which induces genomic instability. Herein, we describe a new potent strategy combining mRNAs with a tumor selective peptide nanocarrier, to selectively rescue BRCA-1 function as potential therapeutic approach in cancers.<br \/>Proprietary BRCA-1 derived mRNA were complexed with proprietary short amphipathic peptides and the resulting nanoparticles were evaluated on several breast cancer cells, harboring different BRCA-1 alterations.. Sensitivity to Veliparib (PARPi) following the nanoparticle treatments were evaluated on PARPI resistant and PARPi sensitive cells. The recruitment of RAD51 to sites of double stranded DNA break was quantified by immunofluorescence. <i>In-vivo<\/i> efficacy of varying sequences of BRCA-1 mRNA-peptide nanoparticles (2.0 mg\/kg, weekly, IV; ADGN-901, -902, -903) and veliparib (50mg\/kg, daily, oral) were evaluated on breast cancer (HCC1937-BRCA-1 deficient, PARPi resistant) mouse xenografts.<br \/>We showed that ADGN-901 inhibits the proliferation of BRCA-1 deficient cell lines from 20 to 60% depending on the type of BRCA-1 alterations. ADGN-902, specifically reduces the proliferation of cells expressing N-terminal truncated BRCA-1, by 50 to 60% and ADGN-903 inhibits proliferation &#62;60% of all cells harboring defects in BRCA-1. Interestingly, ADGN-901 and ADGN-903 were able to resensitize the PARPi resistant cells to veliparib inhibition. We demonstrated that ADGN-903 restores BRCA-1 function in homologous recombination. ADGN-903 prevents RAD51 recruitment to the damage site by reducing RAD51 protein level as well as formation of RAD51 foci following irradiation. IV administration of ADGN-901 and ADGN-903 (2.0 mg\/kg) had a strong inhibitory effect on HCC-1937 tumor growth while ADGN-902 and veliparib were inactive. ADGN-901 reduced tumor growth by 95% and ADGN-903 abolished tumor growth with strong tumor regressions. ADGN-901 and ADGN-903, were also evaluated on large tumors of about 500-600 mm<sup>3 <\/sup>and were highly effective in preventing further progression and achieving shrinkage of large tumors. ADGN-901 and ADGN-903 treatments are well tolerated, without inducing clinical toxicity. BRCA-1 mRNA-peptide nanoparticles are effective in rescuing BRCA-1 function and inducing tumor regressions in BRCA-1 altered breast cancer cells and tumors. Our study provides a proof-of-concept that restoration of wild type BRCA-1 expression could be a potent therapeutic strategy for BRCA-1 altered tumors whether or not they are PARPi resistant.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-02 Gene therapy and radiation studies,,"},{"Key":"Keywords","Value":"BRCA1,Tumor suppressor gene,Homologous recombination,mRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Divita<\/b><sup>1<\/sup>, A. Grunenberger<sup>2<\/sup>, L. Cabrera<sup>2<\/sup>, N. Durany<sup>1<\/sup>, N. Desai<sup>1<\/sup>; <br\/><sup>1<\/sup>AADIGEN, Pacific Palisades, CA, <sup>2<\/sup>DIVINCELL, Nimes, France","CSlideId":"","ControlKey":"26ff6b1c-48c4-451b-b069-215bd6bf0d7a","ControlNumber":"8096","DisclosureBlock":"<b>&nbsp;G. Divita, <\/b> <br><b>AADIGEN<\/b> Employment, Patent. <br><b>DIVINCELL<\/b> Employment, Stock. <br><b>A. Grunenberger, <\/b> <br><b>DIVINCELL<\/b> Employment. <br><b>L. Cabrera, <\/b> <br><b>DIVINCELL<\/b> Employment. <br><b>N. Durany, <\/b> <br><b>DIVINCELL<\/b> Employment. <br><b>N. Desai, <\/b> <br><b>AADIGEN<\/b> Employment, Stock.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5307","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7237","PresenterBiography":null,"PresenterDisplayName":"Gilles Divita","PresenterKey":"03c48248-dcd8-4dae-ae01-39c95b9ba93b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7237. Peptide-mRNA complex mediated restoration of BRCA-1 tumor suppressor function in BRCA-1 mutated cancers as a new therapeutic strategy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Peptide-mRNA complex mediated restoration of BRCA-1 tumor suppressor function in BRCA-1 mutated cancers as a new therapeutic strategy","Topics":null,"cSlideId":""},{"Abstract":"Gene therapy is a cornerstone of modern medicine's quest for precision treatment to cure human disease including cancer. The current approach to gene delivery technology employs viral vector delivery systems. While effective, these vectors present significant challenges including immunogenicity, safety concerns due to off-target non-tissue specific delivery, payload limitations, and significant cost ultimately diluting their therapeutic potential. Thus, novel approaches to gene delivery are necessary. One such approach to address these critical limitations involves DNA Nanobots, a DNA-based nanotechnology that allows for a tissue-\/target-cell specific gene delivery system. Utilizing DNA origami molecular assembly techniques, our DNA Nanobots offer a customizable and highly precise delivery platform, free from viral vector constraints. This innovative approach has the potential to transform the landscape of gene therapy by providing a safer, more efficient, and targeted alternative. Key technical advancements with our DNA Nanobots Gene Delivery Platform include: &#8226;CRISPR Cas-9 Integration: By incorporating CRISPR Cas-9 functional proteins, our nanobots were shown to enhance gene editing precision in primary human T cells, broadening therapeutic applications across various genetic conditions. &#8226;Targeted mRNA Delivery: Our nanobots revealed promising results in the targeted delivery of mRNA, vital for vaccine development and personalized treatments. &#8226;Efficient antisense\/siRNA Delivery: Prior studies have overcome traditional challenges including endosomal escape and cytoplasmic entry, demonstrating effective siRNA delivery critical for gene silencing therapeutic development. In summary, DNA Nanobots mark a paradigm shift in gene therapy. Their ability to deliver various nucleic acids with high specificity and efficiency addresses many of the current methodological limitations especially off-target safety concerns and high cost. This advancement not only enhances the therapeutic index of existing treatments but also opens avenues for novel therapeutic strategies, potentially reshaping the future of molecular medicine and gene therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-04 Vector systems and targeting strategies,,"},{"Key":"Keywords","Value":"Gene therapy,CRISPR\/Cas9,Nanoparticle,mRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Shahhoessini<sup>1<\/sup>, J. R. Spitzner<sup>1<\/sup>, C. R. Lucas<sup>1<\/sup>, C. E. Castro<sup>2<\/sup>, <b>P. D. Halley<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>DNA Nanobots, LLC, Columbus, OH, <sup>2<\/sup>The Ohio State University, Columbus, OH","CSlideId":"","ControlKey":"202bf1ee-b655-44b8-9652-1db780cebe59","ControlNumber":"8743","DisclosureBlock":"&nbsp;<b>M. Shahhoessini, <\/b> None..<br><b>J. R. Spitzner, <\/b> None..<br><b>C. R. Lucas, <\/b> None..<br><b>C. E. Castro, <\/b> None..<br><b>P. D. Halley, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5306","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7238","PresenterBiography":null,"PresenterDisplayName":"Patrick Halley","PresenterKey":"29d5b112-52b9-496e-a869-4ea71c584737","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7238. Exploring the potential of targeted DNA Nanobot delivery systems for gene delivery","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the potential of targeted DNA Nanobot delivery systems for gene delivery","Topics":null,"cSlideId":""},{"Abstract":"One of the challenges in CAR-T cell therapies is the need for ex vivo processing of autologous T cells. The generation of CAR-T cells directly within the patient has therefore become an attractive alternative. Here, we pseudotyped lentiviral vectors with a VSV-G protein engineered to de-target the LDL receptor and to bind to CD3 via a displayed CD3-specific single-chain antibody (G-CD3), allowing for targeted recognition of T cells. In ex vivo experiments, we demonstrated that engineered G-CD3-LV specifically recognizes and transduces T cells in PBMC and whole blood without apparent off-target transduction of other cells. Furthermore, unlike G-WT-LV, which necessitates T cell activation for transduction, G-CD3-LV does not require pre-activation or the presence of cytokines for successful T cell transduction. The presence of CD3 antibodies on the surface of G-CD3-LV alone was sufficient to activate T cells, as evidenced by CD25 expression and the induction of T cell proliferation. For in vivo evaluation of retargeted LV efficiency NSG mice implanted with NALM6 B-lymphoma were treated with G-CD3 LV encoding &#945;CD19-CAR\/GFP (G-CD3\/LV-CAR). The tumor was established by tail vein injection of NALM6\/F-Luc cells, and 3 or 10 days later animals were humanized via intraperitoneal (IP) injection of human PBMC. Four hours after PBMC transfer, G-CD3\/LV-CAR was delivered by IP route. Blood was drawn every week to monitor the generation of CAR-T cells, cytokine levels, and vector copy numbers. Tumor burden was monitored by bioluminescence imaging. Treatment with G-CD3\/LV-CAR at both time points resulted in complete tumor eradication. Subsequently, significant levels of CAR-T cells were observed in the blood through Flow analysis, peaking at two weeks after LV injection. Importantly, mice treated on day 10 after tumor establishment reached higher levels of CAR-T cells compared to those treated on day 3 (CAR-T levels were 38&#177;6.5% vs. 10&#177;2.38% of hCD45+ cells, respectively). These results suggest that CAR-T cells proliferated proportionally in response to the level of tumor antigen. With the eradication of the tumor, CAR-T levels in the blood diminished. We also demonstrated that the levels of CAR-T cells correlated well with vector copy numbers. Throughout the treatment, mice did not exhibit any signs of toxicity or body weight loss. Additionally, by measuring cytokines in the blood produced by human cells, we found only a moderate increase in hIFN&#947; (0.852&#177;0.681 ng\/ml) at the peak of CAR-T cell levels in the blood, while the levels of hIL-2 and hTNF&#945; were below the detection limit. In summary, these data highlight the efficiency and potential applicability of fully retargeted, serum stable LV vectors for in vivo CAR-T generation, offering promising prospects to optimize CAR-T cells therapy applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-04 Vector systems and targeting strategies,,"},{"Key":"Keywords","Value":"CAR T cells,In vivo,Lentivirus,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Krotova<\/b><sup>1<\/sup>, G. Nenavath<sup>1<\/sup>, N. Packiriswamy<sup>1<\/sup>, R. Vandergaast<sup>1<\/sup>, Y. McDaniel<sup>1<\/sup>, M. Moy<sup>1<\/sup>, Z. Larson<sup>1<\/sup>, L. Schnebeck<sup>1<\/sup>, C.-H. Chin<sup>1<\/sup>, K. Gromer<sup>1<\/sup>, K.-W. Peng<sup>2<\/sup>, S. J. Russell<sup>2<\/sup>; <br\/><sup>1<\/sup>Imanis Life Sciences, LLC, Rochester, MN, <sup>2<\/sup>Vyriad, Rochester, MN","CSlideId":"","ControlKey":"02eff87b-7677-4e37-836f-216c0432c252","ControlNumber":"5345","DisclosureBlock":"&nbsp;<b>K. Krotova, <\/b> None..<br><b>G. Nenavath, <\/b> None..<br><b>N. Packiriswamy, <\/b> None..<br><b>R. Vandergaast, <\/b> None..<br><b>Y. McDaniel, <\/b> None..<br><b>M. Moy, <\/b> None..<br><b>Z. Larson, <\/b> None..<br><b>L. Schnebeck, <\/b> None..<br><b>C. Chin, <\/b> None..<br><b>K. Gromer, <\/b> None..<br><b>K. Peng, <\/b> None..<br><b>S. J. Russell, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5308","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7239","PresenterBiography":null,"PresenterDisplayName":"Karina Krotova, PhD","PresenterKey":"054b2f58-fc2b-46b7-bd29-6f68ea627a52","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7239. Eradication of B cell lymphoma in a mouse model through <i>in vivo<\/i> transduction of T cells with an aCD19-CAR utilizing a CD3-targeted lentiviral vector","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Eradication of B cell lymphoma in a mouse model through <i>in vivo<\/i> transduction of T cells with an aCD19-CAR utilizing a CD3-targeted lentiviral vector","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint inhibitors (ICIs) have significant clinical benefits, but are limited by both primary and acquired resistance. The absence of T cells within the tumor microenvironment (TME) is a significant hurdle, reducing the efficacy of ICIs against solid tumors. Multiple studies have been initiated to modify the TME to enhance the effectiveness of ICIs. We previously demonstrated that the intratumor delivery of a plasmid encoding interleukin-12 (pIL-12) using gene electrotransfer (GET) resulted in a significant increase in T effector cells and a reduction in T regulatory cells and myeloid derived suppressor cells within the TME, inducing a robust immune response. Combining pIL-12 GET with ICIs resulted in local and systemic responses in both preclinical and clinical studies. While encouraging results were obtained, improvements were possible. For example, the established GET technology requires high applied voltage for plasmid delivery. In addition, satisfactory delivery cannot be immediately detected. Our current research has focused on developing the next generation GET technology to overcome these issues. This new system includes a pulse generator, a heat source and a tissue impedance measuring device. An array that incorporates independently addressable electrodes was also developed. A moderate elevation of the tissue temperature coupled with the electrode array enabled a 75% reduction in the applied voltage. We tested the approach in the B16.F10 mouse melanoma model. Delivery of pIL-12 with the new system resulted in 100% long-term complete regression and 100% protection from challenge. In addition, monitoring impedance within each independent section of the electrode array revealed different pulse numbers were needed to achieve delivery in each section. We next evaluated a combination therapy, pIL-12 plasmid combined with a plasmid encoding a PD1 peptide, delivered with the next-gen device. In a multi-tumor model, the plasmids were delivered to the subcutaneous tumor; tumors generated with an intraperitoneal injection were untreated. This new therapy induced complete regression of the subcutaneous tumor and blockage of peritoneal tumor growth as assessed via in vivo imaging. Peritoneal tumor growth was not affected by single plasmid delivery or when both plasmids were delivered with the established GET technology. Work is ongoing to translate this approach to clinical evaluation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-02 Gene therapy and radiation studies,,"},{"Key":"Keywords","Value":"Gene transfer,Checkpoint,Cytokines,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Heller<\/b><sup>1<\/sup>, L. C. Heller<sup>1<\/sup>, G. Shi<sup>1<\/sup>, J. Synowiec<sup>1<\/sup>, J. Singh<sup>1<\/sup>, A. Otten<sup>2<\/sup>, M. J. Jaroszeski<sup>2<\/sup>; <br\/><sup>1<\/sup>USF Health Morsani College of Medicine, Tampa, FL, <sup>2<\/sup>University of South FLorida, College of Engineering, Tampa, FL","CSlideId":"","ControlKey":"5cace670-a2b2-41a0-ad40-3a649509e2dd","ControlNumber":"2066","DisclosureBlock":"<b>&nbsp;R. Heller, <\/b> <br><b>Inovio Pharmaceuticals<\/b> Stock. <br><b>MMD Technologies<\/b> Stock. <br><b>L. C. Heller, <\/b> <br><b>Inovio Pharmaceuticals<\/b> Stock. <br><b>MMD Technologies<\/b> Stock.<br><b>G. Shi, <\/b> None..<br><b>J. Synowiec, <\/b> None..<br><b>J. Singh, <\/b> None..<br><b>A. Otten, <\/b> None.&nbsp;<br><b>M. J. Jaroszeski, <\/b> <br><b>MMD Technologies<\/b> Stock.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5309","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7240","PresenterBiography":null,"PresenterDisplayName":"Richard Heller, PhD","PresenterKey":"3c1c26d0-b066-4d69-834c-750453867dc7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7240. Intratumor delivery of plasmid DNA encoding immune stimulating agents induces both local and systemic responses","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intratumor delivery of plasmid DNA encoding immune stimulating agents induces both local and systemic responses","Topics":null,"cSlideId":""},{"Abstract":"Background: Oncolytic virotherapy has emerged as a novel antitumor platform to induce tumor-specific cytopathic effect against human cancer cells. However, whether oncolytic virotherapy is effective to canine cancer cells remains unclear. We developed telomerase-specific oncolytic adenoviruses OBP-301 and a p53-armed OBP-702 based on human adenovirus serotype 5. OBP-301 and OBP-702 have therapeutic potential against various types of human cancer cells. As recent report has suggested that human adenovirus serotype 5 induces cytopathic effect against canine cancer cells, OBP-301 and OBP-702 are expected to have therapeutic effects against canine cancer cells. Furthermore, it has been reported that CDK4\/6 inhibitors clinically used for human breast cancers promote the replication of oncolytic adenoviruses, suggesting that combination of CDK4\/6 inhibitors promote the therapeutic potential of oncolytic adenoviruses. In this study, we investigated the therapeutic potential of OBP-301 and OBP-702 against canine breast cancer cells in monotherapy and combination therapy with CDK4\/6 inhibitor.<br \/>Methods: Two canine breast cancer cell lines (CMT-U27, AZA-CB) were used in this study. The antitumor effect of OBP-301 and OBP-702 against canine breast cancer cells was analyzed using the XTT assay. The therapeutic potential of combination therapy with CDK4\/6 inhibitor (palibociclib) was further analyzed. Virus-mediated induction of adenovirus E1A and p53 expression was analyzed by Western blotting. The in vivo antitumor effects of OBP-301 and OBP-702 were assessed using CMT-U27 subcutaneous tumor model.<br \/>Results: OBP-301 and OBP-702 had cytopathic effect against CMT-U27 and AZA-CB cells. The antitumor activity of OBP-702 was superior to that of OBP-301. The combination of palbociclib and OBP-301 showed a more profound antitumor effect compared with monotherapy against CMT-U27 and AZA-CB cells. The expression of E1A and p53 was increased in virus-treated CMT-U27 and AZA-CB cells in a dose-dependent manner. Intratumoral administration of OBP-301 and OBP-702 significantly suppressed the growth of subcutaneous CMT-U27 tumors compared with mock treatment.<br \/>Conclusion: Our results suggest that telomerase-specific oncolytic adenoviruses have cytopathic effect against canine breast cancer cells via virus infection and replication. Furthermore, combination of CDK4\/6 inhibitor may be a promising strategy for promoting the antitumor effect of oncolytic adenovirus against canine breast cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-04 Vector systems and targeting strategies,,"},{"Key":"Keywords","Value":"Breast cancer,Oncolytic adenovirus,CDK4\/6 inhibitors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Hashimoto<\/b><sup>1<\/sup>, H. Tazawa<sup>1<\/sup>, S. Kikuchi<sup>1<\/sup>, S. Kuroda<sup>1<\/sup>, Y. Urata<sup>2<\/sup>, S. Kagawa<sup>1<\/sup>, T. Fujiwara<sup>1<\/sup>; <br\/><sup>1<\/sup>Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan, <sup>2<\/sup>Oncolys BioPharma, Inc., Tokyo, Japan","CSlideId":"","ControlKey":"f7705686-0179-496b-b810-41ab5a6db42b","ControlNumber":"4813","DisclosureBlock":"&nbsp;<b>N. Hashimoto, <\/b> None..<br><b>H. Tazawa, <\/b> None..<br><b>S. Kikuchi, <\/b> None..<br><b>S. Kuroda, <\/b> None.&nbsp;<br><b>Y. Urata, <\/b> <br><b>President & CEO of Oncolys BioPharma, Inc.<\/b> Fiduciary Officer.<br><b>S. Kagawa, <\/b> None..<br><b>T. Fujiwara, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5310","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7241","PresenterBiography":null,"PresenterDisplayName":"Naoyuki Hashimoto, DVM","PresenterKey":"8310e0ce-56f6-4d98-b9fc-f638b2e430ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7241. Combination of CDK4\/6 inhibitor promotes the antitumor effect of oncolytic adenovirus against canine breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination of CDK4\/6 inhibitor promotes the antitumor effect of oncolytic adenovirus against canine breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapy has been used to make great strides in helping cancer patients, and new approaches to reactivate patient immunity are constantly being developed. We are developing immunostimulatory gene therapy using adenoviruses as gene vehicles to inflame the tumor microenvironment and drive anti-tumor immunity. One consequence of immune activation is PD-L1 upregulation, so to optimize our treatment, we are using a novel gene therapy vehicle expressing both immune activators and a PD-L1-blocking Affibody molecule. Affibody molecules are tri-helical proteins engineered to bind specific target molecules with high affinity. These molecules have successfully been used to image cancer cells in the body and can block target proteins. Affibody molecules are advantageous over other affinity molecules due to their small size, averaging about 6 kDa, and their high stability. The small size makes an Affibody molecule an ideal candidate for use in viral vectors, where genetic space is limited. In the present study, we tested the biological activity of a PD-L1 targeted Affibody molecule expressed from a viral vehicle compared to the synthetic protein, using a Bio-IC <i>in vitro<\/i> luciferase assay. Further, the capacity of the PD-L1-binding Affibody molecule to prevent inhibitory signaling was evaluated in an ovarian cancer\/immune cell co-culture assay.<br \/>Our results demonstrate that cell lines infected with viral gene vehicles successfully express and release the Affibody molecule as demonstrated with PCR and ELISA. Furthermore, the supernatants containing the Affibody molecule and synthetic Affibody molecule inhibited the activity of PD-L1 in the BioIC assay. Next, an adenovirus vector containing trimerized-CD40L and 4-1BBL (LOAd703), known to upregulate PD-L1 in stimulated dendritic cells, was modified to co-express the anti-PD-L1 Affibody molecule (LOAd724). Gene expression was confirmed using PCR, flow cytometry (CD40L, 4-1BBL) and ELISA (anti-PD-L1 Affibody molecule). The tumor\/immune cell co-culture is underway. In summary, Affibody molecules can be expressed from adenoviral gene vehicles alone or in combination with immunostimulatory genes. Further studies are warranted to understand the role of local PD-L1 blockade in the tumor microenvironment following LOAd724 therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-04 Vector systems and targeting strategies,,"},{"Key":"Keywords","Value":"Oncolytic adenovirus,Checkpoint Inhibitors,PD-L1,Immunostimulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. A. White<\/b><sup>1<\/sup>, I. Vaask<sup>1<\/sup>, J. Härdin<sup>1<\/sup>, E. Eriksson<sup>1<\/sup>, A. Sandegren<sup>2<\/sup>, F. Y. Frejd<sup>2<\/sup>, T. Lövgren<sup>1<\/sup>, A. Loskog<sup>1<\/sup>; <br\/><sup>1<\/sup>Uppsala University, Uppsala, Sweden, <sup>2<\/sup>Affibody AB, Solna, Sweden","CSlideId":"","ControlKey":"25189f1f-fc0d-48ae-baf1-58cf5de5a342","ControlNumber":"6265","DisclosureBlock":"&nbsp;<b>L. A. White, <\/b> None..<br><b>I. Vaask, <\/b> None..<br><b>J. Härdin, <\/b> None.&nbsp;<br><b>E. Eriksson, <\/b> <br><b>Lokon Pharma AB<\/b> Employment. <br><b>A. Sandegren, <\/b> <br><b>Affibody AB<\/b> Employment. <br><b>F. Y. Frejd, <\/b> <br><b>Affibody AB<\/b> Employment. <br><b>Immuneed AB<\/b> Other, Board member. <br><b>Akiram Therapeutics AB<\/b> Other, Board member. <br><b>Mergus Development AB<\/b> Other, Board member. <br><b>Amylonix AB<\/b> Other, Deputy board.<br><b>T. Lövgren, <\/b> None.&nbsp;<br><b>A. Loskog, <\/b> <br><b>Lokon Pharma AB<\/b> Employment, Grant\/Contract, Other, Board member. <br><b>Repos Pharma AB<\/b> Other, Chairman of the board. <br><b>Lynxalo AB<\/b> Other, Board member. <br><b>Tanea Medical AB<\/b> Other, Board member. <br><b>Vivolux AB<\/b> Other, Board member. <br><b>Nexttobe AB<\/b> Other, Deputy board member. <br><b>Almo Alo AB<\/b> Other, Deputy board member. <br><b>Promgranate Veterinary AB<\/b> Other, Deputy board member. <br><b>Aros Biotech AB<\/b> Other, Deputy board member.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5311","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7242","PresenterBiography":null,"PresenterDisplayName":"Luke White, PhD,BS","PresenterKey":"5ec7d383-5e3a-48d2-9bc2-d382b375b41b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7242. Immunostimulatory gene therapy co-expressing immune activators TMZ-CD40L and 4-1BBL with a PD-L1-targeting Affibody molecule to reactivate T cell immunity","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunostimulatory gene therapy co-expressing immune activators TMZ-CD40L and 4-1BBL with a PD-L1-targeting Affibody molecule to reactivate T cell immunity","Topics":null,"cSlideId":""},{"Abstract":"Metastatic cancer affects millions of people worldwide annually and is the leading cause of cancer-related deaths. Most patients with metastatic disease are not eligible for surgical resection, and current therapeutic regimens have varying success rates, some with 5-year survival rates below 5%. Here we test the hypothesis that metastatic cancer can be genetically targeted by exploiting somatic single base substitution mutations that occur as part of normal aging prior to transformation. These passenger mutations are targetable because ~10% of them form novel tumor-specific &#8220;NGG&#8221; protospacer adjacent motif (PAM) sites targetable by CRISPR-Cas9. We studied five patients with pancreatic cancer (pc) who underwent a rapid autopsy to determine areas of evolutionary conservation that were maintained throughout all metastases in each patient&#8217;s cancer. Using whole genome sequencing validated by high-depth capture sequencing, we found that 90% of somatic PAM targets were maintained between primary carcinomas and metastases. We identified regions of loss of heterozygosity (LOH) surrounding tumor suppressor genes and oncogenes in the primary tumor where PAMs were 100% conserved in metastases. These regions of truncal LOH represent genetic vulnerabilities in these carcinomas and a CRISPR-based gene therapy approach targeting PAMs in these regions may be a novel way to genetically target metastatic cancer. Using multitarget sgRNA which cut at a known number of sites in the human genome, we determined a relationship between the number of CRISPR-Cas9 cuts and growth inhibition in PC cells. We found that 8-10 target sites in non-coding regions were sufficient to induce &#62;95% cancer cell death. Furthermore, only 2-3 targets were required to achieve a comparable level of cell death in the presence of a DNA double strand break inhibitor. Finally, using cocultures of PC cells transduced with sgRNA targeting multiple tumor specific PAMs, we demonstrate selective cell killing of three different PC cell lines. Importantly, deep sequencing of patient-matched normal lymphocytes lacking the tumor-specific PAMs treated with the same sgRNA array exhibited no editing at the targeted loci. This work establishes a bioinformatic platform for the discovery of tumor-specific CRISPR targets in the context of metastatic disease and demonstrates selective killing of cancer cells while sparing the patient&#8217;s normal cells. These data establish the proof of principle for a gene therapy approach targeting metastatic disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-02 Gene therapy and radiation studies,,"},{"Key":"Keywords","Value":"Gene therapy,CRISPR\/Cas9,Loss of heterozygosity,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Bowland<\/b><sup>1<\/sup>, J. Lai<sup>1<\/sup>, S. K. Teh<sup>1<\/sup>, A. Bennett<sup>1<\/sup>, A. Skaist<sup>1<\/sup>, Y. Zhang<sup>1<\/sup>, E. Thompson<sup>1<\/sup>, R. H. Hruban<sup>1<\/sup>, N. J. Roberts<sup>1<\/sup>, R. Karchin<sup>1<\/sup>, C. A. Iacobuzio-Donahue<sup>2<\/sup>, J. R. Eshleman<sup>1<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD, <sup>2<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"e5dd43ae-dae9-40d2-8195-612d663ac3a2","ControlNumber":"5756","DisclosureBlock":"&nbsp;<b>K. Bowland, <\/b> None..<br><b>J. Lai, <\/b> None..<br><b>S. K. Teh, <\/b> None..<br><b>A. Bennett, <\/b> None..<br><b>A. Skaist, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>E. Thompson, <\/b> None..<br><b>R. H. Hruban, <\/b> None..<br><b>N. J. Roberts, <\/b> None..<br><b>R. Karchin, <\/b> None..<br><b>C. A. Iacobuzio-Donahue, <\/b> None..<br><b>J. R. Eshleman, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5312","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7243","PresenterBiography":null,"PresenterDisplayName":"Kirsten Bowland, BS","PresenterKey":"91825a66-4702-4dc6-b4f2-d13014761555","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7243. CRISPR-cas9 genetic targeting of metastatic pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CRISPR-cas9 genetic targeting of metastatic pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"In this study, we aim to investigate the therapeutic potential of <i>in vivo<\/i> genetic therapy using AAV-mediated adenine base editor (ABE) delivery for pancreatic ductal adenocarcinoma (PDAC) carrying the <i>KRAS<\/i><sup>G12D<\/sup> mutation (PDAC<sup>G12D<\/sup>), and further explore its potential when combined with immune checkpoint blockade (ICB). The <i>KRAS<\/i><sup>G12D<\/sup> mutation is a dominant genetic alteration representing a highly sought-after and effective therapeutic target in PDAC. However, the <i>in vivo<\/i> genetic therapy for <i>KRAS<\/i><sup>G12D<\/sup> in PDAC has been rarely explored. Programmable base editors have been shown to install genetic mutations precisely and have significant therapeutic value, providing a promising strategy for genetic therapy of PDAC<sup>G12D<\/sup>. Here, we engineered ABEs derived from various programmable nucleases, considering the protospacer adjacent motif (PAM) or target adjacent motif (TAM) sequence. The hypercompact A8e-enIscB demonstrated the highest editing efficiency in HEK293T<sup>G12D<\/sup> and PANC-1 cell lines. Subsequently, A8e-enIscB was packaged into a single-AAV system and delivered to humanized mice subcutaneously transplanted with patient-derived organoid<sup>G12D<\/sup> (PDO<sup>G12D<\/sup>). We found the delayed tumor progression with BE-based genetic therapy. Additionally, a substantial editing efficiency in tumor tissues and lower off-target editing in normal tissues was observed. By comparing single-cell transcriptome sequencing data between BE-treated and non-treated samples, we observed a reprogrammed immune microenvironment characterized by elevated infiltration of cytotoxic CD8<sup>+<\/sup> T cells and NK cells, as well as decreased recruitment of suppressive PMN-MDSCs, Tregs and TAMs upon correction of <i>KRAS<\/i><sup>G12D<\/sup>. Furthermore, AAV-directed ABE genetic therapy could significantly sensitize PDAC to ICB therapy (anti-PD-1, anti-CTLA4) in humanized PDAC PDO\/PDX mouse models. Accordingly, an ongoing work in which the genetic therapy combined with ICB phase IA investigator-initialized trial will be designed to evaluate the safety of this regimen. In summary, our study demonstrates the efficiency and safety of innovative genetic therapy for correcting the <i>KRAS<\/i><sup>G12D<\/sup> mutation in PDAC. Furthermore, we demonstrated the therapeutic potential of combining this genetic therapy with ICB.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-02 Gene therapy and radiation studies,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Gene therapy,Immune checkpoint blockade,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Yang<\/b>, Q. Fang, T. Zhou, Y. Xie, J. Yu, J. Hao; <br\/>Pancreas Center, Tianjin Medical University Cancer Institute and Hospital, National Clinical Research Center for Cancer; Tianjin Key Laboratory of Digestive Cancer; Tianjin's Clinical Research Center for Cancer, Tianjin, China","CSlideId":"","ControlKey":"185cae8f-91fa-4e3f-b684-95ca7d7adba9","ControlNumber":"2402","DisclosureBlock":"&nbsp;<b>C. Yang, <\/b> None..<br><b>Q. Fang, <\/b> None..<br><b>T. Zhou, <\/b> None..<br><b>Y. Xie, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>J. Hao, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5315","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7246","PresenterBiography":null,"PresenterDisplayName":"Chao Yang","PresenterKey":"36972ff1-3e73-4ce5-a8a7-919066aa20f0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7246. Enhancing PDAC therapy through <i>in vivo<\/i> correction of <i>KRAS<\/i><sup>G12D<\/sup> using enIscB-directed base editor combined with ICB","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing PDAC therapy through <i>in vivo<\/i> correction of <i>KRAS<\/i><sup>G12D<\/sup> using enIscB-directed base editor combined with ICB","Topics":null,"cSlideId":""},{"Abstract":"Emerging advances in gene therapy over the past few decades have revolutionized <u>biomedical research.<\/u><u><\/u> Our lab has pioneered bovine milk and colostrum-derived exosomes (Exo) and devised a nanoplatform for nucleic acid delivery achieving targetability with folic acid (FA) functionalization. We showed that bovine colostrum exosomes complexed with high MW polyethyleneimine (PEI-60K) can efficiently delivery siRNA and plasmid DNA (pDNA) in vitro and in vivo. We hypothesize that lower MW PEI may improve transfection efficiency and enhance oral uptake of EPM-siRNA, in addition to presumably higher degradability in a cellular system. We now report that exosomes and PEI of lower MW (25K)-PEG copolymer is as effective or more effective for delivery of siRNA and pDNA than PEI-60K. Incubation of exosomes, PEI-25K and siRNA in the presence of 5&#8217;-<sup>32<\/sup>P-labeled siRNA as a tracer showed high siRNA entrapment (&#62;90%) based on the distribution of the radioactivity in EPM-siRNA precipitate compared with the supernatant. The efficacy of the EPM matrix is gene specific. As treatment of A549 lung cancer cells with EPM-(PEI-60K)-si<i>KRAS<\/i> showed 60% knockdown of target KRAS gene, which was enhanced to 70% by EPM-(PEI-25K)-si<i>KRAS<\/i>. Moreover, p53-pDNA delivered by EPM-25K resulted in nearly 2-fold higher expression of p53 in p53-null H1299 lung cancer cells compared with EPM-60K. However, still lower MW PEI (PEI-15K) diminished the transfection efficiency (36% KRAS knockdown). EPM formulated with PEI-60K and 25K had similar effect on cell viability of HEK293 cells. Upon <i>in vivo <\/i>testing, EPM-25K loaded with si<i>KRAS<\/i> and functionalized with folic acid (FA) showed time-dependent growth inhibition of A549-innoculated orthotopic lung tumors in NOD Scid mice eliciting 76% (p&#60;0.01) tumor growth inhibition. The tumor inhibition was accompanied with 50% (p&#60;0.05) knockdown of the target gene in the tumor tissue, while the adjacent lung tissue showed no modulation. The anti-tumor efficacy of si<i>KRAS<\/i> delivered by FA-functionalized EPM-25K is the same or somewhat higher than the efficacy reported previously with FA-functionalized EPM-60K.In conclusion, based on our <i>in vitro <\/i>and <i>in vivo<\/i> results, lower MW PEI (PEI-25K) is a suitable alternative for PEI-60K with boosted efficacy in terms of knockdown of KRAS. Our proposed technology offers a platform to advance and overcome the obstacles in the clinical translation of gene therapy.<br \/>Funding: Work supported from funds provided by 3P Biotechnologies and in part Agnes Brown Duggan Funds. Disha Nagesh Moholkar is supported by IPIBS Fellowship, University of Louisville.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-04 Vector systems and targeting strategies,,"},{"Key":"Keywords","Value":"Lung cancer,Exosomes,Folate receptor,RNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. N. Moholkar<\/b><sup>1<\/sup>, R. Kandimalla<sup>1<\/sup>, M. Wallen<sup>2<\/sup>, J. Jeyabalan<sup>2<\/sup>, W. Spencer<sup>2<\/sup>, F. Aqil<sup>1<\/sup>, R. Gupta<sup>3<\/sup>; <br\/><sup>1<\/sup>University of Louisville, Louisville, KY, <sup>2<\/sup>3P Biotechnologies, Inc., Louisville, Louisville, KY, <sup>3<\/sup>University of Louisville and 3P Biotechnologies, Inc., Louisville, Louisville, KY","CSlideId":"","ControlKey":"7c876e30-0294-4874-851e-bf055bb861dd","ControlNumber":"3224","DisclosureBlock":"&nbsp;<b>D. N. Moholkar, <\/b> None..<br><b>R. Kandimalla, <\/b> None..<br><b>M. Wallen, <\/b> None..<br><b>J. Jeyabalan, <\/b> None..<br><b>W. Spencer, <\/b> None..<br><b>F. Aqil, <\/b> None..<br><b>R. Gupta, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5316","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7247","PresenterBiography":null,"PresenterDisplayName":"Disha Moholkar, MS","PresenterKey":"3d05a83d-5b8b-42f7-b062-34eb70932ed2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7247. Exosome-mediated delivery of RNA and DNA: Enhanced efficiency with polycationic PEI-PEG","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exosome-mediated delivery of RNA and DNA: Enhanced efficiency with polycationic PEI-PEG","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b> Viral vectors, such as adeno-associated vector (AAV), play a crucial role in delivering transgenes for gene therapy research. The success of vector transduction is vital for efficacy, which is measured through vector copy number (VCN) and transgene expression. In preclinical studies, both VCN and transgene expression are commonly tested from the same sample to ensure accuracy. We have reported a method for simultaneous high-quality genomic DNA and RNA extraction without splitting the sample, utilizing SPRI bead-based technology that has consistent performance across diverse tissue types and brain regions.<br \/><b>Methods<\/b> AAV was administered to mouse and non-human primate (NHP) models. At the conclusion of each experiment, tissue samples from the adrenal gland, brain, gonads, heart, kidney, liver, lung, skeletal muscle, spinal cord, and spleen were harvested. All tissue samples that demonstrated around 15 mm<sup>3<\/sup> were snap-frozen in liquid nitrogen before nucleic acid extraction. The extraction process was carried out manually or on an automated liquid handler. The quality and quantity of DNA and RNA were then assessed from all tested tissues before downstream assay.<br \/><b>Results<\/b> Our study found that all mouse tissue types (n=72\/tissue type) and NHP (n=11\/tissue type) had an average gDNA and RNA yield that exceeded the minimum yield cutoff of 25 ng\/&#956;L for DNA and 6.25 ng\/&#956;L for RNA. We also analyzed DNA from tissues treated with two different AAV serotype-treated tissues in the mouse model, which showed that transduction across all the tissues was highly efficient for both AAV serotypes. Furthermore, we observed variations in transgene expression levels (copies\/1 &#956;g RNA) among different tissue types. Similar patterns of VCN and transgene expression were also observed in NHP models.<br \/><b>Conclusions<\/b> Efficient gene therapy depends on a safe and effective viral vector. The simultaneous extraction of gDNA and RNA simplifies the process, saves time, ensures quality, and facilitates integration into existing lab automation. This leads to consistent and error-resistant performance in analyzing vector copy and transgene levels.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-02 Gene therapy and radiation studies,,"},{"Key":"Keywords","Value":"Gene therapy,AAV,Simultaneous isolation ,DNA & RNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Wei<\/b>; <br\/>Beckman Coulter, Inc., Indianapolis, IN","CSlideId":"","ControlKey":"e02b4aab-f4d8-4fe5-8903-c53719d8c76f","ControlNumber":"8536","DisclosureBlock":"&nbsp;<b>H. Wei, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5317","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7248","PresenterBiography":null,"PresenterDisplayName":"Han Wei, PhD","PresenterKey":"c94ee5e9-29fb-4da0-b463-660d1116f090","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7248. Simultaneous isolation and parallel analysis of genomic DNA and RNA for gene therapy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Simultaneous isolation and parallel analysis of genomic DNA and RNA for gene therapy","Topics":null,"cSlideId":""},{"Abstract":"GEN2 is a non-replicating retroviral gene transfer vector encoding a sequence-optimized herpes simplex thymidine kinase (HSV-TK), which activates the antiherpetic pro-drug ganciclovir (GCV), resulting in chain termination during DNA replication, triggering cancer cell apoptosis and release of neoantigens (NA). GEN2 also encodes hGM-CSF, which may augment antitumor immunity by enhancing NA presentation to immune effector cells. GEN2 in combination with valganciclovir (an oral formulation of GCV) was evaluated in a dose-escalating Phase 1 clinical trial in 61 adult patients (pts) with an advanced solid tumor (NCT04313868), with serial assessment of PBMCs to detect any GEN2 integration and replication competent retrovirus (RCR). <u>Methods<\/u>: PBMCs were obtained in Cycle 1 (following 1<sup>st<\/sup> \/3<sup>rd<\/sup> dose), prior to and 2 hours after Cycle 2, and thereafter at 6-month intervals for 15 years, or until death or withdrawal of consent. Digital droplet PCR (ddPCR) for psi and envelope gene sequences in extracted genomic DNA from PBMCs was used to detect vector genome integration and replication competent retrovirus (RCR), respectively. <u>Results<\/u>: All 82 samples obtained from the intravenous cohorts 1-12 were below LOD (Limit of Detection) for RCR. All results for integration were BLOQ (Below Limit of Quantitation), whereas 4 samples collected at two hours following the end of infusion were above LOD, likely resulting from non-integrated cDNA. GEN2 continues to be studied in clinical trials in adult patients with solid tumors. Per the 2020 FDA Guidance for Industry (Long Term Follow-Up After Administration of Human Gene Therapy Products), serial assessment of vector integration is mandated throughout a pt&#8217;s participation in a gene therapy clinical trial and for 15 years following the last dose. These guidance documents were originally conceived when gene therapy was developed for treatment of rare hereditary diseases in pediatric pts; however, adult pts enrolled in early-stage clinical trials for cancer typically do not have a prolonged life expectancy (BMC Cancer 2011 11:426). In the context of proper and warranted usage of pts&#8217; blood for testing, attention should be drawn to the limited expectation for a 2<sup>nd<\/sup> malignancy within the lifespan of this pt population, and the absence of detectable RCR in cancer patients receiving retroviral vectors over decades. A recent review noted no evidence of RCR in 1,595 post-treatment PBMCs obtained from 60 clinical trials (Mol Ther 2023 31(3):801). Our results confirm that GEN2 also shows negligible genotoxic risk for gene therapy of cancer at doses tested to date.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-04 Vector systems and targeting strategies,,"},{"Key":"Keywords","Value":"Gene therapy,Retrovirus,Phase I,Thymidine kinase,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. L. Hannah<\/b><sup>1<\/sup>, N. Kasahara<sup>2<\/sup>, L. Liu<sup>1<\/sup>, A. Wang<sup>1<\/sup>, J. McNulty<sup>1<\/sup>, R. G. Johnson, Jr.<sup>1<\/sup>; <br\/><sup>1<\/sup>GenVivo, San Marino, CA, <sup>2<\/sup>University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"98984891-d01c-44a8-8570-fc889edf196a","ControlNumber":"7003","DisclosureBlock":"<b>&nbsp;A. L. Hannah, <\/b> <br><b>GenVivo<\/b> Independent Contractor, Stock Option. <br><b>Neogenomics<\/b> Fiduciary Officer, Stock, Stock Option. <br><b>Rigel Pharmaceuticals<\/b> Fiduciary Officer, Stock, Stock Option. <br><b>Bristol Myers Squibb<\/b> Stock. <br><b>Pfizer<\/b> Stock. <br><b>Merck<\/b> Stock. <br><b>N. Kasahara, <\/b> <br><b>GenVivo<\/b> Independent Contractor, Stock Option. <br><b>4D Molecular Therapeutics<\/b> Independent Contractor, Stock Option. <br><b>L. Liu, <\/b> <br><b>GenVivo<\/b> Employment, Stock Option. <br><b>A. Wang, <\/b> <br><b>GenVivo<\/b> Employment, Stock Option. <br><b>J. McNulty, <\/b> <br><b>GenVivo<\/b> Employment, Stock Option, Patent. <br><b>R. G. Johnson, <\/b> <br><b>GenVivo<\/b> Employment, Fiduciary Officer, Stock Option, Patent. <br><b>Merck<\/b> Stock. <br><b>Roche<\/b> Stock. <br><b>Ipsen<\/b> Stock.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5319","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7250","PresenterBiography":null,"PresenterDisplayName":"Alison Hannah, MD","PresenterKey":"a104c3ed-ae55-47e5-ae8f-34e835173c25","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7250. Serial assessment of GEN2, a retroviral vector for gene transfer of an optimized thymidine kinase and GM-CSF, for genomic integration into peripheral blood mononuclear cells (PBMCs) in a Phase 1 clinical trial in adult patients with solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Serial assessment of GEN2, a retroviral vector for gene transfer of an optimized thymidine kinase and GM-CSF, for genomic integration into peripheral blood mononuclear cells (PBMCs) in a Phase 1 clinical trial in adult patients with solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Tumor immunotherapy, including immune checkpoint therapy, CAR T cell therapy, and TCR-T cell therapy, has made significant progress in the treatment of cancer. Recently, newly developed nanomaterials have also been applied to anti-tumor immunotherapy. Among them, extracellular vesicles (EVs) have been well-engineered in recent years due to their low immunogenicity, high stability, and wide distribution in biological fluids. Despite the recent development of several EVs-based cancer immunotherapies, their clinical efficacy remains limited. In this study, we have developed engineered EVs designed to mimic the function of antigen-presenting cells, which can co-deliver multiple immune-activation signals to tumor-associated T cells. We named these vesicles Antigen-presenting Extracellular Vesicles (AP-EVs). AP-EVs express a high level of MHC I-peptide complexes, costimulatory molecules, and surface-bound cytokines, allowing for the simultaneous presentation of multiple immune modulators to antigen-specific CD8+ T cells. AP-EVs promote the clonal expansion and differentiation of antigen-specific cytotoxic T lymphocytes, resulting in potent anticancer immune responses. Notably, our findings indicate that combination therapy involving AP-EVs and anti-PD-1 yields superior anticancer immunity against established tumors compared to anti-PD-1 monotherapy. This synergistic effect underscores the potential of our engineered EVs as a novel and highly effective strategy for cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-04 Vector systems and targeting strategies,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Antigen presentation,Cancer immunotherapy,bioengineering,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Lyu<\/b>, T. Yamano, S. Imai, T. V. Le, R. Hanayama; <br\/>Kanazawa University, Kanazawa, Japan","CSlideId":"","ControlKey":"610113b3-bb61-4f7d-822b-ffad8b385a93","ControlNumber":"1570","DisclosureBlock":"&nbsp;<b>X. Lyu, <\/b> None..<br><b>T. Yamano, <\/b> None..<br><b>S. Imai, <\/b> None..<br><b>T. V. Le, <\/b> None..<br><b>R. Hanayama, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5320","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7251","PresenterBiography":null,"PresenterDisplayName":"Xiabing Lyu, PhD","PresenterKey":"fc046779-9189-45aa-a6e3-c388eeb6aaf9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7251. Surface-engineered extracellular vesicles to modulate antigen-specific T cell expansion for cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Surface-engineered extracellular vesicles to modulate antigen-specific T cell expansion for cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: This work presents the characterization of two novel HER2 targeting peptides to measure which has the most compatible properties to be used as a siRNA carrier to knock down the CD44 gene in HER2+ breast cancer.<br \/><b>Procedures<\/b>: Targeting peptides were electrostatically complexed with non-targeting siRNAs at different N:P ratios to determine the minimum binding ratios needed to form nanoparticles. Different ratios of peptide-siRNA complexes were tested to determine the minimum molar ratio at which the peptides would protect siRNA from degradation. Cytotoxicity assays were performed to determine cytotoxicity levels at different peptide concentrations. Dynamic light scattering assay was performed to determine peptide-siRNA nanoparticle size and zeta potential. Immunofluorescent microscopy was used to determine the targeting of the peptide to HER2+ cells compared to cells not expressing HER2.<br \/><b>Summary of Results:<\/b> Peptide-siRNA complexes for the P51 and P25 peptides formed at a minimum 20:1 N:P ratio. P25 and P51 peptides both successfully protects the siRNA at N:P ratios from 20:1 to 60:1 for both degradation agents. Cytotoxicity assays show that in the SKBR3 cell line, the P25 and P51 peptides both showed above 80% viability until the 70:1 ratio; however, in the BT474 cell line, the P25 showed above 80% viability to the 50:1 ratio, but the P51 was only viable in the 20:1 ratio. The results of these studies illustrate how both peptides protect siRNA but that the P51 peptide is toxic to some HER2+ breast cancer cell lines.<br \/><b>Conclusions:<\/b> Results show that both peptides target HER2+ breast cancer and are compatible carriers of siRNA, protecting the siRNA well within a cell-like environment. However, from MTS studies, P25 appears less cytotoxic to the cell lines than P51, which shows higher cytotoxicity at high molar ratios. We observed that the P25 protects siRNA from degradation, is cytocompatibility, and promotes efficient internalization into HER2+ cell lines. Future work will include the development of a tandem peptide, including a targeting peptide fused with a fusogenic peptide to increase cancer targeting and efficacy of this targeted treatment.<br \/><b>Acknowledgments: <\/b>This research was supported in part by the Dabo Swinney All-In Foundation as well as Materials Assembly and Design Excellence in South Carolina (MADE in SC) under the National Science Foundation EPSCoR Program under NSF Award #OIA-1655740. Data presented in this material was partially collected using SC BioCRAFT facilities supported by the National Institute of General Medical Sciences (NIGMS) of the National Institutes of Health under award number P30 GM131959.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-04 Vector systems and targeting strategies,,"},{"Key":"Keywords","Value":"siRNA,Targeted therapy,Peptides,HER2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Miserendino<\/b>, S. Tekle, J. Kalogeros, A. Alexander-Bryant; <br\/>Clemson University, Clemson, SC","CSlideId":"","ControlKey":"9110c289-c3a4-4007-9c5d-212d339f2ae8","ControlNumber":"8237","DisclosureBlock":"&nbsp;<b>A. Miserendino, <\/b> None..<br><b>S. Tekle, <\/b> None..<br><b>J. Kalogeros, <\/b> None..<br><b>A. Alexander-Bryant, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5321","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7252","PresenterBiography":null,"PresenterDisplayName":"Audreanna Miserendino","PresenterKey":"7088442d-69d5-499d-88a0-be7005f916b8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7252. Characterization of targeting peptide sequences for peptide-mediated delivery of siRNA in HER2+ breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of targeting peptide sequences for peptide-mediated delivery of siRNA in HER2+ breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Humane Genomics is pioneering multi-factored authenticated oncolytic virotherapy (OVT) using glycoprotein receptor matching and aptazyme technology to positively control replication in cytoplasm. Using VSV as a platform the OVTs show excellent safety and remain highly lytic. Sindbis virus glycoprotein was mutated to eliminate natural infectivity and retargeted to GPC3 with a codon optimized nanobody. An aptazyme was used to regulate viral replication. As far as we are aware, this was the first report of a functional ON switch using a cancer biomarker.<br \/>Methods: 293T cells were used for virus rescue and titration by TCID50. Identity was confirmed by Nanopore sequencing. We evaluated safety on off-target SK-Hep-1 and NCI-H28 cell lines, and efficacy on target HepG2 and patient derived HB17 cells. Cell health and GFP was measured at multiple timepoints up to 72 hours.<br \/>Results: Safety testing of HGI498 on SK-Hep-1 (GPC3 negative) and NCI-H28 (GPC3 negative, biomarker negative) showed no virus induced cell cytopathic effects in a range of 0.01 &#8804; MOI &#8804;1. HGI498&#8217;s efficacy testing on HepG2 and HB17 showed tumor cytotoxicity at MOI 0.01 (p&#60;0.001). Endpoint dilution assay showed a 159-fold and 316-fold difference between off-target NCI-H28 and on-target HepG2 and HB17, respectively. We incorporated an optimized aptazyme with the GPC3 targeted glycoprotein (HGI572), which was similarly rescued, titered, and evaluated for selectivity. HGI572 demonstrated approximately 1000-fold higher titer on target HepG2 and HB17 cells than off-target cells. Initial <i>in vivo<\/i> MTD study shows that both HGI498 and HGI572 are well tolerated, and are currently being investigated <i>in vivo<\/i> for efficacy on Hep3B in NSG mice. HGI498 has shown no seroprevalence (<i>in vitro<\/i>) and is stable at cryostorage for a minimum of 11 months.<br \/>Conclusion: We have successfully engineered a two-factor authentication enabled OVT to address an unmet need for a therapy for liver cancer. As far as we are aware, this is the first report of an ON switch using a cancer protein to control viral replication, and the ON\/OFF control is the highest to date.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-04 Vector systems and targeting strategies,,"},{"Key":"Keywords","Value":"Oncolytic virus,Liver cancer,Glypican-3,Aptamer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. M. Moles<\/b><sup>1<\/sup>, P. Weijmarshausen<sup>1<\/sup>, R. Basu<sup>1<\/sup>, B. Ho<sup>1<\/sup>, M. Farhat<sup>1<\/sup>, T. Flaat<sup>1<\/sup>, B. F. Smith<sup>2<\/sup>, M. Whitt<sup>3<\/sup>, S. E. Woodfield<sup>4<\/sup>, S. A. Vasudevan<sup>4<\/sup>; <br\/><sup>1<\/sup>Humane Genomics, New York, NY, <sup>2<\/sup>Auburn University College of Veterinary Medicine, Auburn, AL, <sup>3<\/sup>University of Tennessee Health Science Center, Memphis, TN, <sup>4<\/sup>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"ae57b268-e9a4-4911-b55d-2ea420caabd5","ControlNumber":"7857","DisclosureBlock":"<b>&nbsp;C. M. Moles, <\/b> <br><b>Humane Genomics<\/b> Employment, Stock, Stock Option, Patent. <br><b>P. Weijmarshausen, <\/b> <br><b>Humane Genomics<\/b> Employment, Stock, Stock Option, Patent. <br><b>R. Basu, <\/b> <br><b>Humane Genomics<\/b> Employment, Stock Option. <br><b>B. Ho, <\/b> <br><b>Humane Genomics<\/b> Employment, Stock Option. <br><b>M. Farhat, <\/b> <br><b>Humane Genomics<\/b> Employment, Stock Option. <br><b>T. Flaat, <\/b> <br><b>Humane Genomics<\/b> Stock Option. <br><b>B. F. Smith, <\/b> <br><b>Humane Genomics<\/b> Stock Option. <br><b>M. Whitt, <\/b> <br><b>Humane Genomics<\/b> Stock Option.<br><b>S. E. Woodfield, <\/b> None..<br><b>S. A. Vasudevan, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5322","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7253","PresenterBiography":null,"PresenterDisplayName":"Chad Moles","PresenterKey":"5bc12160-181a-4275-8d9c-0f235329e588","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7253. Oncolytic virus therapy with two-factor authentication shows robust safety and efficacy in liver cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oncolytic virus therapy with two-factor authentication shows robust safety and efficacy in liver cancer","Topics":null,"cSlideId":""},{"Abstract":"Engineering viral vectors to target specific cells and organs after intravenous delivery remains a challenge. Transcriptional targeting with cell-specific promoters is a commonly used approach but does not change vector biodistribution. We have developed a novel gene delivery system targeted to tumor cells by pseudotyping the vector with Sindbis Virus (SB) envelope bearing an antigen-binding domain. Prototype vectors were generated by inserting a universal IgG binding domain from Protein A into the SB envelope (SB-ZZ). Antibodies (Abs) against various cell-surface targets (HLA, HER2, CD47, EGFR, Nectin-4), were conjugated to SB-ZZ vectors delivering a luciferase (Luc) reporter gene. Targeted transduction was confirmed on cells expressing the corresponding antigens by significantly higher Luc activity compared to SB-ZZ vectors without Abs. SB envelopes were further engineered by adding or removing furin cleavage sites and linkers, transduction-enhancing point mutations, and direct incorporation of single-chain variable fragment (scFv) in different VH and VL orientations, or diabody (DB) sequences, against the same targets. The specificity of optimized HER2-targeting vectors delivering the Luc reporter was evaluated in SKBR3 (HER2 over-expressing) and MDA-MB-468 (HER2-null) cells. Robust Luc activity was observed in SKBR3 cells, but only negligible activity in MDA-MB-468 cells. In MDA-MB-468 cells overexpressing HER2, significantly higher transduction was observed compared to the wild-type cells. When comparing HER2-targeting vectors with scFv vs. DB sequences based on the same antibody, transduction capability was higher with the DB motif in HER2-positive cell lines. Targeting vectors delivering HSV-eTK were also constructed, and ganciclovir (GCV)-mediated cell killing was evaluated <i>in vitro<\/i>. SKBR3 cells transduced with HER2-targeting vectors showed significantly more cell killing after GCV treatment than after transduction with an amphotropic reference vector. Our results indicate a method for directing gene therapy vectors to specific populations of tumor cells, and provide a framework for highly modular targeted gene therapy and immunotherapeutics. Experiments are underway to examine <i>in vivo<\/i> delivery of targeted vs amphotropic vectors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-04 Vector systems and targeting strategies,,"},{"Key":"Keywords","Value":"Targeted therapy,Gene therapy,Cancer therapy,Single chain antibodies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Sato<\/b><sup>1<\/sup>, A. Cunha<sup>1<\/sup>, S. Collins<sup>2<\/sup>, N. Kasahara<sup>2<\/sup>, C. Roh<sup>1<\/sup>, R. G. Johnson, Jr.<sup>1<\/sup>; <br\/><sup>1<\/sup>GenVivo Inc, San Marino, CA, <sup>2<\/sup>UCSF, San Francisco, CA","CSlideId":"","ControlKey":"248d9da4-220f-4a57-af3b-31179d761c78","ControlNumber":"5605","DisclosureBlock":"<b>&nbsp;M. Sato, <\/b> <br><b>GenVivo Inc.<\/b> Employment, Stock Option, Travel, Patent. <br><b>A. Cunha, <\/b> <br><b>GenVivo Inc.<\/b> Employment, Stock Option, Travel, Patent.<br><b>S. Collins, <\/b> None.&nbsp;<br><b>N. Kasahara, <\/b> <br><b>GenVivo Inc.<\/b> Stock Option, Consulting fees. <br><b>4D Molecular Therapeutics<\/b> Stock Option, Other, Consulting fees. <br><b>C. Roh, <\/b> <br><b>GenVivo Inc.<\/b> Stock, Stock Option, Travel, Patent. <br><b>R. G. Johnson, <\/b> <br><b>GenVivo Inc.<\/b> Employment, Fiduciary Officer, Stock Option, Travel, Patent. <br><b>Merck<\/b> Stock. <br><b>Roche<\/b> Stock. <br><b>IPSEN<\/b> Stock.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5323","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7254","PresenterBiography":null,"PresenterDisplayName":"Makoto Sato","PresenterKey":"481fdb5f-885e-42f4-a846-af564d48879d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7254. Evaluation of scFv and diabody pseudotyped Sindbis engineered retrovectors for targeted cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of scFv and diabody pseudotyped Sindbis engineered retrovectors for targeted cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Breast cancer is the most common cancer worldwide and the leading cause of female cancer-related deaths, highlighting the pressing need for novel therapeutic interventions. Treatment of triple negative breast cancer in particular remains a challenge due to disease aggressiveness and the lack of durable treatment options. We speculate that targeting of Lactate Dehydrogenase C (LDHC) could be a novel approach given its highly tumor specific expression and immunogenic properties. We recently demonstrated that LDHC acts as a key regulator of the DNA damage response and tumor mitotic fidelity. Moreover, silencing of LDHC significantly improved treatment response to DNA damage response related anti-cancer drugs, highlighting its therapeutic potential for cancer precision medicine.<br \/>Methods: We characterized and evaluated several cell penetrating peptide-siRNA complexes for efficient silencing of LDHC in tumor cells using a 10R polyarginine peptide or bifunctional 10R-RGD, cRGD-10R or iRGD-10R peptides with tumor homing and penetrating abilities.<br \/>Results: Peptide-siRNA complex formation and tumor cellular uptake was confirmed using gel retardation assays and fluorescent confocal imaging. Biophysiochemical characterization and transmission electron microscopy revealed the complexes to be uniform in size with a low polydispersity index and positive zeta potentials. LDHC silencing in breast cancer cells using the peptide complexes demonstrated a 30-53% reduction in LDHC expression, with the 10R-siRNA and cRGD-10R-siRNA complexes showing the highest silencing efficiency. In 3D breast cancer spheroids, transfection with the 10R-siRNA complex resulted in a 20% downregulation of LDHC expression. Further analysis of the bifunctional-siRNA complexes in 3D cultures is ongoing as well as cytotoxicity analyses on non-cancerous cell lines.<br \/>Conclusions:<b> <\/b>Our findings demonstrate that peptide-mediated delivery of LDHC siRNA can reduce LDHC expression in 2D and 3D breast cancer cultures, suggesting that they could be used as a valuable approach for therapeutic intervention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-04 Vector systems and targeting strategies,,"},{"Key":"Keywords","Value":"Breast cancer,Peptides,siRNA,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Naik<\/b><sup>1<\/sup>, H. Qasem<sup>2<\/sup>, J. Decock<sup>3<\/sup>; <br\/><sup>1<\/sup>Carnegie Mellon University Qatar, Ar-Rayyan, Qatar, <sup>2<\/sup>College of Health and Life Sciences, Ar-Rayyan, Qatar, <sup>3<\/sup>Qatar Biomedical Research Institute, Doha, Qatar","CSlideId":"","ControlKey":"1df2a48a-89ad-479c-9692-32cdc27fbfd3","ControlNumber":"4225","DisclosureBlock":"&nbsp;<b>A. Naik, <\/b> None..<br><b>H. Qasem, <\/b> None..<br><b>J. Decock, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5324","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7255","PresenterBiography":null,"PresenterDisplayName":"Adviti Naik, PhD","PresenterKey":"c7c79b4b-f857-427a-b134-b2c6a32e3968","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7255. Peptide-based siRNA delivery for tumor-specific targeting of lactate dehydrogenase C","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Peptide-based siRNA delivery for tumor-specific targeting of lactate dehydrogenase C","Topics":null,"cSlideId":""},{"Abstract":"At the forefront of therapeutic delivery is an array of vectors and targeting methods that hold immense promise for precision medicine. Vehicles such as viral vectors (AAV and lentivirus), lipid nanoparticles (LNPs) or liposomes, and peptide micelles each possess distinct and inherent properties, empowering researchers with tools to navigate the intricate challenges of specificity and efficiency in drug transport. Herein, we discuss and demonstrate design principles underpinning these vectors, elucidating their unique mechanisms for targeted delivery including:- A high-throughput viral packaging process to enable rapid downstream CRISPR or shRNA screening- Proprietary AAV plasmid synthesis and preparation techniques to maintain ITR integrity and improve gene delivery- Rapid synthesis, in vitro transcription, and novel sequencing of mRNA constructs for complete characterization of critical components such as the polyA tailBy synthesizing advancements in vector technologies, this poster serves as a roadmap for researchers and practitioners navigating the evolving landscape of targeted drug delivery in immuno-oncology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-04 Vector systems and targeting strategies,,"},{"Key":"Keywords","Value":"CAR T cells,RNA,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Richardson<\/b>, P. Rao, C. Koole, M. J. Karney, S. Kumar; <br\/>Azenta Life Sciences, Burlington, MA","CSlideId":"","ControlKey":"bd951079-1f85-4b38-a8df-6808c67dc26a","ControlNumber":"7370","DisclosureBlock":"&nbsp;<b>C. Richardson, <\/b> None..<br><b>P. Rao, <\/b> None..<br><b>C. Koole, <\/b> None..<br><b>M. J. Karney, <\/b> None..<br><b>S. Kumar, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5326","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7257","PresenterBiography":null,"PresenterDisplayName":"Crystal Richardson","PresenterKey":"3d05ccfa-4a5a-45d1-8c88-4850278deb82","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7257. Examining the promise of precision medicine in immuno-oncology: Vectors for targeted therapeutic delivery","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Examining the promise of precision medicine in immuno-oncology: Vectors for targeted therapeutic delivery","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer is a devastating illness that affects numerous individuals each year. Unfortunately, pancreatic ductal adenocarcinoma (PDAC) is an aggressive form of this disease that accounts for a disproportionate number of cancer-related deaths. Despite representing only 3.3% of all cancer cases in the United States, pancreatic cancer is responsible for a staggering 8.3% of cancer-related fatalities. In 2023, 64,050 patients were diagnosed with PDAC alone. Current treatment options, which are limited to surgery, radiation, and chemotherapy, have failed to improve clinical outcomes. Recent research has revealed miRNA (miR) as a contributor to the suppression and progression of various cancers, including PDAC. Specifically, dysregulation of miR-7 has been associated with PDAC. Downregulation of miR-7 is linked to more aggressive cases of the disease. Another potential therapeutic approach to treating cancer is the use of oncolytic viruses (OV). These viruses can replicate in cancerous cells while leaving healthy cells unharmed, making them an attractive treatment option. In this study, we utilized exosomes isolated from human Umbilical Cord stem cells (hUCs) enriched with miR-7 and combined with OHSV to examine their effect on established PDAC cell lines. We utilized cell viability assays, microscopy, and western blot analysis to evaluate the impact of the combinatorial approach on the underlying molecular mechanisms. Our findings suggest that the successful transfer of miR cargo and treatment with oHSV into the target PDAC cells arrested cell proliferation by targeting apoptotic pathways.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-04 Vector systems and targeting strategies,,"},{"Key":"Keywords","Value":"Oncolytic virus,Pancreatic cancer,MicroRNA,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Kanitz Ruschel<\/b>, I. Davis, H. Mills, K. Gourishetti, D. Bhere; <br\/>University of South Carolina School of Medicine, Columbia, SC","CSlideId":"","ControlKey":"ee17e103-a1ec-4c7a-af94-7276ffffbb79","ControlNumber":"926","DisclosureBlock":"&nbsp;<b>M. Kanitz Ruschel, <\/b> None..<br><b>I. Davis, <\/b> None..<br><b>H. Mills, <\/b> None..<br><b>K. Gourishetti, <\/b> None..<br><b>D. Bhere, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5327","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7258","PresenterBiography":null,"PresenterDisplayName":"Monique Kanitz Ruschel, No Degree","PresenterKey":"8b5cbeef-c5ac-4929-a370-d9ba17cbea98","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7258. Combinatorial effects of viral oncolysis and miRNA modulation as a novel therapeutic of pancreatic ductal adenocarcinoma<i><\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combinatorial effects of viral oncolysis and miRNA modulation as a novel therapeutic of pancreatic ductal adenocarcinoma<i><\/i>","Topics":null,"cSlideId":""},{"Abstract":"Introduction: In Japan since 2019, CAR-T cell therapy has been used to treat patients with relapsed or refractory B-cell acute lymphoblastic leukemia and diffuse large B-cell lymphoma and has shown excellent clinical results. Clinical studies of CAR-T cell therapies targeting various antigens, such as HER2, have been conducted, but the therapeutic outcome in sarcoma is still limited. We have previously reported that HER2-targeted CAR-T cells show antitumor effects for synovial sarcoma in vitro. The purpose of this study is to compare HER2-targeted CAR-T cells and NKG2D-based CAR-T cells in antitumor effect and specific responses for synovial sarcoma in vitro.<br \/>Materials and Methods: Surface expressions of HER2 and NKG2D ligands on three synovial sarcoma cell lines were detected by using recombinant human HER2 Fc chimeric protein and that of NKG2D, followed by staining with PE-conjugated anti-human IgG secondary antibody. We generated 4-1BB-type second generation CAR-T cells targeting NKG2D ligands and examined their antitumor effects and specific responses against synovial sarcoma cells. In addition, we compared the differences between HER2-targeted CAR-T cells and NKG2D-based CAR-T cells by co-culturing with synovial sarcoma cells using short-term assay (WST-8 assay), long-term assay (Real-time Cell Analysis) and CD107a assay.<br \/>Results: HER2 and NKG2D ligands were found to be expressed by flow cytometry in three synovial sarcoma cell lines. In vitro, NKG2D-based CAR-T cells showed antitumor effects against synovial sarcoma cells, including degranulation and cytokine production. Furthermore, NKG2D-based CAR-T cells showed stronger antitumor effects than HER2-targeted CAR-T cells in both short- and long-term assays and expressed higher levels of CD107a.<br \/>Conclusions: In this study, NKG2D-based CAR-T cells showed more antitumor effects than HER2-targeted CAR-T cells in vitro. Although the reason for this is not clear, we hypothesize that NKG2D ligands may be induced in synovial sarcoma cells by co-culture with CAR-T cells because HER2 is a cancer-specific antigen, whereas NKG2D ligands are ligands for activating receptors of natural killer cells. Further studies, including in vivo studies, will be conducted to verify the difference in anti-tumor effects between these CAR-T cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-04 Vector systems and targeting strategies,,"},{"Key":"Keywords","Value":"CAR T cells,Synovial sarcoma,NKG2D,atni-tumor effect,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Miyazaki<\/b><sup>1<\/sup>, C. Imai<sup>2<\/sup>, N. Oike<sup>1<\/sup>, Y. Murayama<sup>1<\/sup>, T. Ariizumi<sup>1<\/sup>, M. Baba<sup>1<\/sup>, Y. Kasahara<sup>3<\/sup>, H. Kawashima<sup>1<\/sup>; <br\/><sup>1<\/sup>Niigata University Graduate School of Medical and Dental Sciences, Niigata, Japan, <sup>2<\/sup>Toyama University Graduate School of Medicine, Toyama, Japan, <sup>3<\/sup>Niigata Cancer Center Hospital, Niigata, Japan","CSlideId":"","ControlKey":"61b5ec02-0e84-4b50-a823-734562534ccd","ControlNumber":"1130","DisclosureBlock":"&nbsp;<b>T. Miyazaki, <\/b> None..<br><b>C. Imai, <\/b> None..<br><b>N. Oike, <\/b> None..<br><b>Y. Murayama, <\/b> None..<br><b>T. Ariizumi, <\/b> None..<br><b>M. Baba, <\/b> None..<br><b>Y. Kasahara, <\/b> None..<br><b>H. Kawashima, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5328","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7259","PresenterBiography":null,"PresenterDisplayName":"Tomohiro Miyazaki, MD","PresenterKey":"4aef95f8-dc38-4daf-895f-a24b33f9c21d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7259. Effectiveness and comparison of CAR-T cell therapies for synovial sarcoma; HER2-targeted CAR-T and NKG2D-based CAR-T","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effectiveness and comparison of CAR-T cell therapies for synovial sarcoma; HER2-targeted CAR-T and NKG2D-based CAR-T","Topics":null,"cSlideId":""},{"Abstract":"Clinical use of recombinant interleukin (IL)-12 and -2 therapy has been hindered due to unfavorable kinetics and toxicity associated with systemic exposure. Durable targeted delivery to the tumor microenvironment (TME) is a promising therapeutic strategy to overcome these clinical limitations, prompting the development of KB707, a replication-defective herpes simplex virus type 1 (HSV-1)-based vector encoding human IL-12 and -2, for the treatment of solid tumors. Prior studies in mice demonstrated that local vector-encoded cytokine administration enhanced murine IL-12\/IL-2 expression while limiting systemic exposure compared to conventional protein therapy. In a syngeneic, B16-F10 melanoma mouse model, intratumoral murine KB707-equivalent treatment led to improved survival in a unilateral tumor model and an abscopal effect in a bilateral tumor model. Additionally, the majority of previously treated animals survived rechallenge with B16-F10 in the absence of further therapy, indicative of systemic anti-tumor immune memory. Together, these results suggested that vector-mediated delivery of IL-12 and -2 could elicit both local and systemic anti-tumor immune responses. To elucidate the underlying changes to the immune landscape, B16-F10 tumor-bearing animals were treated intratumorally with vector or vehicle control on day 0 and were sacrificed on day 7; a second cohort of tumor-bearing animals received two vector doses (days 0 and 7) and were sacrificed on days 8, 10, 12, or 14. Immune cell profiling of samples taken from the tumor, tumor draining lymph node (dLN), spleen, and whole blood were analyzed by flow cytometry, and serum cytokine analysis was conducted by multiplex ELISA. Flow cytometric analysis of tumors revealed that vector treatment resulted in increased frequencies of proliferating and activated effector CD8<sup>+<\/sup> and CD4<sup>+<\/sup> T cells, peaking 24 hours post-second dose. These results correlated with high levels of the proinflammatory cytokines IFN&#947; and TNF&#945; in the serum of vector recipient animals. The blood, spleens, and dLNs also showed increased frequencies of activated effector CD8<sup>+<\/sup> and CD4<sup>+<\/sup> T cells, peaking 24-72 hours post-second dose. Interestingly, although IL-2 alone has been shown to promote immune suppression and tumor outgrowth by mediating regulatory T cell (Treg) expansion and infiltration in certain contexts, the frequency of Tregs in treated vs. control tumors was substantially reduced after first and repeat dosing. Together, these results support a mechanism by which vector-driven local expression of IL-12 and IL-2 can expand and activate effector T cells both in the TME and systemically while simultaneously repressing Tregs, consistent with the previously described inhibition of primary tumor outgrowth, abscopal effects on secondary tumors, and prevention of recurrence observed with this therapeutic approach.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-03 Immune modulators,,"},{"Key":"Keywords","Value":"Cytokines,Interleukin-12,Interleukin-2,Gene therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. M. Previte<\/b>, T. J. Parry, S. M. Krishnan; <br\/>Krystal Biotech, LLC, Pittsburgh, PA","CSlideId":"","ControlKey":"0c42d809-69c9-49bf-888a-6d827aa4068c","ControlNumber":"5428","DisclosureBlock":"<b>&nbsp;D. M. Previte, <\/b> <br><b>Krystal Biotech Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>T. J. Parry, <\/b> <br><b>Krystal Biotech Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>S. M. Krishnan, <\/b> <br><b>Krystal Biotech Inc.<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Other Business Ownership, Patent, Other Intellectual Property.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5351","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7260","PresenterBiography":null,"PresenterDisplayName":"Dana Previte, BS;PhD","PresenterKey":"28be1c16-ad43-4b0c-9e1e-8a5e3be02fa8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7260. An HSV-1-based vector for local delivery of IL-12 and IL-2 reshapes the immune landscape leading to tumor clearance and systemic immune surveillance","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Vector Systems, Oncolytic Virotherapy, and Gene Therapy","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An HSV-1-based vector for local delivery of IL-12 and IL-2 reshapes the immune landscape leading to tumor clearance and systemic immune surveillance","Topics":null,"cSlideId":""}]