[{"Abstract":"Background: Racial and ethnic disparities in incidence and outcomes for childhood B-cell acute lymphoblastic leukemia (B-ALL) are well established. While genome-wide association studies (GWASs) among children of European (EUR) genetic ancestry have identified robust risk loci, comparable studies in children of African (AFR) genetic ancestry do not exist. Here we report on results from the first GWAS of B-ALL exclusive to AFR children.<br \/>Methods: A total of 840 AFR cases (diagnosis age &#60;21y) and 3360 sex-\/ancestry-matched controls (from ADMIRAL and ZOE 2.0, a childhood caries study) were evaluated. We used 656 cases from the Children&#8217;s Oncology Group (COG) ALL frontline trials for discovery and 184 non-COG cases for replication. Samples were genotyped with the Illumina Global Diversity Array and imputed with the TOPMed reference panel. Ancestry was ascertained with RFMix-inferred global ancestry values and principal components analysis. Logistic regression models adjusted for cryptic population substructure evaluated variant risk associations. Discovery and replication results were meta-analyzed using an inverse variance-weighted fixed effects model.<br \/>Results: We identified 7 genome-wide significant (GWS, P&#60;5x10<sup>-8<\/sup>) variants, including 2 novel B-ALL risk loci with replication evidence (P&#60;0.05) and striking per allele effect sizes: <i>CNTN4<\/i> (meta-analysis odds ratio [OR]=2.09, P=1.4x10<sup>-11<\/sup>) and <i>FAM174A<\/i> (OR=2.94, P=1.2x10<sup>-15<\/sup>). Established B-ALL EUR risk loci were corroborated in these data (<i>ARIDB<\/i>5, <i>IKZF1<\/i>; P&#60;5x10<sup>-8<\/sup>). Five additional novel loci were GWS after meta-analysis including at <i>SLC37A4<\/i> (OR=2.02, P=1.1x10<sup>-8<\/sup>) and <i>CBWD1<\/i> (OR=2.69, P=2.7x10<sup>-9<\/sup>), with suggestive associations in discovery data (P&#60;5x10<sup>-6<\/sup>) and nominal replication (P&#60;0.05). Notably, all novel risk alleles were low-frequency in reference AFR populations and AFR-specific (minor allele frequencies of 2-9% in 1000 Genomes AFR and &#60;0.1% in non-AFR). Top variants had relevant <i>in silico<\/i> annotations; variants at <i>CNTN4<\/i> and <i>SLC37A4<\/i> had high predicted functional probability (&#62;0.8, RegulomeDb). For example, annotations for a top <i>CNTN4<\/i> signal suggest a potential leukemogenesis mechanism, overlapping a ChIP-seq peak for CEBPA in transdifferentiated B cells. In our replication data, a polygenic risk score (PRS) with 5 novel AFR-specific GWS variants from discovery had an appreciably stronger B-ALL risk association (top 25% vs rest: OR=2.03, P=1.2x10<sup>-4<\/sup>) compared to a published B-ALL PRS from a GWAS in EUR children (top 25% vs rest: OR=1.59, P=0.014).<br \/>Conclusions: Despite the modest number of AFR B-ALL cases, we successfully detected and replicated genotype risk associations with considerable effect sizes. These results demonstrate the critical importance of increasing diversity in genomic studies of childhood ALL to promote discovery and reduce disparities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Acute lymphoblastic leukemia,African American,Genome-wide association studies (GWAS),Pediatric cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Im<\/b><sup>1<\/sup>, A. Raduski<sup>1<\/sup>, L. J. Mills<sup>1<\/sup>, R. A. Johnson<sup>1<\/sup>, A. DeWan<sup>2<\/sup>, X. Ma<sup>2<\/sup>, J. L. Wiemels<sup>3<\/sup>, C. Metayer<sup>4<\/sup>, J. J. Yang<sup>5<\/sup>, H. H. Nelson<sup>1<\/sup>, T. Yang<sup>1<\/sup>, S. Basu<sup>1<\/sup>, L. M. Turcotte<sup>1<\/sup>, N. Pankratz<sup>1<\/sup>, M. E. Scheurer<sup>6<\/sup>, L. G. Spector<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Minnesota, Minneapolis, MN, <sup>2<\/sup>Yale University, New Haven, CT, <sup>3<\/sup>University of Southern California, Los Angeles, CA, <sup>4<\/sup>University of California, Berkeley, Berkeley, CA, <sup>5<\/sup>St. Jude Children’s Research Hospital, Memphis, TN, <sup>6<\/sup>Baylor College of Medicine\/Texas Children's Hospital, Houston, TX","CSlideId":"","ControlKey":"8e0d4bcb-d226-48cf-8a0b-0a7792ebb614","ControlNumber":"3089","DisclosureBlock":"&nbsp;<b>C. Im, <\/b> None..<br><b>A. Raduski, <\/b> None..<br><b>L. J. Mills, <\/b> None..<br><b>R. A. Johnson, <\/b> None..<br><b>A. DeWan, <\/b> None..<br><b>X. Ma, <\/b> None..<br><b>J. L. Wiemels, <\/b> None..<br><b>C. Metayer, <\/b> None..<br><b>J. J. Yang, <\/b> None..<br><b>H. H. Nelson, <\/b> None..<br><b>T. Yang, <\/b> None..<br><b>S. Basu, <\/b> None..<br><b>L. M. Turcotte, <\/b> None..<br><b>N. Pankratz, <\/b> None..<br><b>M. E. Scheurer, <\/b> None..<br><b>L. G. Spector, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7922","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2845","PresenterBiography":null,"PresenterDisplayName":"Cindy Im, PhD,MPH","PresenterKey":"35a3ae9f-44f2-4b15-92b0-0be3dbb3fa6c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2845. Novel genetic risk loci for B-cell acute lymphoblastic leukemia in African American children: Findings from the Admixture and Risk of Acute Leukemia (ADMIRAL) Study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel genetic risk loci for B-cell acute lymphoblastic leukemia in African American children: Findings from the Admixture and Risk of Acute Leukemia (ADMIRAL) Study","Topics":null,"cSlideId":""},{"Abstract":"Although social determinants of health have a large impact on health disparity, biologic vulnerabilities - particularly in cancers that impact at-risk populations are important. Amongst children with Acute Lymphoblastic Leukemia (ALL), the Hispanic\/Latino (H\/L) population is vulnerable given since the risk of developing ALL is 1.2-1.75 that of Non-Hispanic White children. After corrections for socioeconomic impacts, the mortality for H\/L children is 40% higher than NHW. H\/L children have a higher rate of high-risk genetic variations: 2-fold rate of heterozygous IKZF1 deletion (IKZF1-del) and a 4-fold rate of CRLF2 translocation. IKZF1 deletion and CRLF2 translocations are associated increased risk of relapse and chemotherapy resistance in B ALL. IKZF1 is an important transcriptional factor and epigenetic regulator that affects global gene transcription in hematopoietic cells. Simultaneous IKZF1-del and CRLF2 translocation represented 94% of H\/L children with CRLF2 translocation. Although only 49% of all H\/L patients with IKZF1-del had a CRLF2 translocation. Transcriptomics were analyzed for 42 H\/L and 18 NHW patient samples using RNAseq. Gene expression from H\/L patients was compared to expression in NHW patients and differentially expressed genes were analyzed. Gene set enrichment analysis (GSEA) revealed downregulation of processes responsible for genome maintenance including DNA replication, DNA templated transcription elongation, double strand break repair, and recombinational repair. Ingenuity pathway analysis (IPA) revealed upregulated pathways in stress related translation, histone deacetylases, interferon, and FLT3 signaling compared to NWH. H\/L specimens resulted in decreased expression for FGF pathways, ceramide, and FAK signaling. We performed the same analysis in H\/L and NHW with wildtype IKZF1 to compare these two population without high risk structural variants. GSEA analysis showed downregulated Intra S DNA Damage checkpoint signaling, DNA replication checkpoint signaling, glutamine amino acid synthesis, and aspartate amino acid synthesis. IPA showed upregulated interferon, histone deacetylases, TREM1 signaling, and Tec Kinase signaling. IPA showed downregulated Ephrin and CDK5 signaling. DNA methylation patterns were compared between 8 H\/L and 8 NWH B ALL samples which showed differential methylation patterns affecting multiple cancer relevant genes.In conclusion, these data represent biologic vulnerability in H\/L patients with B ALL in comparison to NWH regardless of high-risk genetic variants. H\/L B-ALL shows deregulated maintenance of the genome via replication and repair pathways as well as potential vulnerabilities related to regulation of glutamate\/aspartate synthesis. These findings give insight into potential mechanisms that can explain increased frequency of high-risk genetic variants in H\/L B ALL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"DNA damage,DNA replication,Glutamine metabolism,Genomic instability,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. W. Schramm<\/b>, B. He, Y. Ding, C. Singh, D. Bogush, K. Dovat, D. Bastihalli Tukaramrao, R. Bhalodia, S. Dovat; <br\/>Penn State Health Milton S. Hershey Med. Ctr., Hershey, PA","CSlideId":"","ControlKey":"ea2bb48a-cb40-4aff-acd1-107c26587f08","ControlNumber":"8537","DisclosureBlock":"&nbsp;<b>J. W. Schramm, <\/b> None..<br><b>B. He, <\/b> None..<br><b>Y. Ding, <\/b> None..<br><b>C. Singh, <\/b> None..<br><b>D. Bogush, <\/b> None..<br><b>K. Dovat, <\/b> None..<br><b>D. Bastihalli Tukaramrao, <\/b> None..<br><b>R. Bhalodia, <\/b> None..<br><b>S. Dovat, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7923","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2846","PresenterBiography":null,"PresenterDisplayName":"Joseph Schramm, MD","PresenterKey":"c16b59bc-91dc-4606-b7af-2f1647679da9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2846. Investigation of mechanisms that result in health disparity for Hispanic\/Latino patients with B acute lymphoblastic leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigation of mechanisms that result in health disparity for Hispanic\/Latino patients with B acute lymphoblastic leukemia","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Trimethylation of Histone 3 Lysine 27 (H3K27) is widely understood to be a mark associated with gene repression and linked to gene silencing during development. Neuroblastoma, a developmental pediatric extracranial solid malignancy, has a relatively silent mutational landscape. Therefore, epigenetic modifications, including H3K27me3 mediated repression, could explain underlying developmental origins and the wide clinical heterogeneity observed. While previous studies have focused on the role of distinct super enhancer histone marks and their core regulatory circuits, less is understood about repressive control. We aimed to therefore investigate the role of H3K27me3-mediated repression in Neuroblastoma patients.<br \/>Methods: Genome-wide H3K27me3 ChIP-Seq profiles were obtained from 48 diagnostic tissue biopsies covering all clinical and molecular patient subgroups. Transcriptome sequencing, ChIP-Seq of additional histone marks and WES\/WGS was also performed on the same samples and on a panel of Neuroblastoma cell line models, with multiomics integrative analysis to validate findings. HMCAN, deepTools, DiffBind and ROSE packages were used to analyze the ChIP-seq data.<br \/>Results: A comparison of H3K27me3 regions across all patient ChIP-Seq profiles, identified commonly repressed genes specific to Neuroblastoma. These genes are enriched in development and differentiation pathways, with significantly lower RNA expression levels than other publicly available pediatric tumor datasets. When compared to publicly available single cell RNAseq of the healthy adrenal medulla, we can further highlight a potential role of H3K27me3-mediated repression in regulating cell lineage commitment and differentiation ability. In addition, we identified that patient samples cluster into their clinical subgroups based on H3K27me3 patterns and differentially repressed genes, specifically between <i>MYCN<\/i>-amplified and non-amplified high-risk groups. A CRISPR screen to further validate the functional role of these repressed genes is being carried out.<br \/>Conclusions: To our knowledge, this study shows for the first time that understanding of H3K27me3 mediated repression in Neuroblastoma, can uncover new insights into both disease development and clinical subclassifications. This knowledge will be important when considering future potential novel treatment options.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Neuroblastoma,Epigenetics,Chromatin immunoprecipitation,Histone modification,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Butterworth<\/b><sup>1<\/sup>, A. Saint-Charles<sup>1<\/sup>, Y. Iddir<sup>1<\/sup>, J. Bhalshankar<sup>1<\/sup>, A. Bellini<sup>1<\/sup>, C. Bobin<sup>1<\/sup>, E. Wecht<sup>2<\/sup>, Y.-G. Park<sup>2<\/sup>, C. Louis<sup>1<\/sup>, V. Raynal<sup>1<\/sup>, D. Plantaz<sup>3<\/sup>, H. Sartelet<sup>4<\/sup>, V. Combaret<sup>5<\/sup>, G. Pierron<sup>1<\/sup>, I. Janoueix-Lerosey<sup>1<\/sup>, K.-O. Henrich<sup>2<\/sup>, O. Delattre<sup>1<\/sup>, F. Westermann<sup>2<\/sup>, G. Schleiermacher<sup>1<\/sup>; <br\/><sup>1<\/sup>Institut Curie, Paris, France, <sup>2<\/sup>DKFZ, German Cancer Research Center, Heidelberg, Germany, <sup>3<\/sup>CHU Grenoble, Grenoble, France, <sup>4<\/sup>CHU Nancy, Nancy, France, <sup>5<\/sup>Centre Léon-Bérard, Lyon, France","CSlideId":"","ControlKey":"068c3838-b39b-4428-8c12-1d24c905afca","ControlNumber":"2526","DisclosureBlock":"&nbsp;<b>C. Butterworth, <\/b> None..<br><b>A. Saint-Charles, <\/b> None..<br><b>Y. Iddir, <\/b> None..<br><b>J. Bhalshankar, <\/b> None..<br><b>A. Bellini, <\/b> None..<br><b>C. Bobin, <\/b> None..<br><b>E. Wecht, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>C. Louis, <\/b> None..<br><b>V. Raynal, <\/b> None..<br><b>D. Plantaz, <\/b> None..<br><b>H. Sartelet, <\/b> None..<br><b>V. Combaret, <\/b> None..<br><b>G. Pierron, <\/b> None..<br><b>I. Janoueix-Lerosey, <\/b> None..<br><b>K. Henrich, <\/b> None..<br><b>O. Delattre, <\/b> None..<br><b>F. Westermann, <\/b> None..<br><b>G. Schleiermacher, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7924","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2847","PresenterBiography":null,"PresenterDisplayName":"Charlotte Butterworth, MS","PresenterKey":"576e5738-af0f-41f2-9a3b-77a56b0335ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2847. Study of spatial and temporal epigenetic heterogeneity in neuroblastoma suggests role of H3K27me3-mediated repression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Study of spatial and temporal epigenetic heterogeneity in neuroblastoma suggests role of H3K27me3-mediated repression","Topics":null,"cSlideId":""},{"Abstract":"Medulloblastoma (MB) is one of the most prevalent malignant brain tumors in children, with tremendous cognitive and neuroendocrine disability among survivors. Group 3 (G3) MBs have poor overall survival at &#60;50%, few recurrent mutations, higher frequency of metastasis, and no targeted therapies. Amplification of <i>MYC<\/i> and activation of TGF&#946; signaling are frequent in G3MB. Remarkably, some MB tumors have no reported mutations, suggesting roles for epigenetic mechanisms in driving disease. We hypothesize that the TGF&#946; pathway and MYC contribute to the intrinsic resistance of G3MB through deregulation of key genes and pathways. We previously established humanized models for SHHMB by introducing MYCN<i> <\/i>or <i>PTCH1<\/i> deletions into neuroepithelial stem cells (NESC) derived from normal human induced pluripotent stem cells (hIPSCs). In this study, we transduced NESCs with TGFb effectors activated in G3MB alone and\/or in combination with MYC, prioritizing combinations observed in patients. Excitingly, both MYC and TGF&#946; effectors drove tumor formation <i>in vivo<\/i> with the combination of TGF&#946; effectors with MYC leading to more aggressive tumors. Moreover, they clustered with human G3\/G4MB samples, indicating they phenocopy the relevant tumor of interest. We next found that NESCs expressing MYC with either TGF&#946;R1 or TGF&#946;1 showed resistance to clinical TGF&#946;R1 inhibitors, compared to cells driven by either TGF&#946;R1 or TGF&#946;1 alone. To decipher mechanisms of resistance, we integrated CUT&#38;RUN to probe for MYC genomic localization and relevant histone PTMs with RNA-seq analysis and discovered a subset of genes upregulated in MYC and TGFb-driven lines that are targets of the histone demethylase KDM2B. Loss of function mutations in<i> KDM2B <\/i>occur in G3MB patients, indicating that KDM2B deregulated genes are critical in G3MB. We postulate that epigenetic remodeling via MYC and recruitment of other MYC-interacting cofactors to PRC targets culminates in transcriptional changes that lead to aggressive disease. Work from others suggests that PRC-mediated chromatin regulation is critical in many adult and pediatric brain tumors. Overall, our studies provide important insight on identifying new therapeutic avenues for patients with <i>MYC <\/i>and TGF&#946; driven G3MB.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Medulloblastoma,Epigenetics,Stem cells,Myc,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Zulekha A. Qadeer<\/b><sup>1<\/sup>, Samanta Westelman<sup>1<\/sup>, Mackenzie  O.  Johnson<sup>1<\/sup>, Elise Hou<sup>1<\/sup>, Shane Grele<sup>1<\/sup>, Kyle Smith<sup>2<\/sup>, Liam Hendrikse<sup>3<\/sup>, Linyu Wang<sup>1<\/sup>, Sarah Husain<sup>1<\/sup>, Mary Clare Beytagh<sup>1<\/sup>, Christin Schmidt<sup>1<\/sup>, Miller Huang<sup>4<\/sup>, Michael  D.  Taylor<sup>5<\/sup>, Paul Northcott<sup>2<\/sup>, William  A.  Weiss<sup>1<\/sup><br><br\/><sup>1<\/sup>UCSF - University of California San Francisco, San Francisco, CA,<sup>2<\/sup>St. Jude's Children, Memphis, TN,<sup>3<\/sup>Hospital for Sick Children, Toronto, ON, Canada,<sup>4<\/sup>Children's Hospital of Los Angeles, Los Angeles, CA,<sup>5<\/sup>Texas Children's Hospital, Houston, TX","CSlideId":"","ControlKey":"272d5c4d-c348-4a57-b1a0-2dc0e4e0fd34","ControlNumber":"4888","DisclosureBlock":"&nbsp;<b>Z. A. Qadeer, <\/b> None..<br><b>S. Westelman, <\/b> None..<br><b>M. O. Johnson, <\/b> None..<br><b>E. Hou, <\/b> None..<br><b>S. Grele, <\/b> None..<br><b>K. Smith, <\/b> None..<br><b>L. Hendrikse, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>S. Husain, <\/b> None..<br><b>M. Beytagh, <\/b> None..<br><b>C. Schmidt, <\/b> None..<br><b>M. Huang, <\/b> None..<br><b>M. D. Taylor, <\/b> None..<br><b>P. Northcott, <\/b> None..<br><b>W. A. Weiss, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7925","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2848","PresenterBiography":null,"PresenterDisplayName":"Zulekha Qadeer, PhD","PresenterKey":"8ad08e48-96e3-411e-a1f6-68955eed7f53","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2848. MYC and TGF&#946; promote group 3 medulloblastoma tumor resistance through deregulation of Polycomb targets","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MYC and TGF&#946; promote group 3 medulloblastoma tumor resistance through deregulation of Polycomb targets","Topics":null,"cSlideId":""},{"Abstract":"Desmoplastic small round cell tumor (DSRCT) is an aggressive, pediatric cancer caused by the EWSR1-WT1 fusion oncoprotein. Targeted therapies are lacking and the current standard of care, multimodal therapy, is insufficient, leading to a 5-year survival rate of less than 25%. While the EWSR1-WT1 oncoprotein is critical to growth <i>in vitro<\/i>, its importance has yet to be examined <i>in vivo<\/i>. Further, the set of EWSR1-WT1 downstream targets critical to oncogenesis and the mechanism by which the two EWSR1-WT1 isoforms regulate them remain underinvestigated. Here we generate a toolkit of DSRCT cell lines that deplete EWSR1-WT1 in a doxycycline (dox)-inducible manner. This toolkit enabled us to establish the essentiality of EWSR1-WT1 not only <i>in vitro<\/i> but also for the first time <i>in vivo<\/i>. Using this toolkit, we performed RNA sequencing on four DSRCT cell lines and established the most comprehensive analysis of EWSR1-WT1 downstream targets to date. We discovered novel mechanistic insights into EWSR1-WT1 functionality including the uniqueness of its transcriptional alterations as compared to native WT1, the direct role of EWSR1-WT1 binding in gene upregulation, and the dominant role of the E-KTS isoform in transcription. Given the rarity of DSRCT, we focused on downstream targets with existing inhibitors and perform a drug screen that identified the CDK4\/6 inhibitor palbociclib as a novel DSRCT therapeutic. We found that the E-KTS isoform of EWSR1-WT1 binds to the CCND1 promoter, leads to CCND1 expression, and stimulates DSRCT growth through the CCND-CDK4\/6-RB axis. Palbociclib treatment conversely reduced DSRCT growth by preventing retinoblastoma phosphorylation and blocking the transition from G1 to S phase. Palbociclib treatment was effective not only <i>in vitro<\/i> but also <i>in vivo<\/i> where it significantly reduced tumor growth in two xenograft models of DSRCT. Given these novel findings and palbociclib&#8217;s previous approval by the FDA for the treatment of breast cancer, we advance palbociclib as an exciting DSRCT therapy that warrants urgent clinical investigation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Pediatric cancers,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. W. Magrath<\/b>, S. Sampath, D. A. Flinchum, A. B. Hartono, I. N. Goldberg, J. R. Boehling, S. D. Savkovic, S. B. Lee; <br\/>Tulane University School of Medicine, New Orleans, LA","CSlideId":"","ControlKey":"2d2f6555-b00a-40c2-95fc-3998f3844ed8","ControlNumber":"1342","DisclosureBlock":"&nbsp;<b>J. W. Magrath, <\/b> None..<br><b>S. Sampath, <\/b> None..<br><b>D. A. Flinchum, <\/b> None..<br><b>A. B. Hartono, <\/b> None..<br><b>I. N. Goldberg, <\/b> None..<br><b>J. R. Boehling, <\/b> None..<br><b>S. D. Savkovic, <\/b> None..<br><b>S. B. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7926","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2849","PresenterBiography":null,"PresenterDisplayName":"Justin Magrath, BS","PresenterKey":"2e91aa30-0e2f-472d-acfc-4a4ec958d5d3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2849. Palbociclib as a novel therapeutic for desmoplastic small round cell tumor","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Palbociclib as a novel therapeutic for desmoplastic small round cell tumor","Topics":null,"cSlideId":""},{"Abstract":"Background and Aim: Neuroblastoma (NB) is the most aggressive solid tumor of infancy and arises from neural-crest-derived progenitor cells. It is composed by cell types reflecting developmental stages of the adrenergic lineage: mesenchymal (MES) and adrenergic (ADRN) cell types. These cell identities result from the activity of NB specific Core Regulatory Circuitries (CRCs), transcription factor (TF) sets that co-occupy regulatory regions together impacting the expression of their own genes and those of lineage-specific ones governing cell state transitions and cellular identities. Our hypothesis is that noncoding somatic single nucleotide variants (SNVs) located in NB CRCs TF binding sites (TFBSs) underlie NB CRCs activity, affecting cellular differentiation and promoting tumor onset. We aim to investigate such pattern of regulatory elements and identify putative driver SNVs, exploring their role and characterizing their action mechanism.<br \/>Methods: Transcriptionally active TFBSs (aTFBSs) bound by ADRN CRC TFs (GATA3, HAND2, ISL1, TBX2, MYCN, PHOX2B, ASCL1 and LMO1) were identified integrating 27 ChIP-seq and 11 ATAC-seq experiments in 6 NB ADRN cell lines (SKNBE2C, Kelly, NGP, COGN415, LAN5 and NB1643). In particular, aTFBSs were defined as ChIP-seq peaks overlapping ATAC-seq signals in the same cell line. SNVs from 317 NB whole genomes were mapped on aTFBSs and the enrichment of mutations in core regions respect to flanking ones was tested using Fisher test. Observed mutation rate in aTFBSs was compared with background mutation rate due to local sequence context. SNVs in mutated aTFBSs were selected and their impact on TF binding affinity was evaluated with FABIAN-variant and motifbreakR tools. aTFBSs target-genes were identified through promoter capture HiC (CHiC) in ADRN NB cells (SKNBE2C and SHSY5Y).<br \/>Results: We found a significant (FDR &#60; 0.05) mutation enrichment in aTFBSs of ISL1, PHOX2B, TBX2, GATA3 and MYCN, suggesting a common somatic mutation burden for a subset of ADRN CRC TFBSs in ADRN NB cells. Starting from 839 SNVs falling in significantly mutated aTFBSs, we selected 269 mutations impacting the binding of ADRN CRC TFs. This mutations subset mapped in aTFBSs interacting with genes that significantly enriched pathways involved in neuronal development and migration (FDR &#60; 0.05), thus suggesting their possible role in affecting cell identity definition. As an example, chr6:137753475:G&#62;T mapped in aTFBSs interacting with the promoter of <i>OLIG3<\/i>, which takes part in neuronal differentiation. Interestingly, chr6:137753475:G&#62;T was predicted to break the binding to ISL1 (FABIAN score: -0.24), a key regulator of ADRN CRC.<br \/>Conclusions: These results demonstrate that somatic noncoding SNVs can act synergistically to promote NB onset, affecting CRCs activity and, in turn, the normal cell identity definition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Neuroblastoma,Genomics,Somatic mutations,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Capasso<\/b><sup>1<\/sup>, V. Aievola<sup>1<\/sup>, V. Lasorsa<sup>2<\/sup>, A. Montella<sup>1<\/sup>, F. Bonfiglio<sup>1<\/sup>, M. Avitabile<sup>1<\/sup>, T. Maiorino<sup>1<\/sup>, M. Tirelli<sup>3<\/sup>, G. D'Alterio<sup>3<\/sup>, M. Fischer<sup>4<\/sup>, F. Westermann<sup>5<\/sup>, A. Iolascon<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Naples Federico II, Naples, Italy, <sup>2<\/sup>CEINGE Biotecnologie Avanzate Franco Salvatore scarl, Naples, Italy, <sup>3<\/sup>University of Milan, Milan, Italy, <sup>4<\/sup>University of Cologne, Cologne, Germany, <sup>5<\/sup>Hopp-Children’s Cancer Center at the NCT Heidelberg (KiTZ), Heidelberg, Germany","CSlideId":"","ControlKey":"db2798b5-772b-47e1-b256-5ebb5b794f3c","ControlNumber":"2412","DisclosureBlock":"&nbsp;<b>M. Capasso, <\/b> None..<br><b>V. Aievola, <\/b> None..<br><b>V. Lasorsa, <\/b> None..<br><b>A. Montella, <\/b> None..<br><b>F. Bonfiglio, <\/b> None..<br><b>M. Avitabile, <\/b> None..<br><b>T. Maiorino, <\/b> None..<br><b>M. Tirelli, <\/b> None..<br><b>G. D'Alterio, <\/b> None..<br><b>M. Fischer, <\/b> None..<br><b>F. Westermann, <\/b> None..<br><b>A. Iolascon, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7927","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2850","PresenterBiography":null,"PresenterDisplayName":"Mario Capasso, PhD","PresenterKey":"13e240b6-c363-45e1-ac41-48793af19e9e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2850. Noncoding regulatory mutations as driving event for the oncogenic core regulatory circuitries of neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Noncoding regulatory mutations as driving event for the oncogenic core regulatory circuitries of neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Desmoplastic Small Round Cell Tumor (DSRCT) is a rare, soft tissue sarcoma caused by the EWS::WT1 fusion protein (FP). The FP acts as an aberrant transcription factor with oncogenic properties. Recently, oncogenic chimeric transcription factors (OCTF), such as EWS::WT1, were discovered to induce the expression of novel transcripts in otherwise silent genomic regions. These neogenes (NGs) are highly specific to each OCTF and not detected in normal tissue. 37 NGs were found to be associated with the EWS::WT1 FP.We explored the NGs to characterize their expression and regulation in a cohort of MD Anderson Cancer Center patients. We annotated and counted the NGs from the bulk RNA-seq data of 37 specimens. After fusion detection, only 22\/37 specimens harbored the EWS::WT1 FP. We found that only the same 22 specimens robustly expressed DSRCT-specific NGs. Interestingly the NGs were heterogeneously expressed, suggesting that there may be patient-specific differences. Single-nucleus RNA-sequencing (snRNA-seq) of Ewing sarcoma (ES), CIC::DUX4 sarcoma (CDS), DSRCT, and osteosarcoma revealed that only the three sarcomas driven by an OCTF robustly expressed NGs. Notably, the DSRCT-specific NGs were only expressed in DSRCT. Similarly, ES and CDS only expressed their subtype-specific NGs. Given the robust expression of the DSRCT-specific NGs in DSRCT, we asked if the EWS::WT1 FP regulated the expression of the NGs. Knockdown (KD) of the EWS::WT1 FP in four DSRCT cell lines showed a consistent reduction in DSRCT-specific NGs. While there was variability in NG expression and EWS::WT1 FP KD sensitivity, we identified seven NGs decreased by at least 75% in all four cell lines and an additional eight NGs with 75% reduction across three cell lines. BOD-DSRCT and SK-DSRCT2 had the largest number of NGs reduced after KD, with 25\/37 and 20\/37 NGs with 75% expression reduction, respectively. EWS::WT1 FP has two known isoforms generated by alternative splicing in the WT1 domain that includes or excludes three amino acids, lysine, threonine, and serine (KTS) between zinc fingers 3 and 4, producing&#8201;E+KTS and E-KTS isoforms. By transducing one or both isoforms into the mesothelial cell line LP9, we found 3\/37 NGs were induced by the E+KTS isoform and 17\/37 were induced by the E-KTS isoform, suggesting that the E-KTS isoform is primarily responsible for NG expression. Current work is underway investigating the relationship between EWS::WT1 FP binding and NG expression and the potential for NG to produce novel peptides that could serve as DSRCT immunotherapy targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Single cell,Neoantigens,Translocation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Truong<\/b><sup>1<\/sup>, J. Magrath<sup>2<\/sup>, S. Lee<sup>2<\/sup>, J. Ludwig<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Tulane University School of Medicine, New Orleans, LA","CSlideId":"","ControlKey":"55d5ea43-cd93-44c9-8564-602b597d2616","ControlNumber":"387","DisclosureBlock":"&nbsp;<b>D. Truong, <\/b> None..<br><b>J. Magrath, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>J. Ludwig, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7928","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2851","PresenterBiography":null,"PresenterDisplayName":"Danh Truong, BS;MS;PhD","PresenterKey":"90284982-110e-4399-944d-3bdad9ecbdd4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2851. Characterization of neogenes in desmoplastic small round cell tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of neogenes in desmoplastic small round cell tumors","Topics":null,"cSlideId":""},{"Abstract":"Neuroblastoma is a pediatric tumor of the peripheral sympathetic nervous system derived from migratory neural crest cells that have committed to become sympathetic neuroblasts, but their definitive differentiation is blocked. Neuroblastoma cell identity depends on the adrenergic core regulatory circuit (CRC) of transcription factors that collaborate with MYCN to drive cell proliferation and the oncogenic gene expression program. Retinoic acid is used as differentiation therapy for patients with high-risk neuroblastoma, with the goal to block proliferation and drive sympathetic neuronal differentiation. We recently showed that retinoic acid re-organizes the enhancer landscape of neuroblastoma and promotes a new retino-sympathetic cell state characterized by MYCN downregulation, proliferative arrest, and sympathetic neuronal differentiation. However, the effects of retinoic acid on epigenetic rewiring of the adrenergic CRC and suppression of MYCN expression are reversible <i>in vitro<\/i> and <i>in vivo<\/i>, leading to tumor re-growth when the retinoic acid is withdrawn. Therefore, we sought to determine if retinoid-induced differentiation can be forced to progress to irreversible neuronal maturation by the addition of inhibitors of epigenetic modifying enzymes. Here, we conducted a drug screen of epigenetic modifying drugs alone and in combination with retinoic acid to determine their effects on neuroblastoma cell growth and differentiation. In this screen, we found that an inhibitor of the histone H3K23 acetyltransferases KAT6A\/B, PF-9363, synergistically inhibits neuroblastoma cell growth in combination with retinoic acid. Moreover, retinoid-resistant neuroblastoma cell lines can be sensitized to retinoic acid when combined with a KAT6 inhibitor. Importantly, this combination treatment renders the differentiated cell state irreversible, such that it is maintained after retinoic acid is withdrawn, with continued suppression of the adrenergic CRC and MYCN expression. In conclusion, the retino-sympathetic differentiated cell state induced by retinoic acid in neuroblastoma becomes irreversible when the cells are also treated with an inhibitor of the KAT6A\/B histone H3K23 acetyltransferases, implicating the essential role of these enzymes in restoring the proliferative immature progenitor phenotype in adrenergic neuroblastoma cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Pediatric cancers,Differentiation,Neuroblastoma,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Weichert-Leahey<\/b><sup>1<\/sup>, A. Berezovskaya<sup>1<\/sup>, M. Zimmerman<sup>1<\/sup>, B. J. Abraham<sup>2<\/sup>, A. W. Durbin<sup>3<\/sup>, A. Look<sup>1<\/sup>; <br\/><sup>1<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>2<\/sup>St. Jude Children’s Research Hospital, Memphis, TN, <sup>3<\/sup>St. Jude Children’s Research Hospital, Memphis, MA","CSlideId":"","ControlKey":"f693e962-9bf1-4641-bdb1-61108dd5ae41","ControlNumber":"5470","DisclosureBlock":"&nbsp;<b>N. Weichert-Leahey, <\/b> None..<br><b>A. Berezovskaya, <\/b> None.&nbsp;<br><b>M. Zimmerman, <\/b> <br><b>Foghorn<\/b> Employment.<br><b>B. J. Abraham, <\/b> None..<br><b>A. W. Durbin, <\/b> None..<br><b>A. Look, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7929","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2852","PresenterBiography":null,"PresenterDisplayName":"Nina Weichert-Leahey, MD","PresenterKey":"5bd10a00-de06-4711-864e-a0e13ff23d64","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2852. Novel combination therapy with a KAT6A\/B inhibitor together with retinoids induces irreversible differentiation of neuroblastoma cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel combination therapy with a KAT6A\/B inhibitor together with retinoids induces irreversible differentiation of neuroblastoma cells","Topics":null,"cSlideId":""},{"Abstract":"Introduction High grade hemispheric gliomas in infancy (IHG) are characterized by a more favorable outcome compared to high grade gliomas in older children. We have shown in previous studies that these tumors are characterized by a stable genome. The occurrence of tyrosine kinase gene fusions in high-grade hemispheric gliomas of infancy may represent therapeutic targets.<br \/>Methods: 33 high-grade hemispheric gliomas occurring in children younger than three years were retrieved from the archives of the Brain Tumor Reference Center, Institute of Neuropathology, University of Bonn. DNA and RNA were extracted from FFPE tumor samples. Methylation-based classification was done by hybridization to Illumina methylation arrays and subsequent use of the Heidelberg brain tumor classifier versions v11b4, v12.5 and v12.8. In addition UMAP plots were used to visualize similarities of methylation profiles. Gene fusions were identified on the DNA level by FISH using break-apart probes for <i>ALK, NTRK1, -2, -3, ROS1 <\/i>and<i> MET<\/i> and Molecular Inversion Probe (MIP) methodology. On the RNA level, fusion transcripts were detected by targeted RNA sequencing as well as Nanostring assay with fusion-specific probes.<br \/>Results: 32 IHG occurred in the first year of life, one at the age of two years. 23\/33 IHG were classified as such by methylation arrays; 6 further cases could be annotated to the IHG group by UMAP plots. 18\/33 cases (54.5 %) showed fusions of <i>ALK<\/i> to different partners; all occurred in the first year of life. Fusions of <i>ROS1<\/i> were found in 4, <i>MET<\/i> in 2, <i>NTRK1<\/i> and <i>-3<\/i> in 7 cases. 2 cases showed no fusions. The different methods for fusion detection led to comparable results. Only recurrent fusions with known fusion partners were detectable with Nanostring probes designed for the fusion sequence, and library construction for targeted RNA sequencing was not successful in a fraction of cases. Break-apart FISH led to reliable results on the next day, and MIP technology represented the most sensitive method for analysis of FFPE samples.<br \/>Conclusions: Gene fusions involving the tyrosine kinase genes <i>ALK, MET, ROS1<\/i> and <i>NTRK1<\/i> and -<i>3<\/i> occurred in 93 % of high grade hemispheric gliomas of infancy; the most frequent were <i>ALK<\/i> fusions occurring in children younger than 1 year. DNA-based MIP technology represented the most robust and sensitive assay. A combination of RNA- and DNA-based methods to detect these fusions with high reliability is recommended.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Glioma,Tyrosine kinase,Infancy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Pietsch<\/b><sup>1<\/sup>, G. Gielen<sup>1<\/sup>, A. Waha<sup>1<\/sup>, E. Dörner<sup>1<\/sup>, V. Dreschmann<sup>1<\/sup>, C. Kramm<sup>2<\/sup>, C. Vokuhl<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Bonn Medical Center, Bonn, Germany, <sup>2<\/sup>University of Göttingen Medical Center, Göttingen, Germany","CSlideId":"","ControlKey":"34b4152a-dd67-4ff1-a010-643451b2886c","ControlNumber":"4059","DisclosureBlock":"&nbsp;<b>T. Pietsch, <\/b> None..<br><b>G. Gielen, <\/b> None..<br><b>A. Waha, <\/b> None..<br><b>E. Dörner, <\/b> None..<br><b>V. Dreschmann, <\/b> None..<br><b>C. Kramm, <\/b> None..<br><b>C. Vokuhl, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7930","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2853","PresenterBiography":null,"PresenterDisplayName":"Torsten Pietsch, MD","PresenterKey":"4e6415ff-802f-4d3e-812d-624217e70b5b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2853. Comparison of methods for detection of hemispheric gliomas of infancy and their characteristic oncogenic tyrosine kinase gene fusions","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparison of methods for detection of hemispheric gliomas of infancy and their characteristic oncogenic tyrosine kinase gene fusions","Topics":null,"cSlideId":""},{"Abstract":"Background: Pediatric brain tumors are associated with the highest rates of morbidity and mortality of all childhood cancers. Diffuse midline gliomas (DMGs) are universally fatal pediatric tumors with a median survival of less than one year. DMGs are thought to arise from stalled developmental programs in the context of histone mutations (<i>H3<\/i> K27M) which are thought to be a critical initiating event. However, these histone mutations alone are insufficient for gliomagenesis and cooperate with other alterations, including mutations in the <i>TP53<\/i> pathway (TP53, PPM1D), growth factor receptor pathway activation (PDGFRA, EGFR, PIK3CA), and MYC amplifications (MYC, MYC-N) to induce tumor formation. There is a high degree of genetic heterogeneity amongst DMGs, and other alterations are also critical to DMG pathogenesis. This work is focused on Forkhead Box R2 (FOXR2), a forkhead family TF that we have found to be aberrantly expressed in many cancers, including DMGs. Expression of FOXR2 is sufficient to enhance glioma formation, and we have shown that regulation of FOXR2 occurs through a previously unrecognized epigenetic mechanism. Expression of FOXR2 is regulated by novel promoters, and we have demonstrated that these promoters are necessary for FOXR2 expression in several cancer lineages using CRISPR interference technology, including DMGs, melanoma, neuroblastoma, and non-small cell lung cancers.<br \/>Methods: We applied an integrative approach using transcriptomics, epigenetics, proteomics, <i>in vitro<\/i> cancer models, and <i>in vivo<\/i> mouse models to systematically evaluate how FOXR2 mediates gliomagenesis.<br \/>Results: We have found that FOXR2 is activated across multiple cancer lineages, including DMGs. FOXR2 is required for proliferation <i>in vitro<\/i>, and it is sufficient to enhance gliomagenesis using an <i>in utero<\/i> electroporation <i>in vivo<\/i> mouse model. FOXR2 enhances MYC protein stability, even in the presence of cycloheximide. However, FOXR2 also exerts its oncogenic effects through MYC independent functions. FOXR2 is highly enriched at E26-transformation (ETS) motifs and specifically activates ETS transcriptional gene sets. To determine protein-protein interactions of FOXR2, we have performed immunoprecipitation and mass spectrometry to identify FOXR2 protein interactors. Moreover, we have performed both proteomic and phospho-proteomic analyses of<i> FOXR2<\/i>-expressing human neural stem cells. These proteomic studies have allowed us to identify proteins and phospho-sites that are highly enriched in FOXR2-expressing cells, and that could be potential therapeutic targets in FOXR2-expressing cancers.<br \/>Conclusion: Taken together, this study elucidates how FOXR2 protein interactors mediate oncogenesis in FOXR2-expressing diffuse midline gliomas. These studies proposed here have broad applicability across a range of cancers as FOXR2 is aberrantly expressed in 8% of all cancers.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Pediatric cancers,Transcription factor,Brain tumors,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. W. Tsai<\/b><sup>1<\/sup>, M. Coppola<sup>1<\/sup>, P. Arounleut<sup>2<\/sup>, J. B. Collins<sup>3<\/sup>, P. Hart<sup>4<\/sup>, H. Keshishian<sup>4<\/sup>, D. T. W. Jones<sup>5<\/sup>, P. Bandopadhayay<sup>3<\/sup>, T. N. Phoenix<sup>2<\/sup>; <br\/><sup>1<\/sup>Children’s Hospital Los Angeles, Los Angeles, CA, <sup>2<\/sup>University of Cincinnati, Cincinnati, OH, <sup>3<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>4<\/sup>Broad Institute of MIT and Harvard, Cambridge, MA, <sup>5<\/sup>German Cancer Research Center, Heidelberg, Germany","CSlideId":"","ControlKey":"ce72e0b2-7eba-41aa-bf67-835c5de2be60","ControlNumber":"3393","DisclosureBlock":"&nbsp;<b>J. W. Tsai, <\/b> None..<br><b>M. Coppola, <\/b> None..<br><b>P. Arounleut, <\/b> None..<br><b>J. B. Collins, <\/b> None..<br><b>P. Hart, <\/b> None..<br><b>H. Keshishian, <\/b> None..<br><b>D. T. W. Jones, <\/b> None..<br><b>P. Bandopadhayay, <\/b> None..<br><b>T. N. Phoenix, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7931","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2854","PresenterBiography":null,"PresenterDisplayName":"Jessica Tsai, MD;PhD","PresenterKey":"905888bf-23de-4e83-87c4-5a201df797bd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2854. Delineating mediators of oncogenesis in <i>FOXR2<\/i>-expressing cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Delineating mediators of oncogenesis in <i>FOXR2<\/i>-expressing cancers","Topics":null,"cSlideId":""},{"Abstract":"Ewing sarcoma (EWS) is an aggressive bone and soft tissue tumor that affects children and young adults. Ewing sarcomas harbor few mutations beyond the chromosomal translocation that initiates disease, and the mechanistic basis for the metastasis of these tumors remains poorly understood. The epigenome of EWS cells reflects the regulatory state of genes associated with the DNA binding activity of the fusion oncoproteins EWSR1::FLI1 or EWSR1::ERG. In this study, we examined the EWSR1::FLI1\/ERG&#8217;s repression of transcription factor genes, particularly those encoding transcriptional regulators of cell differentiation. To examine EWSR1::FLI1\/ERG&#8217;s regulation of gene expression, we assayed DNA binding using ChIP-seq or CUT&#38;RUN, RNA using RNA-sequencing (RNA-seq) or qRT-PCR, and protein using immunoblotting or immunofluorescence. We depleted the expression of EWSR1::FLI1\/ERG proteins using RNAi and overexpressed ETS1 using a full-length cDNA or CRISPR activation.RNA-seq analysis of control and <i>EWSR1::FLI1<\/i>-silenced TC-32, TC-71, and A673 EWS cells identified 67 genes encoding proteins with DNA binding activity that exhibited significant increases in expression following depletion of EWSR1::FLI1. Comparison of the expression of these 67 transcription factor genes in EWS cell lines (n=41) and tumors (n=79) showed 37 expressed at a wider range in tumors relative to cell lines (p &#60;0.01). This more variable expression in EWS tumors suggests that one or more of these transcription factors could exert a phenotypic effect<i>. <\/i>Focusing on one of the EWSR1::FLI1-repressed target genes, <i>ETS1<\/i>, we detected EWSR1::FLI1 binding and an H3K27me3 repressive mark at this locus. Depletion of EWSR1::FLI1<i> <\/i>results in ETS1&#8217;s binding of promoter regions. Analysis of EWS cells in which we profiled ETS1 binding and assessed the effects of ectopically expressed ETS1 defined 265 genes as positively regulated by ETS1 of which 103 also exhibited an increase in expression following depletion of EWSR1::FLI1. Of these 103 genes, we focused on ETS1&#8217;s regulation of TNS3, as assessment of multiple EWS tumor expression profiles, showed positive correlation of <i>ETS1 <\/i>and <i>TNS3 <\/i>expression. <i>TNS3<\/i> encodes TENSIN3, a focal adhesion protein that regulates cytoskeletal reorganization and contributes to cell migration by connecting the cytoplasmic tail of integrins to the actin cytoskeleton. EWS cell lines (SK-N-MC (<i>EWSR1::FLI1<\/i>) and ES-5838 (<i>EWSR1::ERG<\/i>), in which we activated <i>ETS1<\/i> expression (CRISPRa) exhibited a migratory phenotype and increased TNS3 expression. Critically, the activated ETS1 EWS cell lines show TNS3 accumulation at leading cell edges, with F-actin cytoskeletal reorganization, a phenotype associated with cell migration. Our study demonstrates that EWS cells expressing ETS1 exhibit a more migratory phenotype, which, has the potential to promote the dissemination of cells and, thus, metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Migration,EWS-FLI1,ETS1,TENSIN 3,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>V. J. Ebegboni<\/b>, T. L. Jones, T. Brownmiller, E. Pehrsson, P. Zhao, S. Sundara Rajan, N. J. Caplen; <br\/>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"dc094c6b-3215-4c92-8511-93cd998ef088","ControlNumber":"743","DisclosureBlock":"&nbsp;<b>V. J. Ebegboni, <\/b> None..<br><b>T. L. Jones, <\/b> None..<br><b>T. Brownmiller, <\/b> None..<br><b>E. Pehrsson, <\/b> None..<br><b>P. Zhao, <\/b> None..<br><b>S. Sundara Rajan, <\/b> None..<br><b>N. J. Caplen, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7932","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2855","PresenterBiography":null,"PresenterDisplayName":"Vernon Ebegboni, BS;MS;PhD","PresenterKey":"ff2c8dd3-98b9-4f70-bb7e-bfcff0903ca2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2855. ETS1, a target gene of the EWSR1::FLI1 fusion oncoprotein, regulates the expression of the focal adhesion protein TENSIN3","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ETS1, a target gene of the EWSR1::FLI1 fusion oncoprotein, regulates the expression of the focal adhesion protein TENSIN3","Topics":null,"cSlideId":""},{"Abstract":"Pediatric germ cell tumors (GCT) are rare and heterogeneous, presenting various histologies. There are no specific markers for diagnosing GCT, and 30% of patients are resistant to standard cisplatin-based chemotherapy, which can be related to epithelial-mesenchymal transition (EMT). Therefore, this study aims to elucidate markers for classifying GCTs, evaluate the molecular mechanisms related to drug resistance, and search for new therapeutic approaches.<b> <\/b>The expression of miRNAs was assessed for 42 GCT-pediatric patients through miRNA Panel - Nanostring technology. Whole Exome Sequencing (WES) was performed for 16 GCT-pediatric patients to assess somatic mutations. <i>In silico<\/i> analysis of epithelial-mesenchymal transition (EMT) markers was performed using the cBioPortal database. The expression of EMT markers was evaluated <i>in vitro<\/i> in parental and cisplatin-resistant models (NTERA-2R). Xenograft model-derived NTERA-2R was established and EMT markers were also assessed. We identified specific miRNA expression signatures for each histology, including 34 miRNAs for dysgerminomas, 13 for embryonal carcinomas, 25 for yolk sac tumors, and one for immature teratoma. We identified 26 miRNAs that were commonly expressed in malignant tumors, with six miRNAs (miR-302a-3p, miR-302b-3p, miR-371a-5p, miR-372-3p, miR-373-3p, miR-367-3p) showing significant overexpression. MiR-302b-3p had a significant association with all the evaluated clinical features. WES analysis showed that Single Base Substitution signature 39 was observed in 68.75% of samples and SBS22 in 12.5%. Copy number alterations were identified in 4, 7, 8, 10, 12, 21, and 22 chromosomes, with amplification of <i>CDKN1B<\/i>, <i>KRAS<\/i>, <i>CCND2<\/i>, <i>ETV6<\/i>, and <i>KDM5A<\/i> genes and deletions of <i>KIT<\/i> and <i>PTEN<\/i> genes. Somatic mutations in <i>NYAP2, RHBDF2<\/i>, <i>MTOR<\/i>, <i>KIT<\/i>, <i>ATM<\/i>, <i>KRAS<\/i>, and <i>PIK3CA<\/i> were frequent among the samples. <i>KIT<\/i> (Asp816Val, Ala829Pro) and <i>KRAS<\/i> (Gln61Leu) mutations were classified with potential clinical significance and were validated. <i>In silico<\/i> analysis showed that different histologies had distinct expression profiles for EMT markers. Patients with <i>SNAIL<sup>low<\/sup>SLUG<sup>low<\/sup><\/i> expression had higher PFS than those with <i>SNAIL<sup>high<\/sup>SLUG<sup>high<\/sup><\/i><sup> <\/sup>(p=0.006). The median PFS of patients with <i>SLUG<sup>low<\/sup><\/i> was 46.4 months, while <i>SLUG<sup>high<\/sup><\/i> was 28.0 months (p=0.022). <i>In vitro<\/i> analysis using NTERA-2R showed overexpression of EMT markers. The same result was obtained in the xenograft model derived from NTERA-2R. Our study offers vital insights into pediatric GCTs' molecular landscape, using <i>in silico<\/i>, <i>in vitro<\/i>, <i>in vivo<\/i> analyses, and genetic assessments, highlighting three points: 1) The miRNA signatures for each histology may have robust diagnostic and prognostic potential, besides clinical implications as biomarkers. 2) <i>KIT<\/i> and <i>KRAS<\/i> genes are possible therapeutic targets of pediatric GCTs. 3) EMT is related to cisplatin resistance and SLUG is a potential molecular target.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"MicroRNA,Mutations,Epithelial-mesenchymal transition (EMT),Cisplatin resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Souza Peres<sup>1<\/sup>, I. Vieira Cardoso<sup>1<\/sup>, J. Soares Galvao<sup>1<\/sup>, A. Santarosa Vieira<sup>1<\/sup>, M. Nunes Rosa<sup>1<\/sup>, I. Tosi<sup>1<\/sup>, D. Antunes Moreno<sup>1<\/sup>, A. Laus<sup>1<\/sup>, A. van Helvoort Lengert<sup>1<\/sup>, S. Aparecida Teixeira<sup>1<\/sup>, A. Feijo Evangelista<sup>1<\/sup>, R. Manuel Reis<sup>2<\/sup>, L. Lopes<sup>3<\/sup>, <b>M. Tomazini Pinto<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Barretos Cancer Hospital, Barretos, Brazil, <sup>2<\/sup>University of Minho, Braga, Portugal, <sup>3<\/sup>Barretos Children’s Cancer Hospital, Barretos, Brazil","CSlideId":"","ControlKey":"f1af88f8-4baf-41bd-9a92-98a0759539eb","ControlNumber":"2015","DisclosureBlock":"&nbsp;<b>A. Souza Peres, <\/b> None..<br><b>I. Vieira Cardoso, <\/b> None..<br><b>J. Soares Galvao, <\/b> None..<br><b>A. Santarosa Vieira, <\/b> None..<br><b>M. Nunes Rosa, <\/b> None..<br><b>I. Tosi, <\/b> None..<br><b>D. Antunes Moreno, <\/b> None..<br><b>A. Laus, <\/b> None..<br><b>A. van Helvoort Lengert, <\/b> None..<br><b>S. Aparecida Teixeira, <\/b> None..<br><b>A. Feijo Evangelista, <\/b> None..<br><b>R. Manuel Reis, <\/b> None..<br><b>L. Lopes, <\/b> None..<br><b>M. Tomazini Pinto, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7933","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2856","PresenterBiography":null,"PresenterDisplayName":"Mariana Tomazini Pinto, PhD","PresenterKey":"060cdeba-c7a5-4951-a5c0-5f8d0663652a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2856. Multi-omics approaches for biomarker discovery and target therapy in pediatric germ cell tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-omics approaches for biomarker discovery and target therapy in pediatric germ cell tumors","Topics":null,"cSlideId":""},{"Abstract":"Oncogenic kinase fusions (KFs) have been reported in pediatric, adolescent, and young adult (P-AYA) brain tumors, sarcomas, and rare solid malignancies. Molecularly targeted therapy (MTT) matched to KFs generally produce objective responses even in advanced P-AYA malignancies. KFs occur across a broad age range of P-AYA cancer diagnoses (dx) so data on KF prevalence and the relationship between KFs and clinical characteristics including response and resistance to MTT is distributed across many studies. To address resulting knowledge gaps, we conducted a systematic review of KFs reported in P-AYA cancers and assessed the availability of clinical trials (CTs) for P-AYA patients with KF malignancies. A systematic literature search was conducted with PubMed using publication date 2013-2022, search terms for dx, age, and gene names of interest (BRAF, RAF1, NTRK1-3, ALK, FGFR1-4, MET, RET, ROS1). Known P-AYA cancer sequencing studies were also reviewed. Papers were included if they reported &#8805;1 patient &#60;18 yo with a KF cancer of any type or &#8804;30 yo with a KF P-AYA cancer dx. Data abstracted included paper type, KF gene and partner, dx, fusion breakpoints, age, stage, MTT received, response to MTT, and CT enrollment. Clinicaltrials.gov was queried for interventional CTs in the U.S. assessing relevant MTTs. We identified 531 studies (299 case reports\/series; 119 P-AYA sequencing studies) reporting 4,329 patients with a KF P-AYA solid tumor. Brain tumors had, in decreasing order of frequency, BRAF, NTRK, FGFR, ALK, ROS1, RAF1, MET, and RET fusions. Dx in which KFs were reported were LGG (n=2451), HGG (n=298), embryonal tumors (n=16), ependymomas (n=8), meningioma (n=1), and other (n=16). Extracranial solid tumors (EST) had, in decreasing order of frequency, NTRK, RET, ALK, BRAF, ROS1, MET, FGFR, and RAF1 fusions. Dx in which KFs were reported were thyroid cancer (n=607), sarcoma (n=546), melanoma and spitz tumor (n=183), renal tumor (n=90), carcinoma (n=57), rhabdomyosarcoma (n=12), neuroblastoma (n=11), osteosarcoma (n=9), and other (n=24). As of Aug 23, 2023, 476 CTs were assessing 65 inhibitors relevant for these KFs, of which only 20 are currently FDA-approved. Patients &#60;18 yo were only eligible for 16% of CTs. RET (47%), RAF\/BRAF (33%), and NTRK (32%) inhibitors had the highest percent of CTs enrolling patients &#60;18 yo while ERK (4%) and FGFR (6%) inhibitors had the least. Notably, while 467 P-AYA patients identified in our review were &#60;18 yo and had an ALK- or ROS1-fusion positive tumor, only 24% of ALK or ROS1 inhibitor CTs allowed enrollment of patients &#60;18 yo. To our knowledge, this is the first systematic review of KFs in P-AYA solid tumors. Oncogenic KFs are common and occur across P-AYA solid and brain tumor dx demonstrating a need for CTs of relevant MTTs including patients &#60;18 yo, particularly for drugs targeting ALK, ROS1, and FGFR.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Pediatric cancers,Fusion genes,Targeted therapy,Tyrosine kinase inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Lazo de la Vega<\/b><sup>1<\/sup>, S. K. Eder<sup>2<\/sup>, E. Sukharevsky<sup>1<\/sup>, Z. A. Kahn<sup>1<\/sup>, M. O'Connell<sup>1<\/sup>, F. Wachter<sup>1<\/sup>, E. P. Anderson<sup>3<\/sup>, M. C. Trissal<sup>1<\/sup>, J. J. LaBelle<sup>1<\/sup>, K. Carpenter<sup>4<\/sup>, L. Kager<sup>2<\/sup>, M. G. Filbin<sup>1<\/sup>, K. A. Janeway<sup>1<\/sup>; <br\/><sup>1<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>2<\/sup>St. Anna Children's Cancer Research Institute, Vienna, Austria, <sup>3<\/sup>Massachusetts General Hospital, Boston, MA, <sup>4<\/sup>Boston Children's Hospital, Boston, MA","CSlideId":"","ControlKey":"51b3ce98-1552-4fa4-81be-b6f320ad2fc0","ControlNumber":"5338","DisclosureBlock":"&nbsp;<b>L. Lazo de la Vega, <\/b> None..<br><b>S. K. Eder, <\/b> None..<br><b>E. Sukharevsky, <\/b> None..<br><b>Z. A. Kahn, <\/b> None.&nbsp;<br><b>M. O'Connell, <\/b> <br><b>ImmunoGen<\/b> Employment.<br><b>F. Wachter, <\/b> None..<br><b>E. P. Anderson, <\/b> None.&nbsp;<br><b>M. C. Trissal, <\/b> <br><b>Takeda Oncology<\/b> Employment.<br><b>J. J. LaBelle, <\/b> None..<br><b>K. Carpenter, <\/b> None..<br><b>L. Kager, <\/b> None..<br><b>M. G. Filbin, <\/b> None.&nbsp;<br><b>K. A. Janeway, <\/b> <br><b>Bayer<\/b> Other, Consulting. <br><b>Ipsen<\/b> Other, Consulting. <br><b>Illumina<\/b> Other, Consulting.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7934","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2857","PresenterBiography":null,"PresenterDisplayName":"Lorena Lazo de la Vega, PhD","PresenterKey":"274bb506-bbb4-4623-bf5d-ce9881c28f4d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2857. Perspectives from a systematic review of kinase fusion oncogenes and access to corresponding kinase inhibitor clinical trials in pediatric, adolescent, and young adult solid malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Perspectives from a systematic review of kinase fusion oncogenes and access to corresponding kinase inhibitor clinical trials in pediatric, adolescent, and young adult solid malignancies","Topics":null,"cSlideId":""},{"Abstract":"Pediatric central nervous system tumors are the leading cause of cancer death in children. Diffuse midline glioma (DMG) is a universally fatal pediatric brain tumor and despite many clinical trials over the past decades, less than 10% of patients are long-term survivors. The clinical standard of care is radiotherapy, however it only provides limited symptom relief. There is a clear need to develop creative treatment strategies for patients with DMG. Nanomedicine has the potential to address this challenge, allowing the encapsulation of difficult to deliver therapeutic cargoes, and selectively targeting them to tumors while crossing innate biological barriers. However, a deep understanding of disease-specific nano-bio interactions is crucial to leverage the full potential of these therapies.<br \/>To functionally validate the role of candidate biomarkers in nanoparticle delivery to DMGs, we performed pooled genetic perturbation screens using a flow based phenotypic output. We developed a lentiviral all-in-one CRISPR\/Cas9 knock-out library paired with fluorescence-activated cell sorting to probe the functional impact of 700 genes on the delivery of nanoparticles to DMG. Layer-by-layer electrostatic assembly was used to generate liposomal nanoparticles with a polymer surface coating of hyaluronic acid. Two patient-derived neurosphere models of DMG were transduced with the pooled all-in-one CRISPR\/Cas9 library. Following antibiotic selection, cells were incubated with hyaluronic acid or polymeric nanoparticles for 4 or 24 hours and sorted into populations based on nanoparticle affinity. A dynamic cell-sorting strategy was optimized to separate cells infected with inert DNA barcodes based on their degree of nanoparticle-association. DNA was isolated from sorted cells and subjected to next generation sequencing. The enrichment of each single guide was determined relative to matched controls. We found strong agreement between biologic replicates, and determined which genes, when knocked down, shifted nanoparticle uptake into DMG cells.<br \/>Our pooled phenotypic screen revealed strong biologic regulators of nanoparticle uptake. These can be categorized as formulation dependent and independent, as well as time-dependent. We identified several negative regulators of nanoparticle uptake including members of the mitogen-activated protein kinase (MAPK) and mammalian target of rapamycin (mTOR) pathways. The top target genes are currently being validated in DMG and human neural stem cell models. In ongoing work, we are leveraging genetic and chemical inhibition to sensitize DMG cells to nanoparticle therapeutics. We plan to leverage our screening technique to develop novel combination therapy approaches that could be implemented across multiple administration routes (intravenous, intraventricular, or intratumoral) to enhance the use of nanomedicine for DMG and other pediatric brain tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Pediatric cancers,Nanoparticle,Glioma,CRISPR\/Cas9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Coppola<\/b><sup>1<\/sup>, J. Kenny-Serrano<sup>2<\/sup>, J. G. Doench<sup>3<\/sup>, P. Hammond<sup>4<\/sup>, P. Bandopadhayay<sup>2<\/sup>, J. W. Tsai<sup>1<\/sup>, J. Straehla<sup>5<\/sup>; <br\/><sup>1<\/sup>Children’s Hospital Los Angeles, Los Angeles, CA, <sup>2<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>3<\/sup>Broad Institute of MIT and Harvard, Cambridge, MA, <sup>4<\/sup>Massachusetts Institute of Technology, Cambridge, MA, <sup>5<\/sup>Koch Institute for Integrative Cancer Research, Cambridge, MA","CSlideId":"","ControlKey":"4d1c9686-579b-401f-89ff-b7387d3b3034","ControlNumber":"7812","DisclosureBlock":"&nbsp;<b>M. Coppola, <\/b> None..<br><b>J. Kenny-Serrano, <\/b> None..<br><b>J. G. Doench, <\/b> None.&nbsp;<br><b>P. Hammond, <\/b> <br><b>LayerBio<\/b> Other, Founder and Board of Directors. <br><b>Moderna Therapeutics<\/b> Other, Scientific Advisory Board. <br><b>Alector Therapeutics<\/b> Grant\/Contract, Other, Board of Directors. <br><b>Focus Medical, Inc.<\/b> Other, Board of Directors. <br><b>MIT Engine<\/b> Other, Board of Directors. <br><b>Senda Biosciences<\/b> Other, Board of Directors. <br><b>Novartis<\/b> Grant\/Contract.<br><b>P. Bandopadhayay, <\/b> None..<br><b>J. W. Tsai, <\/b> None.&nbsp;<br><b>J. Straehla, <\/b> <br><b>Gensaic<\/b> Other, Consulting. <br><b>Novartis Institutes for Biomedical Research<\/b> Other, Honoraria.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7935","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2858","PresenterBiography":null,"PresenterDisplayName":"Marissa Coppola, BS","PresenterKey":"d522f9c8-7984-495f-8d00-2569c458638f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2858. Phenotypic screens identify genetic regulators of nanoparticle delivery to pediatric brain tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phenotypic screens identify genetic regulators of nanoparticle delivery to pediatric brain tumors","Topics":null,"cSlideId":""},{"Abstract":"The Single-cell Pediatric Cancer Atlas (ScPCA) Portal (<u>https:\/\/scpca.alexslemonade.org\/<\/u><u><\/u>), developed and maintained by the Childhood Cancer Data Lab, is an open-source data resource for single-cell and single-nuclei RNA sequencing data of pediatric tumors. Originally comprised of data from 10 projects funded by Alex&#8217;s Lemonade Stand Foundation, the Portal currently contains summarized gene expression data for over 500 samples from a diverse set of over 50 types of cancers and is growing to include community-contributed datasets. In addition to gene expression data from single-cell and single-nuclei RNA sequencing, the Portal holds data obtained from bulk RNA sequencing, spatial transcriptomics, and feature barcoding methods, such as CITE-seq and cell hashing.<br \/>ScPCA data are available for download in formats ready for downstream analysis, such as SingleCellExperiment or AnnData objects. Objects include raw counts and normalized gene expression data, PCA and UMAP coordinates, unsupervised clustering assignments, and cell type annotations. Additionally, all downloads include two summary reports for each library. The quality control report is a general overview, including processing information, summary statistics, and general visualizations of cell metrics. The cell type annotation report includes an overview of cell type annotation, comparisons among cell type annotation methods, and diagnostic plots to assess annotation quality. Comprehensive documentation about data processing and the contents of files on the portal, including a guide to getting started working with an ScPCA dataset, can be found at <u>scpca.readthedocs.io<\/u><u><\/u>.<br \/>All data on the Portal were uniformly processed using scpca-nf, a Nextflow-based open-source pipeline developed by the Childhood Cancer Data Lab. The scpca-nf workflow uses alevin-fry for fast and efficient processing of all data currently available on the portal, including single-cell RNA-seq data and any associated CITE-seq or cell hash data, spatial transcriptomics data, and bulk RNA sequencing. The workflow and associated documentation are freely available at <u>https:\/\/github.com\/AlexsLemonade\/scpca-nf<\/u><u><\/u>, allowing researchers to leverage this pipeline for their own datasets.<br \/>Providing an open-source workflow has allowed researchers to process their own single-cell or single-nuclei datasets for their own research. Furthermore, any data sets processed with scpca-nf are then eligible for inclusion on the ScPCA Portal. The continuous growth of the ScPCA Portal will help pediatric cancer researchers spend less time finding and processing data and more time answering their pressing research questions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Pediatric cancers,Single cell,Databases,RNA-seq,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. G. Hawkins<\/b><sup>1<\/sup>, J. A. Shapiro<sup>1<\/sup>, S. J. Spielman<sup>1<\/sup>, D. S. Mejia<sup>1<\/sup>, D. Venkatesh Prasad<sup>1<\/sup>, N. Ichihara<sup>1<\/sup>, A. Yakovets<sup>1<\/sup>, K. G. Wheeler<sup>2<\/sup>, C. J. Bethell<sup>3<\/sup>, S. M. Foltz<sup>4<\/sup>, J. O'Malley<sup>1<\/sup>, C. S. Greene<sup>5<\/sup>, J. N. Taroni<sup>1<\/sup>; <br\/><sup>1<\/sup>Alex's Lemonade Stand Foundation, Bala Cynwyd, PA, <sup>2<\/sup>Reify Health, Boston, MA, <sup>3<\/sup>UTHealth Houston Graduate School of Biomedical Sciences, Houston, TX, <sup>4<\/sup>Children's Hospital of Philadelphia, Philadelphia, PA, <sup>5<\/sup>University of Colorado Anschutz Medical Campus, Aurora, CO","CSlideId":"","ControlKey":"73842d29-baa5-4f1d-9b7b-c40301ccc612","ControlNumber":"7318","DisclosureBlock":"&nbsp;<b>A. G. Hawkins, <\/b> None..<br><b>J. A. Shapiro, <\/b> None..<br><b>S. J. Spielman, <\/b> None..<br><b>D. S. Mejia, <\/b> None..<br><b>D. Venkatesh Prasad, <\/b> None..<br><b>N. Ichihara, <\/b> None..<br><b>A. Yakovets, <\/b> None..<br><b>K. G. Wheeler, <\/b> None..<br><b>C. J. Bethell, <\/b> None..<br><b>S. M. Foltz, <\/b> None..<br><b>J. O'Malley, <\/b> None..<br><b>C. S. Greene, <\/b> None..<br><b>J. N. Taroni, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7936","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2859","PresenterBiography":null,"PresenterDisplayName":"Allegra Hawkins, PhD,MS","PresenterKey":"35924ad4-56ab-408c-a5ca-42fb2e78237b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2859. The Single-cell Pediatric Cancer Atlas: Open-source data and tools for single-cell transcriptomics of pediatric tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The Single-cell Pediatric Cancer Atlas: Open-source data and tools for single-cell transcriptomics of pediatric tumors","Topics":null,"cSlideId":""},{"Abstract":"We have leveraged long-read and spatial sequencing modalities to identify cancer-specific oncogenic alterations for treatment of osteosarcomas.<br \/>Osteosarcoma is archetypal of cancers driven by aneuploidy and structural rearrangement rather than point mutations. The functional consequences of many SVs stem from their effect on multidimensional genome organization. SVs can enable enhancer hijacking, alter boundaries of topologically associated domains (TADs), and move gene loci to different regulatory compartments to affect gene expression. SVs can also lead to the formation of extrachromosomal DNA amplicons (ecDNA), which can be megabases in size and can incorporate both genes and regulatory elements to result in substantial increases in gene transcription and intratumor heterogeneity. Complex SVs may have profound implications for prognosis and treatment in OS and other cancers yet they remain poorly understood. By incorporating long-read optical genome mapping (OGM) and chromatin conformation capture sequencing (HiC), we studied SVs in osteosarcoma with the goal of elucidating their contribution to cancer development.<br \/>We used a unique panel of 11 OS patient-derived xenograft (PDX) cell lines which have been previously characterized regarding response to targeted therapies as well as genomically via whole genome (WGS), RNA (RNA-seq), and chromatin accessibility (ATAC-seq) sequencing. To understand the complex genomic reorganization that occurs in osteosarcoma, we integrated OGM and WGS data for all 11 cell lines to describe detailed genome-wide SVs including ecDNA formation. PDX lines assayed using OGM exhibited between 106 and 704 translocations each (versus zero detected in germline controls) and we identified dozens of potential ecDNA amplicons, including one amplicon which may explain exceptionally high expression of YAP1 and BIRC3 transcripts. Further, we used HiC to describe the topological environment resulting from these SVs and observed potential enhancer hijacking events affecting dozens of known oncogenes including MYC and CDK4. HiC interaction maps among six cell lines reveal genomic compartments and TAD boundaries in detail, with 4,167 unique TAD boundaries identified among six cell lines using 50kb genomic bins. Despite the observed complexity of these genomes, we note that 71% of TAD boundaries are consistent in at least four of the six HiC assayed cell lines, and 44% are present in all six lines. Changing TAD boundaries are associated with numerous SVs and\/or copy number discrepancies, and are associated with genomic regions that contain genes with dysregulated RNA transcript levels. Overall, OGM and HiC modalities add considerably to our ability to detect oncogenic SVs and the genes they affect.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Osteosarcoma,Genomics,Genomic instability,Systems biology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. S. Clugston<\/b><sup>1<\/sup>, S. Leung<sup>1<\/sup>, E. Fuentes<sup>1<\/sup>, L. Sayles<sup>1<\/sup>, M. Ostrowski<sup>2<\/sup>, C. Wu<sup>2<\/sup>, C. Curtis<sup>3<\/sup>, Z. Ma<sup>4<\/sup>, Y. Zhao<sup>3<\/sup>, G. K. Marinov<sup>3<\/sup>, V. Ramani<sup>2<\/sup>, M. Breese<sup>1<\/sup>, A. Sweet-Cordero<sup>1<\/sup>; <br\/><sup>1<\/sup>UCSF - University of California San Francisco, San Francisco, CA, <sup>2<\/sup>Gladstone Institute for Data Science & Biotechnology, San Francisco, CA, <sup>3<\/sup>Stanford University School of Medicine, Stanford, CA, <sup>4<\/sup>Stanford Cancer Institute, Stanford, CA","CSlideId":"","ControlKey":"b0494968-1ec1-4a4b-bb80-cbe12c986314","ControlNumber":"8470","DisclosureBlock":"&nbsp;<b>A. S. Clugston, <\/b> None..<br><b>S. Leung, <\/b> None..<br><b>E. Fuentes, <\/b> None..<br><b>L. Sayles, <\/b> None..<br><b>M. Ostrowski, <\/b> None..<br><b>C. Wu, <\/b> None..<br><b>C. Curtis, <\/b> None..<br><b>Z. Ma, <\/b> None..<br><b>Y. Zhao, <\/b> None..<br><b>G. K. Marinov, <\/b> None..<br><b>V. Ramani, <\/b> None..<br><b>M. Breese, <\/b> None..<br><b>A. Sweet-Cordero, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7937","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2860","PresenterBiography":null,"PresenterDisplayName":"Andrew Clugston, BS;MS;PhD","PresenterKey":"e285d502-4465-4261-826b-8af5c3f7f18b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2860. High-resolution mapping of oncogenic structural changes in osteosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High-resolution mapping of oncogenic structural changes in osteosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Fusion-positive rhabdomyosarcoma is an aggressive pediatric cancer lacking curative therapies, and outcomes for children with this disease have not improved in decades. The chimeric transcription factor PAX3::FOXO1 is the most common and lethal driver of fusion-positive rhabdomyosarcoma, and it consists of the DNA binding domains of PAX3 fused to the transactivation domain of FOXO1. Despite its well-established essentiality for tumorigenesis, how PAX3::FOXO1 initially generates a tumorigenic cell state has been challenging to study due to the lack of in vivo models expressing the fusion-oncogene at accessible early developmental time points. Here, we developed a novel zebrafish mRNA injection model that ubiquitously expresses PAX3::FOXO1 during gastrulation representing all three germ layers. Using this high-throughput model, we used ChIP-seq to identify initial in vivo PAX3::FOXO1 binding sites and targets. PAX3::FOXO1 has pioneering activity, where it can utilize partial-motif recognition to bind to inaccessible chromatin and alter chromatin structure. With biochemical and 2D chromatin sequencing approaches in our model, we find evidence for in vivo PAX3::FOXO1 pioneering activity. PAX3::FOXO1 consists of two DNA binding domains, a paired and homeobox domain, and we demonstrate a new mode of pioneering activity driven by its homeobox domain given a strong enrichment of homeobox-related motifs at PAX3::FOXO1 binding sites. PAX3::FOXO1 activity in developing zebrafish embryos results in an arrested development phenotype and transcriptional signatures enriched for pathways such as an inhibition of segmentation and myogenic development. Critically, we find that PAX3::FOXO1 directly activates neural-related gene targets by increasing chromatin accessibility and re-distribution of the active histone mark H3K27Ac to these loci. These discoveries are particularly striking because rhabdomyosarcoma is traditionally associated with skeletal muscle characteristics. With our findings, we hypothesize neural gene activation is a critical mechanism for fusion-positive rhabdomyosarcoma tumor initiation and could be a critical pathway across various stages of rhabdomyosarcoma tumorigenesis. This hypothesis agrees with our previous discovery of a novel PAX3::FOXO1 cooperating neural transcription factor, HES3, which we find is directly activated by PAX3::FOXO1 in our mRNA injection model. Our long-term goal is to utilize this versatile model to functionally evaluate cooperation between PAX3::FOXO1 and both canonical rhabdomyosarcoma and neural transcription factors. Our approach will employ a cross-species comparative analysis across this injection model, our zebrafish tumor models, other model systems, and patient data. This work will identify conserved targets and mechanisms of PAX3::FOXO1 tumorigenesis that could become new therapeutic vulnerabilities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Fusion proteins,Pediatric cancers,Chromatin immunoprecipitation,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Kucinski<\/b>, C. Taslim, A. Tallan, M. Cannon, K. Silvius, B. Stanton, G. Kendall; <br\/>Nationwide Children's Hospital, Columbus, OH","CSlideId":"","ControlKey":"902bf2e3-da1c-4371-9014-d8d1ef08d7f5","ControlNumber":"6825","DisclosureBlock":"&nbsp;<b>J. Kucinski, <\/b> None..<br><b>C. Taslim, <\/b> None..<br><b>A. Tallan, <\/b> None..<br><b>M. Cannon, <\/b> None..<br><b>K. Silvius, <\/b> None..<br><b>B. Stanton, <\/b> None..<br><b>G. Kendall, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7938","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2861","PresenterBiography":null,"PresenterDisplayName":"Jack Kucinski, BS;MS","PresenterKey":"aff07c3c-1d93-4bdf-9338-99a687f8bf56","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2861. Rhabdomyosarcoma fusion-oncogene alters the chromatin landscape to initially drive a neural signature <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rhabdomyosarcoma fusion-oncogene alters the chromatin landscape to initially drive a neural signature <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Objective <\/u><\/b>Few pediatric sarcoma studies have investigated how gene alterations detected by targeted sequencing change in the same patient over time. We leveraged targeted somatic DNA next-generation sequencing (NGS) data from a large cohort of young patients with osteosarcoma (OS), Ewing sarcoma (EWS), or rhabdomyosarcoma (RMS) to identify changes in known oncogenic variants with the aim of addressing the clinical utility of resequencing at recurrence.<br \/><b><u>Methods <\/u><\/b>The iCat2\/GAIN Consortium Study is a cohort study involving 13 US institutions evaluating outcomes after receipt of matched targeted therapy (MTT) in young patients with advanced extra-cranial solid tumors. Tumors are sequenced using OncoPanel, a targeted DNA NGS test performed in a CLIA\/CAP certified laboratory assessing single nucleotide variants (SNV), copy number variants (CNV) and structural variants (SV) in up to 447 cancer genes and rearrangements in up to 60 cancer genes. In 2 cases, similar targeted NGS tests were performed. For OS, EWS, or RMS patients with at least 2 OncoPanels from different timepoints (initial diagnosis or relapse) and\/or tumor sites (metastatic or primary), we assessed oncogenic variants in genes previously known to be recurrently altered in the respective diagnosis. For each variant, we assigned patterns of change as emergence, disappearance, or persistence.<br \/><b><u>Results <\/u><\/b>Of 784 iCat2\/GAIN patients, there were 157, 107, and 100 patients with OS, EWS, and RMS respectively. The analytic cohort consisted of 34, 20, and 15 OS, EWS, and RMS patients respectively<b> <\/b>with at least 2 tumor sequenced samples. The median number of sequenced samples per patient was 2 (range 2 to 6). In EWS, 9 (45%) patients had an oncogenic variant (other than an expected fusion) in at least one sample. In 4 patients, the predominant pattern of change was emergence. Specifically, a new pathogenic SNV in STAG2 (N=1) or TP53 (N=3) were observed. In OS, all 34 patients had an oncogenic variant in at least one sample. In RMS, 12 (80%) patients had an oncogenic variant in at least one sample. There was no predominant pattern of change in OS and RMS. In OS, 41% percent of variants persisted in all samples; 32% of variants disappeared in subsequent samples; 22% of variants emerged in subsequent samples; 5% of variants were variably present over time. Interestingly, while TP53 was most often persistent over time, there were also 7 cases with emergence of TP53 variants and 8 cases with disappearance of TP53 variants. In RMS, 26% percent of variants persisted in all samples; 31% of variants disappeared in subsequent samples; 43% of variants emerged in subsequent samples. Interestingly, in three cases there was emergence of a new variant activating the RAF\/MAPK or AKT pathway.<br \/><b><u>Conclusion <\/u><\/b>Pediatric sarcomas display a range of genomic changes over time. Given the observed changes in oncogenic alterations, there may be utility to repeat sequencing of relapsed tumor biopsies to understand these changes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Pediatric cancers,Sarcoma\/soft-tissue malignancies,Genomics,Targeted sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Y. Comeau<\/b><sup>1<\/sup>, L. Lazo De La Vega<sup>1<\/sup>, A. J. Church<sup>2<\/sup>, L. D. Maese<sup>3<\/sup>, N. Pinto<sup>4<\/sup>, M. E. Macy<sup>5<\/sup>, M. A. Applebaum<sup>6<\/sup>, A. J. Sabnis<sup>7<\/sup>, A. Kim<sup>8<\/sup>, S. I. Colace<sup>9<\/sup>, F. Dela Cruz, Jr.<sup>10<\/sup>, S. G. DuBois<sup>1<\/sup>, N. B. Collins<sup>1<\/sup>, K. A. Janeway<sup>1<\/sup>; <br\/><sup>1<\/sup>Dana-Farber\/Boston Children's Cancer and Blood Disorders Center, Boston, MA, <sup>2<\/sup>Boston Children's Hospital, Boston, MA, <sup>3<\/sup>University of Utah\/Primary Children's Hospital, Salt Lake City, UT, <sup>4<\/sup>University of Washington\/Seattle Children's Hospital, Seattle, WA, <sup>5<\/sup>University of Colorado\/Children's Hospital Colorado, Aurora, CO, <sup>6<\/sup>University of Chicago\/Comer Children's Hospital, Chicago, IL, <sup>7<\/sup>University of California San Francisco\/Benioff Children's Hospital, San Francisco, CA, <sup>8<\/sup>George Washington University\/Children's National Hospital, Washington, DC, <sup>9<\/sup>The Ohio State University\/Nationwide Children's Hospital, Columbus, OH, <sup>10<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"5c86d5b3-e38f-40d0-a8ad-edc076d40b7a","ControlNumber":"6503","DisclosureBlock":"&nbsp;<b>H. Y. Comeau, <\/b> None..<br><b>L. Lazo De La Vega, <\/b> None..<br><b>A. J. Church, <\/b> None.&nbsp;<br><b>L. D. Maese, <\/b> <br><b>Jazz<\/b> Other, Consulting.<br><b>N. Pinto, <\/b> None..<br><b>M. E. Macy, <\/b> None..<br><b>M. A. Applebaum, <\/b> None..<br><b>A. J. Sabnis, <\/b> None..<br><b>A. Kim, <\/b> None..<br><b>S. I. Colace, <\/b> None..<br><b>F. Dela Cruz, <\/b> None.&nbsp;<br><b>S. G. DuBois, <\/b> <br><b>Loxo Oncology<\/b> Travel. <br><b>Roche<\/b> Travel. <br><b>Salarius<\/b> Travel. <br><b>Amgen<\/b> Other, Consulting. <br><b>Bayer<\/b> Other, Consulting. <br><b>Jazz<\/b> Other, Consulting. <br><b>InhibRx<\/b> Other, Consulting.<br><b>N. B. Collins, <\/b> None.&nbsp;<br><b>K. A. Janeway, <\/b> <br><b>Bayer<\/b> Other, Consulting. <br><b>Ipsen<\/b> Other, Consulting. <br><b>Illumina<\/b> Other, Consulting.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7939","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2862","PresenterBiography":null,"PresenterDisplayName":"Hannah Comeau","PresenterKey":"43e9fabd-1616-4203-ae0d-66fe0eff1186","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2862. Evolution of clinically relevant variants in advanced pediatric sarcomas","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evolution of clinically relevant variants in advanced pediatric sarcomas","Topics":null,"cSlideId":""},{"Abstract":"Rhabdomyosarcoma (RMS) is a tumor of the muscle and is the most common soft tissue cancer in children and teens, with approximately 400 to 500 new cases every year in the United States. While we have a good understanding of the interplay between pro- and anti-apoptotic regulators, much remains to be learned about how the decision to trigger apoptosis or not is controlled at the transcriptional level in RMS tumors. We strive to elucidate how pathways that drive apoptosis avoidance are epi-genetically pre-programmed in cells. We have discovered that SNAI2, a transcriptional repressor, acts as a master switch to either activate or dampen apoptosis in response to ionizing radiation (IR). While elevated SNAI2 results in transcriptional repression of the pro-apoptotic factor <i>BIM<\/i> and protection from apoptosis post-IR, a small number of SNAI2 null cells survive radiation to reproliferate in vivo, revealing the existence of hitherto unappreciated mechanisms that support the survival of irradiated cells. Hence, we hypothesized that there are additional genes or pathways in cells lacking SNAI2 that are co-opted to drive relapse disease. We have identified that CDKN1A or p21 expression is robustly increased in SNAI2 null cells. <i>CDKN1A<\/i> is thought to be a tumor suppressor. However, our preliminary data indicate that <i>CDKN1A<\/i> is an oncogene, and in RMS patients, high tumor expression is associated with poor outcomes. We found that <i>CDKN1A<\/i> expression in combination with SNAI2 can predict resistance to radiation across RMS cell lines. We next developed control RD, Rh30, and Rh18 cells, either <i>CDKN1A<\/i> or both <i>CDKN1A<\/i> and <i>SNAI2<\/i> ablated using CRISPR\/Cas9 reagents with control cells expressing control gRNAs. Ablation of <i>CDKN1A<\/i>, while not affecting proliferation, led to a significant increase in apoptosis post-radiation, and this effect was increased in <i>SNAI2\/CDKN1A<\/i> double knockout cells. Further, in colony-forming assays, we find that double-ablated cells form significantly fewer colonies than control and single knockout cells. Loss of <i>CDKN1A, SNAI2, or CDKN1A\/SNAI2<\/i> led to a G2\/M cell cycle block, indicating that the cell cycle effects of p21 might not be responsible for the phenotypes observed. Ongoing xenograft experiments have determined the effect we observe <i>in vitro<\/i> will also translate <i>in vivo<\/i>. Given that<b> <\/b>SNAI2 and <i>CDKN1A<\/i> are heterogeneously expressed, respectively, we will interrogate CDKN1A for its role in protecting differentiated cells from apoptosis. We will determine if <i>CDKN1A<\/i> prevents apoptosis by repressing the pro-apoptotic factor NOXA in a novel apoptotic regulatory axis specific to differentiated cells. Our study will show that critical primary and alternative apoptosis resistance mechanisms are epi-genetically pre-programmed in cells by SNAI2.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"p21,Radiation,Pediatric cancers,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. S. Modi<\/b>, M. Ignatius, L. Wang, P. Sreenivas; <br\/>UTHSA, San Antonio, TX","CSlideId":"","ControlKey":"e38a825a-c5e2-4505-9a0e-fae829ff1018","ControlNumber":"3404","DisclosureBlock":"&nbsp;<b>P. S. Modi, <\/b> None..<br><b>M. Ignatius, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>P. Sreenivas, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7940","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2863","PresenterBiography":null,"PresenterDisplayName":"Paulomi Modi, BS","PresenterKey":"1c9e38b6-67cb-4810-874b-fa636a9ce1b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2863. <i>CDKN1A<\/i> prevents IR-induced apoptosis in rhabdomyosarcoma tumor via repressing the pro-apoptotic factor NOXA in a novel apoptotic regulatory axis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>CDKN1A<\/i> prevents IR-induced apoptosis in rhabdomyosarcoma tumor via repressing the pro-apoptotic factor NOXA in a novel apoptotic regulatory axis","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Medulloblastoma (MB) is the most common malignant brain tumor in children. It is categorized into four molecular subgroups, each with unique genetic and epigenetic alterations, molecular signatures, and differences in clinical features and treatment responses. Targeted therapy for MB has failed in the clinic, prompting new studies of mechanisms involved in MB tumorigenesis and progression.<br \/>Experimental Procedure: The transcriptomic information of the MB patients was obtained from the publicly available RNAseq datasets and was analyzed for differential expression and clustering analysis. Patient-derived orthotopic xenografts of medulloblastoma tumors with high- and low-REST expression were histologically and biochemically studied for autophagy markers. Furthermore, the SHH-MB cell lines were studied to get a mechanistic understanding of the REST-driven autophagy in this MB subgroup.<br \/>Summary: Our data showed that autophagy, a process responsible for cellular recycling, and genes associated with this pathway exhibit distinctive expression patterns in human MB subgroups. Specifically, we demonstrate that autophagy is induced in one of the MB subgroups (Sonic Hedgehog-SHH) in response to elevated expression of the RE1-silencing transcription factor (REST), a transcriptional repressor and a canonical regulator of neuronal differentiation genes. REST is also a driver of SHH-MB metastasis. Pharmacological inhibition of autophagy decreases MB cell growth, suggesting it is a pro-survival pathway in REST-driven SHH MBs. In mechanistic studies, we found REST-dependent autophagy induction to involve upregulation of the hypoxia-inducible factor 1-alpha (HIF1&#945;) due to REST-mediated silencing of the von Hippel-Lindau (VHL) gene. The VHL gene product promotes HIF1&#945; ubiquitination and proteasomal degradation, and its loss in SHH-MBs with elevated REST expression drives HIF1&#945; stabilization and nuclear localization to activate target autophagy-related genes.<br \/>Conclusion: Our work is the first to link VHL to MB pathology. VHL loss of function in cancers has been mainly attributed to mutational events. Here, we report a novel mechanism of VHL loss, namely its epigenetic silencing by REST. Our findings provide the foundation for future pre-clinical investigations to examine the feasibility of autophagy blockade as a therapeutic strategy for REST-driven SHH MBs.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Medulloblastoma,Autophagy,RE1-silencing transcription factor (REST),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Singh<\/b>, D. Cheng, J. Swaminathan, Y. Zheng, N. Gordon, V. Gopalakrishnan; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"eb7c8a5c-a775-4dbe-b357-fb8ee59237c9","ControlNumber":"3864","DisclosureBlock":"&nbsp;<b>A. Singh, <\/b> None..<br><b>D. Cheng, <\/b> None..<br><b>J. Swaminathan, <\/b> None..<br><b>Y. Zheng, <\/b> None..<br><b>N. Gordon, <\/b> None..<br><b>V. Gopalakrishnan, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7941","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2864","PresenterBiography":null,"PresenterDisplayName":"Ashutosh Singh","PresenterKey":"bfee1671-5053-4c46-87ee-08225d225d0f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2864. Transcriptional repressor REST controls autophagy in Sonic Hedgehog medulloblastoma through the VHL-HIF1&#945; axis.","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptional repressor REST controls autophagy in Sonic Hedgehog medulloblastoma through the VHL-HIF1&#945; axis.","Topics":null,"cSlideId":""},{"Abstract":"Pediatric Neuroblastoma (NB) is one of the most prevalent solid tumors in children that arise from embryonic neural crest cells and poses a significant challenge in the field of oncology. There are about 700 to 800 new cases of neuroblastoma diagnosed each year in the United States, and accounts for approximately 15% of all childhood cancer mortalities. Since this malignancy predominantly affects infants and young children, it is imperative to decipher the underlying molecular factors driving its pathogenesis. The novel molecular therapeutic approach includes the use of epigenetic modifiers as drugs. This approach aims to reverse significant epigenetic events underlying cancer pathogenesis, particularly abnormalities in histone modifications and DNA methylation. The reduction of both DNA and histone methylation levels leads to the reactivation of tumor suppressor genes and inhibits cancer cell proliferation and cell growth. In this study, we used selective and reversible small molecule agents such as MDM2 inhibitor (RG7388) and epigenetic modifiers (CM272 and SAHA) to block cell proliferation by inducing cell cycle arrest via enforcing Epigenetic alterations. Our initial experiments were designed to understand the effects of RG7388, CM272, and SAHA treatments on NB and their impact on cell cycle progression. It was hypothesized that the decrease in DNA methylation and increase in histone modification- augment p21 expression <i>via<\/i> the use of MDM2 inhibitors and epigenetic modifiers. To test this hypothesis, the NB cells (SK-N-SK and IMR-32) were treated with RG7388, CM272, and SAHA for 24 hours. The extent of Cell death was determined for NB cells by using the Trypan Blue Dye Exclusion (TBDE) method, and CellTiter-Glo&#174; Luminescent Cell Viability Assay. Induction of apoptosis was determined by using the Immunofluorescence staining method with DEVD-<i>amc<\/i> substrate. The results of our study suggested that RG7388, CM272, and SAHA were able to induce cell death in the SK-N-SH cells following 24-hour treatment.<br \/>Furthermore, we analyzed the levels of Tumor suppressor (p53), cell cycle arrest (p21, p27, AurkB, CDC25A, CyclinD) cell death (Bax, Bcl2, LC3, Beclin, PARP, Cleaved PARP, RIP1, RIP3, MLKL, p-AKT), and Epigenetic biomarker (DNMT1, DNMT3A, DNMT3B, acetyl histoneH3, H4, and H2b) protein expression levels <i> <\/i>using<i> <\/i>western blot analysis. The results showed significant elevation of p53, p21, p27, and acetylation of histone family biomarkers after treatment when compared with the control group. In summary, our results indicate that RG7388, CM272, and SAHA treatments can effectively induce cellular responses and prevent cell growth and progression by enforcing epigenetic changes in the NB cells. (This research was supported by the National Pediatric Cancer Foundation, Tampa, Florida, and the Royal Dames of Cancer Research Inc. of Ft. Lauderdale, Florida)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-02 Pediatric cancer genomics and epigenomics,,"},{"Key":"Keywords","Value":"Neuroblastoma,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Momenah<\/b><sup>1<\/sup>, U. Natarajan<sup>2<\/sup>, S. Jaganathan<sup>2<\/sup>, A. Rathinavelu<sup>3<\/sup>; <br\/><sup>1<\/sup>Nova Southeastern University, Barry & Judy Silverman College of Pharmacy, Fort Lauderdale, FL, <sup>2<\/sup>Nova Southeastern University,Barry & Judy Silverman College of Pharmacy, Fort Lauderdale, FL, <sup>3<\/sup>Nova Southeastern University,, Fort Lauderdale, FL","CSlideId":"","ControlKey":"09629e0b-2b9b-43af-adc4-fea123049f76","ControlNumber":"7790","DisclosureBlock":"&nbsp;<b>T. Momenah, <\/b> None..<br><b>U. Natarajan, <\/b> None..<br><b>S. Jaganathan, <\/b> None..<br><b>A. Rathinavelu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7942","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2865","PresenterBiography":null,"PresenterDisplayName":"Tahani Momenah, MS","PresenterKey":"e902e95a-b02a-47d3-ba7a-b55500c5e23d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2865. Efficacy of MDM2 and epigenetic inhibitors treatments for neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Efficacy of MDM2 and epigenetic inhibitors treatments for neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Rhabdomyosarcoma (RMS) is the most common soft tissue sarcoma among children, and new treatments are needed to improve survival. Cells primarily synthesize nicotinamide adenine dinucleotide (NAD) through the Preiss-Handler and Salvage pathways driven by nicotinic acid phosphoribosyltransferase (NAPRT) and nicotinamide phosphoribosyltransferase (NAMPT), respectively. NAMPT inhibitors (NAMPTi) have been tested in clinical trials, but their efficacy has been limited by (a) lack of appropriate biomarkers for patient selection, and (b) significant dose-limiting toxicities (DLTs), including myelosuppression and retinal toxicity, although the latter has been described only in preclinical studies. Previous work from our group indicates that loss of NAPRT expression by tumor-specific promoter CpG island methylation may provide a novel biomarker for sensitivity to NAMPTi in a variety of tumors. Here, we sought to determine if RMS harbors NAPRT silencing that confers a synthetic lethal interaction with NAMPTi. We probed methylation data within the Cancer Dependency Map (DepMap) and found a high frequency of NAPRT gene promoter hypermethylation in RMS models. Predicted NAPRT silencing was confirmed at the protein level by western blot in a panel of RMS cell lines. In vitro<i> <\/i>growth delay assays demonstrated that NAPRT-silenced cells are exquisitely sensitive to NAMPTi even in the presence of nicotinic acid (NA) supplementation, while NAPRT-expressing cells were completely rescued. This sensitivity to NAMPTi was further mirrored by changes in NAD levels. In vivo, NAMPTi induced significant tumor regression in a NAPRT-silenced RMS xenograft model. To further establish the translational relevance, NAPRT protein expression in a TMA of 51 human RMS tumors was assessed via IHC staining using a newly validated NAPRT monoclonal antibody (4A5D7). Based on a semi-quantitative scoring system accounting for the percentage of positive tumor cells and staining intensity, 28% of RMS samples demonstrated loss of NAPRT protein expression. Overall, these data suggest that NAPRT loss may serve as a therapeutic target in RMS by inducing a synthetic lethal interaction with NAD<sup>+ <\/sup>depleting agents. Future studies in patient-derived xenograft (PDX) models will determine the optimal cut-off of NAPRT expression that portends NAMPTi sensitivity, paving the way for the development of biomarker-driven clinical trials in RMS. Ongoing studies will also evaluate the efficacy of combining NAMPTi with existing cytotoxic and DNA damaging chemotherapy in these difficult-to-treat tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Other,,"},{"Key":"Keywords","Value":"Rhabdomyosarcoma,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. J. Zhao<sup>1<\/sup>, K. J. Noronha<sup>1<\/sup>, P. Bhardwaj<sup>1<\/sup>, K. N. Lucas<sup>1<\/sup>, R. K. Sundaram<sup>1<\/sup>, C. D. Heer<sup>1<\/sup>, R. Morotti<sup>1<\/sup>, J. Spurrier<sup>2<\/sup>, M. Raponi<sup>2<\/sup>, R. S. Bindra<sup>1<\/sup>, <b>J. C. Vasquez<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Yale School of Medicine, New Haven, CT, <sup>2<\/sup>Alphina Therapeutics, New Haven, CT","CSlideId":"","ControlKey":"354100a5-b700-4e8d-b422-0b6bb389bc81","ControlNumber":"4726","DisclosureBlock":"&nbsp;<b>S. J. Zhao, <\/b> None..<br><b>K. J. Noronha, <\/b> None..<br><b>P. Bhardwaj, <\/b> None..<br><b>K. N. Lucas, <\/b> None..<br><b>R. K. Sundaram, <\/b> None..<br><b>C. D. Heer, <\/b> None..<br><b>R. Morotti, <\/b> None.&nbsp;<br><b>J. Spurrier, <\/b> <br><b>Alphina Therapeutics<\/b> Employment. <br><b>M. Raponi, <\/b> <br><b>Alphina Therapeutics<\/b> Employment. <br><b>R. S. Bindra, <\/b> <br><b>Alphina Therapeutics<\/b> Other, co-founder, scientific advisory board.<br><b>J. C. Vasquez, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7970","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2866","PresenterBiography":null,"PresenterDisplayName":"Juan Vasquez, MD","PresenterKey":"ad0f9772-4fe5-42e8-9e6d-ef70f00be590","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2866. <i>NAPRT<\/i>silencing in rhabdomyosarcoma confers therapeutic vulnerabilities to NAD<sup>+<\/sup>depletion","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"441","SessionOnDemand":"False","SessionTitle":"Pediatric Cancer Genomics and Epigenomics","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>NAPRT<\/i>silencing in rhabdomyosarcoma confers therapeutic vulnerabilities to NAD<sup>+<\/sup>depletion","Topics":null,"cSlideId":""}]