[{"Abstract":"Checkpoint inhibitors have achieved durable responses and long-lasting immunologic memory in cancer patients. However, the initial and acquired resistance remains an unsolved problem. It&#8217;s urgent to learn the molecular mechanisms causing resistance. microRNAs (miRNAs) are short transcripts that regulate many pathophysiological processes. Here, we investigated the miRNAs expression changes after GVAX combined with monoclonal PD-1 antibody treatment in the murine melanoma B16F10 tumors and identified microRNAs down-regulated in responsive tumors. Deletion of this family member in three different syngeneic mouse tumors did not affect their in vitro nor in vivo proliferation but sensitized anti-PD1 immunotherapy. The miRNA deletion with anti-PD1 therapy increased total CD45+ leukocyte infiltration with all types of hematopoietic cells except macrophages. Both tumor bulk RNA sequencing and single-cell RNA sequencing revealed activated innate sensing genes especially for pathogen recognition and phagosome formation. Importantly, we found specific miRNA-deletion effects rely on tumor resident macrophage, IFN-&#947; release in the tumor microenvironment (TME) and the miRNA regulating machinery protein Argonaut2 (Ago2). Notably, the miRNA expression status of melanoma patients correlates with the survival and innate immune sensing gene expression. Our results suggest that this family of miRNAs participate in initial resistance by escaping innate immunosurveillance. Deletion of the miRNA may turn immune &#8220;cold&#8221; tumors to &#8220;hot&#8221; tumors, providing potential therapeutic targets to overcome resistance in melanoma, colorectal, triple-negative breast cancer and possibly other cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"Anti-PD-1,MicroRNA,Tumor microenvironment,Innate immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. Zhu<\/b>, T. M. Rana; <br\/>UC San Diego, San Diego, CA","CSlideId":"","ControlKey":"f24318fd-617a-4062-ab77-337f47278f7c","ControlNumber":"1543","DisclosureBlock":"&nbsp;<b>Z. Zhu, <\/b> None..<br><b>T. M. Rana, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6775","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"454","PresenterBiography":null,"PresenterDisplayName":"Zhouting Zhu, PhD","PresenterKey":"035d0b14-183d-4f08-85b6-7f07adc4d088","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"454. microRNAs role in innate immunosenescence during anti-PD1 immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"microRNAs role in innate immunosenescence during anti-PD1 immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Metastasis is a major factor in treatment failure in patients with pancreatic cancer, but the underlying mechanisms remain unclear, and new, effective treatment strategies are needed. Here, we sought to identify novel microRNAs (miRNAs) with a key role in pancreatic cancer metastasis. Using a microarray analysis to evaluate miRNA expression in metastatic and non-metastatic pancreatic cancer, we found that expression of the miRNA, hsa-miR-6794-3p, was significantly lower in metastatic pancreatic cancer tissues than in non-metastatic pancreatic cancer tissues. Methylation-specific polymerase chain reaction analyses revealed that hsa-miR-6794-3p expression was downregulated in metastatic pancreatic cancer cells by hypermethylation of CpG islands within the hsa-miR-6794-3p promoter. Gain- and loss-of-function approaches using the human pancreatic cancer cell lines, MIA-PaCa-2 and HPAF-II, expressing low and high levels of hsa-miR-6794-3p, respectively, suggested a role for hsa-miR-6794-3p in decreasing cell invasion, migration, and epithelial-mesenchymal transition (EMT) signaling. Notably, we found that hsa-miR-6794-3p exerts its effects by inhibiting expression of the chromatin remodeling factor, RBBP4, through direct binding to the 3&#8217;-untranslated region of its mRNA. The resulting suppression of RBBP4 expression increases levels of the transcription factor GRHL2, which is involved in regulating invasion, migration, and EMT signaling in metastatic pancreatic cancer cells. Thus, lower levels of hsa-miR-6794-3p disrupt GRHL2-mediated regulation of these pathways by disinhibiting expression of the GRHL2 negative regulator, RBBP4. Consistent with these findings, an investigation of the relationship between hsa-miR-6794-3p and clinicopathological features in pancreatic cancer patients using publicly available datasets and immunohistochemistry showed that low levels of hsa-miR-6794-3p are correlated with a poorer prognosis in pancreatic cancer patients. Additional preclinical experiments in nude mice clearly demonstrated that hsa-miR-6794-3p is capable of suppressing pancreatic cancer cell metastasis. Taken together, these results suggest that hsa-miR-6794-3p suppresses tumor metastasis and thus represents a promising prognostic biomarker and therapeutic target in pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"MicroRNA,Pancreatic cancer,Metastasis,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Kim<\/b><sup>1<\/sup>, E.-T. Oh<sup>1<\/sup>, Y. Cho<sup>2<\/sup>, H. Park<sup>1<\/sup>; <br\/><sup>1<\/sup>Inha University College of Medicine, Incheon, Korea, Republic of, <sup>2<\/sup>Inha University, Incheon, Korea, Republic of","CSlideId":"","ControlKey":"18d498cf-9746-4b5e-bb0d-36b91c45db13","ControlNumber":"2181","DisclosureBlock":"&nbsp;<b>H. Kim, <\/b> None..<br><b>E. Oh, <\/b> None..<br><b>Y. Cho, <\/b> None..<br><b>H. Park, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6776","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"455","PresenterBiography":null,"PresenterDisplayName":"Ha Gyeong Kim, PhD","PresenterKey":"2a3b5905-3523-420b-b6d2-c4c408c090c5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"455. Identification of hsa-miR-6794-3p as a key regulatory factor in human pancreatic cancer metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of hsa-miR-6794-3p as a key regulatory factor in human pancreatic cancer metastasis","Topics":null,"cSlideId":""},{"Abstract":"Transcribed Ultra-Conserved Regions (TUCRs) represent a severely understudied class of putative non-coding RNAs (ncRNAs) that are 100% conserved across multiple species. We performed the first-ever analysis of TUCRs in glioblastoma (GBM) and low-grade gliomas (LGG). We leveraged large human datasets to identify the genomic locations, chromatin accessibility, transcription, differential expression, correlation with survival, and predicted functions of all 481 TUCRs, and identified TUCRs that are relevant to glioma biology. Of these, we investigated the expression, function, and mechanism of action of the most highly upregulated intergenic TUCR, uc.110, identifying it as a new oncogene. Uc.110 was highly overexpressed in GBM and LGG, where it promoted malignancy and tumor growth. Uc.110 activated the WNT pathway by upregulating the expression of membrane frizzled-related protein, by sponging the tumor suppressor miR-544. This pioneering study shows important roles for TUCRs in gliomas and provides an extensive database and novel methods for future TUCR research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Long noncoding RNA,Cancer,Glioma,lncRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. K. Gibert, Jr.<\/b>, R. Abounader; <br\/>University of Virginia, Charlottesville, VA","CSlideId":"","ControlKey":"25468e8a-677d-4618-ac16-4c3251ec7b78","ControlNumber":"1732","DisclosureBlock":"&nbsp;<b>M. K. Gibert, <\/b> None..<br><b>R. Abounader, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6777","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"456","PresenterBiography":null,"PresenterDisplayName":"Myron Gibert","PresenterKey":"d1fe8340-f028-4c64-9d60-14585c71cbe8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"456. A first comprehensive analysis of transcribed ultra conserved regions uncovers important regulatory functions of novel non-coding transcripts in gliomas","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A first comprehensive analysis of transcribed ultra conserved regions uncovers important regulatory functions of novel non-coding transcripts in gliomas","Topics":null,"cSlideId":""},{"Abstract":"Non-small cell lung cancer (NSCLC) is the leading cause of cancer-related mortality worldwide, largely due to late-stage diagnosis and a 5-year survival rate of 9%. Targeted therapies for oncogene-dependent tumors like tyrosine kinase inhibitors (TKIs) improve outcomes yet their clinical efficacy is often limited by occult drug-tolerant persister cells (DTPCs), causing recurrence. Long non-coding RNAs (lncRNAs) are transcripts over 200 nucleotides and typically non-protein coding. They regulate cellular functions by interacting with substrates through their complex secondary structures. Their deregulation is linked to oncogenesis and therapy resistance. While their role in lung cancer has been documented, their involvement in the DTPC state remains unexplored. Our study aims to investigate the role of lncRNAs in mechanisms that drive failure to targeted therapy in NSCLC. We comprehensively analyzed single-cell RNA-seq data from 49 NSCLC biopsies, pre- and during TKI therapy (residual disease, RD). We identified several lncRNAs that were significantly, differentially expressed in RD when compared to treatment na&#239;ve (TN) tumors. We orthogonally validated these findings in a minimum of 2 lung cancer cell lines in TN or DTPCs (9-15 days upon TKI exposure in culture) [p&#60;0.05, absolute log2 fold change &#62; 0.3]. We found that <i>MALAT1, HCG11<\/i>, and<i> EPB41L4A-AS1<\/i> (lncRNA-UP signature) displayed significantly increased expression in RD relative to TN tumors and parental cell lines. We also found significant downregulation of <i>LUCAT1<\/i> and <i>LINC00152 <\/i>(lncRNA-DOWN signature) in RD samples. We further performed Kaplan-Meier survival analysis in an independent set of RD samples stratified by differential expression of our lncRNA signatures (n=18\/group). The analysis showed improved overall survival in patients whose DTPCs expressed a high level of the lncRNA-UP signature (hazard ratio, HR=0.56; log-rank test p=0.0331)<i>. <\/i>We did not observe significant differences in survival for the lncRNA-DOWN signature.<i> <\/i>We additionally performed survival analysis using the GEPIA database for lung adenocarcinoma (primarily TN, n= 239\/group). Consistently, the analysis showed improved overall survival for high levels of the lncRNA-UP signature (HR=0.71; p=0.029)<i>, <\/i>whereas high levels of the lncRNA-DOWN signature were indicative of inferior outcomes (HR=1.4, p=0.046). We systematically identified DTPC-associated lncRNA signatures from our unique DTPC cohort, indicating that deregulation of lncRNA expression may play a role in acquired drug resistance in lung cancer. DTPC-associated lncRNA expression patterns are linked to differential overall survival, suggesting a possible tumor-suppressive or promoting role and highlighting their potential as predictive biomarkers and therapeutic targets. Further investigation into the functional roles of these lncRNAs and their interplay with coding molecules is warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Long noncoding RNA,Targeted therapy,Residual disease,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Gencel-Augusto<\/b>, W. Wu, T. G. Bivona; <br\/>UCSF - University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"e4fab458-6a9a-45da-9e04-75066b9e5a20","ControlNumber":"2837","DisclosureBlock":"&nbsp;<b>J. Gencel-Augusto, <\/b> None..<br><b>W. Wu, <\/b> None..<br><b>T. G. Bivona, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6778","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"457","PresenterBiography":null,"PresenterDisplayName":"Jovanka Gencel-Augusto, BS,MS,PhD","PresenterKey":"1de2d15e-9e4e-4082-ac05-c2fde42e2cef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"457. Persister cell state-associated lncRNA signatures in non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Persister cell state-associated lncRNA signatures in non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the most lethal and aggressive form of brain cancer. Despite aggressive therapy consisting of surgery followed by radio\/chemotherapy GBM recurs in almost all patients and, currently, there are no proven therapies to treat recurrent GBM (rGBM). Recent developments in nanomedicine provide new and promising opportunities to develop new targeted therapeutics to treat brain tumors. We have recently developed PBAE nanoparticle formulations optimized for in vivo miRNA delivery to brain tumor stem cells, or GSCs. Carefully selecting one miRNA to target several mRNAs dysregulated within a pathway can allow the targeting of multiple nodes using a single agent, mimicking combinatorial therapies. To test this hypothesis, we performed bioinformatic analysis of RNA sequencing from GSCs and clinical rGBM specimens combined with gene set enrichment analysis (GSEA) and identified TGFBR2 signaling as a targetable pathway in rGBM. We show that SMAD2 signaling, a downstream effector of TGFBR2, is enriched in rGBM and that patients with elevated TGFBR2 transcripts respond poorly to current standard of care. Utilizing patient-derived xenograft lines from rGBM, we show that blocking TGFBR2 signaling using siRNAs or ITD1, a selective TGFBR2 inhibitor, decreases the stem cell capacity, cell viability and re-sensitizes clinical rGBM cells to temozolomide (TMZ) in-vitro. In vivo, we show that ITD1 is modestly effective in subcutaneous and ineffective in orthotopic rGBM models. Not surprisingly, these tumors exhibited classical growth patterns associated with acquisition of resistance. To overcome this obstacle, we performed a miRNA-based network analysis in rGBM and identified miR-590-3p as a putative tumor suppressor that targets SMAD2 signaling at multiple nodes in rGBM. In-vitro, transgenic miR-590-3p robustly decreased the expression of 37 putative oncogenes simultaneously concurrent with decreasing stem cell capacity, cell viability and re-sensitizing rGBM PDX cells to TMZ. In vivo delivery of miR-590-3p to established PDX-derived rGBM orthotopic tumors using novel PBAE nanocarriers robustly decreased tumor sizes and increased tumor necrosis. These results show that the promiscuous nature of miRNAs, in combination with cutting-edge nucleic acid delivery vehicles, can be leveraged as advanced targeted therapeutics for rGBM bypasses the resistance that is developed to standard of care and available small molecules.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-05 miRNA-based therapeutics,,"},{"Key":"Keywords","Value":"Glioblastoma,Resistance,MicroRNA,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Lopez-Bertoni<\/b><sup>1<\/sup>, S. Sall<sup>2<\/sup>, H. Khela<sup>2<\/sup>, J. Korleski<sup>1<\/sup>, K. Luly<sup>1<\/sup>, M. Johnson<sup>2<\/sup>, B. Lal<sup>2<\/sup>, A. Johnson<sup>1<\/sup>, S. Tzeng<sup>1<\/sup>, J. Green<sup>1<\/sup>, J. Laterra<sup>1<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins School of Medicine, Baltimore, MD, <sup>2<\/sup>Hugo W Moser Institute at Kennedy Krieger, Baltimore, MD","CSlideId":"","ControlKey":"84eadf8e-6444-4291-8e40-ac221958e0f1","ControlNumber":"309","DisclosureBlock":"&nbsp;<b>H. Lopez-Bertoni, <\/b> None..<br><b>S. Sall, <\/b> None..<br><b>H. Khela, <\/b> None..<br><b>J. Korleski, <\/b> None..<br><b>K. Luly, <\/b> None..<br><b>M. Johnson, <\/b> None..<br><b>B. Lal, <\/b> None..<br><b>A. Johnson, <\/b> None..<br><b>S. Tzeng, <\/b> None..<br><b>J. Green, <\/b> None..<br><b>J. Laterra, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6779","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"458","PresenterBiography":null,"PresenterDisplayName":"Hernando Lopez-Bertoni, PhD","PresenterKey":"e2ca36a3-cc3d-4cd9-a99b-3f14d10a2e8f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"458. Nanoparticle-mediated delivery of miR-590-3p decreases recurrent GBM tumor growth by inhibits multiple oncogenic nodes","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nanoparticle-mediated delivery of miR-590-3p decreases recurrent GBM tumor growth by inhibits multiple oncogenic nodes","Topics":null,"cSlideId":""},{"Abstract":"Over 80% of the patients with pancreatic ductal adenocarcinoma (PDAC) have cachexia, which is associated with reduced survival, decreased quality of life, and higher rates of metastatic disease. To date, the diagnostic and therapeutic options of PDAC-associated cachexia remain limited due to the lack of a complete understanding of the underlying pathological mechanism. Here, we demonstrate that fat loss is the earliest feature of cachexia induced by PDAC through its secreted exosomes. By analyzing exosomal components of normal and cancer-derived exosomes through small RNA-seq, we identify miR-16-5p, miR-21-5p, miR-29a-3p and miR-125b-5p enriched in pancreatic cancer-derived exosomes and in the exosomes from sera of mice or patients with pancreatic tumor. Among these, miR-16-5p and miR-29a-3p play a key role in fat loss by inhibiting adipogenesis through decreasing Erlin2 and CMPK1 expression leading to C\/EBP&#946; and PPAR&#947; downregulation. Synergistically, miR-29a-3p increases ATGL expression to facilitate lipolysis by suppressing MCT1 expression. Furthermore, PDAC-derived exosomes deprived of miR-16-5p and miR-29a-3p fail to induce fat loss, suggesting that these two exosomal miRs are required for PDAC-induced fat loss. These findings unravel a precise mechanism of how PDAC causes adipose atrophy via exosomal miRs and may provide new diagnostic and therapeutic strategies for PDAC-induced cachexia.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Exosomes,MicroRNA,Adipocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S.-C. Tien<\/b><sup>1<\/sup>, C.-C. Chang<sup>1<\/sup>, I.-C. Chen<sup>2<\/sup>, C.-H. Huang<sup>1<\/sup>, H.-Y. Peng<sup>3<\/sup>, Y.-T. Chang<sup>3<\/sup>, M.-C. Chang<sup>3<\/sup>, C.-M. Hu<sup>1<\/sup>, W.-H. Lee<sup>4<\/sup>; <br\/><sup>1<\/sup>Genomics Research Center, Academia Sinica, Taipei, Taiwan, <sup>2<\/sup>Institute of Biochemistry and Molecular Biology, National Yan Ming Chiao Tung University, Taipei, Taiwan, <sup>3<\/sup>Department of Internal Medicine, National Taiwan University College of Medicine, Taipei, Taiwan, <sup>4<\/sup>Department of Biological Chemistry, University of California, Irvine, CA","CSlideId":"","ControlKey":"95d00f34-4376-4050-a13b-b49684a66e40","ControlNumber":"1933","DisclosureBlock":"&nbsp;<b>S. Tien, <\/b> None..<br><b>C. Chang, <\/b> None..<br><b>I. Chen, <\/b> None..<br><b>C. Huang, <\/b> None..<br><b>H. Peng, <\/b> None..<br><b>Y. Chang, <\/b> None..<br><b>M. Chang, <\/b> None..<br><b>C. Hu, <\/b> None..<br><b>W. Lee, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6780","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"459","PresenterBiography":null,"PresenterDisplayName":"Sui-Chih Tien, PhD","PresenterKey":"ab06b4e1-9078-44a7-b842-849b0aa1e61b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"459. Exosomal miRNA 16-5p\/29a-3p secreted from pancreatic cancer induce adipose atrophy by inhibiting adipogenesis and promoting lipolysis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exosomal miRNA 16-5p\/29a-3p secreted from pancreatic cancer induce adipose atrophy by inhibiting adipogenesis and promoting lipolysis","Topics":null,"cSlideId":""},{"Abstract":"Background: Colorectal cancer (CRC) is characterized by a high complexity that significantly influences treatment response and survival. There is still a lack of prognostic factors after surgery that could help predict postoperative survival. Currently, lymph node metastases are the single most important prognostic factor but it gives no clue on tumor aggressiveness and recurrence. Our group recently contributed to the identification of a fecal microRNA (miRNA) signature that accurately discriminates sporadic CRC and aimed at improving non-invasive diagnosis (Pardini et al, Gastroenterology 2023) as well as altered gut microbiome species associated with CRC (Thomas et al, Nat. Medicine 2019), but there are scanty evidence on the potentiality of such markers for prognosis.<br \/>Aims: In the same cohort, we investigated if the fecal miRNome and gut microbiome at diagnosis are associated with CRC patients&#8217; prognosis. Moreover, we assessed fecal miRNA in a new set of CRC patients collected longitudinally before and after the surgery to investigate whether such associations reflect miRNA profiles over time. Methods. We performed small RNA and shotgun metagenomic sequencing in stool samples in 3 cohorts from: Italy (IT, 128 CRC), Czech Republic (CZ, 69 CRC), and Turkey (TU, 34 CRC, 40 controls). Stool samples from TU CRC subjects were collected before surgery and after 6 months.<br \/>Preliminary Results: In the IT and CZ cohorts, an average of 479 fecal miRNAs were detected with 209 differentially expressed (DE) miRNAs significantly associated with survival, including miR-1246 which was present in the CRC-associated signature identified by us. Two miRNAs (miR-197-5p and miR-6081-5p) were significantly down-regulated in patients with the worst prognosis (adj.p&#60;0.01, HR&#60;0.50) in both cohorts. In TU cohort, 494 miRNAs were DE in CRC (pre-surgery) vs controls. Among them, the 25 DE miRNAs detected in our previous work were also significantly altered, including the 5-miRNA CRC signature (miR-149-3p, miR-607-5p, miR-1246, miR-4488, and miR-6777-5p) identified by machine learning. Notably, after 6 months from surgery, levels of such miRNAs reverted to those measured in controls (for miR-1246 p&#60;0.001 in both controls vs pre- and vs post-surgery comparisons). More analyses on the longitudinal fecal miRNA data are ongoing as well as for the metagenome data assessing the abundancies of CRC-associated microbial species before and after tumor resection and their possible association with survival.<br \/>Conclusions: Fecal miRNAs may serve as biomarkers for CRC prognosis. Following tumor resection, CRC levels of altered miRNAs return in a range comparable with those of healthy controls in a time-dependent manner. These data further support the use of fecal miRNAs as accurate diagnostic CRC biomarkers and provide preliminary information on their possible translation as a prognostic tool.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA profiling in cancer,,"},{"Key":"Keywords","Value":"MicroRNA,Microbiome,Prognostic factors,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Pardini<\/b><sup>1<\/sup>, N. Keles<sup>2<\/sup>, G. Ferrero<sup>3<\/sup>, S. Tarallo<sup>1<\/sup>, G. Francescato<sup>3<\/sup>, A. Gagliardi<sup>3<\/sup>, V. Alberini<sup>3<\/sup>, C. Di Battista<sup>4<\/sup>, V. Vymetalkova<sup>5<\/sup>, F. Turkoglu<sup>6<\/sup>, O. Duzgun<sup>6<\/sup>, O. Ozkan<sup>6<\/sup>, B. Tuna<sup>2<\/sup>, P. Vodicka<sup>5<\/sup>, S. Dogan<sup>2<\/sup>, A. Naccarati<sup>1<\/sup>; <br\/><sup>1<\/sup>Italian Institute for Genomic Medicine (IIGM), Candiolo, Italy, <sup>2<\/sup>Yeditepe University, Istambul, Turkey, <sup>3<\/sup>University of Turin, Turin, Italy, <sup>4<\/sup>Fundacio de Recerca Clinic Barcelona-Institut d`investigacions Biomediques August Pi i Sunyer (FRCB-IDIBAPS), Barcelona, Spain, <sup>5<\/sup>Institute of Experimental Medicine of the Czech Academy of Sciences, Prague, Czech Republic, <sup>6<\/sup>University of Health Sciences, Umraniye Training and Research Hospital, Istambul, Turkey","CSlideId":"","ControlKey":"96a4c58d-eda8-4dca-b620-bd4765fc2874","ControlNumber":"3300","DisclosureBlock":"&nbsp;<b>B. Pardini, <\/b> None..<br><b>N. Keles, <\/b> None..<br><b>G. Ferrero, <\/b> None..<br><b>S. Tarallo, <\/b> None..<br><b>G. Francescato, <\/b> None..<br><b>A. Gagliardi, <\/b> None..<br><b>V. Alberini, <\/b> None..<br><b>C. Di Battista, <\/b> None..<br><b>V. Vymetalkova, <\/b> None..<br><b>F. Turkoglu, <\/b> None..<br><b>O. Duzgun, <\/b> None..<br><b>O. Ozkan, <\/b> None..<br><b>B. Tuna, <\/b> None..<br><b>P. Vodicka, <\/b> None..<br><b>S. Dogan, <\/b> None..<br><b>A. Naccarati, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6781","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"460","PresenterBiography":null,"PresenterDisplayName":"Barbara Pardini, PhD","PresenterKey":"ce008748-89b6-4c86-8ea2-ee5aee15e205","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"460. Fecal microRNA and microbiome profiles in colorectal cancer patients: Are they predictor of survival and how do behave in longitudinal samples?","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fecal microRNA and microbiome profiles in colorectal cancer patients: Are they predictor of survival and how do behave in longitudinal samples?","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) represents 20% of breast cancer (BC) patients (51,000 cases\/year in the US). It is associated with a highly aggressive course, early metastasis and relapses, and drug-resistant phenotype. About 40% of the patients die within 5 years despite available therapies. If the disease is metastatic, patients survive only 13 months. Since TNBC does not express targetable receptors such as ER, PR, and HER2, and it is a highly heterogeneous cancer with six genetically defined sub-types, currently, there are no common actionable molecular targets and no effective targeted therapies for TNBC. microRNAs (miRNAs) are 18-20 nt long non-coding RNAs and are often dysregulated in cancer cells. Tumor-suppressive miRNAs specifically silence their protooncogenic target genes (mRNAs) by binding specifically to their 3&#8217;-UTRs located in their target mRNAs, leading to inhibition of oncogenes that play critical roles in cell proliferation, cell cycle, migration, invasion, angiogenesis, drug resistance, tumor growth, and progression. We have previously demonstrated that Eukaryotic Elongation factor-2 kinase (eEF2K) and AXL are oncogenic kinases, and their higher expression is associated with poor survival in patients with TNBC. However, currently, there is no FDA-approved eEF2K and AXL-targeted therapeutics. To effectively co-target these kinases, we extensively analyzed miRNA databases using miRNA target prediction algorithms and recently, we discovered that miR-329-3p has a specific binding site at both 3&#8217;-UTRs of eEF2K and AXL mRNAs. Analyzing the TCGA TNBC database, we found that low expression of miR-329-3p is correlated with shorter overall survival in TNBC patients, and the expression of miR-329-3p is commonly reduced or lost in TNBC patient tumors. Since the successful clinical application of miRNA-based therapeutics requires safe and effective nano-delivery systems, we have developed magnetic iron-oxide-based nanoparticles (MNPs) for the delivery of miR-329-3p. We showed that miR-329-3p significantly suppresses cell proliferation, invasion, and migration by targeting both eEF2K and AXL and their downstream mediators such as SRC\/FAK and Cyclin D1 in TNBC cell lines. In vivo systemic treatment with MNPs-miR-329 completely blocks tumor growth in orthotopic MDA-MB-231 and MDA-MB-436 TNBC xenograft models in mice. Analysis of tumors shows remarkable inhibition in eEF2K and AXL expression, and clinically significant downstream targets including SRC, FAK, and Cyclin D1. We also demonstrated that miR-329 nanotherapy induces apoptosis and inhibits intratumoral proliferation in TNBC tumors in mice. Toxicity markers in mouse blood samples show that miR-329 nanotherapy is safe and not toxic to mice. Taken together, our study suggests that miR-329-3p nanotherapy may be used as a novel potential therapeutic approach in TNBC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-05 miRNA-based therapeutics,,"},{"Key":"Keywords","Value":"MicroRNA,Targeted therapy,Nanoparticle,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Kara<\/b><sup>1<\/sup>, P. Atalay Dundar<sup>1<\/sup>, N. Kahraman<sup>1<\/sup>, E. B. Denkbas<sup>2<\/sup>, B. Ozpolat<sup>1<\/sup>; <br\/><sup>1<\/sup>Houston Methodist Research Institute, Houston, TX, <sup>2<\/sup>Baskent University, Ankara, Turkey","CSlideId":"","ControlKey":"ff5961e6-fb9a-434e-bad0-f7935fc5517f","ControlNumber":"2883","DisclosureBlock":"&nbsp;<b>G. Kara, <\/b> None..<br><b>P. Atalay Dundar, <\/b> None..<br><b>N. Kahraman, <\/b> None..<br><b>E. B. Denkbas, <\/b> None..<br><b>B. Ozpolat, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6782","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"461","PresenterBiography":null,"PresenterDisplayName":"Goknur Kara, PhD","PresenterKey":"f9b15556-cf86-40a3-b4d2-e8fb148b4d54","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"461. Dual-kinase targeted miRNA nanotherapy for the treatment of triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dual-kinase targeted miRNA nanotherapy for the treatment of triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Prostate Cancer (PCa) is a serious health crisis in the United States. 20% of men diagnosed with PCa will progress to fast-growing, advanced disease. There are no curative treatment options for PCa that has spread to distant sites and the 5-year survival rate for metastatic disease remains 30%. Recognizing the need for better PCa therapeutics, we are developing novel anti-microRNA delivery reagents targeted against the noncoding RNA miR-888 cluster to block prostate tumor progression. Our lab identified these oncomiRs in a biomarker discovery screen as elevated in human metastatic PCa cell lines and prostatic fluids from patients with high-grade PCa. We noted that over-expression of miR-888 cluster members (miR-888, miR-891a) promoted prostate cell growth and induced invasiveness <i>in vitro<\/i>. miR-888 and miR-891a also accelerated xenograft tumor growth in mice. Treatment of aggressive PCa cells in culture with synthetic antisense inhibitors against individual cluster members reversed these growth and invasion phenotypes, highlighting their clinical potential. We are testing pH Low Insertion Peptide (pHLIP)-Peptide Nucleic Acid (PNA)-based antimiR conjugates against miR-888 and miR-891a. The delivery vehicle pHLIP is a 36-amino acid peptide that at low pH (&#60; pH 6.5) adopts an alpha-helical conformational change and facilitates the insertion of its C-terminus across lipid bilayers to transport conjugated anti-miRNA cargo into cells. When administered systemically, pHLIP effectively targets solid tumors with acidic microenvironments. We found that these reagents are readily internalized by human PCa cells cultured at pH 6.0 and in prostate xenograft tumors when delivered systemically in mice. Treatment significantly repressed miR-888 and miR-891a and acted to slow prostate cell growth <i>in vitro.<\/i> We are currently moving these studies into mouse prostate models. Furthermore, we are investigating the downstream signaling pathways for the miR-888 cluster. Our work indicates that the miR-888 cluster network coordinates the repression of the Tissue Inhibitors of Metalloproteinase (TIMP) and SMAD4 anti-metastatic pathways to drive extracellular matrix degradation and prostate cell invasion, and as a consequence, induces matrix metalloproteinase (MMP) activity. Expression profiling arrays and luciferase reporter assays indicated that multiple members of the miR-888 cluster co-suppress TIMPs in the prostate and similarly elevate multiple MMPs as well as cadherins, fibronectin and heparinase, and co-modulated several immune response genes. We are currently studying the consequence of various CRISPR-mediated miR-888 cluster deletions to understand how this non-coding RNA cluster functionally overlaps to promote aggressive PCa. This work will establish new clinical tools for aggressive PCa and optimize patient treatment management.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-05 miRNA-based therapeutics,,"},{"Key":"Keywords","Value":"MicroRNA,Prostate cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. Routon<sup>1<\/sup>, T. Fachko<sup>1<\/sup>, V. Kasina<sup>2<\/sup>, R. Bahal<sup>2<\/sup>, <b>A. E. Kerscher<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Eastern Virginia Medical School, Norfolk, VA, <sup>2<\/sup>University of Connecticut, Storrs, CT","CSlideId":"","ControlKey":"6c2def37-e9ff-46b9-9bed-259a748d755d","ControlNumber":"7889","DisclosureBlock":"&nbsp;<b>K. Routon, <\/b> None..<br><b>T. Fachko, <\/b> None..<br><b>V. Kasina, <\/b> None..<br><b>R. Bahal, <\/b> None..<br><b>A. E. Kerscher, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6783","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"462","PresenterBiography":null,"PresenterDisplayName":"Aurora Kerscher, BS;MS;PhD","PresenterKey":"35cd5fa1-b0ed-49b7-af3c-0ec6c7a0788c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"462. Developing the miR-888 cluster as a therapeutic target for prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Developing the miR-888 cluster as a therapeutic target for prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>. Following the identification of an 11q24.3 gain upregulating the ETS factors ETS1 and FLI1 in diffuse large B cell lymphoma (DLBCL) (Bonetti et al. Blood 2013), we observed the anti-lymphoma activity of blocking the protein-protein interaction of ETS factors with RNA helicases, using YK-4-279 and its clinical derivative TK-216 (Spriano, Chung et al. CCR 2019). DLBCL cells exposed to the two small molecule inhibitors presented a significant upregulation of small nucleolar RNAs (snoRNAs). Besides their primary functions in rRNA processing, snoRNAs are often deregulated in cancers, with microRNA-like actions and direct interaction with proteins. Here, we characterized SNORD46 and SNORD72, the two snoRNAs most upregulated cells after YK-4-279 and TK-216 and mapped to the 1p34.1 locus recurrently lost in DLBCL.<br \/><b>Methods<\/b>. Real-time PCR, immunoblotting, and shRNA silencing were conducted based on established protocols. RNA-Protein Interaction Prediction (RPISeq) was used to calculate the interaction probabilities of snoRNAs with proteins of interest. The prediction was made using both the Random Forest (RF) and the Support Vector Machine (SVM) classifiers, using a stringent threshold of &#62;0.6.<br \/><b>Results<\/b>. The time-dependent changes of SNORD46 and 74 were validated with real-time PCR in the U2932 activated B cell-like (ABC) DLBCL cell line exposed to YK- 4-279 for 4 or 8 h. Upregulation of SNORD46 and 74 were significantly upregulated compared to their host genes upon YK-4-279 treatment, suggesting these snoRNAs have different functions from the genes in which they are encoded. Across 48 lymphoma cell lines, SNORD74 was more expressed in ABC DLBCL than in the remaining cell lines (P 0.03) or GCB DLBCL (P 0.05), while SNORD46 did not differ. Stable lentiviral-based overexpression of SNORD46 and 74, U2932 ABC DLBCL demonstrated that both SNORD46 and SNORD74 overexpression impaired growth while SNORD92, the control did not SNORD74 overexpression inhibited pAKT-Ser473, suggesting it could exert its anti-tumor effect by negatively impacting BCR signaling. Since constitutive BCR is the main driver for the pathogenesis in ABC DLBCL, we studied the impact of BCR signaling on SNORD46 and 74 expressions. IgM stimulation downregulated the snoRNAs in U2932 and TMD8 ABC DLBCL cell lines at 1 and 2.5 h poststimulation, with a more substantial effect for SNORD74. Furthermore, the snoRNAs were upregulated in four ABCs and four GCB DLBCLs cell lines exposed to the PI3K\/mTOR inhibitor bimiralisib. Bioinformatic analysis indicated the possible binding of SNORD46 and especially of SNORD74 to BCR signaling molecules (SYK, LYN, BTK, PI3K&#948;, IRAK4, IRAK1, CARD11), RNA helicases (RHA, DDX21, DDX5) and essential DLBCL proteins (BCL6, IRF4).<br \/><b>Conclusions<\/b>. SNORD46 and SNORD74 exert tumor suppressor activity in DLBCL cells, possibly as negative regulators of the BCR signaling.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Lymphoma: non-Hodgkin's lymphoma,Noncoding RNA,EWS-FLI1,B cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"E. Y. Chung, F. Spriano, S. Napoli, G. Sartori, L. Cascione, <b>F. Bertoni<\/b>; <br\/>IOR - Institute of Oncology Research, Bellinzona, Switzerland","CSlideId":"","ControlKey":"9e596122-6013-48ac-b498-4fdb282dbae4","ControlNumber":"6904","DisclosureBlock":"&nbsp;<b>E. Y. Chung, <\/b> None..<br><b>F. Spriano, <\/b> None..<br><b>S. Napoli, <\/b> None..<br><b>G. Sartori, <\/b> None..<br><b>L. Cascione, <\/b> None.&nbsp;<br><b>F. Bertoni, <\/b> <br><b>ADC Therapeutics<\/b> Grant\/Contract. <br><b>Bayer AG<\/b> Grant\/Contract. <br><b>BeiGene<\/b> Grant\/Contract, Travel. <br><b>Floratek Pharma<\/b> Grant\/Contract. <br><b>Helsinn<\/b> Grant\/Contract, consultancy. <br><b>HTG Molecular Diagnostics<\/b> Grant\/Contract. <br><b>Ideogen AG<\/b> Grant\/Contract. <br><b>Idorsia Pharmaceuticals Ltd<\/b> Grant\/Contract. <br><b>Immagene<\/b> Grant\/Contract. <br><b>ImmunoGen<\/b> Grant\/Contract. <br><b>Menarini Ricerche<\/b> Grant\/Contract, consultancy. <br><b>Nordic Nanovector ASA<\/b> Grant\/Contract. <br><b>Oncternal Therapeutics<\/b> Grant\/Contract. <br><b>Spexis AG<\/b> Grant\/Contract. <br><b>BIMINI Biotech<\/b> Other, consultancy. <br><b>Novartis<\/b> Other, advisory board fees to institution. <br><b>Amgen<\/b> Travel. <br><b>Astra Zeneca<\/b> Travel. <br><b>iOnctura<\/b> Travel.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6784","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"463","PresenterBiography":null,"PresenterDisplayName":"Francesco Bertoni, MD","PresenterKey":"fa90c382-03b2-4968-aef3-d769757478d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"463. The small nucleolar RNA SNORD46 and SNORD72 have tumor suppressor activity in diffuse large B cell lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The small nucleolar RNA SNORD46 and SNORD72 have tumor suppressor activity in diffuse large B cell lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Late recurrence is one of the major problems for hormone receptor-positive breast cancer patients. It is suggested that the risk of recurrence may be maintained by cancer cells that have been already disseminated in the body at surgery. They enter long-term dormancy, thus evade immune surveillance and become resistant to therapies. The detailed molecular mechanism for this process is largely unknown.Nuclear long noncoding RNAs, which are not translated to proteins, often function as epigenetic regulators and determine the phenotype of cells and individuals. We found that a cluster of long noncoding RNAs, ELEANORS, is specifically expressed in ER (estrogen receptor)-positive recurrent breast cancer cells, forms a molecular condensate (RNA cloud) in the nucleus, and activates the <i>ESR1 <\/i>gene that encodes ER. ELEANORS define a large chromatin domain, the 0.7 Mb topologically associated domain (TAD), which contains the <i>ESR1<\/i> and three other breast-cancer-associated genes. ELEANORS also regulates the three-dimensional genome architecture. They mediate a long-range chromatin interaction of ESR1 and <i>FOXO3<\/i> genes, which are 42.9 Mb apart, and contribute to their cooperatively activate transcription, equilibrating cell proliferation (<i>ESR1<\/i>) and apoptosis (<i>FOXO3<\/i>). Upon ELEANOR knockdown, the ELEANOR clouds are disappeared, and<i> ESR1 <\/i>gene transcription is repressed. Further, the two genes are dissociated and only the <i>FOXO3<\/i> gene remains transcriptionally active, resulting in the induction of apoptosis.Further analysis of clinical specimens revealed that ELEANOR expression in primary tumors correlates with recurrences over 5 years after surgeries, suggesting that ELEANORs are involved in late recurrence. We also found that ELEANOR activates transcription of <i>CD44,<\/i> a breast cancer stem cell marker gene. Cancer stem cell maintenance and equilibration of proliferation and apoptosis by ELEANOR may be involved in long-term tumor dormancy in late recurrence. This study suggests the possibility of ELEANORS as a biomarker to predict late recurrence, as well as a therapeutic target for ER-positive breast cancer.<br \/>(References)Abdalla, MOA. et al., <i>Nat. Commun<\/i>, 10, 3778 (2019) Tomita, S. et al., <i>Nat. Commun<\/i>, 6, 6966 (2015)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Noncoding RNA,Breast cancer,Dormancy,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Saitoh<\/b>, M. Palihati, H. Tachiwana; <br\/>The Cancer Institute of JFCR, Koto-ku, Tokyo, Japan","CSlideId":"","ControlKey":"978ec9df-7736-4b9b-b4f3-a55cf59cd8a4","ControlNumber":"5949","DisclosureBlock":"&nbsp;<b>N. Saitoh, <\/b> None..<br><b>M. Palihati, <\/b> None..<br><b>H. Tachiwana, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6785","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"464","PresenterBiography":null,"PresenterDisplayName":null,"PresenterKey":null,"PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"464. Chromatin associated long non-coding RNAs involved in dormancy for late recurrence of ER-positive breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chromatin associated long non-coding RNAs involved in dormancy for late recurrence of ER-positive breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Most humans infected with Epstein-Barr virus (EBV) remain asymptomatic throughout the whole life. However, EBV is linked to several human cancers, including Burkitt's lymphoma, Hodgkin's disease, post-transplant lymphoproliferative disorder (PTLD), nasopharyngeal carcinoma (NPC), and gastric carcinoma. Among these EBV-associated tumors, EBV genome is present in 100% of NPC tumor cells. In NPC cells, EBV establishes a latent infection, expressing limited number of viral proteins but elevated levels of non-coding RNAs transcribed from the BamHI-A region of the EBV genome, also known as BamHI-A rightward transcripts (BARTs). The family of EBV BART RNAs includes BART-microRNAs (miRNAs) and long non-coding RNAs (lnc-BARTs). Although various functions of BART miRNAs have been identified, the role of EBV lnc-BARTs remains largely unknown. In this study, we provide evidence demonstrating that lnc-BARTs functions as a regulatory long non-coding RNA, referred to as lnc-BARTs. These lnc-BARTs play keys role in modulating the core networks that maintains EBV latency and promotes NPC oncogenesis through epigenetic mechanisms. Our study found that the apoptosis rate of NPC cells is significantly increased following the knockdown of EBV lnc-BARTs, indicating their anti-apoptotic role in EBV-associated tumors. Mass spectrometry analysis identified several host factors, including transcriptional regulators BRD4 and SC35&#8217; interact with EBV lnc-BARTs in NPC cells. RNA-FISH assays showed lnc-BARTs co-localized with BRD4 and SC35 complexes in nuclear s peckles and such interaction were disrupted by JQ1, a BRD4 competitive inhibitor. Binding of lnc-BARTs to BRD4 RNA was confirmed using immunoprecipitation and pulldown assays. ATAC sequencing and transcriptome analyses showed that BART knockdown in EBV-harboring NPC cell line C666-1 led to reduced chromatin accessibility, downregulation of oncogenes, and decreased EBV episome replication and maintenance. Quantitative qPCR and DNA FISH analyses of cell samples treated with shRNA targeting lnc-BARTs or BRD4 reduced EBV copy numbers and EBNA1 RNA expression levels in EBV-infected NPC cells. Finally, ChIP sequencing analysis revealed that lnc-BARTs is critical for BRD4 binding to the oriP region of the EBV genome. These findings support a mechanism by which EBV lnc-BARTs epigenetically regulate host gene expression through functional interactions with elongation regulatory machinery and contribute to the maintenance of EBV latent genome by interaction with BRD4 complex.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"lncRNA,Epigenetics,Nasopharyngeal carcinoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Liu<\/b>, B.-Y. Mok, H. Chen; <br\/>The University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"ac57173e-1156-4f1b-a0bf-acd95ed0a43c","ControlNumber":"8723","DisclosureBlock":"<b>&nbsp;J. Liu, <\/b> <br><b>Centre for Virology, Vaccinology and Therapeutics Limited<\/b> Employment. <br><b>B. Mok, <\/b> <br><b>Centre for Virology, Vaccinology and Therapeutics Limited<\/b> Other, Collaboration. <br><b>H. Chen, <\/b> <br><b>Centre for Virology, Vaccinology and Therapeutics Limited<\/b> Other, Collaboration.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6786","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"465","PresenterBiography":null,"PresenterDisplayName":"Jiayan Liu, M Phil","PresenterKey":"7e84fbad-d255-45d4-aea6-d4dabd60c9b2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"465. Effect of Epstein-Barr virus <i>lnc-BARTs<\/i> on EBV genome maintenance in EBV-associated tumors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effect of Epstein-Barr virus <i>lnc-BARTs<\/i> on EBV genome maintenance in EBV-associated tumors","Topics":null,"cSlideId":""},{"Abstract":"Therapy-induced neuroendocrine prostate cancer (NEPC), an extremely aggressive variant of castration-resistant prostate cancer (CRPC), is increasing in incidence with the widespread use of highly potent androgen receptor (AR)-pathway inhibitors (APIs) via a reversible trans-differentiation process, referred to as neuroendocrine differentiation (NED). The molecular basis of NED is not completely understood leading to a lack of effective molecular markers for its diagnosis. We hypothesized that alterations in key miRNAs drive NED, leading to lineage switching and emergence of NEPC. The aims of our study are: (i) identify key miRNA alterations that occur as PCa cells undergo neuroendocrine differentiation; (ii) develop a miRNA-based classifier for predicting\/diagnosing NEPC; (iii) understand the functional role of key miRNA alterations. To systematically investigate the key miRNAs alterations driving therapy induced NED, we performed small RNA-NGS in a retrospective cohort of human metastatic CRPC clinical samples + PDX models with adenocarcinoma features (CRPC-adeno) vs those with neuroendocrine features (CRPC-NE). Further, with the application of machine learning algorithms to sequencing data, we trained a &#8216;miRNA classifier&#8217; that could robustly classify &#8216;CRPC-NE&#8217; from &#8216;CRPC-Adeno&#8217; cases. The performance of classifier was validated in additional cohorts of mCRPC patients acquired from independent sites by employing single model prediction algorithm. We further sought to understand the functional role of these miRNAs by overexpessing in PCa cell lines followed by functional assays. <i>In vivo <\/i>xenograft studies were performed using PC3 cells overexpressing miR-28\/control miRNA. We demonstrate for the first time, that lineage switching to NE states is accompanied by key miRNA alterations. Our analysis, measured using receiver operating characteristic (ROC) curves, demonstrated an area under the curve (AUC) value of 0.8318, confirming the robustness of our classifier in distinguishing CRPC-NE from CRPC-Adeno. Furthermore, we identified a select group of 5 miRNAs that were pivotal in distinguishing between these two prostate cancer subtypes. We focused on miR-28-3p, little studied miRNA in prostate cancer. Our <i>in vitro<\/i> and <i>in vivo<\/i> data with prostate cancer cell lines and xenograft model suggests that miR-28-3p acts as a tumor suppressor miRNA in advanced stage prostate cancer. We further found mesenchymal gene Vimentin to be a direct miR-28-3p target. We propose that loss of miR-28-3p promotes epithelial-to-mesenchymal transition (EMT), thereby favoring NED. Our study has important clinical implications and transformative potential as our 'miRNA classifier' can be used as a molecular tool to stratify mCRPC patients into those with\/without NED and guide treatment decisions. Further, we identify novel miRNA NED drivers that can be exploited for NEPC therapeutic targeting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"MicroRNA,Prostate cancer,Neuroendocrine differentiation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Asante<\/b>, S. Nathani, T. J. Lee, A. Sharma, S. Saini; <br\/>Augusta University, Augusta, GA","CSlideId":"","ControlKey":"1623030d-ca41-477f-8dad-d5fceb2d80a8","ControlNumber":"7875","DisclosureBlock":"&nbsp;<b>D. Asante, <\/b> None..<br><b>S. Nathani, <\/b> None..<br><b>T. J. Lee, <\/b> None..<br><b>A. Sharma, <\/b> None..<br><b>S. Saini, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6787","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"466","PresenterBiography":null,"PresenterDisplayName":"Sharanjot Saini, PhD","PresenterKey":"3496e22a-6844-4af7-a2da-dfd92054af58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"466. microRNA regulators of neuroendocrine differentiation in metastatic castration-resistant prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"microRNA regulators of neuroendocrine differentiation in metastatic castration-resistant prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is a recalcitrant and lethal disease with an overall 5-year survival rate of less than 12%. PDAC is a heterogeneous disease characterized by highly aggressive cancer cells, extensive desmoplastic reaction, and hypovascularity. These unique features endow PDAC tumors with an array of innate resistance mechanisms against standard-of-care (SOC) chemotherapy: gemcitabine\/nab-paclitaxel or FOLFIRINOX. Thus, there is clinical need to develop novel targets that enhance treatment efficacy of SOC chemotherapy. microRNA-10b (miR-10b) expression is frequently upregulated in PDAC and correlates with poor outcome. High levels of miR-10b expression within cancer cells correlates with poor treatment response to gemcitabine-containing neoadjuvant chemotherapy and poor overall clinical outcome. We and others reported that miR-10b exerts cancer cell-intrinsic pro-survival, anti-apoptotic, and pro-metastatic functions via downregulation of key target genes (i.e., BIM, PTEN, TIAM1). We hypothesize that upregulation of miR-10b expression is a chemoresistance mechanism to increase cell survival and inhibit apoptosis in PDAC. To test this hypothesis, we generated a KPC model (Kras<sup>G12D<\/sup>-driven, p53-deleted by Pdx1-Cre) with global <i>Mir-10b<\/i> gene knockout (Mir-10bKO). Animals were recruited when their tumor volume reached 200 mm<sup>3<\/sup> by multi-mouse MR imaging and were randomly assigned to control or treatment groups (100 mg\/kg of gemcitabine q4d). Tumor growth was monitored by weekly MR imaging sessions throughout the duration of the treatment. Untreated KPC;Mir-10bKO animals survived several weeks longer than untreated KPC animals (21.7 vs. 18 weeks, p = 0.056), suggesting a weak but detectable tumor promoting role of miR-10b. Remarkably, loss of miR-10b activity enhances treatment response to gemcitabine and significantly prolongs survival in this KPC model. Treated KPC animals lived only 5 weeks longer than untreated KPC (23 vs 18 weeks, p = 0.015), whereas KPC;Mir-10bKO lived 9 weeks longer (27 vs 18 weeks, p = 0.002 ). Notably, we observed a more durable response in treated female KPC;Mir-10bKO animals (n = 4 ) compared to any other experimental group (n &#62; 5). We are currently performing tissue and molecular analyses to identify direct target genes involved in chemoresistance and sex-specific modulation of treatment response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"Pancreatic cancer,MicroRNA,Gemcitabine,In vivo imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Kempinska<\/b>, S. Samuel, S. Rajesh, C. Mallett, L. Sempere; <br\/>Michigan State University, East Lansing, MI","CSlideId":"","ControlKey":"9364362a-05c7-4460-8df1-ec7609dfaf22","ControlNumber":"4922","DisclosureBlock":"&nbsp;<b>K. Kempinska, <\/b> None..<br><b>S. Samuel, <\/b> None..<br><b>S. Rajesh, <\/b> None..<br><b>C. Mallett, <\/b> None..<br><b>L. Sempere, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6788","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"467","PresenterBiography":null,"PresenterDisplayName":"Katarzyna Kempinska","PresenterKey":"2dec219e-5b1d-4d3f-b070-a4a54e3b6e4a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"467. Genetic ablation of microRNA-10b improves treatment outcomes in mouse models of pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genetic ablation of microRNA-10b improves treatment outcomes in mouse models of pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic adenocarcinoma (PDAC) is one of the most fatal cancers and currently used biomarkers for PDAC diagnosis are not adequate for early detection. Therefore, new biomarkers for PDAC early detection are urgently needed. We conducted a large-scale study to prospectively evaluate the association of circulating miRNAs with PDAC risk. Specially, we aimed to examine whether the associations of miRNAs expression levels and changes of those levels from <u>b<\/u>lood <u>c<\/u>ollection to <u>c<\/u>ancer <u>d<\/u>iagnosis (BCCD) with PDAC risk. We used pre-diagnostic plasma samples of 1307 PDAC cases from 5 cohort studies (290 from the Prostate, Lung, Colorectal, and Ovarian Cancer Screening Trial, 395 from the Shanghai Women&#8217;s and Men&#8217;s Health Studies, 154 from the Southern Community Cohort Study, and 468 from the Multiethnic Cohort). Cancer free controls (n=1307) were selected and individually matched to index cases in each cohort. All miRNAs were measured by the NanoString nCounter Analysis System using the Human v3 miRNA Expression panel (798 miRNAs total). Data were pooled and quantile normalized prior to analysis. Associations of circulating miRNAs with PDAC risk were assessed by odds ratio per decile change in miRNA levels using conditional logistic regression. Fold-change of miRNA for cases versus controls by BCCD was analyzed via linear regression. Median time of BCCD was 7.13 years (range: 0.03-19.61 years). We first conducted the association analysis stratified by BCCD: &#60; 5 years, 5-10 years, and &#62;10 years. We found 20 miRNAs were significantly associated with PDAC risk in the &#60;5 years after FDR correction. In the analysis of regressing fold-change of these 20 miRNAs on BCCD, we found the fold change of miR-155-5p was inversely associated with BCCD (&#946;=-0.04, P&#60;0.01), i.e., the case-control difference was larger when blood was drawn closer to PDAC diagnosis, suggesting its potential utility as disease biomarkers for early detection. Conversely, the fold-change of miR-93-5p (&#946;=0.04, P=0.01), miR-223-3p (&#946;=0.03, P=0.02), let-7i-5p (&#946;=0.03, P&#60;0.01), and miR-191-5p (&#946;=0.05, P&#60;0.01) were positively associated with BCCD, i.e., the case-control difference increased with an increasing the time interval of BCCD, indicating they are more likely biomarkers for PDAC risk. Ingenuity pathway analyses of these five significant miRNAs revealed that they were significantly enriched in ribonucleotide reductase signaling pathways at p&#60;0.05. Notably, the silencing of ribonucleotide reductase M2 subunit suppresses tumorigenesis in pancreatic cancer by deactivating the PI3K\/AKT\/mTOR pathway, further supporting our findings.<br \/>Findings of this large-scale multiethnic study suggest that changes in circulating levels of let-7i-5p, miR-155-5p, miR-93-5p, miR-191-5p, and miR-223-3p may help identify individuals at an elevated risk of developing PDAC, allowing for screening tests and close surveillance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-04 miRNA-based diagnostics,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Screening,MicroRNA,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Cai<\/b><sup>1<\/sup>, V. Setiawan<sup>2<\/sup>, X. Guo<sup>1<\/sup>, J. Wu<sup>1<\/sup>, R. Stolzenberg-Solomon<sup>3<\/sup>, C. Zhu<sup>4<\/sup>, Y.-T. Gao<sup>5<\/sup>, J. Berlin<sup>1<\/sup>, F. Ye<sup>1<\/sup>, Q. Cai<sup>1<\/sup>, W. Zheng<sup>1<\/sup>, X.-o. Shu<sup>1<\/sup>; <br\/><sup>1<\/sup>Vanderbilt University Medical Center, Nashville, TN, <sup>2<\/sup>University of Southern California, Los Angeles, CA, <sup>3<\/sup>NIH, Bethesda, MD, <sup>4<\/sup>NCI, Bethesda, MD, <sup>5<\/sup>Shanghai Jiao Tong University, Shanghai, China","CSlideId":"","ControlKey":"27f8b54f-402e-49fb-937d-fe3eb4c8af1a","ControlNumber":"3237","DisclosureBlock":"&nbsp;<b>H. Cai, <\/b> None..<br><b>V. Setiawan, <\/b> None..<br><b>X. Guo, <\/b> None..<br><b>J. Wu, <\/b> None..<br><b>R. Stolzenberg-Solomon, <\/b> None..<br><b>C. Zhu, <\/b> None..<br><b>Y. Gao, <\/b> None..<br><b>J. Berlin, <\/b> None..<br><b>F. Ye, <\/b> None..<br><b>Q. Cai, <\/b> None..<br><b>W. Zheng, <\/b> None..<br><b>X. Shu, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6789","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"468","PresenterBiography":null,"PresenterDisplayName":"Hui Cai, PhD","PresenterKey":"2251a4d0-b01d-4de6-9560-3274ade0ac3b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"468. Associations of circulating miRNAs with pancreatic cancer risk differ by years between blood collection &#38; and cancer diagnosis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Associations of circulating miRNAs with pancreatic cancer risk differ by years between blood collection &#38; and cancer diagnosis","Topics":null,"cSlideId":""},{"Abstract":"Introduction: It is crucial to identify new driver genes and associated downstream pathways to facilitate the development of targeted therapies to effectively treat late-stage and metastatic lung cancer. One pathway involves the Ras association domain family 1 (<i>RASSF1<\/i>) gene which encodes multiple isoforms. Our laboratory has discovered that the RASSF1C isoform exhibits functional characteristics of an oncogene. We discovered that RASSF1C modulates the expression of PIWI-(Drosophila)-like 1 <i>(<\/i>PIWIL1, a stem cell renewal gene), as well as novel PIWI-interacting RNAs (piRNAs), which are regulators of the stem cell phenotype and have been linked to oncogenesis. While studying this pathway, we have identified novel piRNAs that are modulated by RASSF1C in non-small cell lung cancer (NSCLC) cells that appear to act as oncogenes or tumor suppressors.<br \/>Methods: We conducted a global microarray screen to identify RASSF1C PIWI-interacting RNA (piRNA) gene targets. Several piRNA genes that are up- and down-regulated by RASSF1C were identified and the expression of selected up-regulated and down-regulated target genes were confirmed by RT-PCR. We evaluated the impact of selected piRNAs on lung cancer cell proliferation and migration <i>in vitro<\/i>. We also assessed the expression of the validated piRNA target genes in lung tumor and matched normal tissues. Host and target genes for specific piRNAs were identified using a piRNA database (piRNAdb.org).<br \/>Results: Among the down-regulated piRNAs, we found that restoring piR-50485 expression drastically decreased lung cancer cell proliferation and invasion, suggesting that piR-50485 could be a potent inhibitor of lung cancer cell growth and progression. Consistent with this, we found that piR-50485 expression is significantly down-regulated in about 60% of human lung cancers. We also identified that the <i>ZHX3 <\/i>gene (a transcription repressor), which is down-regulated in human lung cancers, is the host gene for piR-50485. In addition, we identified the <i>ZNF618<\/i> gene (a transcription co-regulator) that is up-regulated in lung tumor tissue, is a piR-50485 target gene. Consistent with this, treatment of lung cancer cells with piR-50485 mimics resulted in a significant decrease of ZNF618 protein levels, cell proliferation, and migration. Further, increased expression levels of ZHX3 are associated with higher lung cancer patient survival, while increased ZNF618 levels are associated with lower survival. Our novel findings suggest the hypothesis that the <i>piR-50485-ZHX3-ZNF618 <\/i>gene axis could negatively impact lung cancer cell growth and progression.<br \/>Conclusion: Exploring the impact of the <i>piR-50485-ZHX3-ZNF618<\/i> gene axis on lung cancer growth is a novel concept about which nothing is currently known. We are studying piR-50485 to determine if it can be an effective therapy for lung cancer metastasis, and whether it provides important prognostic information about lung cancer outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Noncoding RNA,Lung cancer: non-small cell,Zinc finger proteins,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. E. Reeves<\/b>, Y. G. Amaar; <br\/>Loma Linda University and VA Loma Linda Healthcare System, Loma Linda, CA","CSlideId":"","ControlKey":"bec69bf8-3ff9-4713-a8ad-2e55b297c9e4","ControlNumber":"183","DisclosureBlock":"&nbsp;<b>M. E. Reeves, <\/b> None..<br><b>Y. G. Amaar, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6790","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"469","PresenterBiography":null,"PresenterDisplayName":"Mark Reeves, MD;PhD","PresenterKey":"7dfa72ce-ce71-4f7d-acb1-2be7c4e463f9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"469. PIWI-interacting RNA 50485 (piRNA-50485) is a novel lung tumor suppressor","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PIWI-interacting RNA 50485 (piRNA-50485) is a novel lung tumor suppressor","Topics":null,"cSlideId":""},{"Abstract":"Objective: The standard treatment for advanced prostate cancer is androgen deprivation therapy that blocks androgen receptor (AR) signaling, but this therapy becomes ineffective within a few years, resulting in castration-resistant prostate cancer. We have previously shown that blockade of AR signaling induces CCL2 and activates cancer cells through an autocrine mechanism, but why AR blockade induces CCL2 secretion has not been elucidated. Micro RNAs (miRs) are endogenous non-coding RNAs that regulate the translation of various proteins. In this study, we investigated whether miRs are involved in CCL2 induction.<br \/>Subjects and Methods: We used miRNA PCR Plate Array and Target Scan (https:\/\/www.targetscan.org) to search for miRs that are controlled by AR and bind to and repress the CCL2 gene. We knocked down the AR of human prostate cancer cell lines LNCaP and C4-2B with siRNA (siAR) and examined the expression of target miRs and CCL2. siAR-transfected LNCaP and C4-2B were transfected with target miR mimic and CCL2 expression was examined. siAR-transfected LNCaP, C4-2B, and C4-2B were transfected with target miR mimic and CCL2 expression was examined. siAR-transfected LNCaP and C4-2B were transfected with target miR mimic and CCL2 expression was examined. The target miR mimic was introduced into them, and the changes in migration ability were evaluated.<br \/>Results: miR-124-3p.2 was extracted as a candidate from miRNA PCR Plate Array and Target Scan. miR-124-3p.2 expression was upregulated in both LNCaP and C4-2B when DHT was added and downregulated when CCL2 was added. In siAR LNCaP and C4-2B, the expression of CCL2 was decreased when miR-124-3p.2 mimic was introduced. Furthermore, in siAR-transfected LNCaP, C4-2B, the introduction of miR-124-3p.2 mimic suppressed the migration.<br \/>Conclusion: AR suppresses CCL2 via miR124-3p.2. miR124-3p.2-mediated regulation of CCL2 may be a new therapeutic target for advanced prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"Prostate cancer,MicroRNA,CCL2,Androgen receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Aoyama<\/b>, K. Izumi, A. Mizokami; <br\/>Department of Integrative Cancer Therapy and Urology, Kanazawa University Graduate School of Medical Science, Kanazawa-shi, Japan","CSlideId":"","ControlKey":"e99547b3-9329-4248-871b-8dc800c09597","ControlNumber":"765","DisclosureBlock":"&nbsp;<b>S. Aoyama, <\/b> None..<br><b>K. Izumi, <\/b> None..<br><b>A. Mizokami, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6791","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"470","PresenterBiography":null,"PresenterDisplayName":"Shuhei Aoyama","PresenterKey":"c8d90879-3bdf-4e46-aebb-d09c7c41552a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"470. AR-induced miRNA124-3p.2 suppresses the metastasis-promoting factor CCL2","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AR-induced miRNA124-3p.2 suppresses the metastasis-promoting factor CCL2","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Liquid biopsies offer a novel approach to diagnose, predict cancer outcomes, and monitor treatment response by analyzing tumor-derived substances. Circulating cell-free microRNAs (miRNAs) show clinical promise as biomarkers within prostate cancer (PCa) and have been implicated with PCa prognosis and outcomes. However, their potential for monitoring and assessing radiotherapy (RT) treatment response remains understudied. Understanding miRNA expression changes during RT is crucial, as they impact RT efficacy by directly affecting genes and proteins within RT-response pathways.<br \/>Aim: This study aimed to profile the expression of three oncogenes, miR-17-5p, miR-20b-5p, and miR-106a-5p and to determine their association with PCa risk groups in patients receiving proton therapy (PT).<br \/>Patients and Methods: Plasma was obtained from the University of Florida Health Proton Therapy Institute Outcomes Tracking Protocol biobank. Plasma was collected from men diagnosed with localized PCa without metastatic disease at three time points: prior to PT (PRE-PT), at 4 weeks following the start of PT (4WKSPD1), and at 8 weeks following the start of PT (8WKSPD1). The pilot study consisted of 38 patients, with 23 categorized as low-risk and 15 categorized as high-risk for PCa. MiRNA expression levels were evaluated using reverse transcription-polymerase chain reaction and quantified using the Livak method.<br \/>Results: The study revealed a downregulation of miR-17-5p in response to PT, with median gene expression levels decreasing from 0.73 at PRE-PT to 0.587 at 8WKSPD1. Low-risk PCa patients also showed distinct miRNA expression changes with all three miRNAs (miR-17-5p, miR-20b-5p, and miR-106a-5p) downregulated from 0.953, 1.037, and 1.010 at PRE-PT to 0.398, 0.216, and 0.298 at 8WKSPD1, respectively. Statistical analysis using a Kruskal-Wallis test followed by a Dunn's post-hoc test identified significant differences (p=0.035) specifically between PRE-PT and 8WKSPD1 for miR-17-5p.<br \/>Conclusion: The study revealed that PT led to a time-dependent reduction in miRNA levels, indicating a higher responsiveness in low-risk compared to high-risk PCa patients. This differential response highlights miR-17-5p, miR-20b-5p, and miR-106a-5p as potential PT response biomarkers, with clinical implications for personalizing PCa treatment. These results underscore the necessity for further validation of these miRNAs to maximize their clinical utility.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA profiling in cancer,,"},{"Key":"Keywords","Value":"Liquid biopsies,MicroRNA,Prostate cancer,Radiation therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Velasquez<\/b><sup>1<\/sup>, C. Bryant<sup>2<\/sup>, N. Mendenhall<sup>2<\/sup>, L. Ricks-Santi<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Florida, Gainesville, FL, <sup>2<\/sup>University of Florida Health Proton Therapy Institute, Jacksonville, FL","CSlideId":"","ControlKey":"c10efd1e-b63d-4e4e-9d53-aa81b2779f64","ControlNumber":"930","DisclosureBlock":"&nbsp;<b>J. Velasquez, <\/b> None..<br><b>C. Bryant, <\/b> None..<br><b>N. Mendenhall, <\/b> None..<br><b>L. Ricks-Santi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6792","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"471","PresenterBiography":null,"PresenterDisplayName":"Johnny Velasquez, BS","PresenterKey":"ba9c9c47-2d94-40af-9902-fca01a3fb21c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"471. Attenuation of circulating miR-17-5p, miR-20b-5p, and miR-106a-5p in low-risk prostate cancer patients following proton therapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Attenuation of circulating miR-17-5p, miR-20b-5p, and miR-106a-5p in low-risk prostate cancer patients following proton therapy","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Oral carcinoma (OC) represents a significant health challenge, with the role of non-coding RNAs, particularly microRNAs and long non-coding RNAs (LncRNAs), being well-established in its progression. However, the implications of circular RNAs (circRNAs) in this context are less well understood, presenting a notable gap in current research. Our study focuses on the MIR31HG LncRNA, identified as crucial in OC, particularly its role in producing circRNA, as evidenced by sequencing. This specific MIR31HG-derived circRNA, designated 31HGcircR, which contains a potential open reading frame (ORF), and may demonstrate phenotypic significances. Alterations to 31HGcircR, either through knockout or ORF mutation, result in remarkable phenotypic changes, highlighting its potential importance in the pathogenesis of OC.<br \/>Methods: We implemented 31HGcircR overexpression in OC cell lines, utilizing the TetOff system for gene expression control. CRISPR\/Cas9 was employed for gene knockout, and siRNA for gene knockdown. Gene expression was quantified using qPCR. Additionally, the BaseScope assay was used to label and detect the spatial expression of overexpressed 31HGcircR within the cells. Assays to assess cell proliferation, invasion, migration, anchorage-independent growth (AIG), and clonogenicity were conducted.<br \/>Results: The findings revealed specific junctions of 31HGcircR and varied expression levels across different OC cell lines. There was a significant correlation among the expression of 31HGcircR, MIR31HG and miR-31-5p. Notably, the knockdown of 31HGcircR led to pronounced inhibition of cell growth, migration, invasion, AIG, and clonogenic activity. Conversely, overexpression of 31HGcircR or its ORFs augmented invasion and clonogenic potential in certain cell lines. The TetOff system demonstrated that minimal concentrations of Doxycycline effectively suppressed 31HGcircR expression, with reversible effects upon removal. Knocking out 31HGcircR resulted in reduced invasion and clonogenic capabilities.<br \/>Conclusion: This study provides clues demonstrating the oncogenic roles of 31HGcircR in OC, which simulate the functions of MIR31HG or miR-31-5p. The changes in cell phenotypes following 31HGcircR manipulation suggest its potential as a therapeutic target or biomarker in OC. These findings offer valuable insights, contributing to the evolving understanding of circRNAs in cancer research and potential treatment avenues.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Carcinoma: squamous cell,lncRNA,MIR31HG,Circular RNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C.-H. Chou<\/b>, H.-F. Tu, K.-W. Chang, S.-C. Lin; <br\/>National Yang-Ming University, Taipei, Taiwan","CSlideId":"","ControlKey":"2eb3bbac-f2f9-492a-a0a3-4664d0a1154f","ControlNumber":"2414","DisclosureBlock":"&nbsp;<b>C. Chou, <\/b> None..<br><b>H. Tu, <\/b> None..<br><b>K. Chang, <\/b> None..<br><b>S. Lin, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6793","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"472","PresenterBiography":null,"PresenterDisplayName":"Chung-Hsien Chou, PhD","PresenterKey":"9e781434-adca-4af3-a192-02d268c51e25","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"472. Long non-coding RNA MIR31HG-derived circRNA enhances the oncogenicity of oral carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Long non-coding RNA MIR31HG-derived circRNA enhances the oncogenicity of oral carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Plasmacytoma variant translocation 1 (PVT1) is an oncogenic long-noncoding RNA (lncRNA) gene located directly downstream of MYC on chromosome 8q24. PVT1 is an oncogene overexpressed in prostate cancer (PCa) and can promote oncogenesis by altering gene expression directly or acting as a noncoding RNA sponge. Beyond functioning as a lncRNA, PVT1 gene encodes six microRNAs that each have independent functions. Our group identified overexpression of PVT1 exon 9 in PCa samples derived from men of African Ancestry and overexpression may explain why this population group experiences more aggressive disease. We overexpressed PVT1 exon 9 in RWPE1 prostate epithelial cells (RWPE1_ex9) and found enhanced migration and invasion compared to empty vector (RWPE1_ev). Implantation of RWPE1_ex9 cells into mice led to the formation of tumors with the neuroendocrine PCa (NEPC) phenotype that was histopathologically confirmed. RNA-sequencing analysis of PVT1 exon 9 overexpression showed significant (p-value &#60; 0.05) upregulation of 141 genes. The majority of pathways impacted by PVT1 exon 9 overexpression were interferon type 1 signaling (<i>RSAD2, CMPK2)<\/i>, developmental NOTCH signaling (<i>HES7)<\/i>, cargo-transport (<i>STX16<\/i>) and tumor microenvironment promoting factors (<i>HS3ST3A1<\/i>). We found loss of androgen receptor (AR) expression at mRNA and protein levels in RWPE1_ex9 cells, a hallmark of NEPC, which further supports our hypothesis that PVT1 exon 9 overexpression plays a role in NEPC development. Validation of RNA-sequencing confirmed upregulation of <i>RSAD2, CMPK2, STX16, HES7 <\/i>and <i>HS3ST3A1 <\/i>within RWPE1_ex9 cells compared to RWPE1_ev and RWPE1 wild-type, suggestive of cellular reprogramming of prostate epithelial cells. We further analyzed expression profile in a novel circulating tumor cell model of castration-resistant 22RV1 cells (C22OH) and found enhanced expression of PVT1 exon 9, suppression of AR, phosphorylation of AR serine residue 308 and enhanced CDK11 activity compared to the primary 22RV1 cell line T22OH suggestive of a cell-cycle mediated regulatory mechanism. We further found enhanced expression of chromogramin A in the C22OH cell line, a marker of NEPC. These results suggest PVT1 exon 9 overexpression may play a critical role in NEPC development from normal epithelial cells via cellular reprogramming as well as facilitating a transition to NEPC from a castration resistant phenotype. PVT1 exon 9 may be a useful predictive biomarker that can identify populations which are likely to have disease progression from castration resistance to NEPC and further highlights the need to identify therapeutic strategies to target PVT1 exon 9 overexpression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Prostate cancer,Androgen receptor,Neuroendocrine tumors,Noncoding RNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. E. Sexton-Bonacci<\/b>, C. Udekwu, B. Boylu, O. O. Ogunwobi; <br\/>Michigan State University, East Lansing, MI","CSlideId":"","ControlKey":"af866351-4ad2-42e5-8272-5e3e6715f8a7","ControlNumber":"1666","DisclosureBlock":"&nbsp;<b>R. E. Sexton-Bonacci, <\/b> None..<br><b>C. Udekwu, <\/b> None..<br><b>B. Boylu, <\/b> None..<br><b>O. O. Ogunwobi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6794","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"473","PresenterBiography":null,"PresenterDisplayName":"Rachel Bonacci, BS;PhD","PresenterKey":"a6fcd3f5-1ed6-4dbe-b1e2-7f3696c727e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"473. PVT1 exon 9 overexpression induces AR null phenotype and cellular reprogramming in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"394","SessionOnDemand":"False","SessionTitle":"microRNAs and Other Non-coding RNAs as Cancer Genes 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PVT1 exon 9 overexpression induces AR null phenotype and cellular reprogramming in prostate cancer","Topics":null,"cSlideId":""}]