[{"Abstract":"Early detection of hepatocellular carcinoma (HCC) is crucial for improving patient outcomes, as curative treatments are most effective at the early stages of the disease. The lack of robust biomarkers, particularly a non-invasive diagnostic tool, precludes significant improvement of clinical outcomes for HCC patients. Serum metabolites are one of the best non-invasive means for determining patient prognosis. Established biomarkers for HCC including alpha-fetoprotein (AFP), have shown suboptimal performance in early disease stages. This study aimed to develop a combined metabolite and lipid panel to differentiate early-stage HCC from cirrhosis. Unbiased metabolomic and lipidomic analyses of serum samples were performed for 28 and 30 patients with early HCC and cirrhosis, respectively. We developed an unbiased high-resolution liquid chromatography mass spectrometry (LC-MS) based metabolic profiling platform and evaluated differences in the serum global metabolome and lipidome. This method enabled the detection of over 1200 metabolites and up to 800 lipid molecules in this select cohort. We identified 124 metabolites and 246 lipids that were upregulated and 208 metabolites and 73 lipids that were downregulated in HCC compared to cirrhosis. Using multiomic integrative analysis, we identified the overlap between differentially expressed metabolites and lipid and previously published transcriptomic signatures and illustrate that the overlapping signature associates with clinical disease progression. Lastly, we leveraged machine learning models to identify a minimal panel of lipids and metabolites that accurately distinguish between cirrhosis patients with HCC and without HCC. The best performing classifier was derived using Support Vector Machines, achieving a median AUC of 0.98 over 100 cross-validation iterations, and we showed that we need as little as 12 metabolite and lipids for effective discrimination between cirrhosis and early HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Hepatocellular carcinoma,Lipids,Metabolomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Powell<\/b>, E. Ruiz, S. L. Grimm, O. Najjar, L. Olivares, M. Scheurer, H. B. El Serag, C. Coarfa, S. Kaochar; <br\/>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"797fa3aa-26b8-445d-b18b-14a1fd007d0b","ControlNumber":"5186","DisclosureBlock":"&nbsp;<b>H. Powell, <\/b> None..<br><b>E. Ruiz, <\/b> None..<br><b>S. L. Grimm, <\/b> None..<br><b>O. Najjar, <\/b> None..<br><b>L. Olivares, <\/b> None..<br><b>M. Scheurer, <\/b> None..<br><b>H. B. El Serag, <\/b> None..<br><b>C. Coarfa, <\/b> None..<br><b>S. Kaochar, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2211","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3745","PresenterBiography":null,"PresenterDisplayName":"Hannah Powell","PresenterKey":"24886f02-07b5-41bc-ac44-c2ace85310b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3745. Metabolomic profiling of lipid and metabolite in cirrhosis patients with and without hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolomic profiling of lipid and metabolite in cirrhosis patients with and without hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The limitations of serial tumor biopsies are well known, thus liquid biopsies which allow for repeated plasma-based biomarker analysis are urgently needed. Extracellular vesicles (EVs) represent an extremely stable and emerging proteomic substrate which allows for deep enrichment of biologically relevant signals from plasma, and broad analysis of tumor associated and host response proteins. To identify novel biomarkers, we performed proteomics analysis on EVs purified using size exclusion chromatography and a proprietary buffer system which increases EV and corona protein recovery. Initial DIA mass spectrometry (MS) analysis was performed on EVs from 125 patients (25 each from CRC, breast, NSCLC, ovarian, and normal patients). A subset of 25 normal and 25 ovarian was subjected to a second deeper analysis on a much more powerful DIA platform. Initial analysis identified 204 unique proteins differentially expressed in ovarian cancer patients (&#62;2-fold change; p&#60;0.05). Repeat analysis of the ovarian vs normal cohorts on the Biognosys TrueDiscovery&#8482; platform identified 645 differentially expressed, a significant increase in depth of analysis. These cancer exosome associated proteins represent a broad range of host response signals. Taking ~20 of the top proteins, we extended our analysis using ELISAs to determine if the results by MS were reproducible in a simpler format. The ELISA analysis recapitulated the MS results. This confirms that the TrueDiscovery&#8482; platform can easily be translated into a simple, quick and distributable ELISA platform. Extending these results, a blinded cohort of ovarian and normal EVs was analyzed using a predefined cutoff for a host immune response biomarker. This blinded analysis demonstrated sensitivity of 1.0 and specificity of 0.9, exceptionally high values for a single analyte assay, underscoring the potential value of analyzing the host\/immune response proteins in the context of the EV microenvironmentKey biomarkers from cancer patient EVs suggests it is possible to track host immunosuppressive environment via antigen presenting cell and check point antagonist biomarkers. In both cases, highly significant differences are seen comparing EVs from normal patient plasma versus cancer patient plasma. Interestingly, when these biomarkers are evaluated in pre-EV enriched plasma, no significant differences are seen. This underscores the unique nature of the EV microenvironment, and suggests that host immune response and tumor microenvironment may be recapitulated in the EV\/host response proteome using our unique methods. These data confirm that the EV microenvironment represents a unique oncological ecosystem with highly specific and sensitive disease biomarkers which are not dysregulated in complete plasma. This novel approach to assessing cancer proteomics has great promise for real time, longitudinal analysis of cancer patient tumor\/host immune biology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Proteomics,Diagnostic marker,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. A. Hembrough<\/b><sup>1<\/sup>, Z. Opheim<sup>1<\/sup>, C. Bandoski<sup>1<\/sup>, I. Isaac<sup>2<\/sup>, M. Mehnert<sup>2<\/sup>, A. Ezrin<sup>1<\/sup>; <br\/><sup>1<\/sup>Nexosome Oncology, Durham, NC, <sup>2<\/sup>Biognosys, Schlieren, Switzerland","CSlideId":"","ControlKey":"321c637b-ce67-41e6-a18d-18f7694079c2","ControlNumber":"3870","DisclosureBlock":"<b>&nbsp;T. A. Hembrough, <\/b> <br><b>Nexosome Oncology<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Other Intellectual Property. <br><b>Z. Opheim, <\/b> <br><b>Nexosome Oncology<\/b> Employment. <br><b>C. Bandoski, <\/b> <br><b>Nexosome Oncology<\/b> Employment. <br><b>I. Isaac, <\/b> <br><b>Biognosys<\/b> Employment. <br><b>M. Mehnert, <\/b> <br><b>Biognosys<\/b> Employment. <br><b>A. Ezrin, <\/b> <br><b>Nexosome Oncology<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Patent, Other Intellectual Property.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2212","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3746","PresenterBiography":null,"PresenterDisplayName":"Todd Hembrough, PhD","PresenterKey":"db573335-4d07-4986-8711-708ea1bf004c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3746. Identification of cancer specific extracellular vesical biomarkers to aid in diagnosis of cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of cancer specific extracellular vesical biomarkers to aid in diagnosis of cancer","Topics":null,"cSlideId":""},{"Abstract":"Lung cancers identified with low-dose CT are typically early stage without endobronchial lesions, and most require a pathological diagnosis using invasive procedures. We conducted a study analyzing bronchial washing (BW) fluid using targeted panel sequencing to evaluate its diagnostic performance. And we aimed to elucidate the characteristics of patients group in which this method could be effectively applied. We prospectively enrolled patients with an incidental lung lesion suspected of early-stage lung cancer on chest CT and no visible endobronchial lesion on bronchoscopy from June 2017 to March 2018 at two independent hospitals. Lung cancer was histologically diagnosed using a diagnostic work-up including surgical lung biopsy, percutaneous needle biopsy, endobronchial ultrasound, and other biopsies. BW was performed on each patient in the subsegmental bronchus where the lung lesion was suspected to be located. Among shared genes between the panels for each cohort, we selected 8 genes that are frequently mutated known oncogenes\/tumor suppressor genes in lung cancer not to consider passenger mutations for diagnosis. In addition, several filtering criteria were considered to differentiate cancer. Since criterion d considered definitive somatic mutations [known hotspot mutations or loss of function mutations with variant allele fraction (VAF) &#8805; 2%] with criterion c (&#8805; 2 COSMIC11 variants with VAF &#8805; 1%), the sensitivity was increased without loss of precision and the sensitivity of sequencing was higher than BW cytology. In total, 164 subjects (114 with lung cancer and 50 with benign) were enrolled. Of lung cancer patients, necrosis was observed on chest CT in 44 (38.6%) patients and malignant cells were identified upon BW cytological examination in 33 (28.9%) patients. Of total, 33 (20.1%) patients had complications related to invasive diagnostic test. By the panel with the criterion d, 42 patients (25.6%) were classified as cancer. The panel showed 100% of specificity, 100% of positive predictive value for diagnosing cancer whereas it had relatively low sensitivity. Twenty patients who were classified as cancer by sequencing despite of negative cytology. In the group with necrosis, the proportion of patients with positive for sequencing only was significantly higher than that of patients with positive for cytology only. In addition, the sensitivity of BW sequencing reached 75% in patients with necrotic tumors. The prevalence of necrotic tumors was significantly higher in SQC than in ADC. The significant proportion (66.7%) of primary tumors with positive for sequencing only and located in outer area had necrosis. This study demonstrated that BW sequencing could be applied for diagnosis in patients with necrotic lung lesion suspected of early-stage lung cancer in chest CT. It would be possible to reduce the frequency of unnecessary invasive procedures and subsequent complications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Next-generation sequencing (NGS),Liquid biopsies,Early detection,NSCLC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Lim<\/b><sup>1<\/sup>, H.-T. Shin<sup>1<\/sup>, S. Park<sup>2<\/sup>, W. Ryu<sup>1<\/sup>, L. Kim<sup>1<\/sup>, K.-H. Lee<sup>1<\/sup>, S. Ko<sup>2<\/sup>, S. Lee<sup>3<\/sup>, J. Kim<sup>1<\/sup>, J.-S. Ryu<sup>1<\/sup>; <br\/><sup>1<\/sup>Inha University College of Medicine, Incheon, Korea, Republic of, <sup>2<\/sup>Yonsei University Wonju College of Medicine, Wonju, Korea, Republic of, <sup>3<\/sup>DNA Link, Inc., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"eaa08e05-81b8-46b3-9241-39d2a522c7a6","ControlNumber":"2209","DisclosureBlock":"&nbsp;<b>J. Lim, <\/b> None..<br><b>H. Shin, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>W. Ryu, <\/b> None..<br><b>L. Kim, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>S. Ko, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Ryu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2214","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3747","PresenterBiography":null,"PresenterDisplayName":"Jun Hyeok Lim, MD","PresenterKey":"8c9742c6-c78f-4139-9df0-a12aa9b5ab02","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3747. Bronchial washing fluid sequencing is useful in the diagnosis of lung cancer with necrotic tumor","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bronchial washing fluid sequencing is useful in the diagnosis of lung cancer with necrotic tumor","Topics":null,"cSlideId":""},{"Abstract":"<b>Background <\/b>This study aims to evaluate the characteristics and clinical correlations of tumor-infiltrating lymphocytes (TILs) in endometrial cancer, derived from fresh tumor tissue and peritoneal washing cytology. Furthermore, it seeks to explore the correlation between TILs and immunohistochemical markers in endometrial cancer.<br \/><b>Methods <\/b>In this study, we investigated the nature of TILs extracted from endometrial tissue and peritoneal washing cytology, along with their correlation with immunohistochemical markers. Samples collected from endometrial cancer patients during surgery, with informed consent, were analyzed for immune cell composition using flow cytometry. We examined the association between pathological findings, a range of immunohistochemical markers (including LVSI, PD-L1, ER, P53, HER2, MLH1, MSH2, MSH6, PMS2, MSI), and the status of tumor-infiltrating immune cells (such as CD3-CD19+ B Cells, CD3-CD16+CD56+ NK Cells, CD4+CD25+ regulatory T cells (Treg), and CD3+CD8+ cytotoxic T cells).<br \/><b>Results <\/b>Our analysis encompassed 25 endometrial cancer-derived samples. Notable observations include an increase in CD3-CD19+ B cells in the LVSI-positive group and a decrease in the ER-positive group (p&#60;0.05, respectively). CD3-CD16+CD56+ NK Cells decreased in the ER-positive group, while CD3+CD8+ cytotoxic T cells were decreased in the HER2-positive group (p&#60;0.001, p&#60;0.05, respectively). Other immunohistochemical markers showed no significant differences.<br \/><b>Conclusion <\/b>The study suggests that tumor-infiltrating immune cells from patient-derived tissue and peritoneal washing cytology may reflect the molecular and clinical characteristics of endometrial cancer. However, further research with an expanded sample size and correlation with oncologic outcomes is warranted to validate these findings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Endometrial cancer,Immune cells,Immunohistochemistry,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Changmin Shin<\/b><sup>1<\/sup>, Seungmee Lee<sup>1<\/sup>, Hyewon Chung<sup>1<\/sup>, Jin Young Kim<sup>2<\/sup>, Eunyoung Ha<sup>3<\/sup>, Ji Hae Seo<sup>3<\/sup>, Sojin Shin<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Gynecology and Obstetrics, School of Medicine, Keimyung University, Daegu, Korea, Republic of,<sup>2<\/sup>Department of Internal Medicine, School of Medicine, Keimyung University, Daegu, Korea, Republic of,<sup>3<\/sup>Department of Biochemistry, School of Medicine, Keimyung University, Daegu, Korea, Republic of","CSlideId":"","ControlKey":"b267f596-826c-4ec0-b2b9-53effa6bb3d6","ControlNumber":"8230","DisclosureBlock":"&nbsp;<b>C. Shin, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>H. Chung, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>E. Ha, <\/b> None..<br><b>J. Seo, <\/b> None..<br><b>S. Shin, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2215","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3748","PresenterBiography":null,"PresenterDisplayName":"Changmin Shin, MD","PresenterKey":"9664723e-647e-43fe-8ecf-a8dc62187d16","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3748. Evaluation of immune cells from patient-derived tumor tissue and peritoneal washing cytology in correlation with immunohistochemical markers in endometrial cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of immune cells from patient-derived tumor tissue and peritoneal washing cytology in correlation with immunohistochemical markers in endometrial cancer","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer, like many other cancer types, is linked to the activation and overexpression of CXCR4. The overexpression of CXCR4 is associated with factors such as tumor growth, angiogenesis, increased metastasis, and therapeutic resistance. Similarly, CXCL12, a specific ligand for CXCR4, plays a significant role in tumorigenesis processes, including survival, migration, and microenvironmental interactions. The CXCL12\/CXCR4 signaling pathway has been found to impact the development and progression of breast cancer, regulating proliferation, motility, and metastasis. Hence, molecules within the CXCL12\/CXCR4 signaling pathway hold promise for determining breast cancer prognosis, treatment monitoring, and serving as therapeutic agents. The study, conducted at the Istanbul University Institute of Oncology, obtained ethical approval from the Istanbul Faculty of Medicine Ethics Committee. Genetic materials from 300 breast cancer patients and 150 control subjects underwent standard testing, matched based on crucial parameters. Real-time PCR with the MIC qPCR Cycler was statistically analyzed using GraphPad Prism (p &#60; 0.05). Descriptive statistics were presented for categorical and quantitative variables, while the Kolmogorov-Smirnov test assessed the normal distribution of quantitative variables. Statistical comparisons between groups were performed using the Mann-Whitney U test and the Kruskal-Wallis test. was used for calculations. Notably, among the three genes&#8212;LASP1, CXCL12, and CXCR4&#8212;LASP1 exhibited the highest mean expression level at 11.64 with a considerable standard deviation of 11.80. In contrast, CXCL12 had a much lower mean expression level at 2.96 and a tighter distribution, and CXCR4 displayed the lowest mean expression level at 0.37 with a standard deviation of 0.74. The analysis of diagnostic groups indicated no significant differences in mean LASP1 and CXCL12 levels, but a significant variance in mean CXCR4 levels (p&#60;0.001). Specifically, CXCR4 expression in group Breast and ovarian cancer was notably lower compared to Breast cancer, Bilateral Breast cancer, and Breast and Other cancer, while group Breast cancer exhibited significantly lower CXCR4 expression compared to groups Bilateral Breast cancer and Breast and Other cancer. However, there was no significant difference in CXCR4 expression between groups of Bilateral Breast cancer and Breast and Other cancer. These findings reveal distinct expression patterns of CXCR4 across diagnostic groups, suggesting potential implications for diagnostic categorization and underlying molecular pathways in breast cancer. Understanding these expression disparities could be crucial in deciphering the molecular intricacies influencing disease progression and treatment responses.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Cancer,Expression,Gene expression,breas cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Adamnejad Ghafour<\/b>, S. Tuncer; <br\/>Istanbul University, Istanbul, Turkey","CSlideId":"","ControlKey":"2afdc61e-0389-4509-b07a-5dfd4eef480f","ControlNumber":"955","DisclosureBlock":"&nbsp;<b>A. Adamnejad Ghafour, <\/b> None..<br><b>S. Tuncer, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2216","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3749","PresenterBiography":null,"PresenterDisplayName":"Arash Adamnejad Ghafour, PhD","PresenterKey":"a62b5791-cd1d-481a-9e4c-7ed3e6649efa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3749. The evaluation of expression level of Cxcl12 gene in peripheral blood samples of breast cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The evaluation of expression level of Cxcl12 gene in peripheral blood samples of breast cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Recent advances in technology support the use of liquid biopsy as a noninvasive method for cancer monitoring and diagnosis. Circulating tumor cells (CTCs) and circulating tumor DNA (ctDNA) are both regarded as key liquid biopsy biomarkers, offering significant disease-related molecular insights. Despite their potential, dual isolation and profiling have been challenged in a clinical setting by the lack of established platforms and optimized protocols that support this approach. The Genesis System with Celselect Slides<sup>TM <\/sup>captures CTCs based on size and deformability, then the enriched cells can be recovered for subsequent downstream analysis. Concurrently, Droplet Digital PCR (ddPCR<sup>TM<\/sup>) can be utilized to interrogate cell-free DNA (cfDNA) to determine the presence of a range of DNA aberrations present in ctDNA. This study, using a model lung CTC-ctDNA sample, illustrates the feasibility of this dual-biomarker approach to detect cancer-associated nucleic acid mutations simultaneously with CTC enumeration, using commercially available kits and instruments.<br \/>Methods: To model lung cancer samples, blood samples were prepared by spiking in two model circulating markers, cultured cancer cells (model CTCs, human &#12643;lung cancer cell line A549) and fragmented genomic DNA containing <i>EGFR <\/i>mutations (model ctDNA, multiplexed 23 ctDNA [~145 bp band &#62; 95%]), into whole blood from a healthy donor prior to enrichment\/extraction. Plasma isolation from the whole blood model samples was performed using either two-step centrifugation or Ficoll-Paque PLUS solution for plasma\/buffy coat separation. The extracted plasma layer was used for ctDNA separation, while the remaining cell layer was used for CTC isolation on the Genesis System with a modified protocol.<br \/>Results: The Genesis System isolated 78-79% of spiked cancer cells in whole blood at a concentration of 40 cells\/ml. Despite additional plasma separation steps and liquid handling, the system isolated CTCs spiked in with minimal cell loss (&#60;6%). With an optimized ctDNA extraction, more than 70% of spiked ctDNA in blood samples in the size range of 120-220 bp was extracted. Using the Bio-Rad QX200 ddPCR System and ddPCR <i>EGFR T790M<\/i> Mutation Detection Assay, blood samples with the model ctDNA spiked in showed positive droplets (17 copies) for <i>EGFR T790M<\/i> while control blood samples without model ctDNA spiked in showed no positive droplets.<br \/>Discussion and Conclusions: This work illustrates an optimized protocol for the dual isolation and profiling of CTCs and ctDNA from a single blood sample by using an automated CTC isolation platform and high-sensitivity ddPCR based ctDNA mutation detection. This protocol enables comprehensive liquid biopsy studies using a single blood sample from cancer patients with readily available instruments and kits, which can be applied to many other cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Liquid biopsies,Circulating tumor cells,Circulating tumor DNA,Droplet digital PCR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y.-T. Kang<\/b><sup>1<\/sup>, A. Bodunrin<sup>2<\/sup>, E. Pusod<sup>1<\/sup>, K. Simonyi<sup>3<\/sup>, A. Corner<sup>4<\/sup>, D. Coe<sup>3<\/sup>, M. Racey<sup>5<\/sup>, E. J. Dreskin<sup>3<\/sup>; <br\/><sup>1<\/sup>Bio-Rad Laboratories, Ann Arbor, MI, <sup>2<\/sup>Bio-Rad Laboratories, Pleasanton, CA, <sup>3<\/sup>Bio-Rad Laboratories, Hercules, CA, <sup>4<\/sup>Bio-Rad Laboratories, Watford, United Kingdom, <sup>5<\/sup>Bio-Rad Laboratories, Boulder, CO","CSlideId":"","ControlKey":"c5c133ff-9c6b-4127-82e2-608a627c15f5","ControlNumber":"1200","DisclosureBlock":"&nbsp;<b>Y. Kang, <\/b> None..<br><b>A. Bodunrin, <\/b> None..<br><b>E. Pusod, <\/b> None..<br><b>K. Simonyi, <\/b> None..<br><b>A. Corner, <\/b> None..<br><b>D. Coe, <\/b> None..<br><b>M. Racey, <\/b> None..<br><b>E. J. Dreskin, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2217","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3750","PresenterBiography":"","PresenterDisplayName":"Yoon-Tae Kang, PhD","PresenterKey":"0093cc90-fb02-4c6a-990b-8780834e2ec8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3750. Dual isolation and profiling of circulating tumor cells and circulating tumor DNA from a single liquid sample using the Genesis Cell Isolation System and Droplet Digital PCR","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dual isolation and profiling of circulating tumor cells and circulating tumor DNA from a single liquid sample using the Genesis Cell Isolation System and Droplet Digital PCR","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) exhibits a significant health risk to aging men, in which effective diagnosis of high gleason (Gleason <u>&#62;<\/u>7) cancers is of critical need. Currently, the main screening tool utilized for detection of prostate cancer is prostate specific antigen (PSA), however, PSA exhibits limited utility in men with benign prostatic hyperplasia (BPH) due to inherent elevated PSA as the result of an enlarged prostate, resulting in increasing unnecessary biopsies. In Mexico, there is currently a higher incidence of aggressive PCa due to the risk within the overall population as well as the need for increased screening tools. Since, there is a critical unmet need to evaluate novel PCa diagnostic test that could serve as a reflex test within the screening paradigm, we evaluated the recently developed test, pSTATEdx, which measures the cleaved portion of Filamin A (FLNA) via IP-MRM mass spectrometry in conjunction with the patients age, to determine the overall risk of aggressive prostate cancer. In the current study, we analyzed a prospective cohort from Mexico City and Guadalajara evaluating 34 BPH and 44 PCa in men exhibiting symptoms with PSA levels between 4-10 ng\/mL, who were all referred for 12 core prostate biopsies due to suspicion of prostate cancer. Additionally, we assessed 41 non-diseased men as controls who had PSA below 1.5 ng\/mL, who were not assessed further. Comparison of non-diseased controls with BPH\/PCa men exhibited an AUC of 0.99, PPV 0.96, NPV 0.89, OR 118, and P value 2 e-20, thus demonstrating that pSTATEdx had significant utility in assessing prostate health independent of PSA. In comparison with previously published data, FLNA mean levels were 24 ng\/mL in previously published American study cohort and 55 ng\/mL in the Mexican BPH\/PCa cohort with a P value of &#60;0.001. Assessment of patient populations revealed that there was superior diagnostic performance of FLNA for patients between PSA 4-7, which represents an increased unmet need for biopsy decision support. Analysis of BPH compared to all PCa exhibited a sensitivity of 0.94 and specificity of 0.53, PPV 0.64, NPV of 0.91, and OR of 16.4. Diagnostic analysis of BPH compared to high gleason PCa exhibited a sensitivity of 1, specificity of 0.21, PPV 0.38, NPV of 1, and OR of inf in this pilot study. This assessment revealed promising insight that aggressive PCa was not missed using pSTATEdx. pSTATEdx demonstrated diagnostic utility in prevention of unnecessary biopsies in the Mexican population as a reflex test to those patients with PSA levels between 4-7 as well as demonstrated that aggressive prostate cancers were not missed with the risk score. Additional studies are planned in the future to expand the utility of pSTATEdx in Latin America.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Prostate cancer,Diagnostic marker,Prostate-specific antigen (PSA),Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Rodriguez<\/b><sup>1<\/sup>, A. Mendoza<sup>2<\/sup>, M. Rosenburg<sup>3<\/sup>, J. Castaneda<sup>4<\/sup>, A. A. Melgar<sup>5<\/sup>, B. Ciseros<sup>6<\/sup>, A. G. Gangemi<sup>2<\/sup>, N. M. Chand<sup>7<\/sup>, P. Tekumalla<sup>7<\/sup>, G. Miller<sup>7<\/sup>, A. Thakurta<sup>7<\/sup>, D. Banuelos<sup>8<\/sup>, J. J. Real<sup>9<\/sup>, D. A. Joya<sup>1<\/sup>, A. Romero<sup>10<\/sup>, J. D. Farias<sup>11<\/sup>, E. Cabeza<sup>1<\/sup>, H. H. Remess<sup>12<\/sup>, J. J. R. Delgado<sup>13<\/sup>, H. M. Sanchez<sup>14<\/sup>, I. Barragan<sup>15<\/sup>, M. Rodriguez<sup>16<\/sup>, B. Garcia<sup>17<\/sup>, D. A. S. Sanchez<sup>18<\/sup>, J. Izquierdo<sup>19<\/sup>, E. M. S. Lopez<sup>20<\/sup>, J. Hanao<sup>7<\/sup>, J. G. Frusch<sup>20<\/sup>, N. R. Narain<sup>7<\/sup>, M. A. Kiebish<sup>7<\/sup>; <br\/><sup>1<\/sup>Hospital General de Occidente, Zapopan, Mexico, <sup>2<\/sup>Hospital Médica Sur, Mexico City, Mexico, <sup>3<\/sup>Mid-Michigan Health Centers, Jackson, MI, <sup>4<\/sup>Hospital Angeles Clínica Londres, Cuauhtémoc, Mexico, <sup>5<\/sup>Hospital Angeles Pedregal, Mexico City, Mexico, <sup>6<\/sup>Hospital ABC Santa Fe, Mexico City, Mexico, <sup>7<\/sup>BPGbio Inc., Framingham, MA, <sup>8<\/sup>Bañuelos Radiólogos por Doctores Bañuelos, Guadalajara, Mexico, <sup>9<\/sup>Dr. Juan José Real Urólogo\/Oncólogo, Guadalajara, Mexico, <sup>10<\/sup>Hospital Versalles, Guadalajara, Mexico, <sup>11<\/sup>Hospital Real San Jose, Zapopan, Mexico, <sup>12<\/sup>MOLEET Medical Unit\/ Clinica Zepeda\/ Unidad Médica Especializada Pulido, Zapopan, Mexico, <sup>13<\/sup>Hospital Star Medica Chihuahua, Chihuahua, Mexico, <sup>14<\/sup>Hospital La Luz, Mexico City, Mexico, <sup>15<\/sup>Uromin, Instituto Urológico de Invasión Mínima Sc, Guadalajara, Mexico, <sup>16<\/sup>Laboratorio de Análisis de Moléculas y Medicamentos Biotecnológicos, Instituto de Biotecnología., Cuernavaca, Mexico, <sup>17<\/sup>Centro Estatal de la Transfusión Sanguínea del Estado de Jalisco, Zapopan, Mexico, <sup>18<\/sup>Laboratorio de Análisis Genéticos Especializados México, Mexico City, Mexico, <sup>19<\/sup>Laboratorio Diagnóstico Especializado de Imagen, Zapopan, Mexico, <sup>20<\/sup>Grupo Terralpe, Mexico City, Mexico","CSlideId":"","ControlKey":"9c9ef1d1-0a3c-4c1c-aeb9-6454046bdf5d","ControlNumber":"8271","DisclosureBlock":"&nbsp;<b>A. Rodriguez, <\/b> None..<br><b>A. Mendoza, <\/b> None..<br><b>M. Rosenburg, <\/b> None..<br><b>J. Castaneda, <\/b> None..<br><b>A. A. Melgar, <\/b> None..<br><b>B. Ciseros, <\/b> None..<br><b>A. G. Gangemi, <\/b> None.&nbsp;<br><b>N. M. Chand, <\/b> <br><b>BPGbio<\/b> Employment. <br><b>P. Tekumalla, <\/b> <br><b>BPGbio<\/b> Employment. <br><b>G. Miller, <\/b> <br><b>BPGbio<\/b> Employment. <br><b>A. Thakurta, <\/b> <br><b>BPGbio<\/b> Employment.<br><b>D. Banuelos, <\/b> None..<br><b>J. J. Real, <\/b> None..<br><b>D. A. Joya, <\/b> None..<br><b>A. Romero, <\/b> None..<br><b>J. D. Farias, <\/b> None..<br><b>E. Cabeza, <\/b> None..<br><b>H. H. Remess, <\/b> None..<br><b>J. J. R. Delgado, <\/b> None..<br><b>H. M. Sanchez, <\/b> None..<br><b>I. Barragan, <\/b> None..<br><b>M. Rodriguez, <\/b> None..<br><b>B. Garcia, <\/b> None..<br><b>D. A. S. Sanchez, <\/b> None..<br><b>J. Izquierdo, <\/b> None..<br><b>E. M. S. Lopez, <\/b> None..<br><b>J. Hanao, <\/b> None..<br><b>J. G. Frusch, <\/b> None.&nbsp;<br><b>N. R. Narain, <\/b> <br><b>BPGbio<\/b> Employment. <br><b>M. A. Kiebish, <\/b> <br><b>BPGbio<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2218","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3751","PresenterBiography":null,"PresenterDisplayName":"Eric Grund, PhD","PresenterKey":"a24ff3bf-fe03-4de2-babd-f20d9744c9f6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3751. Diagnostic assessment of Filamin A (FLNA) as a serum biomarker for identification of benign prostatic hyperplasia vs aggressive prostate cancer in a prospective Mexican cohort","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Diagnostic assessment of Filamin A (FLNA) as a serum biomarker for identification of benign prostatic hyperplasia vs aggressive prostate cancer in a prospective Mexican cohort","Topics":null,"cSlideId":""},{"Abstract":"The use of antibody drug conjugates (ADC) targeting HER2, and Trop 2 has made a great difference in the treatment of breast cancer. Such agents consist of an antibody targeting the receptor which is conjugated to a payload chemotherapy agent. Chemotherapy involves the use of anti-tubulin agents (e.g. docetaxel), topoisomerase inhibitors etc. We examined 507 breast cancer samples using targeted proteomics to quantitate biomarkers for ADC targets such as HER2, HER3, EGFR and Trop2 in our clinical proteomics (CLIA) laboratory. We also measured biomarkers that are associated with response and biomarkers that are associated with resistance to chemotherapeutic agents. Resistance markers include TUBB3 (taxanes), and response markers include TOPO1 (irinotecan, topotecan). Methods: Formalin fixed, paraffin embedded (FFPE) tissues blocks of breast cancer were sectioned, marked for tumor, laser capture microdissected, digested and analyzed by LC-selected reaction monitoring mass spectrometry. Seventy-two proteins were quantitated. Discussion:In our previous work, we have determined that &#62;740 amol\/&#181;g HER2 corresponds to IHC 3+\/2+ and FISH +. Based on the HER2 quantitation for each sample, the samples were segregated into three groups. Negative (Group A, &#60;150 amol\/&#181;g), High expressors (Group C, &#62;740 amol\/&#181;g), and Detected (Group B, 151-739 amol\/&#181;g). Groups A, B, and C were 39%, 46%, and 43% of the cases respectively. In Group A (HER2 negative), HER3 was detected in 14% of cases with a 3x range (181-602 amol\/&#181;g), EGFR was detected in 53% of samples with 139x range (108-14986 amol\/&#181;g), Trop2 was detected in 59% of cases ranging from 256 to 11900 amol\/&#181;g, Topo1 was detected in 86% of cases with a 12x range (402-4870 amol\/&#181;g) and TUBB3 was detected in 63% of cases at levels ranging from 755 to 11750 amol\/&#181;g. In Group B (HER2 detected), HER3 was detected in 38% with a 3x range (178-565 amol\/&#181;g), EGFR was detected in 34% at levels ranging from 104-7040 amol\/&#181;g, Trop2 was detected in 63% ranging from 157 to 12808 amol\/&#181;g, Topo1 was detected in 94% with a 12x range (413-5100 amol\/&#181;g), and TUBB3 was detected in 51% of cases at levels ranging from 757 to 9311 amol\/&#181;g.In Group 3 (HER2 highly expressed), HER3 was detected in 43% with a 5x range (189- 890 amol\/&#181;g), EGFR was detected in 30% at levels ranging from 101 to 565 amol\/&#181;g, Trop2 was detected in 68% ranging from 310 to14650 amol\/&#181;g, Topo1 was detected in 95% with a 6x range (487- 2885 amol\/&#181;g), and TUBB3 was detected in 64% of samples at levels ranging from 829 to 2300 amol\/&#181;g. Conclusion:The capacity to multiplex 72 protein biomarkers from 2-3 FFPE sections will help in design of ADCs bispecific antibodies and\/or bispecific ADCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Proteomics,Antibody-drug conjugate (ADC),Biomarkers,Bispecific antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"N. Ghafourian<sup>1<\/sup>, <b>S. P. Thyparambil<\/b><sup>1<\/sup>, R. Mortensen<sup>1<\/sup>, J. Chou<sup>1<\/sup>, R. Heaton<sup>1<\/sup>, X. B. Ling<sup>2<\/sup>; <br\/><sup>1<\/sup>mProbe, Rockville, MD, <sup>2<\/sup>Stanford University, Palo Alto, CA","CSlideId":"","ControlKey":"585f2f08-4d2c-43b3-a5dc-86ac69efaf25","ControlNumber":"7102","DisclosureBlock":"<b>&nbsp;N. Ghafourian, <\/b> <br><b>mProbe<\/b> Employment, Stock Option. <br><b>S. P. Thyparambil, <\/b> <br><b>mProbe<\/b> Employment, Stock Option. <br><b>R. Mortensen, <\/b> <br><b>mProbe<\/b> Employment, Stock Option. <br><b>J. Chou, <\/b> <br><b>mProbe<\/b> Employment, Stock Option. <br><b>R. Heaton, <\/b> <br><b>mProbe<\/b> Independent Contractor. <br><b>X. B. Ling, <\/b> <br><b>mProbe<\/b> Independent Contractor.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2220","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3753","PresenterBiography":null,"PresenterDisplayName":"Sheeno Thyparambil, PhD","PresenterKey":"5c0fb4e4-d292-47aa-87b3-c5ebe9e16af2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3753. Co-expression proteomic analysis of antibody drug conjugate receptor and payload biomarkers in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Co-expression proteomic analysis of antibody drug conjugate receptor and payload biomarkers in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: PD-L1 IHC 22C3 pharmDx (SK006) is a qualitative immunohistochemical (IHC) assay using anti-PD-L1 clone 22C3 to detect PD-L1 in formalin-fixed, paraffin-embedded (FFPE) human endometrial cancer (ENDO) tissues. PD-L1 expression is determined using the Combined Positive Score (CPS) algorithm, which is the number of PD-L1 staining cells (tumor cells, lymphocytes, macrophages) divided by the total number of viable tumor cells, multiplied by 100. Validation testing evaluated the sensitivity and analytical performance of SK006 PD-L1 expression in FFPE ENDO specimens based on two PD-L1 expression cutoffs for all applicable studies: CPS &#8805; 1 and CPS &#8805; 10. Analytical performance studies included precision (combined precision, intra-run and intra-inter observer) and robustness (time, temperature, pH and re-use) testing.<br \/>Methods: FFPE ENDO specimens were stained with SK006 and scored using CPS. Negative percent agreement (NPA), positive percent agreement (PPA), and overall agreement (OA) with two-sided 95% bootstrap confidence intervals (CIs) were used for data analysis, based on PD-L1 binary status (positive\/negative) at the evaluated cutoffs. Acceptance Criteria (AC): the lower bound of the two-sided 95% CI computed on percent agreement (NPA, PPA, and OA) must meet or exceed 85%. Sensitivity determined if SK006 could detect a range of CPS expression levels in ENDO specimens. Combined precision measured inter-instrument, -operator, and -day variation nested within the same study. Intra-run measured repeatability within the same run and Inter\/Intra-Observer measured scoring reproducibility by 3 pathologists over 3 non-consecutive days. Robustness evaluated the staining performance of SK006 under varying Target Retrieval Solution (TRS) laboratory conditions: time (18-22min), temperature (95-99&#176;C), pH (5.9-6.3) and re-use (up to 3 uses).<br \/>Results: The sensitivity data showed that SK006 could detect a range of CPS expression levels in ENDO specimens. Analyses for each analytical validation study, subject to AC, showed NPA, PPA, OA point estimates (PE) of &#8805; 95.5% and CI lower bounds (CILB) of &#8805; 87.1%.<br \/>Conclusion: PD-L1 IHC 22C3 pharmDx (SK006) used in conjunction with CPS provides high staining reproducibility and scoring precision for ENDO specimens at the CPS &#8805; 1 and CPS &#8805; 10 cutoffs, under standard day-to-day laboratory testing and scoring conditions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Immunohistochemistry,PD-L1,Endometrial cancer,Formalin-fixed paraffin-embedded (FFPE),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Hand<\/b>, A. Morones, D. Moquin, K. Martyniuk, M. Kalpakoff, S. Tabuena-Frolli, J. Milo, S. Hund; <br\/>Dako North America - Agilent Technologies, Carpinteria, CA","CSlideId":"","ControlKey":"31c17f65-da33-4b3e-8ca5-8c365f03d041","ControlNumber":"3872","DisclosureBlock":"<b>&nbsp;J. Hand, <\/b> <br><b>Agilent Technologies<\/b> Employment, Stock. <br><b>A. Morones, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>D. Moquin, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>K. Martyniuk, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>M. Kalpakoff, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>S. Tabuena-Frolli, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>J. Milo, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>S. Hund, <\/b> <br><b>Agilent Technologies<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2221","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3754","PresenterBiography":null,"PresenterDisplayName":"Julia Hand, M Eng","PresenterKey":"9730e57e-412f-444d-815e-43682856b6eb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3754. High staining reproducibility and scoring precision demonstrated in endometrial cancer stained with PD-L1 IHC 22C3 pharmDx used in conjunction with combined positive score","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High staining reproducibility and scoring precision demonstrated in endometrial cancer stained with PD-L1 IHC 22C3 pharmDx used in conjunction with combined positive score","Topics":null,"cSlideId":""},{"Abstract":"Background: Fibroblast growth factor receptor 2b (FGFR2b) is part of the FGFR transmembrane tyrosine kinase receptor family. This protein has gained more attention in recent years as a tumor progression biomarker in numerous solid tumors. The detection of FGFR2b by immunohistochemistry (IHC) has been used recently in immunotherapy clinical trials with multiple tumor types. During IHC assay development on formalin-fixed paraffin embedded tissue, a thorough study of antigen retrieval through cell conditioning or enzyme incubation, primary antibody incubation, and detection parameters is critical to evaluate staining performance.<br \/>Design: A study of an investigational anti-FGFR2b (FPR2-D) assay developed on a BenchMark ULTRA automated staining platform explored the effect of antigen retrieval and detection parameters on staining performance. VENTANA System Software was used to modify steps in the IHC staining protocol resulting in 42 permutations. Ten different solid tumors were stained with these modifications to the assay and subsequently evaluated for FGFR2b expression.<br \/>Result:s The results demonstrate that the staining clarity, intensity, and dynamic range within tissue cases of FGFR2b staining can vary widely between different solid tumor types. While most permutations of the initial assay parameters had minimal impact on the staining performance and readability by a pathologist, the order of the enzyme treatment and the cell conditioning steps (in addition to increased incubation time of primary antibody) had a significant impact when comparing across different solid tumors. Detection of FGFR2b seemed to have a greater susceptibility by tumor type to the antigen retrieval process than has traditionally been observed in other biomarkers.<br \/>Conclusion: The overall results of this investigation show the importance of an extensive parameter screening approach when evaluating new antibody targets and indication combinations in IHC to ensure optimal staining performance. This is critical to downstream testing and the potential use of new assays in the context of in vitro diagnostics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Fibroblast growth factor receptor 2  (FGFR-2),Immunohistochemistry,Biomarkers,Diagnostic marker,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. S. Watson, C. Le, A. M. Wertheimer, S. Escobedo, L. So, B. Bagevalu Siddegowda, J. D. Palting, S. Marion, <b>S. P. Stratton<\/b>, B. Aggeler; <br\/>Roche Tissue Diagnostics, Tucson, AZ","CSlideId":"","ControlKey":"f3d60b11-635f-4bc1-aadc-8ffbbb7f0197","ControlNumber":"3860","DisclosureBlock":"<b>&nbsp;A. S. Watson, <\/b> <br><b>Roche<\/b> Employment. <br><b>C. Le, <\/b> <br><b>Roche<\/b> Employment. <br><b>A. M. Wertheimer, <\/b> <br><b>Roche<\/b> Employment. <br><b>S. Escobedo, <\/b> <br><b>Roche<\/b> Employment. <br><b>L. So, <\/b> <br><b>Roche<\/b> Employment. <br><b>B. Bagevalu Siddegowda, <\/b> <br><b>Roche<\/b> Employment. <br><b>J. D. Palting, <\/b> <br><b>Roche<\/b> Employment. <br><b>S. Marion, <\/b> <br><b>Roche<\/b> Employment. <br><b>S. P. Stratton, <\/b> <br><b>Roche<\/b> Employment. <br><b>B. Aggeler, <\/b> <br><b>Roche<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2222","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3755","PresenterBiography":null,"PresenterDisplayName":"Steven Stratton, PhD","PresenterKey":"8bb386cc-4f7e-4451-be0e-81630dd82cbd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3755. Impact of antigen retrieval and other parameters on detection of FGFR2b in various solid tumors on a BenchMark ULTRA automated staining platform: Development of a new IHC assay for FGFR2b","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of antigen retrieval and other parameters on detection of FGFR2b in various solid tumors on a BenchMark ULTRA automated staining platform: Development of a new IHC assay for FGFR2b","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is one of the most aggressive types of brain cancer and remains a significant challenge for drug development in oncology today. Temozolomide (TMZ) is the standard of care for GBM, and resistance to this drug is modulated partly by the DNA repair enzyme O6-methylguanine-DNA methyltransferase (MGMT). Clinical studies demonstrated that low MGMT expression in GBM enhances sensitivity to TMZ and prolongs survival for patients. However, recent clinical studies indicate MGMT is a discordant biomarker since the predictive value of MGMT methylation is relatively low and there is a lack of modalities to inhibit MGMT expression. Furthermore, glioma stem cells (GSC) are another contributing factor for resistance due to tumor heterogeneity, self-renewal capacity and activation of DNA repair responses to overcome the effect of radiation and TMZ treatment. These resistance mechanisms contribute to tumor recurrence and present major impediments for the development of effective treatments.<br \/>MAGMAS, 13.8 kDa mitochondria protein, is a translocase of the inner mitochondrial membrane and regulates oxidative phosphorylation. Specifically, MAGMAS regulates the ATP stimulatory activity of DNAJC19 on mtHSP70 that drives the movement of peptides through the TIM23 complex into the mitochondrial matrix. Recent evidence suggests that MAGMAS can regulate oxidative phosphorylation via interactions with the respiratory complexes present in the inner mitochondrial membrane. Previously, our lab has shown MAGMAS overexpression in malignant glioma tissues of patients and murine intracranial xenografts. Additionally, pharmacological inhibition of MAGMAS with the small molecule BT9 promoted cytotoxicity and impaired respiratory functions in malignant glioma cells demonstrating that MAGMAS is a promising potential target for GBM patients. However, further studies are needed to investigate the role of MAGMAS across the spectrum from initial tumorigenesis to disease progression and to further determine how MAGMAS is implicated during the development of treatment resistance.<br \/>This study is designed to investigate the role of MAGMAS in GSCs and their contribution to TMZ resistance. We observed temozolomide-resistant (TR) U251-TR and D54 MG-TR GBM cell lines expressed significantly higher levels of MAGMAS and several stem cell markers than their drug-sensitive (S) parental cell lines. Therefore, we hypothesized that silencing MAGMAS re-sensitizes TR GBM cell lines to TMZ. We found that MAGMAS knockdown in D54-MG and U251 S\/TR cells in the presence of escalating TMZ concentrations, caused enhanced sensitivity to TMZ. Consistent with these results, inhibition of MAGMAS with the novel BT9 inhibitor enhances the TMZ sensitivity in the TMZ-resistant cell lines. Additional studies of patient-derived cell lines are being utilized further to validate MAGMAS as it is an attractive target in TMZ-resistant GBM patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Diagnostic marker,Therapeutic target,Chemosensitization,Mitochondria,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. D. Tran<\/b><sup>1<\/sup>, J. J. Lepe<sup>2<\/sup>, M. C. Kenney<sup>2<\/sup>, B. C. Das<sup>3<\/sup>, D. A. Bota<sup>2<\/sup>; <br\/><sup>1<\/sup>California State University, San Bernardino, CA, <sup>2<\/sup>University of California, Irvine, CA, <sup>3<\/sup>Long Island University, Brookville, NY","CSlideId":"","ControlKey":"0a143405-32aa-4ee0-9e22-b38f4d40bbf6","ControlNumber":"8317","DisclosureBlock":"&nbsp;<b>J. D. Tran, <\/b> None..<br><b>J. J. Lepe, <\/b> None..<br><b>M. C. Kenney, <\/b> None..<br><b>B. C. Das, <\/b> None..<br><b>D. A. Bota, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2224","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3757","PresenterBiography":null,"PresenterDisplayName":"Jennifer Tran, AA;BS","PresenterKey":"9d362c5b-2c75-468c-a9c5-c9f0a88d02b3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3757. The development of MAGMAS as a potential therapeutic target in temozolomide-resistant glioma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The development of MAGMAS as a potential therapeutic target in temozolomide-resistant glioma","Topics":null,"cSlideId":""},{"Abstract":"HER2-low is a new distinct type of breast cancer that is characterized by low levels of the HER2 protein. As treatment paradigms for HER2-low breast cancer are rapidly evolving with the approval of antibody-drug conjugates, identification of HER2-low breast cancer with more sensitive and reproducible HER2 assays is needed. We aimed to investigate the utility of liquid biopsy in isolating tumor-derived extracellular vesicles (TDEs) for diagnosis of HER2 status. We adopted an affinity-based approach to isolate TDEs and performed CNV analysis of the ERBB2\/neu genes using the tumor DNA present in TDEs (etDNA). HER2 status of etDNA had been determined by droplet digital PCR using HER2\/EIF2C ratio, a highly accurate method to quantify DNA copy number. In our study, we utilized a variety of breast cancer cell lines categorized as HER2-low (MDA-MB-231, MCF7, ZR-75-1) and HER2-high (MDA-MB-453, BT-474, SK-BR-3) to confirm HER2 expression in extracellular vesicles (EVs) by flow cytometry. This analysis successfully demonstrated that EVs effectively reflect the HER2 status of the tumor cells, evidenced by a strong Pearson correlation coefficient (r=0.987, p&#60;0.001). Further clinical validation was conducted with plasma samples from 22 breast cancer patients. In the clinical study, we observed a significant correlation between the CNV of tumor DNA present in TDEs and the HER2 status of primary tumors (p&#60;0.01). Additionally, the Receiver Operating Characteristic (ROC) analysis yielded an impressive area under the curve (AUC) value of 0.838 (p&#60;0.01), demonstrating a high level of accuracy in differentiating between high and low HER2 groups, with a sensitivity of 55.6% and a specificity of 100%. In summary, we show potential diagnostic tools for real-time, less invasive determination of HER2 status in primary tumors, providing continuous monitoring methods for HER2 status. Although further validation in larger cohorts and prospective studies is needed, our study indicates that TDE analysis could contribute to the assays for identification of the HER2 status in breast cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Breast cancer,HER2-low,Liquid biopsies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Sol Moon<\/b><sup><\/sup>, Min Woo Kim<sup><\/sup>, Young Kim<sup><\/sup>, Suji Lee<sup><\/sup>, Hyojung Lee<sup><\/sup>, Joon Ye Kim<sup><\/sup>, Seung Il Kim<sup><\/sup>, Jee Ye Kim<sup><\/sup><br><br\/>Department of Surgery, Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"3671ea9b-b534-4829-97a7-c1bfdb432169","ControlNumber":"6031","DisclosureBlock":"&nbsp;<b>S. Moon, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>J. Kim, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2225","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3758","PresenterBiography":"","PresenterDisplayName":"Sol Moon, BS","PresenterKey":"022ddc47-b26b-4487-9c0d-fe08de1f78f8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3758. Evaluation of breast cancer-derived extracellular vesicles as diagnostic indicator for HER2 status","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of breast cancer-derived extracellular vesicles as diagnostic indicator for HER2 status","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Complex structural remodelling of cells and extracellular matrix during cancer initiation and progression elicit substantial biomechanical alterations, which can be measured by Atomic Force Microscopy (AFM) at the nanoscale level. Clinical and translational evidence indicates that tissue nanomechanical signature (NS) can be a useful tool for rapid cancer diagnosis, and assessment of cancer aggressiveness. We demonstrated that the AFM-based Automated and Reliable Tissue Diagnostics (ARTIDIS) platform represents a valid method for rapid diagnosis, prognosis, and treatment response assessment in patients with breast cancer. Here we aimed to use this platform to examine tumour biopsies from non-small cell lung cancer (NSCLC) patients for the first time.<br \/><b>Methods: <\/b>This is an ongoing, single center study at the Hospital Clinic of Barcelona and University of Barcelona (UHB) Spain, aiming to enroll 75 patients by January 2024 in the first phase, followed by 200 patients in the expansion phase. To date, 54 matching tumor and non-tumor fresh tissue biopsies were taken by experienced pathologists from fresh surgical resection specimens from 27 patients with previously diagnosed NSCLC. Tissue biopsies were measured with the ARTIDIS device in a blinded manner, without knowing the malignancy status of the biopsy. Routine clinico-pathologic parameters have been collected. The multiparametric nanomechanical signature has been analyzed in an automated manner using the proprietary AI-based ARTIDISNET software platform together with available clinico-pathologic parameters.<br \/><b>Results:<\/b> In total, the NSCLC tissue samples included 16 squamous cell carcinoma (SCC), 6 Adenocarcinoma (ADC), 1 large cell carcinoma (LCC) and 4 other histological subtypes. Non-tumor tissues exhibited significantly varied composition, including normal lung parenchyma, bronchial tissues, fibrosis and inflammatory changes. Among the 27 patients, 5 patients developed distant progression within 12 months after ARTIDIS measurements. Results analysis showed that the ARTIDIS NS can reliably differentiate malignant NSCLC lesions from non-tumor lung tissue, with a sensitivity of 0.84, specificity of 0.81, positive predictive value (PPV) of 0.79, negative predictive value (NPV) of 0.86 and accuracy of 0.82. In addition, the ARTIDIS NS can differentiate patients with and without distant progression with a sensitivity of 0.62, specificity of 0.81, PPV of 0.42, NPV of 0.90 and accuracy of 0.77.<br \/><b>Conclusions:<\/b> Here we demonstrated first clinical evidence of the ARTIDIS tissue NS as a novel diagnostic and prognostic tool in patients with NSCLC. This study aims to establish the diagnostic, prognostic, and predictive NS in patients NSCLC. In addition to local expansion at the UHB, study results will be further validated in ARTIDIS clinical program at MD Anderson Cancer Centre, USA.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Biopsies,Lung cancer: non-small cell,Diagnostic marker,Prognostic markers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Alcaraz<sup>1<\/sup>, H. Sanz-Fraile<sup>1<\/sup>, <b>E. Marin<\/b><sup>2<\/sup>, P. Gausa Busquets<sup>3<\/sup>, K. Neal<sup>1<\/sup>, M. Arshakyan<sup>1<\/sup>, M. Rico<sup>1<\/sup>, M. Boada<sup>3<\/sup>, D. Sanchez<sup>3<\/sup>, R. Oropesa Nunez<sup>4<\/sup>, G. Srivastava<sup>4<\/sup>, A. Jizawi<sup>4<\/sup>, S. Nizzero<sup>4<\/sup>, T. Appenzeller<sup>4<\/sup>, M. Gachechiladze<sup>4<\/sup>, M. Loparic<sup>4<\/sup>, M. Plodinec<sup>4<\/sup>, N. Reguart<sup>3<\/sup>; <br\/><sup>1<\/sup>University Of Barcelona, Barcelona, Spain, <sup>2<\/sup>August Pi i Sunyer Biomedical Research Institute (IDIBAPS), Barcelona, Spain, <sup>3<\/sup>Hospital Clínic Barcelona, Barcelona, Spain, <sup>4<\/sup>ARTIDIS AG, Basel, Switzerland","CSlideId":"","ControlKey":"2ec6f049-6190-4190-8897-d01ebb25c7bf","ControlNumber":"7286","DisclosureBlock":"<b>&nbsp;J. Alcaraz, <\/b> <br><b>ARTIDIS AG<\/b> Grant\/Contract, Travel. <br><b>H. Sanz-Fraile, <\/b> <br><b>ARTIDIS AG<\/b> Grant\/Contract, Travel.<br><b>E. Marin, <\/b> None.&nbsp;<br><b>P. Gausa Busquets, <\/b> <br><b>ARTIDIS AG<\/b> Grant\/Contract. <br><b>K. Neal, <\/b> <br><b>ARTIDIS AG<\/b> Grant\/Contract. <br><b>M. Arshakyan, <\/b> <br><b>ARTIDIS AG<\/b> Grant\/Contract.<br><b>M. Rico, <\/b> None.&nbsp;<br><b>M. Boada, <\/b> <br><b>ARTIDIS AG<\/b> Grant\/Contract. <br><b>D. Sanchez, <\/b> <br><b>ARTIDIS AG<\/b> Grant\/Contract. <br><b>R. Oropesa Nunez, <\/b> <br><b>ARTIDIS AG<\/b> Employment, Travel. <br><b>G. Srivastava, <\/b> <br><b>ARTIDIS AG<\/b> Employment, Travel. <br><b>A. Jizawi, <\/b> <br><b>ARTIDIS AG<\/b> Employment, Travel, Patent, Other Intellectual Property. <br><b>S. Nizzero, <\/b> <br><b>ARTIDIS AG<\/b> Employment, Travel. <br><b>T. Appenzeller, <\/b> <br><b>ARTIDIS AG<\/b> Employment, Stock, Travel, Other Intellectual Property, Co-founder. <br><b>M. Gachechiladze, <\/b> <br><b>ARTIDIS AG<\/b> Employment, Travel. <br><b>M. Loparic, <\/b> <br><b>ARTIDIS AG<\/b> Employment, Stock, Travel, Patent, Copyright, Other Intellectual Property, Co-founder. <br><b>M. Plodinec, <\/b> <br><b>ARTIDIS AG<\/b> Employment, Stock, Travel, Patent, Copyright, Other Intellectual Property, Co-founder, Board Member, Chief Executive Officer. <br><b>N. Reguart, <\/b> <br><b>ARTIDIS AG<\/b> Grant\/Contract, Travel.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2226","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3759","PresenterBiography":null,"PresenterDisplayName":"Elba Marin, Unknown","PresenterKey":"e9d3d5d6-84f1-48d5-989e-7b1173bfd5a5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3759. First clinical evidence of the tissue nanomechanical signature as a novel diagnostic and prognostic tool in patients with non-small-cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"First clinical evidence of the tissue nanomechanical signature as a novel diagnostic and prognostic tool in patients with non-small-cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"The pre-analytic extraction of Formalin Fixed Paraffin Embedded Tissues (FFPETs) appears to have a profound effect on the ability to obtain meaningful data from the DNA therein. FFPETs represent important materials in Pathology that are used to diagnose and analyze cancer. As part of preparing FFPETs, the formalin fixation step preserves the structure of tissues through covalent modifications but can also damage nucleic acids through that same process. Over the last decade, the emergence of Molecular Pathology, which benefits from gentler fixation compared to Histopathology and especially Immunohistopathology, has led to changes in how FFPETs are prepared. However, the remnant FFPETs from over a decade ago may be far from representative of what is now prepared for Molecular Pathology by many laboratories. Here we discuss our optimization of FFPET extraction for gently fixed samples. When we prepared our Seraseq FFPE Homologous Recombination Deficiency (HRD) reference standards using fixation conditions that are recommended for Molecular Pathology and extracted the resulting FFPETs using generic conditions, our initial coverage data from Whole Genome Shotgun (WGS) sequencing was difficult to analyze for changes in copy number across the genome. A major contributor to nonuniform coverage was identified as the formalin reversal step, where deparaffinized proteinase K-digested tissue is heated in water to near boiling to attempt to detach formaldehyde from nucleic acids through hydrolysis. Given the gentler fixation conditions, this step was found to be mostly unnecessary, and omitting it improved the resulting data substantially. A reason for this appears to be that the gentler fixation conditions that are now in use may not protect the DNA from the effects of near-boiling water, where the lack of salt lowers the melting temperature of double stranded DNA fragments and causes them to denature unless they have a higher GC content. Different kits used for the extraction of nucleic acids from FFPETs may benefit from different optimizations to obtain improved sequencing data from today&#8217;s Molecular pathology samples, and reference standards that represent such samples provide a useful tool for such optimizations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"FFPE,Histopathology,Molecular diagnosis,Homologous recombination,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. G. Butler, B. Forson, M. Cowen, J. Ramprakash, D. Ruminski Lowe, <b>Y. Konigshofer<\/b>; <br\/>LGC Clinical Diagnostics, Inc., Gaithersburg, MD","CSlideId":"","ControlKey":"eee8bdf8-58ac-4520-86a5-d18183d82706","ControlNumber":"7136","DisclosureBlock":"<b>&nbsp;M. G. Butler, <\/b> <br><b>LGC Group<\/b> Employment. <br><b>B. Forson, <\/b> <br><b>LGC Group<\/b> Employment. <br><b>M. Cowen, <\/b> <br><b>LGC Group<\/b> Employment. <br><b>J. Ramprakash, <\/b> <br><b>LGC Group<\/b> Employment. <br><b>D. Ruminski Lowe, <\/b> <br><b>LGC Group<\/b> Employment. <br><b>Y. Konigshofer, <\/b> <br><b>LGC Group<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2227","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3760","PresenterBiography":null,"PresenterDisplayName":"Yves Konigshofer, PhD","PresenterKey":"75c7c4b4-93fb-43fa-a28f-7dfa8e1ac8f5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3760. The importance of optimizing DNA extraction conditions for formalin fixed paraffin embedded tissues","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The importance of optimizing DNA extraction conditions for formalin fixed paraffin embedded tissues","Topics":null,"cSlideId":""},{"Abstract":"Background: Aptamers have sparked significant interest in cell recognition due to their superior binding specificity and biocompatibility. Cell recognition can be mediated by targeting the major histocompatibility complex (MHC) that presents short peptides derived from intracellular antigens. Although numerous antibodies have demonstrated a specific affinity for the peptide-MHC complex, the number of aptamers that exhibit comparable characteristics is limited. However, the success rate of aptamer identification is low. This is possibly due to the presence of complementary sequences or sequences rich in quinine and cytosine that are less accessible for primers. Here, we use ovalbumin model antigen to explore whether aptamers with specificity for binding to a defined peptide-MHC complex can be identified. We developed DNA aptamers with modified SELEX by employing systemic consecutive selections with minimal PCR amplification. Furthermore, the other tumour antigen, claudin-6, was also used as a target to determine whether our modification for SELEX can be used with any selection technology.<br \/>Methods: To determine whether our modified SELEX has potential for selecting aptamer capable of cancer-specific targeting, we used ovalbumin presented by H-2Kb (to represent the specific antigen presented by MHC) and claudin-6 (a cancer-associated adhesion molecule) as a target for the selection of aptamers. This modified SELEX consisted of consecutive positive and negative selections with minimal PCR amplification. Meanwhile, the selection of candidate aptamers is based on their appearance in multiple rounds rather than enrichment, and is facilitated by several computational tools. The specificity and affinity of the candidate aptamer are validated by flow cytometry, immunohistochemistry, and immunofluorescence analysis with cells with or without these molecules.<br \/>Results: After high-throughput sequencing, a total of 211 candidate aptamers were selected for further analysis. The quadruplex forming G-rich sequences (QGRS) mapper, mFold modeling, and NUPACK web servers were used to predict the potential of G-quadruplex formation, resulting in only four potential aptamers. Using MTCQ1-OVA cells with FITC-conjugated aptamers, two aptamers showed selective binding to MTCQ1-OVA cells and had no binding specificity to MTCQ1-WT cells. The binding specificity was further validated by immunohistochemistry in tumour derived from mice inoculated with MTCQ1-WT or MTCQ1-OVA cells. In the pull-down assay, the binding affinity of these two candidate aptamers was 136.2 nM and 155.1 nM affinity.<br \/>Conclusions: This preliminary study demonstrated that our modification for SELEX is effective in the selection of aptamers with promising potential for specific cancer targeting. The identification of aptamers may facilitate further application in diverse biomedical fields.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Aptamer,peptide-major histocompatibility complex (pMHC),Systematic Evolution of Ligands by Exponential Enrichment (SELEX),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Yang Lin<\/b><sup>1<\/sup>, Cho-Yi Chen<sup>2<\/sup>, Zhi-Qian Lin<sup>3<\/sup>, Bing-Hong Chen<sup>3<\/sup>, Yi-Chen Sun<sup>1<\/sup>, Kai-Feng Hung<sup>3<\/sup><br><br\/><sup>1<\/sup>Department of Opthalmology, Taipei Tzu-Chi Hospital, the Buddhist Tzu-Chi Medical Fiundation, New Taipei City, Taiwan,<sup>2<\/sup>National Yang Ming Chiao Tung University-Yangming Campus, Taipei, Taiwan,<sup>3<\/sup>Department of Medical Research, Taipei Veterans General Hospital, Taipei, Taiwan","CSlideId":"","ControlKey":"67f44ce7-8842-4918-b426-d2f4ba193984","ControlNumber":"2270","DisclosureBlock":"&nbsp;<b>Y. Lin, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>Z. Lin, <\/b> None..<br><b>B. Chen, <\/b> None..<br><b>Y. Sun, <\/b> None..<br><b>K. Hung, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2228","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3761","PresenterBiography":null,"PresenterDisplayName":"Yang Lin, PhD","PresenterKey":"03f1b48c-beb5-4091-ab56-0163dafea464","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3761. A modified SELEX enables the efficient identification of DNA aptamers with potential for specific cancer targeting","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A modified SELEX enables the efficient identification of DNA aptamers with potential for specific cancer targeting","Topics":null,"cSlideId":""},{"Abstract":"In search of more accurate, non-invasive biomarkers of bladder cancer (BC), a comprehensive aptamer-based screen of urine proteins was conducted using urine samples from a BC cohort, followed by systems biology analyses. Following an initial 1317-plex screen, an extended 11,000 plex aptamer-based proteomic screen is in progress. Based on the initial screen, 30 urine proteins were next ELISA validated in an independent cohort of 68 subjects, and the results are shown in Table 1. Of 21 urine proteins that discriminated BC from urology clinic controls (UC), urine D-dimer displayed the highest ROC AUC value (0.96) and sensitivity (95%) (Table 1). Furthermore, 9 urine proteins significantly discriminated more advanced BC (T1-T4) from earlier stages (Ta-Tis), with IL-8 and MMP-12 being the best performers. Urine MMP12 exhibited the highest specificity of 80% at fixed sensitivity for identifying advanced BC. Systems biology analysis implicated molecular functions related to extracellular matrix, collagen, integrin, heparin and transmembrane tyrosine kinase signaling in BC susceptibility, with HNF4A and NFKB1 emerging as key molecular regulators. STEM analysis of the dysregulated pathways implicated a functional role for the immune system, complement and interleukins in BC disease progression. Urine C2, D-dimer, and Elastase were additionally ELISA validated in a second BC cohort of Chinese ethnicity. Thus, comprehensive proteomics and independent ELISA validation have uncovered novel urine biomarkers for initial BC diagnosis and subsequent disease progression, that warrant further head to head comparison with current diagnostic tests.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Bladder cancer,Diagnosis,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Mohan<\/b><sup>1<\/sup>, K. Vanarsa<sup>1<\/sup>, J. Castillo<sup>1<\/sup>, L. Wang<sup>2<\/sup>, Y. Lotan<sup>3<\/sup>; <br\/><sup>1<\/sup>University of Houston, Houston, TX, <sup>2<\/sup>Central South University, Changsha, China, <sup>3<\/sup>University of Texas Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"89598312-c12c-4b4c-b9ed-d714b28e1c50","ControlNumber":"7865","DisclosureBlock":"&nbsp;<b>C. Mohan, <\/b> None..<br><b>K. Vanarsa, <\/b> None..<br><b>J. Castillo, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>Y. Lotan, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2229","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3762","PresenterBiography":null,"PresenterDisplayName":"Chandra Mohan, MD;PhD","PresenterKey":"f9572374-c873-455d-acc0-289570cb8c5d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3762. 11,000-plex aptamer based proteomics of bladder cancer urine for the discovery of novel disease biomarkers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"11,000-plex aptamer based proteomics of bladder cancer urine for the discovery of novel disease biomarkers","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Despite advances in treatment, glioblastoma (GBM) remains one of the most difficult types of cancer to treat, and the prognosis is poor. The current median survival time for patients with GBM is about 12-15 months, and the five-year survival rate is less than 10%. There is an unmet need for better GBM treatment options, leveraged from relevant experimental models. To develop new therapies, preclinical animal models are important for analyzing the biology of GBM and evaluating the efficacy of novel therapeutic strategies. While a variety of experimental models are used to study GBM, most preclinical investigations involve mice. In this study we utilize a spatial phenotyping application that permits comprehensive characterization and comparison of key proteins in the brain tumor immune microenvironment (TiME), and detailed comparison the TiME between different immune-competent GBM mouse models.<br \/><b>Methods:<\/b> The Phenocycler-Fusion<b> <\/b>is a fast spatial biology solution that affords ultrahigh-plex single-cell spatial readouts. We used this solution for the whole slide imaging of mouse FFPE tissues and deep immune phenotyping of &#62;40 proteins, comprising immune cell lineages, activation states and checkpoints, as well as biomarkers for tumor, vascular and neural landscapes of various GBM mouse models.<b><\/b><br \/><b>Results:<\/b> Via single cell spatial phenotyping, we isolated spatial signatures within the mouse GBM tissue immune microenvironment. We focused on multiple immune biomarkers, including microglia\/myeloid cells that were identified via the combinatorial expression of the key markers CD68, Iba-1, F4\/80, Tmem119 and CD11b. The macrophages and their biomarker expression profiles exhibited significant inter- and intra-tumoral heterogeneity within different mouse GBM models, indicative of the heterogeneous and complex biology of GBM.<br \/><b>Conclusions<\/b>: Our work encompasses the development of a custom antibody panel, an imaging workflow, as well as a novel bioinformatic analysis method. Deployment of this workflow on different mouse GBM models allowed us to study cell populations, according to biomarker profiles and spatial distribution. This study provides a deeper characterization of the diverse mouse GBM models to determine the optimal model that most accurately recapitulates the complex TiME of human GBM, including key features such as invasive tumor margins, high vascularity, blood-brain barrier, etc. We anticipate that this approach has enormous potential for a broad range of applications for which biomolecules&#8217; spatial information is important and will deepen our understanding of the GBM TiME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Glioblastoma,Tumor microenvironment,Macrophages,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Klymyshyn<\/b><sup>1<\/sup>, N. Jhaveri<sup>1<\/sup>, A. Pratapa<sup>1<\/sup>, N. Nikulina<sup>1<\/sup>, T. H. Tam<sup>1<\/sup>, N. Nelson<sup>2<\/sup>, R. Dolcetti<sup>3<\/sup>, D. Moi<sup>3<\/sup>, R. Mazzieri<sup>3<\/sup>, T. Mantamadiotis<sup>4<\/sup>; <br\/><sup>1<\/sup>Akoya Biosciences, Menlo Park, CA, <sup>2<\/sup>Abcam, Cambridge, United Kingdom, <sup>3<\/sup>Peter MacCallum Cancer Centre, Melbourne, Australia, <sup>4<\/sup>Department of Microbiology & Immunology, The University of Melbourne, Parkville, Australia","CSlideId":"","ControlKey":"79ab8c84-df2b-4867-80cd-2f4ec6904052","ControlNumber":"5052","DisclosureBlock":"<b>&nbsp;D. Klymyshyn, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Stock Option. <br><b>N. Jhaveri, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Stock Option. <br><b>A. Pratapa, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Stock Option. <br><b>N. Nikulina, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Stock Option. <br><b>T. H. Tam, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Stock Option. <br><b>N. Nelson, <\/b> <br><b>Abcam<\/b> Employment, Stock Option.<br><b>R. Dolcetti, <\/b> None..<br><b>D. Moi, <\/b> None..<br><b>R. Mazzieri, <\/b> None..<br><b>T. Mantamadiotis, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2725","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3763","PresenterBiography":null,"PresenterDisplayName":"Dmytro Klymyshyn","PresenterKey":"e72da6e7-31cd-48dd-9c79-d3cb77374132","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3763. Comparative spatial analyses of the tumor immune landscape in different mouse models of glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparative spatial analyses of the tumor immune landscape in different mouse models of glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) multiforme is the most aggressive type of brain cancer. These lethal brain tumors are characterized by the inter- and intra-tumor molecular heterogeneity and demonstrated cell plasticity. A male:female distribution of 1.6:1; survival outcome from treatment (debulking, radiation, and temozolomide) benefits females nearly twice that for males. Through spatial transcriptomics, we interrogated the immune landscape of GBM, seeking to tease out whether distinct biological and therapeutic niches in GBM were evident, and to understand how the tumor microenvironments contributed to the heterogeneity of GBM. We designed a set of RNA hybridization probes specifically for portraying the cell identities and cell functional states within GBM tumor. The probe set was used to profile six human GBM samples from male and female cohorts on the Vizgen MERSCOPE platform. An integrated analysis of 505,614 cells from the six samples yielded a rich and varied spatial cell atlas of glioblastoma. Our preliminary findings depict distinct spatial niches of different tumor cell subpopulations that are associated with local environmental factors such as hypoxia. We identified a small cluster of cells that are in neuronal-like state, which could potentially drive invasion. We found spatial proximity of CD4+ cells and cells that express HIF1A, suggesting the dynamic interactions between tumor cells, regulatory T cells and tumor microenvironment. We also observed significant difference in the degree of CD8+ T-cell infiltration in female samples versus male samples. The average CD4+\/CD8+ T-cell ratio in males is twice as high as that of females, suggesting intrinsic sex-based differences in immune response to tumor. Expansion of these studies in additional specimens will further illuminate microenvironmental influences on glioma progression and may instruct specific interventions leading to more effective and predictable immune-oncology of this disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Glioblastoma,Microenvironment,Immune cells,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Hao<\/b><sup>1<\/sup>, G. Reid<sup>1<\/sup>, A. Baker<sup>1<\/sup>, K. L. Fink<sup>2<\/sup>, G. J. Snipes<sup>2<\/sup>, B. E. Mickey<sup>2<\/sup>, A. E. Sloan<sup>3<\/sup>, J. S. Barnholtz-Sloan<sup>4<\/sup>, M. Berens<sup>1<\/sup>; <br\/><sup>1<\/sup>Translational Genomics Research Institute, Phoenix, AZ, <sup>2<\/sup>Baylor University Medical Center, Dallas, TX, <sup>3<\/sup>Piedmont Healthcare System, Atlanta, GA, <sup>4<\/sup>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"b44b57ae-c915-4963-b938-bd96d1e02042","ControlNumber":"2798","DisclosureBlock":"&nbsp;<b>Y. Hao, <\/b> None..<br><b>G. Reid, <\/b> None..<br><b>A. Baker, <\/b> None..<br><b>K. L. Fink, <\/b> None..<br><b>G. J. Snipes, <\/b> None..<br><b>B. E. Mickey, <\/b> None..<br><b>A. E. Sloan, <\/b> None..<br><b>J. S. Barnholtz-Sloan, <\/b> None..<br><b>M. Berens, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2726","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3764","PresenterBiography":null,"PresenterDisplayName":"Yue Hao, BS;MS;PhD","PresenterKey":"97ff610a-aa6b-4df0-beec-81c7837f1d11","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3764. Spatially resolved immune landscape revealed sex-biased T-cell infiltration in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatially resolved immune landscape revealed sex-biased T-cell infiltration in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Resolving tissue and proteomic heterogeneity is critical to decoding the structure and function of tumor-immune microenvironment (TIME). Such understanding requires profiling of tumor and immune cell proteomic features with spatial resolution at the single-cell level. Although such spatially resolved methods and data sets are becoming increasingly available, analytical and computational methods that can extract the highly complex features and interactions within TIME are lacking. To address that problem, we have developed a computational pipeline we call the Spatial Proteomics Analysis and Computational Evaluation Pipeline (SPACE). The SPACE pipeline is composed of many analysis modules for processing and mining highly multiplexed imaging-based data types to explore TIME composition, organization, and heterogeneity. The pipeline generates and interprets biomarker expression and positional information from multiplexed images using algorithms for image indexing, image registration, quality control, segmentation, identification and removal of non-specific signals, data normalization, automatic identification of missing data, and adjustment for left-over signals. The accurate intensity measurements at single cell level are then used to calculate the proposed spatial features that represent cellular interactions in TIME. A hierarchical decision tree of cell markers is used to annotate types and identities for individual cells. The SPACE enables statistical and differential analyses of complex spatial features as well as cell types\/identities with respect to clinical annotations and genomic alterations. The visualization of spatial and imaging data is made possible through an open-source OMERO image repository and spatial maps that integrate diverse markers in a single representation. Here, we demonstrate the applications of our pipeline in diverse gastrointestinal tumor types (e.g., small bowel adenocarcinoma) and validate the importance of integrating tissue heterogeneity at spatial and single-cell level. The framework is applicable to nearly all highly multiplexed imaging data platforms, including but not limited to, CycIF, CODEX, and imaging mass cytometry.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Proteomic analysis,Bioinformatics,Single cell,Image analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Behnaz Bozorgui<\/b><sup>1<\/sup>, Zeynep Dereli<sup>1<\/sup>, Guillaume Thibault<sup>2<\/sup>, John  N.  Weinstein<sup>1<\/sup>, Anil Korkut<sup>1<\/sup><br><br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>OHSU, Portland, OR","CSlideId":"","ControlKey":"a5a2a291-59b9-4a2d-8a74-e851991374ca","ControlNumber":"7968","DisclosureBlock":"&nbsp;<b>B. Bozorgui, <\/b> None..<br><b>Z. Dereli, <\/b> None..<br><b>G. Thibault, <\/b> None..<br><b>J. N. Weinstein, <\/b> None..<br><b>A. Korkut, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2727","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3765","PresenterBiography":null,"PresenterDisplayName":"Behnaz Bozorgui, MS;PhD","PresenterKey":"ef6155a3-d191-45c4-b655-4050b20494b5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3765. Single cell spatial proteomics analysis and computational evaluation pipeline","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell spatial proteomics analysis and computational evaluation pipeline","Topics":null,"cSlideId":""},{"Abstract":"Objective: <i>IDH<\/i>-wildtype glioblastoma (GBM) is the most aggressive brain tumor in adults. Notable for substantial inter- and intra-tumoral heterogeneity, GBM is highly resistant to standard-of-care treatment. Emerging spatial omics technologies, such as GeoMx Digital Spatial Profiling (DSP), offer novel approaches to interrogate the molecular features of regionally defined cellular ecosystems in cancer. Here, we leverage DSP to study whole-transcriptome gene expression signatures in a spatially defined manner across five <i>IDH<\/i>-wildtype GBMs. Methods: Formalin-fixed paraffin-embedded tumors were assessed histologically and three spatially distinct areas from each tumor were used to construct a custom &#8220;spatial&#8221; tissue microarray. From each set of three areas, we identified nine spatially distinct regions of interest (ROIs) for bulk transcriptomic analysis according to two histopathological features: distribution (cellular tumor core or tumor periphery) and vascular proximity (near or far). We evaluated normalized target expression data statistically using linear mixed modeling (LMM) with Benjamini-Hochberg correction. Results: 44 profiled ROIs and 8531 transcriptomic targets were analyzed following quality control trimming. 3D principal component analysis and unsupervised hierarchical clustering analysis showed clustering according to tumor specimen as well as distribution (core versus periphery), thereby substantiating the presence of inter- and intra-tumoral transcriptional heterogeneity. LMM-based differential gene expression analysis identified distinct molecular signatures when comparing core and periphery. Specifically, we observed elevated log2-transformed expression of migration and proliferation markers including <i>LAMC1<\/i> (p=0.00297) and <i>FABP7<\/i> (p=0.00434) in core ROIs and neurodevelopmental markers including <i>NTRK2<\/i> (p=0.00734) and <i>DAAM2<\/i> (p=0.00263) in periphery ROIs. Additionally, reactome analysis demonstrated considerable enrichment for the aberrant programmed cell death pathway (R-HSA-9645723, coverage=71.84%) in core ROIs and the MHC class II antigen presentation pathway (R-HSA-2132295, coverage=69.11%) in periphery ROIs. Interestingly, differential gene expression analysis did not reveal any biologically significant targets when subsetting for vascular proximity within cellular tumor core ROIs. However, reactome analysis of this regional subset demonstrated upregulation of various cellular proliferation pathways (G2\/M transition, APC\/C activity, DNA synthesis, etc.) within vessel-near ROIs when compared with vessel-far ROIs. Conclusions: We preliminarily characterize the molecular heterogeneity of GBM using a spatially guided approach. Ongoing analyses are focused on dataset validation, mixed cell deconvolution, further regional genotyping, and potential biomarkers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Glioblastoma,Tumor heterogeneity,Tumor biomarkers,Spatial transcriptomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Luo<\/b>, K. Casella, S. Sharma, E. Baraban, C.-H. Lucas, E. Shenderov; <br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"26f32c09-1ba2-44e8-bbae-ed79771571fe","ControlNumber":"859","DisclosureBlock":"&nbsp;<b>A. Luo, <\/b> None..<br><b>K. Casella, <\/b> None..<br><b>S. Sharma, <\/b> None..<br><b>E. Baraban, <\/b> None..<br><b>C. Lucas, <\/b> None.&nbsp;<br><b>E. Shenderov, <\/b> <br><b>GT Biopharma<\/b> Other, Paid Consultant. <br><b>Guidepoint Global<\/b> Other, Paid Consultant. <br><b>FirstThought<\/b> Other, Paid Consultant. <br><b>GLG<\/b> Other, Paid Consultant. <br><b>PathAI<\/b> Other, Paid Consultant. <br><b>CapitalOneSecurities<\/b> Other, Paid Consultant. <br><b>Forbion<\/b> Other, Paid Consultant. <br><b>Capvision<\/b> Other, Paid Consultant. <br><b>Insighter<\/b> Other, Paid Consultant. <br><b>MacroGenics, Inc.<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2728","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3766","PresenterBiography":null,"PresenterDisplayName":"Adam Luo, No Degree","PresenterKey":"05a1f9ef-88a5-47e0-8fc6-169d857a7059","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3766. Utilizing whole-transcriptome digital spatial profiling for glioblastoma clinical biomarker discovery","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Utilizing whole-transcriptome digital spatial profiling for glioblastoma clinical biomarker discovery","Topics":null,"cSlideId":""},{"Abstract":"<i>Background<\/i>: Hematoxylin and eosin staining (H&#38;E) is widely used as an anatomical assay for clinical diagnosis. Researchers and clinicians also rely on molecular <i>in situ<\/i> techniques, such as multiplexed immunofluorescence (mIF), to gain deeper insights on cellular phenotypes and tissue microenvironment. As a result, there has been significant interest in combining anatomical stains with molecular imaging techniques, most commonly by using a terminal H&#38;E stain after mIF staining. This allows a combination of the two assays but has been observed to show alterations in the H&#38;E staining pattern. In this work we identify heat-induced epitope retrieval (HIER) as the root cause of alterations of the terminal H&#38;E stain after mIF. We further demonstrate a new workflow combining an initial H&#38;E stain with subsequent InSituPlex assay, to avoid these alterations and thus enable co-registration of highly sensitive multiplexed immunofluorescence with an unaltered H&#38;E stain.<br \/><i>Methods<\/i>: FFPE tissue slides were stained using a standard HIER protocol or a full mIF assay, followed by a standard H&#38;E stain. Slides were imaged using a Zeiss Axioscan.Z1 scanner. Additional H&#38;E-stained slides were prepared, and the H&#38;E stain removed using a destaining protocol before carrying out InSituPlex&#174; mIF staining for multiple markers. Fluorescence and brightfield images of the same slide were overlaid using UltiStacker&#174; to assess qualitative differences between pre- and post-mIF H&#38;E, and UltiAnalyzer.AI&#174; was used to quantify cell densities and signal intensities between mIF image pre- and post-H&#38;E.<br \/><i>Results<\/i>: Alterations in H&#38;E staining were observed between slides directly stained with H&#38;E and slides stained with a terminal H&#38;E after HIER alone or a full mIF assay. Calculated cell counts and tissue area were consistent throughout, but some tissue microstructures could be difficult to resolve after either HIER or full mIF. Our destaining protocol was successful in removing hematoxylin and eosin from directly-stained H&#38;E slides and allowing subsequent mIF staining. For most biomarkers, qualitative and quantitative differences in InSituPlex mIF staining were minimal. Brightfield and fluorescent images were co-registered with sub-micron accuracy using UltiStacker, enabling molecularly defined cellular phenotyping within a traditional H&#38;E image.<br \/><i>Conclusions<\/i>: While the mIF to H&#38;E workflow is widely used and is capable of allowing combined anatomical and cellular phenotyping, alterations in the H&#38;E stain exist due to the use of HIER in most mIF protocols. An alternative method is possible in which H&#38;E-stained slides are destained and then restained for mIF or other spatial assays, providing the same valuable combination of assay information but without the HIER-induced alterations in H&#38;E staining pattern.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Immunohistochemistry,Fluorescence imaging,Multiplex Immunofluorescence,Hematoxylin and eosin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Hwang<\/b>, G. Vezeau, E. Olejnik, D. Wood, R. Cardenes, L. Duro, G. Chatterjee, J. H. Lee; <br\/>Ultivue, Inc., Cambridge, MA","CSlideId":"","ControlKey":"73c47b24-cfc7-4c62-9b14-f5c85bfecae9","ControlNumber":"7433","DisclosureBlock":"&nbsp;<b>K. Hwang, <\/b> None..<br><b>G. Vezeau, <\/b> None..<br><b>E. Olejnik, <\/b> None..<br><b>D. Wood, <\/b> None..<br><b>R. Cardenes, <\/b> None..<br><b>L. Duro, <\/b> None..<br><b>G. Chatterjee, <\/b> None..<br><b>J. H. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2729","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3767","PresenterBiography":null,"PresenterDisplayName":"Kevin Hwang, BS;PhD","PresenterKey":"4bd13040-a1ae-47f9-a68a-7df8659dee8a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3767. A novel method to minimize HIER-induced alterations on H&#38;E staining in an integrated mIF-H&#38;E workflow","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel method to minimize HIER-induced alterations on H&#38;E staining in an integrated mIF-H&#38;E workflow","Topics":null,"cSlideId":""},{"Abstract":"Tumor cellular heterogeneity is a complex problem in cancer molecular diagnostics and personalized therapy. The tumor is a product of the different types and interactions of host and immune cells. Investigators have created a variety of methods to procure separate subpopulations of the tumor microenvironment for individual analysis. One of the most successful methods of this is laser capture microdissection (LCM). This method captures specific subpopulations of cells under direct microscopic visualization. This LCM technology has successfully been used for over 20 years, revealing a variety of insights into cancer pathogenesis and mechanisms of therapeutic response employed in numerous clinical trials. Nevertheless, there are two drawbacks to the current systems. For UV cutting (365 nm), the tissue is significantly damaged by the UV light energy. Infrared (808 nm) laser systems do not damage the tissue however, this method has low power and poor resolution. Our first hypothesis to be tested is that a new class of near UV 405 nm laser will have small capture areas approaching single cells while simultaneously preventing cellular damage. The second weakness of LCM is the requirement for an open-faced tissue section without a coverslip. Moreover, when visualizing the tissue of interest, the identification of regions of interest is obscured due to the refractive index mismatch between the laser microdissection cap and the tissue surface. We hypothesize that using a volatile organic compound with a refractive index similar to glass would elucidate the tissue region of interest to allow proper visualization. We successfully developed and tested a near 405 nm wavelength LCM system that utilizes a &#8220;liquid&#8221; coverslip to visualize the sample of interest with higher clarity, resolution, and contrast for immunohistochemistry, immuno-fluorescence, blood smear slides, and conventional hematoxylin-eosin tissue staining. Overall, these critical improvements LCM technology now allow for single-cell tissue capture, system automation, tissue visualization, and opens the door for artificial intelligence-assisted spatial profiling.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Laser capture microdissection,Molecular profiling,Tumor heterogeneity,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Thomas Philipson<\/b><sup>1<\/sup>, Marissa Howard<sup>1<\/sup>, Kevin Johnson<sup>2<\/sup>, Amanda Still<sup>1<\/sup>, Furkat Yunusov<sup>1<\/sup>, Emanuel Petricoin<sup>1<\/sup>, Virginia Espina<sup>1<\/sup>, Noel Gonzalez<sup>2<\/sup>, Alan Carpino<sup>2<\/sup>, Lance Liotta<sup>1<\/sup><br><br\/><sup>1<\/sup>George Mason University, Fairfax, VA,<sup>2<\/sup>Targeted Bioscience, Jupiter, FL","CSlideId":"","ControlKey":"1d83aa05-6293-482b-bd05-08f962aedeff","ControlNumber":"7920","DisclosureBlock":"&nbsp;<b>T. Philipson, <\/b> None..<br><b>M. Howard, <\/b> None..<br><b>K. Johnson, <\/b> None..<br><b>A. Still, <\/b> None..<br><b>F. Yunusov, <\/b> None..<br><b>E. Petricoin, <\/b> None..<br><b>V. Espina, <\/b> None..<br><b>N. Gonzalez, <\/b> None..<br><b>A. Carpino, <\/b> None..<br><b>L. Liotta, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2730","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3768","PresenterBiography":null,"PresenterDisplayName":"Thomas Philipson, MS,BS","PresenterKey":"bccbbbf0-8f2d-438f-bb63-3ff7d15f4f6a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3768. Optimization of digital pathology through laser capture microdissection with a 405 nm laser","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Optimization of digital pathology through laser capture microdissection with a 405 nm laser","Topics":null,"cSlideId":""},{"Abstract":"In the field of spatial-omics imaging, combining mRNA <i>in situ<\/i> hybridization (ISH) detection with multiplexed protein immunohistochemistry detection (IHC) is desirable. We present a simplified workflow in FFPE tissue sections where ISH is detected using branched ssDNA signal amplification visible by brightfield imaging combined with multiplexed IHC using directly labeled antibodies detected by fluorescence. In multiple studies mRNA expression of PCNA (Proliferating Cell Nuclear Antigen) shows moderate to high nuclear positivity observed in most cancer cells, with gliomas and lymphomas being the few negative exceptions. In contrast, expression of PCNA in adult non-cancerous tissue has low to no expression, with tonsil and bone marrow being the exceptions. We first show the relationship between proliferation as measured by EdU detection, PCNA antibody and PCNA mRNA expression in the embryonic mouse model where PCNA expression is prevalent in developing tissue. Then we demonstrate a simplified working protocol for combining ISH and IHC in FFPE human cancer tissue sections for the co-detection of PCNA mRNA together with IHC using a panel of six protein markers relevant to the tumor microenvironment. For IHC, we directly labeled validated unconjugated antibodies with fluorophores using amine-reactive chemistry and select the degree of labeling (DOL) and titer for optimal signal\/background most useful for multiplexing on FFPE tissue. We found important protocol steps to consider for compatibility between IHC and ISH detection method. Loss of IHC protein epitope due to ISH protocol use of proteases and loss of ISH signal due to presence of RNase commonly present in IHC antibody relevant reagents can prevent combining IHC with ISH. Stabilizing IHC through refixation prior to ISH workflow is also required. Modifying the protocols to avoid these incompatible treatments and using directly labeled antibodies provides useful strategies for multiplexing IHC with ISH.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Proliferation,In situ hybridization,Immunohistochemistry,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. T. Clarke<\/b>, M. Voeun, L. Montoya, C. Vonnegut, B. Mandavilli; <br\/>Thermo Fisher Scientific, Eugene, OR","CSlideId":"","ControlKey":"3f748d32-b5ec-438d-842f-2770607483df","ControlNumber":"7257","DisclosureBlock":"<b>&nbsp;S. T. Clarke, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment, Stock. <br><b>M. Voeun, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>L. Montoya, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>C. Vonnegut, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>B. Mandavilli, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2731","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3769","PresenterBiography":null,"PresenterDisplayName":"Scott Clarke, BA","PresenterKey":"ea713237-8009-4a60-bd51-1d687441b516","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3769. Spatial biology <i>in situ<\/i> hybridization and multiplexed immunohistochemistry detection compatibility using a modified protocol","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial biology <i>in situ<\/i> hybridization and multiplexed immunohistochemistry detection compatibility using a modified protocol","Topics":null,"cSlideId":""},{"Abstract":"Formalin Fixed Paraffin Embedded (FFPE) tissues are a staple in clinical diagnostics associated with solid tumor. Next Generation Sequencing (NGS) approaches characterize genomes, epigenomes, transcriptomes, and proteomes from a single sample source. FFPE blocks from several different tumor tissue types were serially sliced into FFPE slides. Individual slides were then utilized to explore the genome, epigenome, single cell RNA-Seq (scRNA-Seq), and Digital Spatial Profiling (DSP). Here we present a comparative analysis of two transcriptomic modalities within one FFPE tissue sample: fixed-cell scRNA-Seq of the transcriptome and digital spatial profiling of the whole transcriptome. Independent analysis of scRNA-Seq and DSP identified common trends as well as distinct differences within the same sample. Comparative analysis within sample between modalities identified statistically significant differences, driven by local tumor microenvironment, but also highlighted commonalities between methods. Cross sample comparisons showed striking differences, as indicated by tumor type. These studies highlight the strengths of each assay individually, as well as the power of a dual-assay approach for comprehensive analysis of the tumor and its microenvironment. Conclusions from this standalone analysis were further aggregated into downstream multiomics analyses, including proteomics analysis, illustrating the expanding landscape of information that can be extracted from FFPE derived tissue and the potential for novel discovery and diagnostic power integrating these complex data types holds.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Transcription,Proteomics,FFPE,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Moore<\/b>, A. O'Hara, P. Vishwanath, L. Turner, H. Latif, C. Mozdzierz, G. Zhou; <br\/>GENEWIZ from Azenta Life Sciences, South Plainfield, NJ","CSlideId":"","ControlKey":"a6dee236-dd89-4c3e-a6e4-9ce77fff701c","ControlNumber":"5590","DisclosureBlock":"&nbsp;<b>A. Moore, <\/b> None..<br><b>A. O'Hara, <\/b> None..<br><b>P. Vishwanath, <\/b> None..<br><b>L. Turner, <\/b> None..<br><b>H. Latif, <\/b> None..<br><b>C. Mozdzierz, <\/b> None..<br><b>G. Zhou, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2732","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3770","PresenterBiography":null,"PresenterDisplayName":"Anthony Moore","PresenterKey":"973f65e6-b8c8-4d5b-90a2-0d0441184225","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3770. Comparative analysis of single cell expression and digital spatial profiling in FFPE tumor tissues","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparative analysis of single cell expression and digital spatial profiling in FFPE tumor tissues","Topics":null,"cSlideId":""},{"Abstract":"A solid tumor presents heterogeneous 3D structures at tissue, cell, and molecule levels. To develop advanced cancer diagnostics and therapies, it is important to understand in-depth cellular and molecular architecture of a tumor at multiple scales. Here we introduce novel optical microscopy methodologies for in-depth 3D spatial analysis of tumor tissues: 1) LED photobleaching-mediated 3D multiplex immunofluorescence (IF) microscopy, 2) Correlated 3D multi-resolution optical microscopy, and 3) 3D tissue region-based cell type-selective multi-omics. We built a high-power LED light irradiator with a broad emission spectrum (490-700 nm) that bleaches a broad wavelength of fluorescence signals simultaneously throughout an optically cleared, 400 &#181;m-thick tumor tissue. Cyclic workflow involving IF staining, optical tissue clearing, 3D confocal microscopy, and LED photobleaching enables visualization of multiple cell types in the same whole 400 &#181;m-thick tumor tissue after computational 3D image registration. The constructed multiplex image offers comprehensive 3D cellular landscape of a tumor. We also developed a method for tracking regions of interest (ROIs) in the middle of a large tumor tissue using a UV-activated visible dye in light sheet microscopy. Light sheet microscopy allows imaging an optically cleared large-sized tumor tissue at a low spatial, tissue resolution. To mark the ROI positions on a tumor, the dye is infused into agarose gel surrounding the tumor tissue and be activated and present purple-colored lines where are exposed to UV light sheets in light sheet microscopy. The tumor tissue was physically sectioned at the marked ROI positions using a vibratome after reversing tissue clearing process. Sequential IF staining and high-resolution confocal microscopy permit for visualizing detailed cellular compositions of the ROIs in the tumor. The tissue and cellular-resolution 3D images from light sheet and confocal microscopy are correlatively integrated to display &#8216;Google Earth&#8217;-like multi-scale view of a tumor tissue. To further analyze the ROIs of a tumor at molecular level, we have developed optical microscope-mediated fluorescence lithography methods that allow fluorescently labeling of a selected cell type in ROIs of an optically cleared 3D tumor tissue. After wash free from clearing solution and dissociation of the tumor into cells, fluorescence-marked, intact cells from the ROIs are collected through flow cell sorting. Proteins and mRNAs are extracted from the collected cells and sent to LC-MS\/MS analysis and RNA sequencing. The spatial multi-omics method provides in-depth molecular information of selected cells in the ROIs of a tumor. We believe all these 3D microscopy methods will provide powerful spatial analysis tools for better understanding cellular and molecular architecture of solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Imaging,Proteomics,Tumor heterogeneity,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S.-Y. Lee<\/b><sup>1<\/sup>, Y.-C. Wu<sup>1<\/sup>, J. Zheng<sup>1<\/sup>, E. Khalil<sup>1<\/sup>, S. Wang<sup>2<\/sup>, A. Lippert<sup>3<\/sup>, J. Plank<sup>3<\/sup>; <br\/><sup>1<\/sup>University of Illinois at Chicago, Chicago, IL, <sup>2<\/sup>University of Chicago, Chicago, IL, <sup>3<\/sup>Southern Methodist University, Dallas, TX","CSlideId":"","ControlKey":"eea7fe62-9158-41ed-a529-f36b957c47a0","ControlNumber":"2641","DisclosureBlock":"&nbsp;<b>S. Lee, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>J. Zheng, <\/b> None..<br><b>E. Khalil, <\/b> None..<br><b>S. Wang, <\/b> None..<br><b>A. Lippert, <\/b> None..<br><b>J. Plank, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2733","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3771","PresenterBiography":null,"PresenterDisplayName":"Steve Seung-Young Lee, PhD","PresenterKey":"53e9e674-9a8a-4fcc-bdb4-79b077b5fbff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3771. 3D correlated multi-scale cellular and molecular architecture of solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"3D correlated multi-scale cellular and molecular architecture of solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The development, physiology function, and pathogenesis of the tissues are intricately orchestrated by the spatial organization of diverse cell populations. Proteins are the fundamental components within individual cells that control every function. Therefore, by integrating both information on cellular location and molecular profiling, spatial proteomics has emerged as an indispensable field for understanding mechanisms governing tissue homeostasis, disease progression, and therapeutic responses. Here, I introduce a spatial proteomics method designed to target selective cell phenotypes within definite tissue niches for in-depth spatial biology analysis.<br \/>Method: In this approach, we developed a sequential pipeline highlighted with immunofluorescence staining, microscopic photobleaching, fluorescence cell sorting, and liquid chromatography-mass spectrometry (LC-MS) analysis. The process begins with staining 400-&#956;m-thick tissue macrosections with fluorescence-conjugated antibodies to visualize specific cell types of interest. We employed two different fluorescence-conjugated antibodies of the same clone (e.g., Alexa488-anti-CD11c and Alexa647-anti-CD11c antibodies) for the staining on every targeted cell (e.g., CD11c+ immune cells). We then introduced &#8220;photobleaching barcodes&#8221; using a confocal microscope to photobleach\/exhaust either one of the fluorescence signals stained on cells by exposing it to the matched laser. This allows us to create differentiable fluorescence barcodes that label cells at distinct regions, incorporating cell spatial information into our fluorescence detection. After tissue dissociation, barcoded cells were sorted into different groups which were also classified by their original locations in the macrosection. Finally, protein extraction and LC-MS analysis were conducted on the collected cells to enable comprehensive spatial proteomic analysis.<br \/>Results: The initial application in investigating dendritic cell (DC) subsets in mouse spleen during lipopolysaccharide (LPS)-induced inflammation reveals significant proteome differences among three splenic DC subsets, categorized by their locations in or outside spleen T-cell zones as well as control DCs. Our result aligns with previously published proteome data in splenic DCs, underscoring the feasibility and reliability of our technology. Currently, we are in the process of evaluating breast cancer cell heterogeneity in human biopsy specimens using our approach to profile the tumor-immune microenvironment.<br \/>Conclusion: Spatial proteomic findings from both applications are poised to discover potential drug targets that benefit treatment efficacy for inflammatory diseases and breast cancer. This technology features deep protein profiling for cell-type-specific spatial proteomics and is designed for broad applications across diverse tissue specimens in various diseases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Proteomics,Spatial biology,Splenic dendritic cells,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y.-C. Wu<\/b><sup>1<\/sup>, E. Abi Khalil<sup>1<\/sup>, S. Weng<sup>2<\/sup>, S. Lee<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Illinois at Chicago, Chicago, IL, <sup>2<\/sup>University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"a7fa539f-1ced-4c70-9495-f9e1df513103","ControlNumber":"278","DisclosureBlock":"&nbsp;<b>Y. Wu, <\/b> None..<br><b>E. Abi Khalil, <\/b> None..<br><b>S. Weng, <\/b> None..<br><b>S. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2734","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3772","PresenterBiography":null,"PresenterDisplayName":"Yi-Chien Wu, MS","PresenterKey":"bb052b16-fc59-449d-9f19-f2cfa2136c39","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3772. Tissue-niche-based and cell-type-selective in-depth proteomics","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tissue-niche-based and cell-type-selective in-depth proteomics","Topics":null,"cSlideId":""},{"Abstract":"Introduction and Objectives: Oncuria&#174; is a bead-based multiplex fluorescence immunoassay that coordinately measures 10 protein biomarkers in urine samples. The current study compared assay performance and output when urine samples were evaluated with the Oncuria assay using three different fluorescence-analyzing instruments commonly used in diagnostic laboratories worldwide.<br \/>Methods: We compared the performance of the clinically validated Oncuria bladder cancer (BC) multiplex immunoassay when data output was generated on three different analyzer systems. Voided urine samples from 36 subjects (18 with BC and 18 Controls) were reacted with Oncuria test reagents in three 96 well microtiter plates, and consecutively evaluated on the LED\/image based MagPix, and laser\/flow based Luminex 200 and FlexMap 3D (all xMAP instruments from Luminex Corp., Austin, TX). The BC assay uses magnetic bead based fluorescence technology (xMAP, Multi-analyte profiling; Luminex) to simultaneously quantify 10 protein analytes in urine specimens [i.e., angiogenin (ANG), apolipoprotein E (ApoE), carbonic anhydrase IX (CA9), CXCL8\/interleukin-8 (IL-8), matrix metalloproteinase-9 (MMP-9), matrix metalloproteinase-10 (MMP-10), serpin A1\/alpha-1 anti-trypsin (A1AT), serpin E1\/plasminogen activator inhibitor-1 (PAI-1), CD138\/syndecan-1 (SDC1), and vascular endothelial growth factor-A (VEGF-A)].<br \/>Results: All three platforms categorized all 10 analytes in identical samples at nearly identical concentrations, with variance across systems typically &#60;5%. While the most contemporary instrument, the FlexMap 3D, output higher raw fluorescence values than the two comparator systems, standard curve slopes and analyte concentrations determined in urine samples were concordant across all three units. Forty-four percent of BC samples registered &#8805;1 analyte above the highest standard concentration, i.e., A1AT (n=7\/18), IL-8 (n=5), and\/or ANG (n=2). In Controls, A1AT was higher in one sample.<br \/>Conclusions: In conclusion, the Oncuria BC assay performed similarly well across three different flow analysis platforms for all 10 analytes simultaneously evaluated in urine samples. This agreement across instruments indicates that the test is amenable to standardized performance in laboratories using existing xMAP, without requiring costly outlays for new equipment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Liquid biopsies,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Tanaka<\/b><sup>1<\/sup>, T. Sakatani<sup>1<\/sup>, K. Murakami<sup>1<\/sup>, R. T. Waldron<sup>1<\/sup>, W. Morales<sup>1<\/sup>, W. Hogrefe<sup>2<\/sup>, C. J. Rosser<sup>2<\/sup>, H. Furuya<sup>1<\/sup>; <br\/><sup>1<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA, <sup>2<\/sup>Nonagen Bioscience Corp, Los Angeles, CA","CSlideId":"","ControlKey":"5d6e0852-9024-46a3-bc7d-0d9fd7fc0c7a","ControlNumber":"3913","DisclosureBlock":"&nbsp;<b>S. Tanaka, <\/b> None..<br><b>T. Sakatani, <\/b> None..<br><b>K. Murakami, <\/b> None..<br><b>R. T. Waldron, <\/b> None..<br><b>W. Morales, <\/b> None.&nbsp;<br><b>W. Hogrefe, <\/b> <br><b>Nonagen Bioscience Corp<\/b> Employment. <br><b>C. J. Rosser, <\/b> <br><b>Nonagen Bioscience Corp<\/b> Employment.<br><b>H. Furuya, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2210","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3773","PresenterBiography":null,"PresenterDisplayName":"Sunao Tanaka, PhD","PresenterKey":"c16fdaae-50c6-4391-8d78-9e371881d4cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3773. Bladder cancer risk stratification with the Oncuria 10 plex bead-based urinalysis assay using three different Luminex xMAP instrumentation platforms","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bladder cancer risk stratification with the Oncuria 10 plex bead-based urinalysis assay using three different Luminex xMAP instrumentation platforms","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction and Objectives: <\/b>The incidence of hepatocellular carcinoma (HCC) has almost tripled since the early 1980s in the United States where it is the fastest rising cause of cancer-related deaths. Advanced liver fibrosis and cirrhosis are ones of major risk factors for HCC. The recent evidence demonstrates that successfully treating the cause of early to moderate hepatic fibrosis may reverse most. For this reason, detecting hepatic fibrosis in an early stage is crucial. Liver biopsy is currently the gold standard for the assessment of hepatic fibrosis in clinical practice. Thus, there is an urgent clinical need for the development of non-invasive blood-based tests because of its ease of obtaining biological material. Previously, we developed FibraChek&#8482;, non-invasive blood-based tests. In this study, we tested the performance of FibraChek&#8482; on detecting hepatic fibrosis and HCC in the US.<br \/><b>Methods: <\/b>The performance of FibraChek&#8482; was evaluated in a single-institutional cohort of 14 prospectively collected subjects presenting for chronic liver disease (NAFLD\/NASH) patients with hepatic fibrosis, 19 prospectively collected subjects diagnosed with HCC, and 12 prospectively collected controls from the US. The algorithm uses weighted value of the 5 biomarkers: AST, ALT, Platelet, Taurocholic Acid (TCA) &#38; Tyrosine plus age to derive a risk score. The ability of the test to identify patients harboring hepatic fibrosis or HCC was assessed. Hepatic fibrosis status was confirmed by tissue biopsy or definitive surgery. Diagnostic performance was assessed using AUC.<br \/><b>Results: <\/b>FibraChek&#8482; provided an AUC of 0.923 with an overall sensitivity of 93.9%, specificity of 81.8%, NPV 91.2% and PPV 81.8%. Interestingly, risk scores in HCC cohort indicated higher than those in patients with hepatic fibrosis. Thus, FibraChek&#8482; may be also able to use for HCC detection.<br \/><b>Conclusions: <\/b>Serum levels of a biomarker panel enabled the accurate discrimination of hepatic fibrosis and controls. The FibraChek&#8482; test can achieve the easy, efficient, and accurate detection of hepatic fibrosis and HCC in a non-invasive patient setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Biomarkers,Liquid biopsies,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Tanaka<\/b><sup>1<\/sup>, G. Xie<sup>2<\/sup>, H. Furuya<sup>1<\/sup>, W. Jia<sup>3<\/sup>, C. J. Rosser<sup>4<\/sup>; <br\/><sup>1<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA, <sup>2<\/sup>Human Metabolomics lnstitute lnc, Shenzhen, China, <sup>3<\/sup>Hong Kong Baptist University, Kowloon, Hong Kong, <sup>4<\/sup>Nonagen Bioscience Corp, Los Angeles, CA","CSlideId":"","ControlKey":"bdd64bbc-5681-4dbd-8248-21a739c07529","ControlNumber":"7425","DisclosureBlock":"&nbsp;<b>S. Tanaka, <\/b> None.&nbsp;<br><b>G. Xie, <\/b> <br><b>Human Metabolomics lnstitute lnc<\/b> Employment.<br><b>H. Furuya, <\/b> None.&nbsp;<br><b>W. Jia, <\/b> <br><b>Human Metabolomics lnstitute lnc<\/b> Employment. <br><b>C. J. Rosser, <\/b> <br><b>Nonagen Bioscience Corp<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2213","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3774","PresenterBiography":null,"PresenterDisplayName":"Sunao Tanaka, PhD","PresenterKey":"c16fdaae-50c6-4391-8d78-9e371881d4cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3774. Evaluation of FibraChek&#8482; for non-invasive detection of hepatic fibrosis and hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"228","SessionOnDemand":"False","SessionTitle":"Diagnostic Biomarkers 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of FibraChek&#8482; for non-invasive detection of hepatic fibrosis and hepatocellular carcinoma","Topics":null,"cSlideId":""}]