[{"Abstract":"Background:ImmTAC&#174; (immune-mobilizing monoclonal T cell receptor against cancer) molecules are soluble bi-specific TCR molecules that redirect T lymphocytes to kill tumor cells. Tebentafusp, which targets the melanocyte lineage gp100, is the first ImmTAC molecule approved for the treatment of HLA-A*02:01 adult patients with metastatic uveal melanoma.<sup>1<\/sup><sup> <\/sup>While the roles of Granzyme B and Perforin in the anti-tumor activity of CD3 T cell engagers are well described, the contribution of other apoptotic pathways, e.g. pyroptosis (inflammatory apoptosis), is poorly understood. For this reason, we explored apoptosis mechanisms induced by ImmTACs <i>in vitro<\/i> and their relevance to the anti-tumor activity of tebentafusp in a Phase 2 clinical trial.<br \/>Methods: Cell lines derived from different malignancies, MP41 (uveal melanoma), MEL624 (cutaneous melanoma) and NCI-H1755 (non-small cell lung carcinoma) were co-cultured with PBMC and ImmTAC molecules for defined time periods, followed by cytolysis measurements (xCelligence) and protein expression analysis (western blotting). Relevant cell death pathways were targeted by genetic (CRISPR knockout) or pharmacological inhibition. Translational relevance of <i>in vitro<\/i> experiments was assessed using RNAseq of tumor biopsies at baseline (N=70) and matched on-treatment at 16 days post treatment [N=35] or at progression [N=14]) from a Phase 2 trial of tebentafusp in HLA-A*02:01<sup>+<\/sup> mUM patients (NCT02570308). Clinical data cut-off: 17-Oct-2022.<br \/>Results: ImmTAC-mediated tumor killing <i>in vitro<\/i> occurred in a caspase-dependent manner and accompanied a profound induction of several apoptotic, necroptotic and pyroptotic proteins, such as GZMB, Caspases 8 and 7, RIPK3, MLKL and GSDMD in several cell lines. In NCI-H1755 cells, genetic knockout of GSDMD significantly diminished ImmTAC-mediated cytolysis (92% reduction), thereby confirming the involvement of pyroptosis in ImmTAC-mediated tumor killing in these cells. In agreement, RNAseq analysis of tumor biopsies from mUM patients after 3 doses of tebentafusp revealed enhanced expression of genes involved in different cell death pathways, including Caspase 7, RIPK3, MLKL and GSDMD (fold changes of 1.2-2). In addition, patients exhibiting above-median tumor expression of GSDMD at progression had longer overall survival (Hazard ratio = 0.074 95% C.I. 0.01-0.64).<br \/>Conclusions: ImmTAC redirection of T cells resulted in a caspase-dependent, pyroptotic cell death of tumor cell lines and enhanced gene expression of necroptotic and pyroptotic pathways in tumor biopsies. GSDMD, induced during ImmTAC-mediated cytolysis, also correlated with better overall survival in tebentafusp-treated patients. Induction of multiple cell death pathways, particularly pyroptosis, helps to explain the anti-tumor activity of tebentafusp.<br \/>References: 1. Nathan, P. <i>et al.<\/i> <i>New Engl J Med<\/i> 385, 1196-1206 (2021).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"T cell engager,Cell death,Immunotherapy,ImmTAC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Varadarajan<\/b>, A. Raczka, S. Khakoo, L. Collins, A. Benlahrech; <br\/>Immunocore Ltd., Abingdon, United Kingdom","CSlideId":"","ControlKey":"39e74652-2825-4cd0-bfa7-a01df40fdddd","ControlNumber":"4456","DisclosureBlock":"<b>&nbsp;S. Varadarajan, <\/b> <br><b>Immunocore Ltd.<\/b> Employment. <br><b>A. Raczka, <\/b> <br><b>Immunocore Ltd.<\/b> Employment. <br><b>S. Khakoo, <\/b> <br><b>Immunocore Ltd.<\/b> Employment. <br><b>L. Collins, <\/b> <br><b>Immunocore Ltd.<\/b> Employment. <br><b>A. Benlahrech, <\/b> <br><b>Immunocore Ltd.<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7268","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4984","PresenterBiography":null,"PresenterDisplayName":"Shankar Varadarajan, PhD","PresenterKey":"a0d68263-9260-46ef-ac50-174f6fb772cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4984. TCR-CD3 bispecifics kill tumor cells in a caspase- and gasdermin-dependent manner by inducing multiple cell death pathways","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TCR-CD3 bispecifics kill tumor cells in a caspase- and gasdermin-dependent manner by inducing multiple cell death pathways","Topics":null,"cSlideId":""},{"Abstract":"Tumor cell-derived prostaglandin E2 (PGE<sub>2<\/sub>) is a tumor cell-intrinsic factor that supports immunosuppression in the tumor microenvironment (TME). Using a genetically engineered mouse model of pancreatic ductal adenocarcinoma, we demonstrate that deleting the terminal PGE<sub>2 <\/sub>synthesis enzyme or disrupting autocrine PGE<sub>2 <\/sub>signaling through cognate EP4 receptors on tumor cells reverses the T cell-low, myeloid cell-rich TME to activate T cell immunity and suppress tumor growth. Knockout (KO) of <i>Ptges<\/i> (the gene encoding PGE<sub>2<\/sub> synthesis enzyme mPGES-1) or the EP4 receptor gene (<i>Ptger4<\/i>) in KPCY (<i>Kras<sup>G12D<\/sup>\/P53<sup>R172H<\/sup>\/Yfp\/Cre<sup>Pd<\/sup><\/i>) pancreatic tumor cells abolished growth of implanted tumors in a T cell-dependent manner (KO vs control p&#60;0.0001 for both). Blockade of the EP4 receptor in combination with immunotherapy, but not immunotherapy alone, induced complete tumor regressions and immunological memory. Mechanistically, <i>Ptges<\/i> and Ptger4 KO tumor cells exhibited altered T and myeloid cell attractant chemokines, became more susceptible to TNF-&#945; killing, and exhibited reduced adenosine synthesis. In hosts treated with an adenosine deaminase inhibitor, <i>Ptger4<\/i> KO tumor cells accumulated adenosine and gave rise to tumors. These studies reveal an unexpected role for autocrine mPGES1-PGE<sub>2<\/sub>-EP4 signaling axis in pancreatic cancer cells, nominating mPGES-1 inhibition and EP4 blockade as immune-sensitizing approaches in cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Prostaglandin E2,Adenosine,Immunosuppression,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Markosyan<\/b><sup>1<\/sup>, I. Kim<sup>1<\/sup>, C. Arora<sup>2<\/sup>, N. Cheng<sup>1<\/sup>, E. Schechter<sup>1<\/sup>, J. W. Tobias<sup>1<\/sup>, B. Z. Stanger<sup>1<\/sup>, R. H. Vonderheide<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Pennsylvania, Philadelphia, PA, <sup>2<\/sup>University of Pittsburg, Pittsburg, PA","CSlideId":"","ControlKey":"f05352ea-b14c-4ada-a5c5-09e0ecc9a28c","ControlNumber":"6795","DisclosureBlock":"&nbsp;<b>N. Markosyan, <\/b> None..<br><b>I. Kim, <\/b> None..<br><b>C. Arora, <\/b> None..<br><b>N. Cheng, <\/b> None..<br><b>E. Schechter, <\/b> None..<br><b>J. W. Tobias, <\/b> None..<br><b>B. Z. Stanger, <\/b> None..<br><b>R. H. Vonderheide, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7269","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4985","PresenterBiography":null,"PresenterDisplayName":"Nune Markosyan, PhD","PresenterKey":"d8b5d3cf-480b-4ba7-9ce7-32fe8af0ba9a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4985. Pivotal roles for cancer cell-intrinsic mPGES-1 and autocrine EP4 signaling in suppressing anti-tumor immunity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pivotal roles for cancer cell-intrinsic mPGES-1 and autocrine EP4 signaling in suppressing anti-tumor immunity","Topics":null,"cSlideId":""},{"Abstract":"Homologous recombination deficiency (HRD) is a widespread hallmark in cancer, rendering tumors susceptible to PARP inhibition. Despite this well-established tumor-intrinsic vulnerability, the effects of HRD and related therapies on the tumor microenvironment (TME) remain poorly understood. In this study, utilizing single-cell RNA and T cell receptor profiling (scRNA\/TCR-seq), we characterized 79 high-grade serous ovarian cancer (HGSOC) samples, both pre- and post-treatment, from 46 patients treated with neoadjuvant niraparib or chemotherapy in a phase II clinical trial (NCT04507841). This effort established the most comprehensive HGSOC TME atlas to date, encompassing over 700,000 cells. By integrating multiplex immunofluorescence imaging, flow cytometry, and bulk TCR-seq data from additional tumors and matched peripheral blood samples, we systematically assessed HRD-induced and treatment-perturbed dynamics of tumor-infiltrating and circulating immune cells. Surprisingly, among over 120 cell states across 10 cell types, effector regulatory CD4<sup>+<\/sup> T cells (eTreg) exhibited the strongest enrichment in treatment-na&#239;ve HRD tumors and a marked treatment-induced reduction. Further analyses of transcriptional states and clonal kinetics revealed HRD-driven functional coordination between eTregs and exhausted CD8<sup>+<\/sup> T cells (Tex), both displaying uniquely heightened tumor reactivity signatures and clonal co-expansions. The intra-population heterogeneity analysis of Tregs and Texs further demonstrated an effectiveness gradient, wherein the terminal subsets had a greater presence in HRD and were reversed by both niraparib and chemotherapy treatments. Delineating the clonal evolution of Tregs and Texs, we identified their notable crosstalk with other tumor-infiltrating T cell populations while remaining remarkably isolated from the peripheral blood repertoire, in line with their terminally differentiated status. Furthermore, we observed widespread, chronic activation of interferon signaling across TME components, downstream of HRD. This orchestrated CD4<sup>+<\/sup> T cell anergy induction into Tregs, mainly through direct engagement by cancer cells that upregulated MHC-II molecules but lacked essential co-stimulatory ligands. Finally, we experimentally validated a therapeutic strategy to conjunctively and effectively break down these factors in HGSOC by combining PARP inhibition and eTreg deletion through a humanized therapeutic anti-CCR8 antibody in multiple syngeneic HGSOC mouse models. Our study unravels a key immunoregulatory role of eTregs in the HGSOC TME amplified by HRD. These findings underscore the underappreciated value of eTreg-focused therapeutics as novel immunotherapies for HGSOC and other genomically unstable cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Ovarian cancer,PARP inhibitors,Tumor microenvironment,Regulatory T cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Luo<\/b><sup>1<\/sup>, Y. Xia<sup>2<\/sup>, D. Liu<sup>2<\/sup>, X. Li<sup>3<\/sup>, H. Li<sup>2<\/sup>, Y. Zhao<sup>4<\/sup>, D. Ma<sup>2<\/sup>, Y. Fang<sup>2<\/sup>, H. Liang<sup>1<\/sup>, Q. Gao<sup>2<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Tongji Hospital, Tongji Medical College, Wuhan, China, <sup>3<\/sup>Central Hospital of Wuhan, Tongji Medical College, Wuhan, China, <sup>4<\/sup>Precision Scientific (Beijing) Co., Ltd., Beijing, China","CSlideId":"","ControlKey":"43edd958-6f5c-4ce4-a31a-805f0ef00309","ControlNumber":"2396","DisclosureBlock":"&nbsp;<b>Y. Luo, <\/b> None..<br><b>Y. Xia, <\/b> None..<br><b>D. Liu, <\/b> None..<br><b>X. Li, <\/b> None..<br><b>H. Li, <\/b> None.&nbsp;<br><b>Y. Zhao, <\/b> <br><b>Precision Scientific (Beijing) Co., Ltd.<\/b> Employment.<br><b>D. Ma, <\/b> None..<br><b>Y. Fang, <\/b> None.&nbsp;<br><b>H. Liang, <\/b> <br><b>Precision Scientific Ltd.<\/b> Stock, Scientific adviser.<br><b>Q. Gao, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7270","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4986","PresenterBiography":null,"PresenterDisplayName":"Yikai Luo, BS","PresenterKey":"cb71a7c3-687d-444b-85cb-37628c5537b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4986. Single-cell multimodal characterization of ovarian cancer microenvironment under neoadjuvant niraparib treatment informs an effective therapeutic strategy of suppressing HRD-dependent eTreg hyper-expansion","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell multimodal characterization of ovarian cancer microenvironment under neoadjuvant niraparib treatment informs an effective therapeutic strategy of suppressing HRD-dependent eTreg hyper-expansion","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Background<\/u><\/b>: The prostate cancer (PCa) tumor microenvironment (TME) is characterized by a predominance of myeloid cells that may have a key role in immunosuppression and disease progression. Stereotactic Body Radiation Therapy (SBRT) is utilized for treatment of localized and metastatic PCa and promotes inflammatory remodeling of the TME. We analyzed human PCa specimens at acute post-SBRT timepoints to identify radiation-induced targets in the PCa TME and used <i>in vitro<\/i> and <i>in vivo<\/i> models to test and validate our findings.<br \/><b><u>Methods<\/u><\/b>: We performed 10X single-cell RNA sequencing (scRNA-seq) on prostatectomy specimens from men with high-risk localized PCa; 12,988 cells from 4 patients that underwent pre-operative SBRT and 47,314 cells from 6 patients that underwent prostatectomy alone. THP-1 monocytes polarized into macrophage (M&#632;) states [M0, M1, M2 and tumor-associated macrophages (TAM), were used to characterize TREM2 expression and immune responses to radiation or conditioned media (CM) derived from irradiated PC3 cells. In vivo studies with C57BL\/6 mice inoculated with MC38 flank tumors or PTEN<sup>-\/- <\/sup>SPOP<sup>mut <\/sup>CHD1<sup>del<\/sup> mouse prostate organoid line were used to analyze intratumoral myeloid populations in response to SBRT (37.5Gy in 5 fractions).<br \/><b><u>Results<\/u><\/b>: scRNA-seq analysis (Cell Ranger 7.1.0 pipelines; Seurat v5 R package) revealed enrichment of a cluster of myeloid cells defined by a damage-associated M&#632; gene signature (TREM2, APOE, SPP1, LGALS3, CD9) in response to SBRT compared with non-irradiated specimens (35.6% vs 5.7%). TREM2 expression was significantly upregulated in THP-1 cells polarized in M2 (p&#60;0.001) and TAM (p&#60;0.001) conditions, compared to M1 conditions. Irradiation (20Gy x1) of THP-1 cells significantly increased TREM2 expression in M0 (p&#60;0.01), M1 (p&#60;0.001), and TAM (p&#60;0.01) conditions. Proliferation of PC3 cells exposed to CM from irradiated TAMs was significantly increased (p&#60;0.0001) compared to CM from non-irradiated TAM. Alternatively, CM derived from irradiated PC3 cells significantly increased (p&#60;0.05) TREM2 expression in M0-polarized M&#632;. In vivo studies, in MC38 and organoid models, noted a significant reduction (p&#60;0.0001) in tumor volume at day 7 post-SBRT. Multi-parametric flow cytometry demonstrated robust myeloid infiltration in response to SBRT dominated by CD11b<sup>+<\/sup>F4\/80<sup>+<\/sup> TAMs in irradiated tumors. Among irradiated tumors, TREM2 expression was markedly elevated in TAMs (organoid and MC38, p&#60;0.0001).<br \/><b><u>Conclusion<\/u><\/b>: Preliminary data in human irradiated PCa and validation studies in preclinical models suggest TREM2 expression on myeloid cells is a radiation-induced target. Further studies are underway to understand the functional and immunological implications of SBRT-induced TREM2 expression on TAMs and whether this can be therapeutically targeted to enhance anti-tumor immunity in PCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-05 Immune mechanisms invoked by radiation therapy,,"},{"Key":"Keywords","Value":"Macrophages,Radiotherapy, Radiation Therapy, SBRT, Stereotactic Body Radiation Therapy,Immune response, Immunomodulation, Immunosuppression,TREM2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. A. Villa-Pulgarin<sup>1<\/sup>, U. Chan<sup>1<\/sup>, F. Khani<sup>1<\/sup>, F. Socciarelli<sup>1<\/sup>, J. Wu<sup>1<\/sup>, R. Carelli<sup>2<\/sup>, J. Kraynak<sup>1<\/sup>, S. C. Formenti<sup>1<\/sup>, L. Marchionni<sup>3<\/sup>, M. Loda<sup>1<\/sup>, H. Nagar<sup>1<\/sup>, <b>A. E. Marciscano<\/b><sup>4<\/sup>, C. E. Barbieri<sup>1<\/sup>; <br\/><sup>1<\/sup>Weill Cornell Medical College, New York, NY, <sup>2<\/sup>Replit, New York, NY, <sup>3<\/sup>Weill Cornell Medical College, Boston, MA, <sup>4<\/sup>Harvard Medical School\/Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"ba83bb16-b08e-4a68-86fe-24798b891ce4","ControlNumber":"5892","DisclosureBlock":"&nbsp;<b>J. A. Villa-Pulgarin, <\/b> None..<br><b>U. Chan, <\/b> None..<br><b>F. Khani, <\/b> None..<br><b>F. Socciarelli, <\/b> None..<br><b>J. Wu, <\/b> None..<br><b>R. Carelli, <\/b> None..<br><b>J. Kraynak, <\/b> None..<br><b>S. C. Formenti, <\/b> None..<br><b>L. Marchionni, <\/b> None..<br><b>M. Loda, <\/b> None..<br><b>H. Nagar, <\/b> None..<br><b>A. E. Marciscano, <\/b> None..<br><b>C. E. Barbieri, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7271","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4987","PresenterBiography":null,"PresenterDisplayName":"Ariel Marciscano, MD","PresenterKey":"63bfd5c0-c96b-472a-9b48-3ba07d207468","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4987. TREM2 is a radiation-induced target for immunomodulation of tumor-associated macrophages in the prostate cancer tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TREM2 is a radiation-induced target for immunomodulation of tumor-associated macrophages in the prostate cancer tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Background: Prostate cancer is unresponsive to current immunotherapies such as checkpoint inhibitors. Overcoming this &#8220;cold&#8221; environment requires rational combination of therapeutic modalities that can prime anti-tumor immunity. Radiation is a potential candidate; however it remains unclear how it should be most productively combined with immunotherapies.<br \/>Methods: We completed an investigator-initiated clinical trial of newly diagnosed men with oligometastatic, hormone-sensitive prostate cancer (mHSPC, NCT03007732). Patients were randomized to receive anti-PD-1 x 13 cycles (pembrolizumab, Arm 1, n=12), or anti-PD-1 with intraprostatic injections of TLR9 agonist SD-101 (Arm 2, n=11). All patients received SBRT to the prostate tumor during cycle 1, and concomitant hormonal therapy with a GnRH agonist and abiraterone. Response was assessed as PSA &#60; nadir + 2 ng\/mL at 15 months after ceasing all cancer therapies. For unbiased correlative immune interrogation of these patients, fresh paired biopsies of primary prostate tumor and PBMCs both before and after radiation and immunotherapy were analyzed by multi-omic single-cell genomics to assess changes with treatment, including T cell repertoire changes.<br \/>Results: Fourteen of 21 evaluable patients responded by PSA criteria with 3 patients not yet reaching 15 months of post-treatment follow-up. Adverse events included expected IRAEs from anti-PD-1, and flu-like symptoms from SD-101, with no unexpected AEs. Single-cell analysis of tumor biopsies reveals treatment-induced decreases in cytotoxic T cell populations and increases in both immunostimulatory LAMP3+ dendritic cells and immunosuppressive SPP1+ myeloid populations. Treatment increased interferon (IFN) signaling in most myeloid subsets while strongest in LAMP3+ DCs. Compared to non-responders, responders showed less immunosuppression at baseline with depletion of myeloid cells and enhanced IFN activity on LAMP3+ DCs, and treatment-induced IFN activity on cytotoxic T cells. TLR9 agonism also specifically enhanced IFN responses, persistence of cytotoxic T cell clonotypes, and enhanced antigen presentation in tumor cells. Circulating T cells in blood detected shared clones with tissue showing enrichment in cytotoxic phenotype and association with responders.<br \/>Conclusions: Responders to combination radiation and anti-PD-1 blockade have decreased myeloid immunosuppression and enhanced IFN activity prior to treatment in oligometastatic prostate cancer. This may identify patients likely to respond, and baseline immune setpoints that can be enhanced with improved immunotherapy strategies.<br \/>Acknowledgements: This work was supported by the Prostate Cancer Foundation and Merck. Merck Sharp &#38; Dohme LLC, Rahway, NJ, USA provided drug and financial support for the study.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-05 Immune mechanisms invoked by radiation therapy,,"},{"Key":"Keywords","Value":"Checkpoint Inhibitors,Bioinformatics,Dendritic cells,Radiotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. Fan<\/b><sup>1<\/sup>, D. Y. Oh<sup>1<\/sup>, A. Wong<sup>1<\/sup>, K. Shinohara<sup>1<\/sup>, H. Nguyen<sup>1<\/sup>, C. Hwang<sup>1<\/sup>, H. Chang<sup>1<\/sup>, A. Starzinski<sup>1<\/sup>, T. Li<sup>1<\/sup>, C. De Leon<sup>1<\/sup>, M. Gin<sup>1<\/sup>, E. Van Allen<sup>2<\/sup>, L. Zhang<sup>1<\/sup>, R. R. Aggarwal<sup>1<\/sup>, T. W. Friedlander<sup>1<\/sup>, E. J. Small<sup>1<\/sup>, F. Y. Feng<sup>1<\/sup>, L. Fong<sup>1<\/sup>; <br\/><sup>1<\/sup>University of California San Francisco, San Francisco, CA, <sup>2<\/sup>Center for Cancer Genomics, Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"35da857a-0c99-48ba-93ba-80e07465ac3e","ControlNumber":"5702","DisclosureBlock":"&nbsp;<b>Z. Fan, <\/b> None.&nbsp;<br><b>D. Y. Oh, <\/b> <br><b>Merck, PACT Pharma, the Parker Institute for Cancer Immunotherapy, Poseida Therapeutics, TCR2 Therapeutics, Roche\/Genentech, and Nutcracker Therapeutics<\/b> Research support. <br><b>Roche\/Genentech<\/b> Travel.<br><b>A. Wong, <\/b> None..<br><b>K. Shinohara, <\/b> None..<br><b>H. Nguyen, <\/b> None..<br><b>C. Hwang, <\/b> None..<br><b>H. Chang, <\/b> None..<br><b>A. Starzinski, <\/b> None..<br><b>T. Li, <\/b> None..<br><b>C. De Leon, <\/b> None..<br><b>M. Gin, <\/b> None..<br><b>E. Van Allen, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>R. R. Aggarwal, <\/b> None..<br><b>T. W. Friedlander, <\/b> None..<br><b>E. J. Small, <\/b> None..<br><b>F. Y. Feng, <\/b> None.&nbsp;<br><b>L. Fong, <\/b> <br><b>Roche\/Genentech, Abbvie, Bavarian Nordic, Bristol Myers Squibb, Dendreon, Janssen, Merck, and Partner Therapeutics<\/b> Research support. <br><b>Actym, Astra Zeneca, Atreca, Bioatla, Bolt, Bristol Myers Squibb, Daiichi Sankyo, Immunogenesis, Innovent, Merck, Merck KGA, Nutcracker, RAPT, Scribe, Senti, Sutro, and Roche\/Genentech<\/b> Scientific advisory board.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7272","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4988","PresenterBiography":null,"PresenterDisplayName":"Zenghua Fan, PhD","PresenterKey":"4779af95-7fef-4dea-ac31-6be75cbc2823","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4988. Responders to combination radiation and PD-1 blockade demonstrate reduced myeloid immunosuppression and enhanced interferon signaling in oligometastatic prostate cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Responders to combination radiation and PD-1 blockade demonstrate reduced myeloid immunosuppression and enhanced interferon signaling in oligometastatic prostate cancer patients","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Our previous research demonstrated that radiation therapy (RT) for glioblastoma (GBM) induces aberrant myelopoiesis, increasing production of myeloid derived suppressor cells (MDSCs) and exacerbating T-cell suppression. However, the precise biological mechanisms underlying this phenomenon remain unclear. This study aims to elucidate the role of the pro-inflammatory cytokine interleukin-1beta (IL-1&#946;) in RT-induced myelopoiesis and its correlation with poor prognosis in GBM patients.<br \/><b>Methods:<\/b> We conducted an extensive analysis of circulatory immune cells and pro-inflammatory cytokines in GBM patients treated with chemoradiotherapy. Using an orthotopic mouse model of GBM, we investigated the impact of IL-1&#946; on myelopoiesis and survival. Functional assays were employed to examine MDSC expansion. Multi-color flow cytometry was used for immune profiling.<br \/><b>Results:<\/b> We found that RT elevated the plasma IL-1&#946; concentration in both GBM patients and GBM-bearing mice, which also corresponded with an increase of MDSC in blood. In the murine GBM model, RT appeared to promote hematopoietic stem (HSPC) differentiation towards myelopoiesis. This led to increased MDSC precursor cells in the bone marrow, elevated circulating MDSCs in blood, and more infiltration of MDSCs in the tumor microenvironment (TME). Similar effects were observed in GBM-bearing mice following the administration of exogenous IL-1&#946;. In contrast, inhibition of IL-1&#946; using anti-IL-1&#946; antibody during RT led to reduced myelopoiesis. When anti-IL-1&#946; antibody was combined with functional inhibition of MDSCs using phosphodiesterase-5 inhibitor-tadalafil during RT, we observed decreased MDSC infiltration and increased CD8+ T cell infiltration in the TME. The combination approach also extended the survival of GBM-bearing mice after RT longer than either drug alone.<br \/><b>Conclusions:<\/b> Irradiation of GBM appears to induce IL-1&#946; to promote aberrant myelopoiesis and MDSC expansion. A multi-pronged approach to inhibit MDSC production using IL-1&#946; inhibitor and MDSC function using tadalafil during RT may be a promising approach to overcome the immune-suppressive TME of GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-05 Immune mechanisms invoked by radiation therapy,,"},{"Key":"Keywords","Value":"Glioblastoma,Radiation therapy,MDSC,Interleukin-1b,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Ghosh<\/b><sup>1<\/sup>, J. Huang<sup>2<\/sup>, D. DeNardo<sup>2<\/sup>, D. Hallahan<sup>2<\/sup>, J. Jaboin<sup>1<\/sup>, D. Thotala<sup>1<\/sup>; <br\/><sup>1<\/sup>Stephenson Cancer Center, The University of Oklahoma, Oklahoma City, OK, <sup>2<\/sup>Washington University School of Medicine in St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"f4ae59ca-eba8-48a9-8e58-6eb26be01a17","ControlNumber":"7544","DisclosureBlock":"&nbsp;<b>S. Ghosh, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>D. DeNardo, <\/b> None..<br><b>D. Hallahan, <\/b> None..<br><b>J. Jaboin, <\/b> None..<br><b>D. Thotala, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7273","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4989","PresenterBiography":null,"PresenterDisplayName":"Subhajit Ghosh","PresenterKey":"08b6ea57-1d32-4051-abf2-f81891560012","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4989. Targeting IL-1&#946; mitigates radiation induced MDSC expansion &#38; improves survival in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting IL-1&#946; mitigates radiation induced MDSC expansion &#38; improves survival in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Monoclonal antibodies such as rituximab exert targeted tumor cell lysis via complement dependent cytotoxicity (CDC). These antibodies are often combined with chemotherapy in clinical treatment protocols. However, the impact of chemotherapy on cell-intrinsic pathways that regulate antibody-mediated CDC is not known. Through a phage display screen, we identified that genotoxic stress caused upregulation of a membrane complement regulatory protein (mCRP), CD46, prompting further investigation into its implications and mechanism.<br \/>Using cell lines from diffuse large B cell lymphoma (DLBCL) as our model, we confirmed that genotoxic chemotherapy upregulates CD46, as well as other mCRPs such as CD55 and CD59. We hypothesized that upregulated mCRPs could impede Rituximab-mediated CDC. We assessed this in-vitro using rituximab and complement human serum. Aligned with our hypothesis, chemotherapy treatment of DLBCL cells significantly impeded rituximab-induced CDC. Using blocking antibodies to each mCRP, reversal of the effect of chemotherapy on CDC only occurred after co-treatment with a CD59 blocking antibody, suggesting that CD59 is a key player for chemotherapy-invoked resistance to CDC.<br \/>To further elucidate the underlying cellular pathway, we performed a high-throughput small molecule screen using rituximab-induced CDC as a readout, with or without cotreatment of a genotoxic chemotherapeutic (etoposide). We identified Chk1 inhibitors as consistent top rescuers. qPCR and flow cytometry revealed that Chk1 inhibition prevented the upregulation of mCRPs transcriptionally. Sp1 is a known transcription factor driving constitutive CD59 expression. Inhibiting Sp1 similarly prevented chemotherapy-induced upregulation of CD59 and resistance to CDC. However, CHIP-qPCR showed no increased binding of total Sp1 protein to the CD59 promoter after chemotherapy. Instead, positive co-immunoprecipitation of pATM and p300 with Sp1 only with etoposide and not with co-treatment of Chk1 inhibitor suggests Chk1-mediated activation of Sp1. Mechanistically, we have found that chemotherapy-activated Chk1 modulates Sp1-mediated CD59 transcription and that the induced upregulation of CD59 is able to prevent antibody-mediated CDC.<br \/>Overall, these results indicate novel immune regulation by DNA damage response, particularly in the context of complement regulatory proteins. Our results advocate consideration when using simultaneous administration of chemotherapy with CDC-inducing monoclonal antibodies, and suggest Chk1 blockade as a possible therapeutic addition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Diffuse large B-cell lymphoma,Chemotherapy,Rituximab,Complement,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. S. Y. Chan<\/b><sup>1<\/sup>, P. W. Jaynes<sup>1<\/sup>, N. B. Mustafa<sup>2<\/sup>, A. A. Anbuselvan<sup>1<\/sup>, C. Z. Y. Ong<sup>1<\/sup>, A. D. Jeyasekharan<sup>1<\/sup>; <br\/><sup>1<\/sup>Cancer Science Institute of Singapore, Singapore, Singapore, <sup>2<\/sup>National University of Singapore, Singapore, Singapore","CSlideId":"","ControlKey":"3a5a61e6-6890-4a03-8c4b-363e21d704a6","ControlNumber":"2317","DisclosureBlock":"&nbsp;<b>A. S. Y. Chan, <\/b> None..<br><b>P. W. Jaynes, <\/b> None..<br><b>N. B. Mustafa, <\/b> None..<br><b>A. A. Anbuselvan, <\/b> None..<br><b>C. Z. Y. Ong, <\/b> None.&nbsp;<br><b>A. D. Jeyasekharan, <\/b> <br><b>Roche<\/b> Other, Consultancy fees. <br><b>Gilead<\/b> Other, Consultancy fees. <br><b>Turbine Ltd<\/b> Other, Consultancy fees. <br><b>AstraZeneca<\/b> Other, Consultancy fees. <br><b>Antengene<\/b> Other, Consultancy fees. <br><b>Janssen<\/b> Other, Consultancy fees. <br><b>MSD<\/b> Other, Consultancy fees. <br><b>IQVIA<\/b> Other, Consultancy fees. <br><b>DKSH\/ Beigene<\/b> Other, Consultancy fees. <br><b>AstraZeneca<\/b> Other, Research funding. <br><b>Janssen<\/b> Research funding.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7274","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4990","PresenterBiography":null,"PresenterDisplayName":"Allison Chan, PhD","PresenterKey":"b89d02bd-c4bf-41b9-b72c-f16bada2041e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4990. Genotoxic chemotherapy impedes antibody-mediated complement dependent cytotoxicity (CDC), via a Chk1-CD59 axis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genotoxic chemotherapy impedes antibody-mediated complement dependent cytotoxicity (CDC), via a Chk1-CD59 axis","Topics":null,"cSlideId":""},{"Abstract":"Radiotherapy is a frequently used treatment for cancer. Recent data, including ours, showed that radiotherapy promotes an inflammatory response in the tumor that supports tumor-specific immunity, and in fact, the efficacy of radiotherapy in pre-clinical models depends on CD8<sup>+<\/sup> T-cells. According to our preliminary data, the response to radiotherapy is independent of de novo recruited CD8<sup>+ <\/sup>T-cells, suggesting that radiation drives differentiation and proliferation of preexisting intratumoral CD8<sup>+<\/sup> T-cells. Intratumoral CD8<sup>+<\/sup> T-cells are heterogeneous concerning phenotype and function. Under conditions of chronic stimulation by antigen, a subset of CD8<sup>+<\/sup> T-cells expressing PD-1 and the transcription factor TCF-1 was described. These so-called stem-like CD8<sup>+<\/sup> T-cells, which give rise to effector cells, were shown to be essential for the clinical response to PD-1 blockade. How radiotherapy influences the different CD8<sup>+<\/sup> T-cell subsets in the tumor microenvironment has not been comprehensively investigated. We propose that the efficacy of radiotherapy depends on the presence of stem-like CD8<sup>+<\/sup> T-cells, presumably by giving rise to effector cells. To address this, we selectively depleted TCF-1<sup>+ <\/sup>cells from tumor-bearing mice immediately before radiotherapy. Subsequently, we correlated tumor regression with the immunological response using single-cell analyses of intratumoral CD8<sup>+<\/sup> T-cells. In the absence of TCF-1<sup>+<\/sup> cells, we found a reduced efficacy and reduced number of intratumoral effector cells after radiotherapy. We currently analyze our single-cell RNA-sequencing data and expect to discover novel radiotherapy-induced pathways in CD8<sup>+<\/sup> T-cells that contribute to therapeutic efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-05 Immune mechanisms invoked by radiation therapy,,"},{"Key":"Keywords","Value":"Radiotherapy,Tumor infiltrating lymphocytes,T cell,Immune response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Köksal<\/b>, M. Herbst, N. Marti, M. van den Broek; <br\/>Universität Zürich, Zürich, Switzerland","CSlideId":"","ControlKey":"81e48854-0550-423d-8a7b-357da6843aea","ControlNumber":"411","DisclosureBlock":"&nbsp;<b>H. Köksal, <\/b> None..<br><b>M. Herbst, <\/b> None..<br><b>N. Marti, <\/b> None..<br><b>M. van den Broek, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7275","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4991","PresenterBiography":null,"PresenterDisplayName":"Hakan Köksal, PhD","PresenterKey":"b244ff56-4ef8-4381-b3da-0f9cde306077","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4991. Radiotherapy-induced immunological and therapeutic response depends on stem-like TCF-1<sup>+<\/sup>PD-1<sup>+<\/sup>CD8<sup>+<\/sup> T-cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Radiotherapy-induced immunological and therapeutic response depends on stem-like TCF-1<sup>+<\/sup>PD-1<sup>+<\/sup>CD8<sup>+<\/sup> T-cells","Topics":null,"cSlideId":""},{"Abstract":"<b> <\/b> Glioblastomas (GBM) are the most aggressive central nervous system tumors with near universal recurrence following resection and chemoradiation (CRT). Inflammation plays a multifaceted role in GBM development and progression through disruption of the brain barrier, immunosuppression, angiogenesis, and release of inflammatory mediators. Previously established serum inflammatory markers (IM) have been studied in baseline measures obtained prior to surgical resection, making it difficult to establish patterns for potential treatment-induced alteration of IM. We tested the hypothesis that serum-derived IM measured post-resection, prior to and following completion of CRT, may be related to residual tumor burden and response to treatment. IM was analyzed in serum collected pre and post-CRT from 82 individuals with a pathologic confirmed diagnosis of GBM using aptamer-based SOMAScan&#174; proteomic assay. Clinical variables were collected or derived from electronic health records and included RT (radiation therapy) gross tumor volumes GTVT1 (enhancing tumor volume on T1 gadolinium MRI pre CRT), GTVT2 ( T2 FLAIR tumor volume on MRI pre CRT), the volume receiving the higher prescribed RT dose (60Gy) (PTVHD) and lower dose (46Gy) (PTVLD), and outcomes (overall survival (OS), progression-free survival (PFS)). Cox regression analyses were performed with pre and post IM levels significant associations (p&#60;0.05) were identified. GTVT1 and PTVHD correlated positively with pre-CRT Fibrinogen level and negatively with alteration in CD23. GTVT2 and PTVLD correlated negatively with Kininogen alteration (p&#60;0.05 for all). GTVT1 correlated positively with pre IL-6 level. PTVLD correlated negatively with pre TNFb level and PTVHD with CD14 alteration. High alteration in Albumin and a2-HS glycoprotein, lower pre HLA-G and pre IL-6, high pre IgE, pre PD-1 and pre TNF-b and lower altered TNF-b were all associated with longer OS (p&#60;0.05). Accounting for age, tumor volumes and RT volumes, fibrinogen was the most prevalent signal associated with outcomes, the pre CRT level associated with OS (<i>HR: 0.66, p: 0.04<\/i>) and pre, post, and alteration significant for PFS (pre (<i>HR : 0.60, p : 0.01<\/i>), post (HR: 1.6, p: 0.01), alt (<i>HR : 1.52 , p &#60; 0.005<\/i>). SAA pre CRT level was associated with OS (<i>HR : 1.46, p: 0.02<\/i>) and its alteration with PFS (<i>HR : 1.62, p : 0.02<\/i> ). Additional IM alterations associated with OS CRP (<i>HR: 0.57, p: 0.01<\/i>), PD-1 (<i>HR : 3.52, p , 0.005<\/i>) and PFS, post CRT IL-10 level (<i>HR : 0.04 , p : 0.02<\/i>). GTVT1\/PTVHD, GTVT2\/PTVLD have distinct IM correlates in serum. Serum IM are associated with OS ad PFS and tumor volumes. Potential associations of previously literature-described inflammatory markers including Fibrinogen, SAA, IL-6, TNF-b and PD-1, were identified and are undergoing further analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-05 Immune mechanisms invoked by radiation therapy,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,Inflammation,Serum marker,Radiation therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. V. Jagasia<\/b><sup>1<\/sup>, T. Joyce<sup>1<\/sup>, S. Chappidi<sup>2<\/sup>, E. Tasci<sup>1<\/sup>, T. Cooley Zgela<sup>1<\/sup>, M. Mackey<sup>1<\/sup>, M. Sproull<sup>1<\/sup>, K. Camphausen<sup>1<\/sup>, A. V. Krauze<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, Bethesda, MD, MD, <sup>2<\/sup>National Cancer Institute \/ University of Cambridge, Bethesda, MD \/ Cambridge, United Kingdom","CSlideId":"","ControlKey":"9b947481-2e18-4734-80f7-fe3bb4093939","ControlNumber":"1152","DisclosureBlock":"&nbsp;<b>S. V. Jagasia, <\/b> None..<br><b>T. Joyce, <\/b> None..<br><b>S. Chappidi, <\/b> None..<br><b>E. Tasci, <\/b> None..<br><b>T. Cooley Zgela, <\/b> None..<br><b>M. Mackey, <\/b> None..<br><b>M. Sproull, <\/b> None..<br><b>K. Camphausen, <\/b> None..<br><b>A. V. Krauze, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7276","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4992","PresenterBiography":null,"PresenterDisplayName":"Sarisha Jagasia, BS","PresenterKey":"aefbbedb-e220-4b20-ad65-106954daf2b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4992. Baseline and alteration in pre vs post standard of care management serum-derived inflammatory markers are associated with radiation treatment volumes and patient outcomes in patients with GBM in a large-scale proteomic panel","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Baseline and alteration in pre vs post standard of care management serum-derived inflammatory markers are associated with radiation treatment volumes and patient outcomes in patients with GBM in a large-scale proteomic panel","Topics":null,"cSlideId":""},{"Abstract":"<b>Background <\/b>Live biotherapeutic products (LBPs) are known to enhance immune responses through the GUT-TME axis. Here, we investigate the GUT-TME-related immune cell profiling and signals associated with the anti-cancer effects of CJRB-101.<br \/><b>Methods <\/b>Tumors from NSCLC patients (anti-PD-1 refractory) were transplanted in Hu-CD34-NSG to establish humanized patient-derived xenograft (PDX) models. CJRB-101 was administered at 1x10<sup>9<\/sup> CFU (<i>p.o.<\/i>, BID) or combination with anti-PD-1 (10 mpk, <i>i.p.<\/i>, BIW). TME was analyzed using multiplex IHC, flow cytometry and scRNA sequencing. Samples were collected from C3PQ syngeneic mice at multiple timepoints for GUT-TME immune cell profiling. For depletion assay, immune cells were individually depleted during the combination treatment. TLR4-mediated mechanism was evaluated using ex vivo and in vivo assay treated with CJRB-101 or cell membrane of CJRB-101.<br \/><b>Results <\/b>CJRB-101 combined with pembrolizumab effectively suppressed tumor growth in anti-PD-1 resistant PDX models. Further analysis revealed a correlation between the activity of NK cells and angiogenesis inhibition. Abundance of NK\/NKT was higher in the CJRB-101 treated group compared to the vehicle group in multiple PDX models. The expression of GZMB and IFNG in NK\/NKT cells was significantly higher in the CJRB-101 treated group compared to the vehicle group in YHIM2014 (<i>p<\/i>&#60;0.001). CJRB-101 treated group showed significantly higher expression of antiangiogenic IL1B (<i>p<\/i>&#60;0.001) while the expression of pro-angiogenic VEGFA (<i>p<\/i>=0.002) was lower compared to the vehicle group in YHIM2014 cancer cells. Macrophages in the intestine were increased at Day 3 in the CJRB-101 group compared to anti-PD1, while NK cells, granulocytes, CD3<sup>+<\/sup>, CD4<sup>+<\/sup>, CD8<sup>+<\/sup> T cells increased at Day 10 in the syngeneic model. Depletion assay confirmed that macrophages, CD8<sup>+<\/sup> T cells and neutrophils were pivotal in the anti-cancer effects of CJRB-101. We observed that TAK242 and MD2 reduced the IL-6 secretion of Raw264.7 in a dose-dependent manner. The cell membrane played a key role in increasing BMDM M1 polarization and repolarization of M2 to M1, and that inhibition of TLR4 resulted in a decrease in BMDM repolarization. TLR inhibition also demonstrated that TGI decreased from 34% to 20% when treated with cell membrane + TAK242 compared to cell membrane monotherapy.<br \/><b>Conclusions <\/b>This study showed that macrophages were the dominant immune population in the early stages then T cells (CD3, CD4, CD8), NK cells and granulocytes became more active in the latter stages of the GUT-TME-axis immune response. In vivo results indicated that anti-cancer efficacy of CJRB-101 is immune-cell driven by TLR4-dependent stimulation of key immune cell populations (macrophages, CD8+ T cells, neutrophils) modulated by the cell membrane of CJRB-101. CJRB-101 is currently undergoing clinical investigation for treatment of patients with advanced NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Immunomodulation,Immune cells,Bacterial treatment,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Min<\/b><sup>1<\/sup>, B.-e. Kwon<sup>1<\/sup>, S.-s. Kang<sup>2<\/sup>, S. Baek<sup>3<\/sup>, J. Yang<sup>1<\/sup>, H. Park<sup>1<\/sup>, J. Im<sup>1<\/sup>, H. Kim<sup>1<\/sup>, J. Kim<sup>1<\/sup>, J. Kwon<sup>1<\/sup>, D. Kim<sup>3<\/sup>, J. Lee<sup>3<\/sup>, H. Oh<sup>1<\/sup>, S. Yang<sup>3<\/sup>, Y. Han<sup>3<\/sup>, M. Kim<sup>3<\/sup>, H. Han<sup>3<\/sup>, K. Na<sup>3<\/sup>, Y. Kim<sup>3<\/sup>, M. Yun<sup>3<\/sup>, J. Kim<sup>3<\/sup>, Y. Byeon<sup>3<\/sup>, Y. Kim<sup>3<\/sup>, M. Hong<sup>3<\/sup>, S. Lim<sup>3<\/sup>, K.-H. Pyo<sup>3<\/sup>, B. Cho<sup>3<\/sup>; <br\/><sup>1<\/sup>CJ Bioscience Inc., Suwon, Korea, Republic of, <sup>2<\/sup>JEUK Co, Seoul, Korea, Republic of, <sup>3<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"52b88d92-7d87-47f9-8b04-3ff34715c319","ControlNumber":"6105","DisclosureBlock":"&nbsp;<b>A. Min, <\/b> None..<br><b>B. Kwon, <\/b> None..<br><b>S. Kang, <\/b> None..<br><b>S. Baek, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>H. Park, <\/b> None..<br><b>J. Im, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Kwon, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>H. Oh, <\/b> None..<br><b>S. Yang, <\/b> None..<br><b>Y. Han, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>H. Han, <\/b> None..<br><b>K. Na, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>M. Yun, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>Y. Byeon, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>M. Hong, <\/b> None..<br><b>S. Lim, <\/b> None..<br><b>K. Pyo, <\/b> None..<br><b>B. Cho, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7277","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4993","PresenterBiography":null,"PresenterDisplayName":"Seong-san Kang, PhD","PresenterKey":"3b439fed-f23d-4942-85c6-30c9adcc375d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4993. CJRB-101 induces immune responses through the GUT-TME axis in immune cell-driven mechanism in lung cancer models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CJRB-101 induces immune responses through the GUT-TME axis in immune cell-driven mechanism in lung cancer models","Topics":null,"cSlideId":""},{"Abstract":"Metastasis-ablative radiotherapy is a new therapeutic approach that prolongs survival in patients with advanced cancers. Tumour irradiation can elicit an immunogenic cell death resulting in the expansion of tumour-reactive T cells and eradication of both irradiated and distant non-irradiated metastases, referred to as the &#8220;abscopal effect&#8221;. This abscopal response, nevertheless, is observed in a minority of patients suggesting uncharacterized mechanisms that prevent robust systemic anti-tumor immune response. Tumour-derived extracellular vesicles (TdEVs) have recently emerged as mediators of antitumor immunity but their immunomodulatory role in response to radiotherapy remains largely unknown. Recent clinical studies by our lab have demonstrated that circulating levels of tumour-derived extracellular vesicles (tdEVs) are elevated in response to radiotherapy and high tdEV concentrations are associated with reduced levels of peripheral cytotoxic CD8+ T cells and higher risk of disease recurrence in advanced prostate cancer. Based on our findings, we hypothesize that radiotherapy induces the release of tumor-derived EVs that suppress anti-tumor immunity. Prostate cancer cells (PC3 and DU145) were irradiated with clinically used doses of ionizing radiation (20Gy x 1 or 10Gy x 3 fractions) and tdEVs were co-cultured with human CD8+ T cells to measure their proliferation and cytotoxic activity. Increased levels of tdEVs were released by tumour cells treated with radiotherapy. A higher frequency of impaired T cell cytotoxic activity and a reduction in CD8 T cell proliferation was found in the 10Gy x 3 radiation regimen. Proteomic analysis and western blot showed an increased expression of the immune checkpoint molecule B7-H3 on the tumour cell surface and tdEVs in response to radiotherapy. While coculture of CD8 T cells with B7-H3 depleted tdEVs led to recovery of T-cell cytotoxic ability, overexpression of the B7-H3 in tdEVs inhibited cytotoxic activity. This study provides a rationale for future studies in which we will test the immune-mediated effects of radiotherapy-induced tdEVs in immunocompetent mouse models and investigate B7-H3 blockade as a therapeutic approach to boost abscopal response in the treatment of advanced prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-05 Immune mechanisms invoked by radiation therapy,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Radiation therapy,Prostate cancer,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. J. Uzendu<\/b><sup>1<\/sup>, Y. Kim<sup>2<\/sup>, R. R. Lavoie<sup>2<\/sup>, H. Dong<sup>2<\/sup>, S. Park<sup>2<\/sup>, F. Lucien-Matteoni<sup>2<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic Graduate school of biomedical Sciences, Rochester, MN, <sup>2<\/sup>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"8c780f26-1e6c-4035-abd9-11f8de256b3f","ControlNumber":"7351","DisclosureBlock":"&nbsp;<b>C. J. Uzendu, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>R. R. Lavoie, <\/b> None..<br><b>H. Dong, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>F. Lucien-Matteoni, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7279","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4995","PresenterBiography":null,"PresenterDisplayName":"Chisom Uzendu","PresenterKey":"22ea83ff-2fc3-4109-8306-65952a70d0b5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4995. Impact of radiotherapy on extracellular vesicle mediated anti-tumor immunity in oligometastatic prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of radiotherapy on extracellular vesicle mediated anti-tumor immunity in oligometastatic prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Chemotherapeutic agents may induce immunomodulatory effects on immune cells and cancer cells in patients with triple negative breast cancer (TNBC). Recent studies have demonstrated that absolute lymphocyte count in peripheral blood can predict response to eribulin in patients with breast cancer, suggesting that eribulin have some favorable effects on immune cells. However, there have been no reports demonstrating the mechanisms of how eribulin affects the immune cells of patients with breast cancer. This study aimed to analyze the effect of eribulin on T cells <i>in vitro<\/i> and <i>in vivo<\/i>.<br \/>Materials &#38; Methods: Using human peripheral blood mononuclear cells (PBMCs) from healthy donors and patients with TNBC, we investigated the effects of eribulin on proliferation of these cells, changes in the expression of surface markers, and antitumor effects on TNBC cells. Three TNBC cell lines (MDA-MB-231, Hs578T, MDA-MB-157) were used in this study. Human PBMCs were activated by CD3\/CD28 stimulation <i>in vitro<\/i> for six days and analyzed for T-cell surface markers by flow cytometry. For three patients with TNBC who underwent eribulin treatment, blood was collected at baseline and on days 8, 22, and 64 after treatment, and PBMCs were isolated, and analyzed by flow cytometry.<br \/>Results: The proliferation of activated CD8<sup>+<\/sup> T cells from healthy donors and patients was facilitated when cultured with 1nM of eribulin compared to the control. Moreover, eribulin significantly decreased CD4\/8 ratio in T cells (p&#60; 0.05). In PBMCs from healthy donors, the frequency of CD45RA<sup>+<\/sup> CD45RO<sup>-<\/sup> cells and CCR7<sup>+<\/sup> cells in CD8<sup>+<\/sup> T cells was significantly increased by eribulin treatment (p&#60; 0.05). Furthermore, eribulin significantly increased CD127<sup>+<\/sup> KLRG1<sup>-<\/sup> cells (memory precursor effector cells) and TCF1<sup>+<\/sup> cells in CD8<sup>+<\/sup> T cells (p&#60; 0.01). Furthermore, the anti-tumor effect of activated T cells from PBMCs of healthy donors and patients with TNBC was enhanced when cultured with eribulin in all three TNBC cell lines compared to control, and IFN&#947;<sup>+<\/sup> CD8<sup>+ <\/sup>T cells were significantly increased by eribulin treatment (p&#60; 0.05). However, in TNBC patients treated with eribulin in clinical practice, there were no significant changes in the CD4\/8 ratio, the frequency of CD45RA<sup>+<\/sup> cells or CCR7<sup>+<\/sup> cells in CD8<sup>+<\/sup> T cells before and after treatment of eribulin.<br \/>Conclusions: Our findings suggest that eribulin can facilitate the proliferation of CD8<sup>+<\/sup> T cells and potentiates T cell-mediated anti-tumor activity against triple-negative breast cancer cells <i>in vitro<\/i>. Further analysis of the effects of eribulin on TNBC cells and immune cells <i>in vivo<\/i> is required, and we continue to analyze immunomodulation in patients treated with eribulin.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Eribulin,T cell,Breast cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Tadafumi<\/b>, T. Oba, K.-i. Ito; <br\/>Division of Breast and Endocrine Surgery, Department of Surgery, Shinshu University School of Medicine, Matsumoto, Japan","CSlideId":"","ControlKey":"2ff583c7-db65-46ae-9eee-3f35f130ea00","ControlNumber":"962","DisclosureBlock":"&nbsp;<b>S. Tadafumi, <\/b> None..<br><b>T. Oba, <\/b> None..<br><b>K. Ito, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7280","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4996","PresenterBiography":null,"PresenterDisplayName":"Shimizu Tadafumi","PresenterKey":"5686ff3d-3d10-4558-b4da-1e31edc9dcf2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4996. Analysis of the effect of eribulin on tumor immunity against triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analysis of the effect of eribulin on tumor immunity against triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Anti-PD-1 immunotherapy brings hope for the treatment of malignant tumors, but its overall response rate is low. Therefore, how to sensitize anti-PD-1 therapy to make more patients benefit from immunotherapy is an urgent clinical demand. PKC&#953;, a classical oncogene that affects cell proliferation and differentiation, has recently been found to be involved in the recruitment of immunosuppressive cells MDSCs and Tregs, which leads to anti-PD1 immunotherapy resistance. Our study is consistent with previously reported results that interfering with PKC&#953; expression in tumor cells significantly enhances the anti-tumor effect of anti-PD1 therapy. Immunological mechanistic analyses demonstrated that the inhibition of PKC&#953; expression significantly reduced the infiltration of tumor-associated macrophages (TAMs) rather than MDSCs or Tregs. Further studies revealed that PKC&#953; enhanced the expression of macrophage chemokine CCL7 by promoting the formation of the YAP1\/TEAD transcriptional complex. Interference in vitro and pharmacological inhibition of PKC&#953; in tumor cells both significantly reduced CCL7 expression and TAMs invasion. Auranofin is a commonly used anti-inflammatory agent in clinical practice, which has been recently found that it directly induces tumor death by modulating the cellular redox system in tumor cells and remodels the tumor immunosuppressive microenvironment by specifically inhibiting PKC&#953; expression. The results of our study showed that the anti-tumor effect of Auranofin combined with anti-PD1 therapy was superior to that of monotherapy in lung adenocarcinoma. Auranofin exerted synergistic anti-tumor effects with anti-PD1 immunotherapy by inhibiting the expression of PKC&#953;-YAP1\/TEAD-CCL7, reducing the recruitment of TAMs, and promoting the infiltration of effector CD8+ T cells. In summary, Auranofin is a potent candidate for sensitizing anti-PD-1 immunotherapy, reversing immunotherapy blunting by remodeling TIME, which provides new ideas and theoretical basis for immunotherapy of sensitizing malignant tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,PD-1,Immunotherapy,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Zichen Zhao<sup>1<\/sup>, Shichuan Hu<sup>2<\/sup>, <b>Yan Zhang<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Lung Cancer Center, West China Hospital, West China School of Medicine, Sichuan University, Chengdu, China,<sup>2<\/sup>State Key Laboratory of Biotherapy, West China Hospital, West China School of Medicine, Sichuan Univeristy, Chengdu, China","CSlideId":"","ControlKey":"cce603ca-8d22-43b5-a2a7-3e6a5fd22232","ControlNumber":"4482","DisclosureBlock":"&nbsp;<b>Z. Zhao, <\/b> None..<br><b>S. Hu, <\/b> None..<br><b>Y. Zhang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7281","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4997","PresenterBiography":null,"PresenterDisplayName":"Yan Zhang","PresenterKey":"099c61e0-1e49-4b6b-842a-7ad865cef717","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4997. Auranofin enhances the efficacy of anti-PD1 immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Auranofin enhances the efficacy of anti-PD1 immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Oncogenic alteration in RET, representing 1-2% of non-small cell lung cancer (NSCLC), is one of the important targets. Pralsetinib is a selective RET inhibitor that targets RET fusions. We present a case series on opportunistic infections and the mechanism of immunosuppression.<br \/>Methods: From October 2021 to March 2022, we administered pralsetinib to a total of 15 patients with NSCLC harboring RET fusion. We retrospectively analyzed the clinical efficacy and adverse event related to pralsetinib. To investigate the potential impact of pralsetinib on T-cells, we examined cytokine release from Jurkat T (JT) cells after pralsetinib treatment. To test if Stat5 bind to IL-2 promotor, we conducted Chromatin Immunoprecipitation (ChIP).<br \/>Results: Out of a total of 18 patients with measurable disease, 14 patients (93%) achieved a partial response. With the median follow-up duration of 8.7 months, four cases of opportunistic infections were occurred. Notably, three patients (16.6%) experienced invasive pulmonary aspergillosis, and one patient (5.5%) experienced cytomegalovirus pneumonia. To mimic conditions akin to activated T cells, we treated JT cells with PMA and ionomycin, inducing IL-2 release through the binding of NFAT, AP-1, and NF-&#954;B to the IL-2 promoter. Following approximately two weeks of pralsetinib treatment, a decrease of IL-2 releases, the inhibition of Jak3 and the reduced-expression of JunB and c-Jun was observed. Additionally, to investigate the direct correlation between Jak3 and IL-2 release, JT cells were treated with ritlecitinib, the Jak3-selective inhibitor, for approximately two weeks. Like pralsetinib, a reduction in IL-2 release was observed. Furthermore, based on the evidence that Stat5 inhibition leads to reduced IL-2 release, we also showed that the transcription factor Stat5, a direct downstream signaling component of Jak3, binds to the IL-2 promoter during the activation of Jurkat T cells.<br \/>Conclusion: Pralsetinib inhibits additional IL-2 production by blocking Jak3\/Stat5 activation triggered by IL-2 released during early T cell activation. As a result, the Jak3 inhibition induced by pralsetinib leads to a decrease in JunB\/c-Jun expression and blocking Stat5 activation by reducing IL-2 release. Consequently, Pralsetinib-related opportunistic infections may be caused by inhibition of the JAK3 pathway and IL-2 release.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,RET,Immune cells,Interleukin-2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Yoon<sup>1<\/sup>, H.-M. Ryu<sup>2<\/sup>, S.-W. Kim<sup>1<\/sup>, <b>K.-S. Park<\/b><sup>1<\/sup>, D. Lee<sup>1<\/sup>; <br\/><sup>1<\/sup>Asan Medical Center (AMC), Seoul, Korea, Republic of, <sup>2<\/sup>University of Ulsan College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"58f4a4a2-49a0-4dbc-a270-ae604526d93c","ControlNumber":"6727","DisclosureBlock":"&nbsp;<b>S. Yoon, <\/b> None..<br><b>H. Ryu, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>K. Park, <\/b> None..<br><b>D. Lee, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7282","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4998","PresenterBiography":null,"PresenterDisplayName":"Kangseo Park, PhD","PresenterKey":"85d019fc-8dc6-40f4-938e-f98e65cb9926","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4998. Pralsetinib induces opportunistic infection in RET fusion-positive NSCLC patients via inhibition of IL-2 production by blocking Jak3-Stat5 activation","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pralsetinib induces opportunistic infection in RET fusion-positive NSCLC patients via inhibition of IL-2 production by blocking Jak3-Stat5 activation","Topics":null,"cSlideId":""},{"Abstract":"The majority of cancer patients undergo radiotherapy interventions at some point in their clinical management with unintended irradiation of blood vessels. We show that very low &#947;-irradiation doses (0.5-1 Gy) of human and mouse neutrophils elicit neutrophil extracellular trap (NET) formation in a manner dependent on oxidative stress, NADPH oxidase activity and autocrine interleukin-8. Radiation-induced NETs interfere with NK- and T-cell cytotoxicity-repelling effector lymphocytes away from tumor cells. As a consequence, pre-injection of irradiation-induced NETs increases the number of successful metastases in mouse tumor models. Increases in circulating NETs are readily detected in series of patients following radiotherapy interventions. Our results reveal new mechanisms whose knowledge may help to improve the efficacy and safety of radiotherapy, especially when used in combination with immunotherapy approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-05 Immune mechanisms invoked by radiation therapy,,"},{"Key":"Keywords","Value":"Radiotherapy,MDSC,Metastasis,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alvaro Teijeira<\/b><sup><\/sup>, Ana Martinez-Riaño<sup><\/sup>, Beatrice Pinci<sup><\/sup>, Almudena Manzanal<sup><\/sup>, Paula Molero<sup><\/sup>, Maria  E.  Rodriguez- Ruiz<sup><\/sup>, Ignacio Melero<sup><\/sup><br><br\/>Center for Applied Medical Research (CIMA), Pamplona, Spain","CSlideId":"","ControlKey":"d7802f83-3cde-4efe-bcb9-80a205e9233c","ControlNumber":"1637","DisclosureBlock":"&nbsp;<b>A. Teijeira, <\/b> None..<br><b>A. Martinez-Riaño, <\/b> None..<br><b>B. Pinci, <\/b> None..<br><b>A. Manzanal, <\/b> None..<br><b>P. Molero, <\/b> None.&nbsp;<br><b>M. E. Rodriguez- Ruiz, <\/b> <br><b>BMS<\/b> Independent Contractor. <br><b>Roche<\/b> Independent Contractor, Grant\/Contract. <br><b>Highliht therapeutics<\/b> Grant\/Contract. <br><b>I. Melero, <\/b> <br><b>Roche<\/b> Independent Contractor, Grant\/Contract, Travel, Other, Consultancy fees. <br><b>Genmab<\/b> Independent Contractor, Grant\/Contract, Travel, Other, Consultancy fees. <br><b>BMS<\/b> Independent Contractor, Grant\/Contract, Travel, Other, Consultancy fees. <br><b>Astra Zeneca<\/b> Grant\/Contract, Travel, Other, Consultancy fees. <br><b>F-Star<\/b> Independent Contractor, Other, Consultancy fees. <br><b>Biolinerx<\/b> Independent Contractor. <br><b>Alligator<\/b> Independent Contractor. <br><b>CatalYm; Curon; BioNtech; Sanofi; Mestag; HotSpot; PharmaMar; Agenus; Highlight Therapeutics; Pieris; Alligator; Merck Serono; Bright Peak<\/b> Other, Consultancy fees. <br><b>Pioneering Medicines; Boehringer Ingelheim<\/b> Other, Consultancy fees. <br><b>Highlight Therapeutics; Alligator; PharmaMar<\/b> Grant\/Contract, Travel. <br><b>MSD<\/b> Other, Speakers bureau.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7284","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5000","PresenterBiography":null,"PresenterDisplayName":"Alvaro Teijeira, BA,PhD","PresenterKey":"3f51830e-5646-4e6e-827f-52d5ea867da4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5000. Low dose ionizing radiation elicits the extrusion of neutrophil extracellular traps","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Low dose ionizing radiation elicits the extrusion of neutrophil extracellular traps","Topics":null,"cSlideId":""},{"Abstract":"Background: Neoantigens, derived from somatic mutations in tumor cells, have been identified as promising targets of immunotherapy. A personalized neoantigen\/cancer-testis antigen (CTA) nanovaccine (PNVAC) platform has been established by us previously, and demonstrated its feasibility, safety and efficacy in preventing recurrence of high-risk resected gastric\/gastroesophageal junction (G\/GEJ) cancer in both preclinical and clinical studies. This study aims to explore the universality of PNVAC monotherapy or combined with anti-angiogenesis drugs or anti-programmed death 1 (PD-1) in patients with multiple advanced solid malignancies.<br \/>Methods: Patient-specific neoantigens were selected based on tumor-specific mutations identified by whole-exome sequencing (WES) and RNA sequencing of paired blood and tumor tissues. Bioinformatic analysis for neoantigen prediction, including sequencing read filtering, human leukocyte antigen (HLA) typing and neoantigen filtering was performed. PNVAC is an amphiphiles nanovaccine loaded with multiple personalized neoantigens designed to induce specific T cell responses. PNVAC is administrated to patients with metastatic solid tumors on days 1, 4, 8, 15, 22, 43 (prime phase) and 64, 85 and 169 (boost phase) alone, or combined with anti-angiogenesis or anti-PD-1 drugs. Safety, immunogenicity and clinical efficacy are evaluated.<br \/>Results: Of the 30 enrolled patients, no treatment-related severe adverse events (AEs) occurred and the vast majority of AEs were limited to grade 1-2, only 1 patient developed grade 3 thrombocytopenia. The objective response rate (ORR) was 26.7% (8\/30), including 2 cases of complete response (CR) and 6 cases of partial response (PR), and a disease control rate (DCR) of 66.7% achieved. The median progression-free survival (PFS) was 9.90 months (95% CI, 3.46-16.34 months), while the median overall survival (OS) was not reached (range, 0.80-43.53 months), and the estimated 1- and 2-year survival rates were 86.2% and 60.6%. Notably, among the 21 patients who had relapsed disease after previous ICB and\/or anti-angiogenesis, disease control was asserted in 14 (66.7%) of them (7 of SD, 5 of PR, 2 of CR). ORR of this set was 33.3% (7\/21), higher than that of all the enrolled patients (26.7%), and the set without prior ICB and\/ or anti-angiogenesis treatment (11.1%). For immune analysis, PNVAC elicited robust and persistent immune responses against neoantigens\/CTAs. Additionally, peripheral T cells with a cytotoxic phenotype tended to increase after vaccination, and immune memory was also detected in some representative patients.<br \/>Conclusions: These data supported the safety, immunogenicity, and efficacy of this regimen in patients with advanced solid malignancies, thus broadening the application and combined strategies of neoantigen-based vaccines. Clinical trial information: ChiCTR1800017319.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Cancer vaccine,Neoantigens,Advanced cancer,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Wei<\/b>, Q. Liu, L. Zhu, J. Shao, J. Yang, G. Xu, N. Wu, H. Wang, R. Li, H. Sha, Q. Xu, J. Shen, L. Xie, L. Wang, J. Du, L. Cen, M. Tian, L. Yu, B. Liu; <br\/>Department of Oncology, Nanjing Drum Tower Hospital, Affiliated Hospital of Medical School, Nanjing University, Nanjing, China","CSlideId":"","ControlKey":"8c5a7c7a-7966-4ae3-bd83-ff98824dc3d3","ControlNumber":"4315","DisclosureBlock":"&nbsp;<b>J. Wei, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>L. Zhu, <\/b> None..<br><b>J. Shao, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>G. Xu, <\/b> None..<br><b>N. Wu, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>R. Li, <\/b> None..<br><b>H. Sha, <\/b> None..<br><b>Q. Xu, <\/b> None..<br><b>J. Shen, <\/b> None..<br><b>L. Xie, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>J. Du, <\/b> None..<br><b>L. Cen, <\/b> None..<br><b>M. Tian, <\/b> None..<br><b>L. Yu, <\/b> None..<br><b>B. Liu, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7285","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5001","PresenterBiography":null,"PresenterDisplayName":"Jia Wei, MD;PhD","PresenterKey":"cf2701f4-7edd-4ae4-aec8-91085ce25373","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5001. Personalized neoantigen\/cancer-testis antigen nanovaccine for advanced solid tumors, a single-arm, open-label pilot study","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Personalized neoantigen\/cancer-testis antigen nanovaccine for advanced solid tumors, a single-arm, open-label pilot study","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the most prevalent and aggressive primary brain tumor type with an abysmal prognosis, featuring an immunologically dampened tumor microenvironment and limited neoantigen production. Novel therapeutic strategies are urgently needed. A well-characterized GBM-associated mutation that can elicit an anti-tumor immune response is EGFRvIII mutation. The cancer-driver mutation is detected in approximately 30% of patients at the time of diagnosis and plays a pivotal role in the emergence of GBM. EGFRvIII is an in-frame epidermal growth factor receptor (EGFR) deletion generating a constitutively active oncogenic protein. Its highly immunogenic nature represents an ideal focal point for cutting-edge mRNA-LNP candidate therapeutics. To evaluate proprietary lipid nanoparticle (LNP) compositions for their capacity to induce anti-GBM immunity, we developed a murine transplantable GBM tumor model by neonatal electroporation. The somatically engineered glioblastomas harbor two targeted CRISPR knockouts and stably overexpress EGFRvIII to yield transplantable cell lines for orthotopic tumor initiation. One week after intracranial tumor cell implantation of 6-8 week-old female mice (day 0; n=10), half the animals were administered either buffer (control cohort) or our novel anti-EGFRvIII mRNA-LNP vaccine (experimental cohort). The regimen involved four intramuscular injections before monitoring tumor progression by MRI on day 30. The imaging revealed a high tumor burden in all control group animals, compared to no detectable tumor cells in vaccine-protected mice. All control group animals were humanely euthanized by day 38 due to symptoms associated with the growing brain tumor mass. The asymptomatic experimental animals received a fifth anti-EGFRvIII vaccination before MRI-based examinations on day 43 and day 78 confirmed that no tumor cells could be detected in vaccine-protected mice. The results highlight the potency and potential of our proprietary anti-EGFRvIII mRNA-LNP vaccine as a novel anticancer therapeutic. In addition, the established tumor model represents a valuable tool to test future mRNA-LNP designs. Outstanding cellular and molecular investigations will reveal vaccine-mediated mechanistic insights, allowing for the co-advancement of the tumor model and next-generation multi-target mRNA-LNP vaccine candidates.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Vaccines,Glioblastoma multiforme,Immuno-oncology,Magnetic resonance imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Nechanitzky<\/b><sup>1<\/sup>, S. Snelling<sup>2<\/sup>, K. Ellestad<sup>2<\/sup>, X. Lun<sup>2<\/sup>, K. Olsen<sup>1<\/sup>, Y. Wu<sup>1<\/sup>, Y. Karpov<sup>1<\/sup>, J. Liu<sup>1<\/sup>, M. Gold<sup>1<\/sup>, H. Menon<sup>1<\/sup>, R. Krishnan<sup>1<\/sup>, R. Georgantas<sup>1<\/sup>, P. S. Ohashi<sup>3<\/sup>, D. J. Mahoney<sup>2<\/sup>, J. A. Chan<sup>2<\/sup>, N. Martin-Orozco<sup>1<\/sup>; <br\/><sup>1<\/sup>Providence Therapeutics Inc, Calgary, AB, Canada, <sup>2<\/sup>University of Calgary, Calgary, AB, Canada, <sup>3<\/sup>Princess Margaret Cancer Centre, Toronto, ON, Canada","CSlideId":"","ControlKey":"e56d1267-8ef2-42f6-bd8a-3dfd51eb8b3e","ControlNumber":"8163","DisclosureBlock":"&nbsp;<b>R. Nechanitzky, <\/b> None..<br><b>S. Snelling, <\/b> None..<br><b>K. Ellestad, <\/b> None..<br><b>X. Lun, <\/b> None..<br><b>K. Olsen, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>Y. Karpov, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>M. Gold, <\/b> None..<br><b>H. Menon, <\/b> None..<br><b>R. Krishnan, <\/b> None..<br><b>R. Georgantas, <\/b> None..<br><b>P. S. Ohashi, <\/b> None..<br><b>D. J. Mahoney, <\/b> None..<br><b>J. A. Chan, <\/b> None..<br><b>N. Martin-Orozco, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7286","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5002","PresenterBiography":null,"PresenterDisplayName":"Robert Nechanitzky","PresenterKey":"c45b69e2-aff0-4677-a428-d4b965d186e9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5002. Next-generation mRNA-LNP vaccine prototype achieves tumor clearance in a GBM mouse model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Next-generation mRNA-LNP vaccine prototype achieves tumor clearance in a GBM mouse model","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is the 2nd cause of cancer-related death worldwide. Recent tremendous progress has installed immunotherapy as a treatment option and opened multiple ways to address therapeutic challenges for CRC patients. Accordingly, Brenus-Pharma developed a therapeutic cancer vaccine, based on stimulating tumor cells (STC) technology with physical (irradiation and heat shock) or chemical (chemotherapy) stress, coupled to haptenization making vaccine more immunogenic.<b> <\/b>We first validated STC technology using a &#8220;one cell line&#8221; mouse surrogate vaccine in CT26 mouse model showed an efficacy of the combination of stress plus haptenization. We next prepared a mouse surrogate vaccine using three murine tumoral cell lines the mSTC-1010 (CT26, CMT93 and LTPA), and confirmed the value of using 3 cell lines to increase the antigenicity. In addition, mSTC-1010 associated with immunostimulant (cyclophosphamide and mGM-CSF), combined or not with chemotherapy (FOLFOX or FOLFIRI) led to a significant decrease of tumor volume, a M1-oriented macrophage response (immunohistochemical, iNOS\/CD163 &#62;1), and an increase of T lymphocyte infiltration. Following, we confirmed these proofs-of-concept with the human vaccine, STC-1010, composed of 6 drug substances (DS) derived from 3 CRC human cell lines (HCT116, HT29 and Lovo), stressed physically or chemically and then haptenized. Transcriptomic analysis showed the induction of stress-related pathways with a certain specificity for each DS, allowing their quantification in the STC-1010 by deconvolution strategy. Moreover, proteomic analysis showed specific protein expression modification of each DS and confirmed the rationale of using 3 cell lines with 2 stresses to cover the CRC heterogeneity. More than 200 cancer-related proteins from the Atlas proteins&#8217; database were identified in theSTC-1010 including CRC-specific proteins, tumor plasticity and tumor-associated antigens. In ex vivo model, the efficacy of the vaccine was shown, through that CD8+ T cells primed by the STC-1010 treated DCs (versus control), induced massive apoptosis of cancer cells (p&#60;0,001). In chicken embryo Chorio-Allantoid Membrane (CAM) model, STC-1010 significantly increased IL-12, IL-2 and IFN-gamma expression (versus control p&#60;0.02). Results from this immune reactive model showed a significant increase of tumor necrosis (p=0,0267), metastasis regression (-49%), and increased infiltration of CD4+, CD8+ (versus control).<b> <\/b>The good tolerability and reproducible efficiency of the STC-1010 vaccine in these different clinical models allow to plan a first-in-human phase I\/II clinical trial for metastatic CRC(mCRC) patients. A dose-escalation and cohort extension phase I followed by a phase IIa with STC-1010 plus immunostimulant, associated to mFOLFOX6 w\/o bevacizumab, will be performed for MSS mCRC patients to evaluate the safety and preliminary effectiveness in human.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Cancer vaccine,Colorectal cancer,Preclinical,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Alzeeb<\/b><sup>1<\/sup>, C. Gongora<sup>2<\/sup>, C. Richard<sup>3<\/sup>, R. Boidot<sup>3<\/sup>, T. Fortin<sup>4<\/sup>, Y. Wang<sup>5<\/sup>, A. Bessede<sup>6<\/sup>, B. Pinteur<sup>1<\/sup>, L. Chalus<sup>1<\/sup>, C. Tortorelli<sup>1<\/sup>, P. Bravetti<sup>1<\/sup>, F. Ghiringhelli<sup>7<\/sup>; <br\/><sup>1<\/sup>Brenus Pharma, Lyon, France, <sup>2<\/sup>INSERM U1194, Montpellier, France, <sup>3<\/sup>CNRS 6302, Dijon, France, <sup>4<\/sup>Anaquant, Lyon, France, <sup>5<\/sup>Inovotion, La Tronche, France, <sup>6<\/sup>Explicyte, Bordeaux, France, <sup>7<\/sup>Inserm 1231, Dijon, France","CSlideId":"","ControlKey":"87ea3fb5-2ccf-47fe-a203-7979e6a4430c","ControlNumber":"4413","DisclosureBlock":"&nbsp;<b>G. Alzeeb, <\/b> None..<br><b>C. Gongora, <\/b> None..<br><b>C. Richard, <\/b> None..<br><b>R. Boidot, <\/b> None..<br><b>T. Fortin, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>A. Bessede, <\/b> None..<br><b>B. Pinteur, <\/b> None..<br><b>L. Chalus, <\/b> None..<br><b>C. Tortorelli, <\/b> None..<br><b>P. Bravetti, <\/b> None.&nbsp;<br><b>F. Ghiringhelli, <\/b> <br><b>Brenus<\/b> advisory board. <br><b>Enterome<\/b> advisory board. <br><b>Amgen<\/b> Travel. <br><b>MSD<\/b> Travel. <br><b>Merck<\/b> honoraria for oral communication. <br><b>Sanofi<\/b> honoraria for oral communication. <br><b>Amgen<\/b> honoraria for oral communication. <br><b>Roche<\/b> honoraria for oral communication. <br><b>Engetix<\/b> honoraria for oral communication.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7287","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5003","PresenterBiography":"","PresenterDisplayName":"George Alzeeb, PhD","PresenterKey":"a7af1bfe-a47b-4040-89cd-8ba87a57de18","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5003. Efficacy of the STC-1010 a new allogenic cancer vaccine in different colorectal cancer models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Efficacy of the STC-1010 a new allogenic cancer vaccine in different colorectal cancer models","Topics":null,"cSlideId":""},{"Abstract":"The members of the vesiculovirus genus have recently become attractive immunotherapeutic agents due to their natural selectivity for tumors and lack of toxicity in humans. Here, the research shows Intratumoral (IT) or Intraperitoneal (IP) injection of JURV was found to induce dynamic tumor regression in human hepatocellular carcinoma (HCC) xenografts and syngeneic models. Furthermore, IT injections of JURV were also shown to recruit and activate cytotoxic T lymphocytes and decrease tumor-associated macrophage infiltration, resulting in the delay of tumor growth in both local and distant murine HCC tumors established in a syngeneic model. Additionally, the concurrent use of JURV and anti-PD-1 antibodies was found to synergistically modulate the tumor microenvironment (TME) via increased tumor-infiltrating CD4+ T cells and depleted CD8+ PD-1+ and NK cells. Furthermore, using RIL-175, an aggressive metastatic HCC tumor mouse model, we show that intraperitoneal (IP) (systemic) administration of JURV and anti-PD1 significantly improved long-term survival (90%) compared to the (20%) JURV or anti-PD1 alone. Through proteogenomic analysis, the activation of different effectors of the immune system was observed to cooperate to alter the TME to a favorable anti-tumor immune state. These findings further support the development of JURV as an immunovirotherapy platform for HCC, with the potential to induce abscopal effects via the activation of several tumor suppressor genes and the mechanism regulating the T helper cell responses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Oncolytic virus,Cancer immunotherapy,Liver cancer,Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Z. Tesfay<\/b>, K. U. Ferdous, A. Cios, R. S. Shelton, C. C. Simoes, S. R. Post, T. J. Kelly, M. J. Cannon, A. Basnakian, B. M. Nagalo; <br\/>University of Arkansas for Medical Sciences, Little Rock, AR","CSlideId":"","ControlKey":"51a242a6-2e1c-4bbf-bac4-c09e1bf13582","ControlNumber":"477","DisclosureBlock":"&nbsp;<b>M. Z. Tesfay, <\/b> None..<br><b>K. U. Ferdous, <\/b> None..<br><b>A. Cios, <\/b> None..<br><b>R. S. Shelton, <\/b> None..<br><b>C. C. Simoes, <\/b> None..<br><b>S. R. Post, <\/b> None..<br><b>T. J. Kelly, <\/b> None..<br><b>M. J. Cannon, <\/b> None..<br><b>A. Basnakian, <\/b> None..<br><b>B. M. Nagalo, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7288","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5004","PresenterBiography":null,"PresenterDisplayName":"Mulu Tesfay, PhD","PresenterKey":"57cfea4d-560e-478f-8e3b-ce330034474d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5004. Oncolytic Jurona-driven systemic and intratumoral immunotherapy combined with immune checkpoint blockade boost immune response and survival in hepatocellular carcinoma models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oncolytic Jurona-driven systemic and intratumoral immunotherapy combined with immune checkpoint blockade boost immune response and survival in hepatocellular carcinoma models","Topics":null,"cSlideId":""},{"Abstract":"Background: Residual disease after neoadjuvant chemotherapy (NAC) in breast cancer (BC) confers poor outcomes. Trastuzumab emtansine (T-DM1) is approved for HER2+ patients with residual disease after NAC. However, many patients still develop recurrence. H2NVAC is a multi-epitope CD4 helper T cell activating vaccine that includes a pool of 4 degenerate HER2-derived HLA-DR epitopes admixed with GM-CSF. Our previous phase I trial showed that this vaccine was safe and generated robust, long-lasting T and B cell immune responses.<br \/>Method: We conducted a safety run-in phase of H2NVAC in combination with T-DM1 in stage II-III HER2+ BC with residual disease after NAC. Patients were treated with H2NVAC and T-DM1 for 6 cycles, followed by 2 boosters at 3 and 12 months. Dose-limiting toxicity (DLT) was defined as any grade (G) &#8805; 3 toxicity occurring within 21 days after the first vaccination.<br \/>Results: 20 patients were enrolled (median age 51; 27-69 years), including 80% White and 15% Black. 90% had hormone receptor-positive disease. There was no DLT observed in the safety run-in cohort. All adverse events (AEs) during the DLT period were grades 1 and 2, with fatigue being the most common (60% G1, 5% G2), followed by peripheral sensory neuropathy (55% G1, 5% G2), and injection site reaction (50% G1). Across all treatment cycles, the 10 most common AEs that were at least possibly related to treatment in all cycles are summarized in the table below. The injection site reaction was the most common AE, with 85% G1 and 15% G2.<br \/>Conclusion: H2NVAC, in combination with T-DM1, was safe, with a favorable side effect profile. There was no DLT observed. The most common AE was injection site reaction, with the majority being G1. A multicenter, randomized, placebo-controlled, phase II trial of H2NVAC vs. placebo in combination with trastuzumab emtansine is currently ongoing through the ACCRU consortium (NCT04197687).<table class=\"AbstractTable\" id=\"{681C9303-33A5-4E3F-836D-E09F7B77477F}\"><caption class=\"AbstractTableCaption\"><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>Adverse Events<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Grades<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>1<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>2<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>N<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>%<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>N<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>%<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Injection site reaction<\/td><td rowspan=\"1\" colspan=\"1\">17<\/td><td rowspan=\"1\" colspan=\"1\">85.0<\/td><td rowspan=\"1\" colspan=\"1\">3<\/td><td rowspan=\"1\" colspan=\"1\">15.0<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Aspartate aminotransferase increase<\/td><td rowspan=\"1\" colspan=\"1\">13<\/td><td rowspan=\"1\" colspan=\"1\">65.0<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Alanine aminotransferase increase<\/td><td rowspan=\"1\" colspan=\"1\">9<\/td><td rowspan=\"1\" colspan=\"1\">45.0<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Fatigue<\/td><td rowspan=\"1\" colspan=\"1\">7<\/td><td rowspan=\"1\" colspan=\"1\">35.0<\/td><td rowspan=\"1\" colspan=\"1\">2<\/td><td rowspan=\"1\" colspan=\"1\">10.0<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Peripheral sensory neuropathy<\/td><td rowspan=\"1\" colspan=\"1\">7<\/td><td rowspan=\"1\" colspan=\"1\">35.0<\/td><td rowspan=\"1\" colspan=\"1\">2<\/td><td rowspan=\"1\" colspan=\"1\">10.0<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Alkaline phosphatase increase<\/td><td rowspan=\"1\" colspan=\"1\">8<\/td><td rowspan=\"1\" colspan=\"1\">40.0<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Nausea<\/td><td rowspan=\"1\" colspan=\"1\">7<\/td><td rowspan=\"1\" colspan=\"1\">35.0<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><td rowspan=\"1\" colspan=\"1\">5.0<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Arthralgia<\/td><td rowspan=\"1\" colspan=\"1\">7<\/td><td rowspan=\"1\" colspan=\"1\">35.0<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Myalgia<\/td><td rowspan=\"1\" colspan=\"1\">5<\/td><td rowspan=\"1\" colspan=\"1\">25.0<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><td rowspan=\"1\" colspan=\"1\">5.0<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Platelet count decrease<\/td><td rowspan=\"1\" colspan=\"1\">6<\/td><td rowspan=\"1\" colspan=\"1\">30.0<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Vaccines,HER2,Breast cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Chumsri<\/b><sup>1<\/sup>, S. Giri<sup>2<\/sup>, A. J. Ness<sup>2<\/sup>, D. W. Hillman<sup>2<\/sup>, N. Norton<sup>1<\/sup>, D. Cogen<sup>1<\/sup>, B. M. Necela<sup>1<\/sup>, A. Nassar<sup>1<\/sup>, D. W. Northfelt<sup>3<\/sup>, P. Advani<sup>1<\/sup>, R. Rao<sup>1<\/sup>, K. Sideras<sup>1<\/sup>, A. Moreno-Aspitia<sup>1<\/sup>, B. J. Ernst<sup>3<\/sup>, K. J. Ruddy<sup>2<\/sup>, M. P. Goetz<sup>2<\/sup>, K. L. Knutson<sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic Florida, Jacksonville, FL, <sup>2<\/sup>Mayo Clinic, Rochester, MN, <sup>3<\/sup>Mayo Clinic Arizona, Phoenix, AZ","CSlideId":"","ControlKey":"e07a063c-c4ca-4f4a-a8a7-3a07c4860495","ControlNumber":"1577","DisclosureBlock":"&nbsp;<b>S. Chumsri, <\/b> None..<br><b>S. Giri, <\/b> None..<br><b>A. J. Ness, <\/b> None..<br><b>D. W. Hillman, <\/b> None..<br><b>N. Norton, <\/b> None..<br><b>D. Cogen, <\/b> None..<br><b>B. M. Necela, <\/b> None..<br><b>A. Nassar, <\/b> None..<br><b>D. W. Northfelt, <\/b> None..<br><b>P. Advani, <\/b> None..<br><b>R. Rao, <\/b> None..<br><b>K. Sideras, <\/b> None..<br><b>A. Moreno-Aspitia, <\/b> None..<br><b>B. J. Ernst, <\/b> None..<br><b>K. J. Ruddy, <\/b> None..<br><b>M. P. Goetz, <\/b> None..<br><b>K. L. Knutson, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7289","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5005","PresenterBiography":null,"PresenterDisplayName":"Saranya Chumsri, MD","PresenterKey":"59c7a93d-73c8-45fd-86c0-7b174c4ebe68","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5005. Safety and tolerability of multi-epitope HER2 peptide vaccines in combination with trastuzumab emtansine in HER2-positive breast cancer patients with residual disease after neoadjuvant chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Safety and tolerability of multi-epitope HER2 peptide vaccines in combination with trastuzumab emtansine in HER2-positive breast cancer patients with residual disease after neoadjuvant chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"The global surge in cancer cases, with a staggering 20 million new instances reported in 2023 alone, underscores an urgent demand for advanced and reliable cancer therapeutics. Immunotherapies centered around neoantigens have emerged as a promising avenue for enhancing treatment efficacy and have become a focal point in cancer research. We hypothesize that the tumor cells present a rich neoantigenic repertoire and the immunogenic neoantigens arising from the junctions of proteins translated from chimeric RNAs present viable targets for peptide and mRNA vaccines, offering a promising approach to impede tumor progression. To validate our hypothesis, we acquired a dataset of RNA fusions detected through RNAseq of tissue extracted from patient-derived xenograft (PDX) models established by XenoSTART, a global non clinical oncology contract research organization. This comprehensive dataset encompassed 985 PDX models across 27 cancer types, revealing three fusions associated with the neuregulin-1 (NRG1) gene. NRG1 gene fusions have been identified as a clinically actionable target for multiple solid tumors as they result in ErbB-mediated pathway activation. CD74-NRG1 has emerged as the most frequently reported NRG1 fusion across many cancers such as pancreatic ductal adenocarcinoma, triple negative breast cancer and ovarian cancer. The CD74-NRG1 fusion was identified in two PDX models harboring lung cancer (ST2891 and ST3204) and in an ovarian cancer model (ST088). The lung cancer PDXs displayed a notable abundance of fusion junction-crossing reads. We generated the CD74 (Exon 1-6) -NRG1 (Exon 6-12) fusion transcript model, where the first 6 exons of CD74 fused to exon 6 of NRG1 leading to an in-frame fusion. Validation of this fusion in PDX tissue was accomplished through PCR and Sanger sequencing of the PCR product. We assessed the affinity of the 9-mer neo peptide sequences formed by the translated junction of CD74-NRG1 to Major Histocompatibility Complex (MHC) Class I molecules using the in-silico prediction pipelines MHCNuggets and MixMHCPred-2 and found HLA-A*68:23 to be the MHC allele with highest binding affinity. HLA-Arena was used to investigate the binding affinity between the peptides and the MHC molecules via molecular docking, which revealed 4 peptides to be strong binders to HLA-A*68:23.The immunogenicity of these neoantigenic peptides to HLA-A*68:23 matched Peripheral Blood Mononuclear Cells (PBMCs) will be assessed by the IFN-&#947; Enzyme Linked Immunosorbent Spot (ELISpot) assay. To elucidate the specific T-cell clonotypes responding to the neo peptides, the 10X Genomics single-cell 5&#8217; Gene Expression Assay, coupled with T Cell Receptor mapping, will be employed. The objective of the study is to establish a robust combinatorial therapeutic strategy leveraging peptide and mRNA vaccine technology to support an effective framework for personalized cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Immuno-oncology,Vaccines,Peptides,Fusion genes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Rankothgedera<\/b><sup>1<\/sup>, M. Castillo<sup>1<\/sup>, S. Thevasagayampillai<sup>1<\/sup>, C. Woody<sup>1<\/sup>, A. Kandasamy<sup>1<\/sup>, A. Diaz III<sup>2<\/sup>, M. Wick<sup>2<\/sup>, P. Gunaratne<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Houston, Houston, TX, <sup>2<\/sup>XenoSTART, San Antonio, TX","CSlideId":"","ControlKey":"3864f827-bb13-43cd-be26-a9765de9daa2","ControlNumber":"2649","DisclosureBlock":"&nbsp;<b>S. Rankothgedera, <\/b> None..<br><b>M. Castillo, <\/b> None..<br><b>S. Thevasagayampillai, <\/b> None..<br><b>C. Woody, <\/b> None..<br><b>A. Kandasamy, <\/b> None..<br><b>A. Diaz, <\/b> None..<br><b>M. Wick, <\/b> None..<br><b>P. Gunaratne, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7290","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5006","PresenterBiography":null,"PresenterDisplayName":"Sakuni Rankothgedera, BS","PresenterKey":"96365b52-ad6e-4685-8ac2-a86ad1214bc2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5006. Discovery of immunogenic neo-peptides from actionable RNA fusions for developing cancer vaccines","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of immunogenic neo-peptides from actionable RNA fusions for developing cancer vaccines","Topics":null,"cSlideId":""},{"Abstract":"Lipid nanoparticle vaccines have recently been developed broadly against pathogens and recently, in precision medicine targeting mutations in different tumors. Evaluating vaccine candidates typically require animal models using orthotopic or allogenic transplantations to evaluate efficiency. Evaluating vaccine efficacy using ex vivo systems is faster and less technically demanding. Here we aim to develop individualized cancer vaccines based on neoantigen identified within established human organoids or directly from patient tissue. The selected neoantigens are enriched for epitopes identified on gene fusions. Identified gene fusions encoding predicted immunogenic proteins are inserted into a vaccine backbone and used to make mRNA lipid nanoparticle vaccines. The neoantigen candidates are then evaluated in a personalized ex vivo testbed. Within the <i>ex vivo<\/i> testbed personal tumor neoantigens are tested on the patients own isolated CD8+ T cells and monocytes. Monocytes are <i>in vitro<\/i> differentiated into monocyte derived dendritic cells (moDCs), which specialize in antigen cross presentation. The moDCs are inoculated with mRNA lipid nanoparticle vaccines or loaded with peptides. The moDCs are then co-cultured with syngeneic T cells. Vaccine candidates are evaluated based on CD8+ T cell activation and cytotoxicity in the co-culture ex vivo testbed. Our pipeline offers a fast and efficient means of evaluating individualized vaccine candidates. Effective vaccines developed through this process can be administered as a standalone therapy or in combination with checkpoint inhibitors, to generate a strong durable immune response against a variety of solid tumor types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"mRNA,Vaccines,Ex vivo,Nanoparticle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Lidström<\/b>, M. Blanco Arauzo, N. Karlowatz, M. Johansson, M. Forsell, J. Nilsson; <br\/>Umeå University, Umeå, Sweden","CSlideId":"","ControlKey":"67d5dcc9-c019-468f-b2bb-1cfbe2ae94bc","ControlNumber":"6624","DisclosureBlock":"&nbsp;<b>T. Lidström, <\/b> None..<br><b>M. Blanco Arauzo, <\/b> None..<br><b>N. Karlowatz, <\/b> None..<br><b>M. Johansson, <\/b> None..<br><b>M. Forsell, <\/b> None.&nbsp;<br><b>J. Nilsson, <\/b> <br><b>Illumina Inc.<\/b> Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7291","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5007","PresenterBiography":null,"PresenterDisplayName":"Tommy Lidström, PhD","PresenterKey":"b76949f9-6146-42a6-88fe-692418852c92","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5007. <i>Ex vivo<\/i> evaluation of mRNA lipid nanoparticle cancer vaccines","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>Ex vivo<\/i> evaluation of mRNA lipid nanoparticle cancer vaccines","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Oncolytic viruses (OVs) selectively trap, replicate, and eradicate tumor cells without endangering healthy cells. However, any virus that enters the body will be found and rendered inactive by our immune system. Therefore, cancer-killing viruses don't function properly when given by themselves. Loading therapeutic viruses into stem cells is a promising solution since they shield the OVs from the immune system until they reach tumor cells and eventually destroy them. Stem cells are potent immunomodulators and, apart from protecting and delivering the cancer-killing viruses may release additional cell factors that may regulate tumor microenvironment favoring the effect of the therapy. In this study, we analyze these factors secreted by clinically relevant stem cells loaded with oncolytic viruses CLD-101 (Neuronova platform) and CLD-201 (Supernova platform)<br \/><b>Method:<\/b> In our studies, we loaded neural stem cell line (NSCs) with tumor-selective oncolytic adenovirus CRAD-s-PK7 (CLD-101) and adipose-derived stem cells (AD-MSC) with tumor-selective oncolytic adenovirus vaccinia virus CAL1 (CLD-201), and studied their secretome transcriptomic and proteomic profile.<br \/><b>Results:<\/b> The transcriptomic analysis demonstrated that immunomodulatory cytokines, chemokines, and their receptors are induced after three and twenty-four hours of OV infection. The proteomic analysis of the virus-loaded stem cells revealed a notable distinction from the naive stem cells indicating a potential immunotherapeutic role of the stem cells in addition to the delivery and protection of the OVs.<br \/><b>Conclusions:<\/b> Our findings suggest that the enhanced therapeutic efficacy of stem cells loaded with OV is, at least partially because of qualitative and quantitative alterations in stem cells' secretome (including immunostimulatory cytokines and chemokines), These findings advance our knowledge of the molecular mechanisms underlying the immunostimulatory role of OV-loaded stem cells and specifically help to understand the mechanism of action of the promising clinical immunotherapies CLD-101 and CLD-201.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Oncolytic virus,Stem cells,Immunotherapy,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Hammad<\/b><sup>1<\/sup>, A. Seth<sup>1<\/sup>, Y.-C. Yuan<sup>1<\/sup>, H. Ngai<sup>1<\/sup>, R. Mooney<sup>1<\/sup>, J. Lara<sup>1<\/sup>, Y. Kang<sup>2<\/sup>, I. Minev<sup>2<\/sup>, D. Nguyen<sup>2<\/sup>, B. Minev<sup>2<\/sup>, A. Santidrian<sup>2<\/sup>, K. Aboody<sup>1<\/sup>; <br\/><sup>1<\/sup>City of Hope National Medical Center, Duarte, CA, <sup>2<\/sup>Calidi Biotherapeutics, San Diego, CA","CSlideId":"","ControlKey":"8b09e674-04df-4c81-a9ef-c70eb2a6f6c2","ControlNumber":"7942","DisclosureBlock":"&nbsp;<b>M. Hammad, <\/b> None..<br><b>A. Seth, <\/b> None..<br><b>Y. Yuan, <\/b> None..<br><b>H. Ngai, <\/b> None..<br><b>R. Mooney, <\/b> None..<br><b>J. Lara, <\/b> None..<br><b>Y. Kang, <\/b> None..<br><b>I. Minev, <\/b> None..<br><b>D. Nguyen, <\/b> None..<br><b>B. Minev, <\/b> None..<br><b>A. Santidrian, <\/b> None..<br><b>K. Aboody, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7293","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5009","PresenterBiography":null,"PresenterDisplayName":"Mohamed Hammad, DVM;PhD","PresenterKey":"cc63f0e8-668d-4906-9678-5d2708718fe5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5009. Deciphering anticancer mechanisms of oncolytic virus-loaded stem cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering anticancer mechanisms of oncolytic virus-loaded stem cells","Topics":null,"cSlideId":""},{"Abstract":"In clinical trials of the glypican-3 (GPC3)-derived peptide vaccine targeting hepatocellular carcinoma (HCC), hepatoblastoma, etc., peptide-specific CTL were detected in many patients. There have been some partial response advanced cancer cases, and it is expected to be effective in prolonging the prognosis after HCC surgery. Five children with refractory hepatoblastoma who had repeated relapses and remissions are all surviving for more than 9 years without relapse by only peptide vaccine therapy. On the other hand, several patients have experienced recurrence of hepatocellular carcinoma that does not express GPC3 despite the detection of a large number of peptide-specific CTLs in the blood after administration of peptide vaccines. GPC3 is highly expressed in many hepatocellular carcinomas, but there are GPC3-negative cancer cells, so it is difficult to prevent recurrence of hepatocellular carcinoma with a single type of GPC3 peptide vaccine. In other words, to cure cancer, it is necessary to combine multiple common cancer antigens. Through immunohistochemical analysis, we identified 10 common cancer antigens, including GPC3, that are frequently expressed in various solid cancers but rarely expressed in normal tissues. Five of these antigens are membrane protein antigens, and we have confirmed that at least one of these antigens, and often more than one, is expressed in many cancers investigated. We synthesized peptides predicted to be presented at HLA-A*24:02 or HLA-A*02:01 from the full-length amino acid sequences of 10 types of common cancer antigen proteins. These peptide vaccines were administered to HLA-A*24:02 or HLA-A*02:01 transgenic mice once a week for a total of three times, and a number of peptide-reactive CTLs were identified in the splenocytes. These peptides have better CTL-inducing ability than the peptides of the GPC3 peptide vaccine used in clinical trials. Among these 10 types of common cancer antigens, we will use 5 types of membrane protein common cancer antigens in particular to develop a cocktail mRNA vaccine with the goal of preventing cancer recurrence after surgery. Of course, it is also possible to develop cocktail peptide vaccines. At the same time, we are developing a cocktail CAR\/TCR-T cell therapy targeting these common cancer antigens for the treatment of advanced cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Antigen,Vaccines,Glypican-3,Peptides,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Nakatsura<\/b>, K. Takenouchi, H. Kinoshita, N. Tsukamoto, K. Ohnuki, T. Suzuki; <br\/>National Cancer Center, Kashiwa, Japan","CSlideId":"","ControlKey":"d5179c26-ff8f-4af1-bf8c-eb6c203b5f07","ControlNumber":"4431","DisclosureBlock":"<b>&nbsp;T. Nakatsura, <\/b> <br><b>OncoTherapy Science, Inc.<\/b> Patent. <br><b>Noile-Immune Biotech Inc.<\/b> Stock, Patent. <br><b>BrightPath Biotherapeutics Co., Ltd.<\/b> Grant\/Contract. <br><b>Thyas Co., Ltd.<\/b> Grant\/Contract, Patent. <br><b>ONO PHARMACEUTICAL CO., LTD.<\/b> Grant\/Contract. <br><b>Showa Denko Materials Co., Ltd.&#12288;<\/b> Grant\/Contract, Patent. <br><b>MEDINET Co., Ltd.<\/b> Grant\/Contract, Patent. <br><b>NapaJen Pharma Inc.<\/b> Grant\/Contract. <br><b>Heartseed Inc.<\/b> Grant\/Contract. <br><b>Takara Bio Inc.<\/b> Grant\/Contract, Patent. <br><b>DAICEL CORPORATION<\/b> Grant\/Contract. <br><b>NA Vaccine Institute CO., LTD<\/b> Grant\/Contract. <br><b>Logomix Inc.<\/b> Stock Option, Grant\/Contract. <br><b>Optieum Biotechnologies Inc.<\/b> Stock Option, Grant\/Contract. <br><b>MaxCyte, Inc.<\/b> Grant\/Contract. <br><b>Chugai Pharmaceutical Co., Ltd<\/b> Grant\/Contract. <br><b>Sysmex Corporation<\/b> Patent. <br><b>Takeda Pharmaceutical Co., Ltd.<\/b> Patent.<br><b>K. Takenouchi, <\/b> None..<br><b>H. Kinoshita, <\/b> None..<br><b>N. Tsukamoto, <\/b> None..<br><b>K. Ohnuki, <\/b> None..<br><b>T. Suzuki, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7294","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5010","PresenterBiography":null,"PresenterDisplayName":"Tetsuya Nakatsura, MD","PresenterKey":"8f33c101-03b9-4230-b86a-28975e9e7aa6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5010. Development of a universal cancer vaccine using common cancer antigens cocktail that targets various cancer patients and overcomes the heterogeneity of individual cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"243","SessionOnDemand":"False","SessionTitle":"Chemotherapy, Radiation, and Vaccine Mediated Immunity","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a universal cancer vaccine using common cancer antigens cocktail that targets various cancer patients and overcomes the heterogeneity of individual cancer","Topics":null,"cSlideId":""}]