[{"Abstract":"Megakaryocytes are myeloid cells produced primarily in the bone marrow and are best known for releasing platelets in the blood stream. In the platelet production process, megakaryocytes transfer their bioactive content, including the 12-lipoxygenase (12-LO) enzyme, into newly formed platelets. The 12-LO has been shown to be implicated in platelet activation and is overexpressed in several chronic inflammatory conditions, including several types of cancers. The 12-LO is responsible for the conversion of the arachidonic acid into the 12(S)-hydroxyeicosatetraenoic acid (12(S)-HETE), a key lipid mediator implicated in several steps of the metastatic cascade. While 12-LO is expressed in mature human megakaryocytes, we recently identified two megakaryoblast cell lines isolated from leukemia patients lacking 12-LO expression. However, only one of the two cell lines expresses functional 12-LO protein upon megakaryocyte maturation. The goal of this study is to characterize the 12-LO expression during the megakaryocyte maturation process. We hypothesize that 12-LO expression is increased during cell maturation and that inhibition of the 12-LO expression will result in dysfunctional platelets. Both the Dami cell and MEG-01 cells were induced with the co-incubation of both phorbol myristate acetate and eltrombopag, a thrombopoietin receptor agonist. The maturation and viability of the cells were confirmed by flow cytometry. Expression of the 12-LO was assessed by RT-qPCR and immunoblot. Quantification of the 12(S)-HETE was performed by reversed-phase high performance liquid chromatography. Platelet release was quantified by flow cytometry using CD41 fluorescent labelled antibodies. We observed a 3-fold increase in 12-LO protein expression following cell maturation in the Dami cell line. Interestingly, mRNA expression between the undifferentiated Dami cells and mature Dami cells remained unchanged. Furthermore, we did not detect any 12-LO protein expression in the MEG-01 after the cell&#8217;s maturation. Finally, we identified a specific 12-LO antisens non-coding RNA that is implicated in the regulation of the protein expression in megakaryocytes. Our study reports the first mechanistic regulation of 12-LO expression implicated in the megakaryocyte maturation process. Since both platelets and platelet-specific 12-LO play an important role in cancer biology, it is important to better understand how megakaryocytes package the enzyme inside these small cells. It remains elusive whether 12-LO enrichment in platelet correlates with the disease severity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Inflammation,Chronic myelogenous leukemia,In vitro,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. H. Boudreau<\/b><sup>1<\/sup>, V. L. Gauvin<sup>1<\/sup>, J. Richard<sup>1<\/sup>, M.-F. N. Soucy<sup>1<\/sup>, M. P. Hébert<sup>1<\/sup>, E. P. Allain<sup>2<\/sup>; <br\/><sup>1<\/sup>Université de Moncton, Moncton, NB, Canada, <sup>2<\/sup>Vitalité Health Network, Moncton, NB, Canada","CSlideId":"","ControlKey":"d986f779-839f-422b-a8b7-04841b0748aa","ControlNumber":"1984","DisclosureBlock":"&nbsp;<b>L. H. Boudreau, <\/b> None..<br><b>V. L. Gauvin, <\/b> None..<br><b>J. Richard, <\/b> None..<br><b>M. N. Soucy, <\/b> None..<br><b>M. P. Hébert, <\/b> None..<br><b>E. P. Allain, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"835","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1381","PresenterBiography":null,"PresenterDisplayName":"Luc Boudreau, PhD","PresenterKey":"977eec98-b30e-493e-bbb9-7ed9e2c66709","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1381. Characterization of the 12-lipoxygenase expression in the megakaryoblastic cell line, Dami","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of the 12-lipoxygenase expression in the megakaryoblastic cell line, Dami","Topics":null,"cSlideId":""},{"Abstract":"Extracellular vesicles (EVs) have been recognized as key players in cancer progression and metastasis, particularly large oncosomes (LO), secreted by invasive cancer cells, represent a distinct class of EVs with unique features. Previous research by the Di Vizio lab revealed LO's ability to alter recipient cell behavior, induce vascular morphogenesis, and carry cancer-specific biomolecules. Our preliminary studies point to a new mechanism of intercellular communication that involves the release of LO-containing DNA from PC cells. Notably, LO from prostate cancer exhibits enhanced potency in reprogramming bone marrow-derived mesenchymal stem cells (BM-MSCs) compared to exosomes (Exo) as observed by RNAseq. When evaluating the response to LO and Exo of BM-MSC, which are emerging as important drivers of bone metastasis, LO induces a robust inflammatory response, including metastasis-relevant chemokines and transcription factors involved in type I IFN response such as IRF7 and RASD2. Further, REACTOME pathway analysis of the differentially expressed genes revealed enrichment of the cGAS-STING pathway in BM-MSCs treated with LO, indicating a potential link between DNA\/RNA sensors and the inflammatory response. BM cells isolated from WT and mutant Sting1gt\/J mice demonstrated that up-regulation of IRF3 and IFNA1 genes induced by LO is inhibited when STING is absent. Suggesting that nucleic acid sensors engage in the LO-induced immune response in BM cells. Gene ontology analysis (GO) also identified several chemokines involved in neutrophil chemotaxis. In line with the observation from GO, neutrophil chemotaxis was significantly promoted by PC-derived LO-treated BM-MSC. Interestingly, human blood-derived neutrophils exposed to a conditioned medium from EVs-treated BM-MSC significantly increased the percentage of a population of LOX-1<sup>high<\/sup> and CD62L<sup>low\/-<\/sup> after 6h of culture. This was observed in concert with increased expression of Arginase1 and IL-10, suggesting their differentiation into polymorphonuclear-myeloid-derived suppressor cells (PMN-MDSC). An experimental orthotopic model using the breast cancer bone metastatic 4T1.2 cell line, with increased capacity to shed LO, demonstrated an increase in the presence of PMN-MDSC in the bone marrow of tumor-bearing mice in addition to a complete lack of lymphocyte populations, indicating their immunosuppressive activity that could lead to a pre-metastatic niche formation. This comprehensive study unveils the molecular pathways underlying the immune response to LO in the bone marrow, shedding light on mechanisms that could influence metastatic progression in prostate cancer. The findings underscore the unique role of LO in modulating the BM microenvironment, providing potential targets for therapeutic intervention and biomarkers for early disease detection.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Mesenchymal stem cell,Metastasis,Inflammation,Myeloid-derived suppressor cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. F. Silva<\/b><sup>1<\/sup>, D. Kitka<sup>1<\/sup>, B. Victor<sup>1<\/sup>, C. Qian<sup>1<\/sup>, M. Kim<sup>1<\/sup>, T. Vagner<sup>1<\/sup>, G. Guerra<sup>1<\/sup>, C. Grasso<sup>1<\/sup>, S. You<sup>1<\/sup>, F. Sutterwala<sup>1<\/sup>, C. Jefferies<sup>1<\/sup>, P. de Candia<sup>2<\/sup>, M. Freeman<sup>1<\/sup>, H. Goodridge<sup>1<\/sup>, K. Cavassani<sup>1<\/sup>, J. Guarnerio<sup>1<\/sup>, D. Di Vizio<sup>1<\/sup>; <br\/><sup>1<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA, <sup>2<\/sup>University of Naples Federico II, Naples, Italy","CSlideId":"","ControlKey":"a692d00e-74c6-483a-b186-07f0dda9a287","ControlNumber":"8688","DisclosureBlock":"&nbsp;<b>T. F. Silva, <\/b> None..<br><b>D. Kitka, <\/b> None..<br><b>B. Victor, <\/b> None..<br><b>C. Qian, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>T. Vagner, <\/b> None..<br><b>G. Guerra, <\/b> None..<br><b>C. Grasso, <\/b> None..<br><b>S. You, <\/b> None..<br><b>F. Sutterwala, <\/b> None..<br><b>C. Jefferies, <\/b> None..<br><b>P. de Candia, <\/b> None..<br><b>M. Freeman, <\/b> None..<br><b>H. Goodridge, <\/b> None..<br><b>K. Cavassani, <\/b> None..<br><b>J. Guarnerio, <\/b> None..<br><b>D. Di Vizio, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"836","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1382","PresenterBiography":null,"PresenterDisplayName":"Taylon Silva, PhD,MS","PresenterKey":"4482e786-464b-4f08-8f6d-36935ae35e05","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1382. Activation of the cGAS-STING pathway by large oncosomes induces type I IFN inflammation in mesenchymal stem cells that triggers an immunosuppressive phenotype in neutrophils","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Activation of the cGAS-STING pathway by large oncosomes induces type I IFN inflammation in mesenchymal stem cells that triggers an immunosuppressive phenotype in neutrophils","Topics":null,"cSlideId":""},{"Abstract":"Background: Brain metastases (BM) are among the most lethal forms of cancer globally. Lung cancer BM are frequently encountered and are associated with poor prognosis, decreased survival rates, and therapeutic resistances. Cancer-associated fibroblasts (CAFs) have emerged as important players of the brain metastases tumor microenvironment (TME). Mechanistic roles of brain metastases CAFs (hBM-CAFs) in tumorigenesis and therapeutic resistances remain unclear.<br \/>Material and Methods: In the present study, the patient's BM surgical sample was subjected to primary culture to isolate CAF. The hBM-CAF induced EMT and stemness phenotype was investigated by western blot. Biological role of hBM-CAF in tumorigenesis was evaluated using indirect co-culture method in vitro. FACS analysis was performed to investigate the changes in cisplatin cytotoxicity and radiation susceptibility of lung cancer cell lines when co-cultured with hBM-CAF. CX3CL1 and IL26 expression was confirmed by ELISA along with transcriptomic analysis of hBM-CAF. Molecular events were validated by using neutralizing CX3CL1 and IL26. The tumorigenicity and response to chemotoxicity of lung cancer cells were examined by co-injecting them with hBM-CAF in a mouse xenograft model.<br \/>Results: Our experiments demonstrated that hBM-CAFs significantly enhanced EMT and stemness phenotype by upregulating transcription factor SNAIL1, TWIST1, Slug and CD133, CD44 respectively in lung cancer cells. We also observed that hBM-CAFs decreased cisplatin cytotoxicity and enhanced radiation resistance, as measured by FACS analysis of apoptotic cells. <i>In vivo<\/i> experiments using xenograft mouse models revealed that co-injection of lung cancer cells with hBM-CAFs led to faster tumor growth and increased cisplatin resistance. Transcriptomic analysis of hBM-CAFs revealed a distinct genomic signature compared to normal fibroblast (hNFs), with significant overexpression of IL26 and CX3CL1 genes in the hBM-CAFs secretome, as validated by ELISA. Moreover, we found that lung cancer cells expressed high levels of the IL26 receptor IL10R&#946; and ILR20&#945;, and CX3CL1 receptor CX3CR1. Our hBM-CAF significantly upregulated JAK-STAT3 and Akt-mTOR pathway. Eventually, we have confirmed that neutralizing IL26 and CX3CL1 inhibit phosphorylation of JAK-STAT3 and Akt-mTOR respectively and revoked the IL26-CX3CL1 induced EMT and stemness phenotype of lung cancer cells.<br \/>Conclusion: Patient derived hBM-CAF promote aggressive phenotype of lung cancer cells by upregulating EMT and stemness transcriptome factors. Overexpression of IL26 and CX3CL1 cytokine led to the therapeutic resistance through JAK-STAT3 and Akt-mTOR signaling pathway respectively. Targeting IL26-CX3CL1 might be a novel therapeutic efficacy for lung cancer brain metastasis patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Metastasis,Cancer associated fibroblasts,Cytokines,Radiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"N. Kim, S. Salam, E. Jahan, E.-J. Ahn, T.-Y. Jung, J.-H. Lee, J. Rhee, S. Kim, <b>K.-H. Lee<\/b>, K.-S. Moon; <br\/>Chonnam National University Medical School, Jeollanam-do, Korea, Republic of","CSlideId":"","ControlKey":"36f00dfe-59ea-491d-a720-0d31d546c61a","ControlNumber":"2114","DisclosureBlock":"&nbsp;<b>N. Kim, <\/b> None..<br><b>S. Salam, <\/b> None..<br><b>E. Jahan, <\/b> None..<br><b>E. Ahn, <\/b> None..<br><b>T. Jung, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. Rhee, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>K. Moon, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"837","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1383","PresenterBiography":null,"PresenterDisplayName":"Kyung-Hwa Lee, MD;PhD","PresenterKey":"033f754b-9d57-4ddc-8dbe-a381d0d36049","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1383. Investigation of biological role and cytokine axis of cancer-associated fibroblast (CAF) in lung cancer brain metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigation of biological role and cytokine axis of cancer-associated fibroblast (CAF) in lung cancer brain metastasis","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Patients with<b> <\/b>pancreatic ductal adenocarcinoma (PDAC) often have metastatic disease at diagnosis and are highly resistant to cytotoxic and immunotherapies. Increased presence of myeloid cells, specifically high myeloid-to-T cell ratios, correlates with worse prognoses. However, mechanisms by which myeloid cells regulate cancer invasion and metastasis remain poorly understood. To study the role of immunosuppressive myeloid cells in driving metastasis, we employed murine PDAC models in conjunction with organoid systems and imaging mass cytometry (IMC).<br \/><b>Methods: <\/b>We used two murine cell lines driven by <i>Kras<sup>G12D<\/sup><\/i> and <i>Trp53<sup>R172H<\/sup><\/i> under <i>Pdx1<\/i>-Cre, KPCY 2838c3 and KPCY 6419c5, which exhibit low-metastatic and high-metastatic propensities, respectively. To characterize differences in the metastatic cascade between these cell lines, flow cytometry, histological analysis, and 3D organoid modeling were used. IMC was also used to interrogate the tumor microenvironment and identify spatial relationships.<br \/><b>Results: <\/b>These cell lines were orthotopically injected into syngeneic C57BL\/6J mice to generate tumors that naturally metastasize to the liver. Flow cytometry analysis of livers from mice bearing 2838c3 or 6419c5 pancreatic tumors validated the higher propensity for metastasis with the 6419c5 cells (p=0.0484). Furthermore, the steps along the metastatic cascade contrasted significantly between 6419c5 and 2838c3. Highly metastatic PDAC adopted mesenchymal rather than collective invasion, increased intravasation, and more robust metastatic outgrowth. Notably, IMC revealed that highly metastatic PDAC had increased endothelial cell abundance (***p &#8804; 0.001), lower cytotoxic CD8+ T cell to CD4+ regulatory T cell ratios (***p &#8804; 0.001), and lower M1-like to M2-like tumor associated macrophage (TAM) ratios (*p &#8804; 0.05). Furthermore, spatial analysis demonstrated that highly metastatic PDAC excluded lymphocytes from the tumor and situated Arginase-1+ TAMs near Ki67+ tumor cells and CD31+ endothelial cells. In contrast, low-metastatic PDAC had closer lymphocyte proximities to tumor and greater distances between Arginase-1+ TAMs, tumor, and endothelial cells.<br \/><b>Conclusions: <\/b>The<b> <\/b>highly metastatic PDAC tumor line utilizes mesenchymal invasion, has increased intravasation, and robust metastatic outgrowth compared to the low-metastatic PDAC cells. The TME of the highly metastatic model had disproportionate abundances of T regulatory cells and M2-like macrophages, poor lymphocyte infiltration, and enhanced vascularization. These overabundant M2-like macrophages (Arginase-1+) were also spatially coordinated with proliferating tumor cells and vasculature, suggesting a potential role for macrophages in tumor cell invasion and\/or angiogenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Mouse models,Metastasis,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. E. Gross<\/b>, S. Charmsaz, J. W. Lee, C.-C. Huang, A. G. Hernandez, S. M. Shin, E. M. Coyne, C. Cannon, X. Yuan, L. D. Wood, E. M. Jaffee, W. Ho; <br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"78dc5d2c-5197-4c68-930b-59571c4fddaf","ControlNumber":"7132","DisclosureBlock":"&nbsp;<b>N. E. Gross, <\/b> None..<br><b>S. Charmsaz, <\/b> None..<br><b>J. W. Lee, <\/b> None..<br><b>C. Huang, <\/b> None..<br><b>A. G. Hernandez, <\/b> None..<br><b>S. M. Shin, <\/b> None..<br><b>E. M. Coyne, <\/b> None..<br><b>C. Cannon, <\/b> None..<br><b>X. Yuan, <\/b> None.&nbsp;<br><b>L. D. Wood, <\/b> <br><b>Personal Genome Diagnostics<\/b> Other, Consultant. <br><b>Applied Materials<\/b> Other, Receives research funding. <br><b>E. M. Jaffee, <\/b> <br><b>Abmeta<\/b> Other, other support. <br><b>Adventris<\/b> Other, other support. <br><b>Achilles<\/b> Other, Personal fees. <br><b>DragonFly<\/b> Other, Personal fees. <br><b>Neuvogen<\/b> Other, Personal fees. <br><b>Parker Institute<\/b> Other, Personal fees. <br><b>CPRIT<\/b> Other, Personal fees. <br><b>Surge<\/b> Other, Personal fees. <br><b>Mestag<\/b> Other, Personal fees. <br><b>Medical Home Group<\/b> Other, Personal fees. <br><b>HDTbio<\/b> Other, Personal fees. <br><b>Lustgarten<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>NeoTX<\/b> Grant\/Contract. <br><b>Break Through Cancer<\/b> Grant\/Contract. <br><b>W. Ho, <\/b> <br><b>Rodeo\/Amgen<\/b> Patent. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>NeoTX<\/b> Grant\/Contract. <br><b>CirclePharma<\/b> Grant\/Contract. <br><b>Exelixis<\/b> Travel. <br><b>Standard BioTools<\/b> Travel.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"838","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1384","PresenterBiography":null,"PresenterDisplayName":"Nicole Gross, BS","PresenterKey":"dd1fdb50-2e61-4207-b65a-a4c0b02cf9c9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1384. Highly metastatic PDAC adopts mesenchymal morphology and spatially coordinates endothelial cells with macrophages","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Highly metastatic PDAC adopts mesenchymal morphology and spatially coordinates endothelial cells with macrophages","Topics":null,"cSlideId":""},{"Abstract":"Advanced colorectal cancer (CRC) is resistant to current immunotherapies and prone to metastasis. Chronic inflammation mediated by cytokines such as interleukin (IL)17 activates the oncogenic pathways in cancer cells, promoting sporadic and inflammation-associated CRC. Increased levels of IL17A in early stages of CRC portends poor prognosis indicating its potential involvement into metastasis. We and others previously showed that IL17A signaling is required for early CRC tumorigenicity in a variety of models and that in early CRC, its ability to signal to epithelial cells is essential. What remains unknown is whether IL17 signaling to other cell types within the tumor microenvironment (TME) is essential to control tumor progression and metastasis. Using a model of colitis-associated cancer (CAC) we found that &#8220;late&#8221; IL17A neutralization decreases tumor burden, possibly acting through regulation of myeloid cells and chemokine network essential for the control of immunosuppressive TME. Next, using models of colorectal cancer liver metastasis (CRLM) including intraportal cell injection and cecum transplantation of organoids with distinct set of oncogenic mutation we found that IL17 neutralization reduces metastasis. FACS analysis revealed that IL17A promotes the recruitment of tumor-associated macrophages and other key myeloid subsets into the metastatic liver environment. Interestingly, ablation of IL17RC (receptor) in myeloid cells only (using <i>Il17rc<sup>f\/f<\/sup><\/i><sup> <\/sup>-LysMCre mice) led to reduction in metastasis and reshaping of metastatic myeloid cell compartments. Meanwhile, IL17 signaling in hepatocytes was required for early metastasis and pre-metastatic niche formation, as the ablation of IL17RC in hepatocytes (using <i>Il17rc<sup>f\/f<\/sup><\/i><sup> <\/sup>-AlbCre mice) led to a reduction of metastatic numbers but not growth. This coincided with reduced neutrophil recruitment and enhanced activation of cytotoxic innate lymphoid cells and CD8 T lymphocytes, indicating the role of hepatocyte specific IL17 signaling in blunting anti-tumor immunity. Our findings illuminate the role of inflammatory cytokine IL17 into CRC progression and metastasis and imply its distinct cell type specific role within the metastatic liver TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Interleukin-17,Metastasis,Colorectal cancer,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Chojnacka<\/b><sup>1<\/sup>, D. Kamen<sup>1<\/sup>, K. M. Reyes<sup>2<\/sup>, H. Tomizawa<sup>2<\/sup>, S. I. Grivennikov<sup>1<\/sup>; <br\/><sup>1<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA, <sup>2<\/sup>University of California Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"50f7953d-b4d6-4ec1-8977-63257401b8f9","ControlNumber":"5047","DisclosureBlock":"&nbsp;<b>K. Chojnacka, <\/b> None..<br><b>D. Kamen, <\/b> None..<br><b>K. M. Reyes, <\/b> None..<br><b>H. Tomizawa, <\/b> None..<br><b>S. I. Grivennikov, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"839","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1385","PresenterBiography":null,"PresenterDisplayName":"Katarzyna Chojnacka, BA;MS;PhD","PresenterKey":"373d044f-013f-4763-99dc-92f6603422c8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1385. Crosstalk between hepatocyte and myeloid-specific IL17 signaling in colorectal cancer metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Crosstalk between hepatocyte and myeloid-specific IL17 signaling in colorectal cancer metastasis","Topics":null,"cSlideId":""},{"Abstract":"The liver is a prominent site for metastasis, yet little is known about the role of liver immunity in antimetastatic defense. Compared to other organs, the liver harbors a unique immune environment characterized by the abundance of innate cell lineages, including CD1d-restricted invariant natural killer T (iNKT) cells. To investigate the influence of iNKT cells on metastasis, we established an orthotopic model of colorectal cancer (CRC) with spontaneous dissemination to the liver. We induce the primary tumor by implanting CRC organoids into the colon mucosa of syngeneic C57BL\/6 mice, resulting in hepatic macrometastases within 5 weeks. We observed that liver metastasis hardly occurred in mouse strains lacking iNKT cells (<i>Cd1d<\/i><sup>-\/-<\/sup> and <i>Traj18<\/i><sup>-\/-<\/sup> mice), while the growth of the primary tumor was comparable to that in wild-type mice. These results indicate a tumor-promoting function for hepatic iNKT cells. We uncovered that hepatic iNKT cells respond to disseminating cancer by producing IL-4 and IL-13, two cytokines known to activate hepatic stellate cells (HSCs) into fibrogenic myofibroblasts. Indeed, we saw rapid activation of HSCs and deposition of extracellular matrix upon arrival of cancer cells in the liver of wild-type but not iNKT cell-deficient mice. We propose that hepatic iNKT cells contribute to the formation of a supportive niche for disseminated tumor cells by activating HSCs early in the development of hepatic metastasis. Taken together, our findings highlight an essential tumor-promoting role for iNKT cells during the development of liver metastasis and contribute to our understanding of immune regulation of metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Metastasis,NKT cell,Organoids,Tumor immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Nater<\/b>, G. Lucchiari, M. Brügger, T. Valenta, V. Cecconi, G. Forni, S. Benke, M. van den Broek; <br\/>Universität Zürich, Zürich, Switzerland","CSlideId":"","ControlKey":"608379d2-4f93-4e7c-8bb2-689652774703","ControlNumber":"454","DisclosureBlock":"&nbsp;<b>M. Nater, <\/b> None..<br><b>G. Lucchiari, <\/b> None..<br><b>M. Brügger, <\/b> None..<br><b>T. Valenta, <\/b> None..<br><b>V. Cecconi, <\/b> None..<br><b>G. Forni, <\/b> None..<br><b>S. Benke, <\/b> None..<br><b>M. van den Broek, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"840","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1386","PresenterBiography":"","PresenterDisplayName":"Marc Nater, BS;MS","PresenterKey":"dc36ab04-3ee7-4e10-8d83-9de6decf6158","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1386. CD1d-restricted iNKT cells promote liver metastasis from colon cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CD1d-restricted iNKT cells promote liver metastasis from colon cancer","Topics":null,"cSlideId":""},{"Abstract":"Across human cancer, tumors that are high grade, poorly differentiated, and have undergone epithelial-to-mesenchymal transition (EMT) carry a worse prognosis with a high likelihood of metastasizing to distant organs. Despite significant research efforts, metastatic cancers and relapse remain the primary cause of cancer related deaths. In renal cell carcinoma (RCC), metastasis is present in one-third of patients at the time of diagnosis, and one-third of patients who initially present with locally advanced disease eventually develop local or distant recurrence following resection of the primary tumor, highlighting the need for new RCC therapies and further insight into the metastatic process. Using RCC patient biopsies, we found that patients with more epithelial tumors have a significantly lower risk of recurrence. Additionally, tumors that had a mesenchymal protein signature had significantly increased macrophage infiltration, which was significantly associated with a higher stage at diagnosis and worse overall survival, suggesting that macrophages may play an important role in EMT and metastasis in ccRCC. Whole exome sequencing of these patient samples revealed that mutational loss of SETD2, a histone methyltransferase that is lost in about 20% of RCC patients, correlated strongly with increased macrophage infiltration within the primary tumor and was necessary for the correlation between macrophages and EMT. SETD2 loss in syngeneic kidney cancer mouse models confirmed that SETD2 loss within tumor cells resulted in increased EMT, macrophages within the primary tumor microenvironment (TME), and spontaneous metastasis, further supporting the role of macrophages in promoting metastasis in the absence of SETD2. Further characterization of the gene signatures and immune cell infiltrate in RCC will lead to a better understanding of metastasis in an oncogene- and tissue-specific manner and thus lead to more efficacious therapies for metastatic patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Metastasis,Renal cell carcinoma,Macrophages,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. N. Arner<\/b><sup>1<\/sup>, M. M. Wolf<sup>2<\/sup>, L. Vlach<sup>2<\/sup>, J. C. Rathmell<sup>1<\/sup>, W. Rathmell<sup>1<\/sup>; <br\/><sup>1<\/sup>Vanderbilt University Medical Center, Nashville, TN, <sup>2<\/sup>Vanderbilt University, Nashville, TN","CSlideId":"","ControlKey":"deca939c-6da2-4452-a2fb-6ad011338494","ControlNumber":"954","DisclosureBlock":"&nbsp;<b>E. N. Arner, <\/b> None..<br><b>M. M. Wolf, <\/b> None..<br><b>L. Vlach, <\/b> None..<br><b>J. C. Rathmell, <\/b> None..<br><b>W. Rathmell, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"841","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1387","PresenterBiography":null,"PresenterDisplayName":"Emily Arner, BA;PhD","PresenterKey":"9de142f7-b8b8-4606-97bc-6a79ac52a539","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1387. SETD2 loss promotes macrophage infiltration and metastasis in RCC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SETD2 loss promotes macrophage infiltration and metastasis in RCC","Topics":null,"cSlideId":""},{"Abstract":"Head and neck squamous cell carcinoma (HNSCC) is a prevalent malignant cancer worldwide. Conventional treatments for this type of cancer involve surgical resection, radiation therapy, and chemotherapy. However, in cases where the tumor recurs or metastasizes distantly, rendering surgical resection or radiation therapy impractical, the only viable option is the utilization of targeted drugs in conjunction with chemotherapy. Despite such interventions, the prognosis remains grim. Hence, the identification of genetic characteristics or biomarkers associated with easy metastasis or recurrence in the early stages of the tumor has become imperative for effective head and neck cancer treatment. The objective of this study is to analyze tumor specimens from the primary site and lymph node metastasis post-surgical resection in HNSCC patients. We employed the GeoMx Digital Spatial Profiler (DSP) for imaging-based digitized gene expression analysis. The DSP provides gene expression information at specific locations we selected, such as the primary tumor center core, primary tumor invasion borders, and lymph node metastasis specimens. The GeoMx DSP spatial analysis tool illustrates the cancer transcriptome atlas (CTA), encompassing the expression of 1825 genes related to cancer and immunity from the primary site to the metastatic site. We identified tissue-specific EMT gene expression patterns in paired tumor regions of interest (ROIs). ITGB1 emerged as the most significant co-expression marker in the primary outer tumor and metastatic tumor. Distinct EMT signature genes expressed in the HNSCC primary site and lymph node metastatic site were also discovered. Additionally, we conducted CTA profiling in correlated stroma ROIs. Through myeloid activity analysis in HNSCC paired samples, we identified distinct myeloid activation signatures in primary and metastatic site stroma cells. These results will provide crucial insights into head and neck cancer treatment strategies based on different tumor site characteristics.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Epithelial-mesenchymal transition (EMT),Tumor microenvironment,Spatial Transcriptome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C.-H. Chung<\/b>, M.-H. Yang; <br\/>National Yang Ming Chiao Tung University, Hsinchu, Taiwan","CSlideId":"","ControlKey":"9ffccaca-7202-434a-8bfc-78a777e78143","ControlNumber":"4231","DisclosureBlock":"&nbsp;<b>C. Chung, <\/b> None..<br><b>M. Yang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"842","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1388","PresenterBiography":null,"PresenterDisplayName":"Chih-Hung Chung, PhD","PresenterKey":"d89e24bd-d1db-4022-8892-3a4288558314","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1388. Spatial transcriptome analysis of EMT trait and corresponding immune composition study in HNSCC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial transcriptome analysis of EMT trait and corresponding immune composition study in HNSCC","Topics":null,"cSlideId":""},{"Abstract":"In the United States, it is estimated that over 295,000 women will be diagnosed with breast cancer, and over 43,000 breast cancer deaths in 2023. Mortality in breast cancer is due in large part due to distant metastasis to organs such as the bone, lung, liver, and brain. Our laboratory has identified that the IL-6-family cytokine oncostatin M (OSM) plays a crucial role in initiating metastasis by secreting pro-metastatic molecules such as VEGF, LOXL2 and IL-6, and increasing circulating tumor cell numbers and metastases to bone and lung <i>in vivo<\/i>. More recent work within our lab has identified unique roles for OSM in varying subtypes of breast cancer patients, particularly between estrogen receptor positive (ER+) and ER- patients. It is well known that patients with ER- breast cancer, specifically triple negative breast cancer (TNBC; ER- PR- HER2-), have limited therapeutic options. However, the divergent role OSM plays in ER+ and ER- breast cancer and the mechanism by which this occurs has yet to be fully understood. Thus, we aimed to fully elucidate the difference between OSM in ER+ versus ER- breast cancer. RNA sequencing analysis on OSM-treated human ER+ cells and ER- TNBC cells discovered significant differences in gene expression between both cell lines upon treatment with OSM, including alteration in DNA-replication and cell cycle pathway genes. Afterwards to evaluate the correlation between OSM and DNA synthesis and this role on metastasis, we evaluated the role of a novel anti-OSM therapeutic and its correlation with decreased metastasis. This research aims to elucidate the unique role OSM plays in ER+ and ER- breast cancer and will provide a molecular understanding of how this occurs and will provide detailed information on which patients will benefit most from anti-OSM therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Metastasis,Cytokines,Interleukin-6,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. L. Wolf<\/b>, K. Tawara, C. L. Jorcyk; <br\/>Boise State University, Boise, ID","CSlideId":"","ControlKey":"fe05f7ab-ead4-4f97-aea3-8eceea44d2ea","ControlNumber":"6945","DisclosureBlock":"&nbsp;<b>C. L. Wolf, <\/b> None..<br><b>K. Tawara, <\/b> None..<br><b>C. L. Jorcyk, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"843","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1389","PresenterBiography":null,"PresenterDisplayName":"Cody Wolf, BS,MS","PresenterKey":"9a0570e0-b1a8-498d-9ace-2eae9d50e1c8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1389. Understanding the differential role of an IL-6 family cytokine in varying subtypes of breast cancer patients for novel therapeutic intervention","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Understanding the differential role of an IL-6 family cytokine in varying subtypes of breast cancer patients for novel therapeutic intervention","Topics":null,"cSlideId":""},{"Abstract":"Background: Breast cancer is the most common form of cancer and the second cancer-causing death in females. Although remission rates are high if detected early, survival rates drop substantially when breast cancer becomes metastatic. The most common sites of metastatic breast cancer are bone, liver, and lung. Respiratory viral infections inflict illnesses on countless people, as evidenced by annual flu seasons and the latest pandemic caused by SARS-CoV-2. Respiratory viral infections result in increased inflammation with immune cell influx to facilitate viral clearance. Prior studies have shown that inflammation can contribute to dormant cancer cells awakening and outgrowth. However, how respiratory viral infections contribute to breast cancer lung metastasis remains to be unraveled.<br \/>Methods: MMTV\/NEU mouse model of dormant breast cancer was used, with influenza virus as the model respiratory virus. Lungs and bronchoalveolar lavage fluid were harvested for immunohistochemistry, flow cytometry, cytokines, and single-cell RNA-seq analysis. Flatiron Health Database was mined for epidemiological data to assess the risk of breast cancer metastasis to lung with COVID infection.<br \/>Results: We have shown a dramatic increase in disseminated cancer cell (DCC) awakening in the lungs following influenza and SARS-CoV-2 infections. Influenza infection results in loss of a pro-dormancy mesenchymal phenotype and increased proliferation of DCC in the lungs within days post-infection, with a more than 1000-fold expansion of carcinoma cells over a couple of weeks. Strikingly, by 15 days post-infection, the lesions that expanded from solitary HER2<sup>+<\/sup> DCCs almost homogeneously return to a quiescent state. Our preliminary data indicate that post-infection increases in IL-6 are required for DCC expansion post-influenza. Acute influenza infection also contributed to an accumulation of CD4<sup>+<\/sup> T cells around expanding tumor cells for as long as 28 days after the initial infection. Depletion of CD4<sup>+<\/sup> T cells but not CD8<sup>+<\/sup> cells during infection with influenza virus prevents the expansion of the DCCs in the lung. Co-depletion of CD8 cells with CD4 cells partially restored the DCC burden in the lungs, indicating a role for CD8 cells in eliminating DCCs when released from CD4-mediated suppression. Single-cell RNA-seq analyses of CD8<sup>+<\/sup> T cells with CD4 depletion showed an increased IL2\/STAT5, MTORC1, and Ox\/Phos activation by 15 dpi. The analyses also showed an immunosuppressive effect by the tumor cells. Finally, analysis of female breast cancer patients who tested positive with SARS-CoV-2 after their initial diagnosis exhibited a hazard ratio of 1.44 (p=0.043) for subsequent diagnosis of metastatic breast cancer in lungs.<br \/>Conclusions: These studies reveal the potential risks to cancer survivors who experience respiratory viral infections, with mechanistic insight that could lead to novel prevention or intervention strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Breast cancer,Inflammation,Dormancy,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Chia<\/b><sup>1<\/sup>, B. Johnson<sup>1<\/sup>, M. Boorgula<sup>1<\/sup>, V. Sreekanth<sup>1<\/sup>, A. Goodspeed<sup>1<\/sup>, B. J. Davenport<sup>1<\/sup>, J. Hu<sup>1<\/sup>, D. Gao<sup>1<\/sup>, M. Papanicolaou<sup>2<\/sup>, T. E. Morrison<sup>1<\/sup>, J. A. Aguirre-Ghiso<sup>2<\/sup>, M. Rincon<sup>1<\/sup>, J. V. DeGregori<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Colorado Anschutz Medical Campus, Aurora, CO, <sup>2<\/sup>Albert Einstein College of Medicine, New York, NY","CSlideId":"","ControlKey":"a7b3ca00-6995-441a-824f-9b241a1c3a90","ControlNumber":"2544","DisclosureBlock":"&nbsp;<b>S. Chia, <\/b> None..<br><b>B. Johnson, <\/b> None..<br><b>M. Boorgula, <\/b> None..<br><b>V. Sreekanth, <\/b> None..<br><b>A. Goodspeed, <\/b> None..<br><b>B. J. Davenport, <\/b> None..<br><b>J. Hu, <\/b> None..<br><b>D. Gao, <\/b> None..<br><b>M. Papanicolaou, <\/b> None..<br><b>T. E. Morrison, <\/b> None..<br><b>J. A. Aguirre-Ghiso, <\/b> None..<br><b>M. Rincon, <\/b> None..<br><b>J. V. DeGregori, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"844","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1390","PresenterBiography":null,"PresenterDisplayName":"Shi Biao Chia, PhD","PresenterKey":"d0bc5b1d-2dbf-4409-a8e9-aeb26d60129e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1390. Pulmonary viral infection promotes the awakening of dormant metastatic breast cancer cells in lungs","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pulmonary viral infection promotes the awakening of dormant metastatic breast cancer cells in lungs","Topics":null,"cSlideId":""},{"Abstract":"Immune memory is a trait commonly associated with adaptive immunity. Nevertheless, it has been observed that activation of the innate immune system can also result in enhanced responsiveness to subsequent triggers, a form of innate immune memory known as trained immunity. This <i>phenomenon<\/i> has been primarily explored in the context of host defense against infectious disease, where myeloid cells, including monocytes, macrophages, and their precursor cells, are conditioned by specific stimuli such as &#946;-glucan, LPS, or the bacillus Calmette-Gu&#233;rin (BCG) to boost protection against microbial pathogens. However, the induction of trained immunity in innate lymphocytes, particularly through these known or yet-to-be-discovered stimuli and its explicit contribution to tumor immunity, remain insufficiently characterized. Metastasis accounts for 90% of cancer-related deaths, and no effective clinical therapies are currently available to halt the metastatic cascade. Based on multiple cancer metastasis mouse models and immunological analysis, we found that a single dose of therapeutic Salmonella YB1, an engineered oxygen-sensitive strain, provides extensive and persistent protection against metastasis by inducing protective trained immunity in NK cells, consistently observed irrespective of the mouse genetic background or cancer cell lines. Following inflammatory resolution, salmonella YB1-trained NK cells exhibit an enhanced capacity to release IFN-&#947; upon secondary stimulation and increased cytotoxicity towards cancer cells, which is associated with epigenetic changes. Further investigation using single-cell transcriptomic profiling indicates that the formation of long-term anti-metastatic trained immunity in NK cells by Salmonella YB1 is dependent on IL12 and IL18. Additionally, Salmonella YB1-trained NK cells outperform common immune checkpoint therapies like PD1 blockade and TIGIT blockade in suppressing metastasis. In summary, our results revealed a novel anti-metastatic function of trained NK cells induced by therapeutic Salmonella, suggesting the induction of trained immunity in NK cells as a potential anti-tumor strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Natural killer cells,Metastasis,Salmonella typhimurium,trained immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Rong<\/b>, J. Huang; <br\/>The University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"64ba96ae-ada7-4c57-93ef-9c2967381860","ControlNumber":"4513","DisclosureBlock":"&nbsp;<b>L. Rong, <\/b> None..<br><b>J. Huang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"845","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1391","PresenterBiography":null,"PresenterDisplayName":"Li Rong, PhD","PresenterKey":"0de58402-e2ee-48ca-b0b3-04aaca88f7dc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1391. Therapeutic salmonella induces long-term protective trained immunity in NK cells against metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic salmonella induces long-term protective trained immunity in NK cells against metastasis","Topics":null,"cSlideId":""},{"Abstract":"Neutrophil extracellular traps (NETs) are an important contributor to the immunosuppressive tumor microenvironment and facilitate metastasis of solid cancers. NETs have been shown to stimulate breast and colon cancer cell metastasis through a mechanism potentially involving an interaction between integrin-linked kinase (ILK) and the cell surface receptor coiled-coil domain containing protein 25 (CCDC25). Here, we have interrogated whether ILK is required for NET-induced metastasis in pancreatic ductal adenocarcinoma (PDAC), an inflammation-driven tumor that is difficult to treat. Evaluation of the circulating neutrophil to lymphocyte ratio (NLR) in the blood samples of patients presenting with metastatic PDAC showed that a higher baseline NLR is associated with significantly shorter overall patient survival. Western blot and immunofluorescence analyses demonstrated that human PDAC cell lines, patient-derived xenograft cells, cells derived from the KPCY genetic model of PDAC and patient-derived organoids co-express CCDC25 and ILK. Co-immunoprecipitation analyses showed that CCDC25 and ILK associate in both mouse and human PDAC cells, and that exposure of the cells to NETs results in an increased amount of ILK associated with CCDC25. Exposure of human and KPCY mouse PDAC cells to NETs increases phosphorylation of GSK3-&#946; and ERK, increases activation of Rac1 and Cdc42 and upregulates markers of epithelial-to-mesenchymal transition (EMT), including ZEB1 and Snail, in a time and concentration-dependent manner. Furthermore, time-lapse imaging using Incucyte-based wounding assays showed that exposure to NETs induces pseudopodia-like protrusions, migration and invasion by these cells. RNAi-mediated suppression of ILK expression or inhibition of ILK activity using a highly selective inhibitor of ILK, QLT-0267, significantly inhibits the NET-induced increase in GSK3-&#946; phosphorylation, Rac1\/Cdc42 activation, migration and invasion of PDAC cells. <i>In vivo<\/i>, co-localization of CCDC25 and ILK is observed in tumors and metastases from KPCY mouse and MIA PaCa-2 human PDAC xenograft models stained by multispectral immunofluorescence and analyzed by confocal microscopy. Tumors and metastases show the presence of infiltrating neutrophils and NETs as indicated by staining for myeloperoxidase and citrullinated histone H3. Importantly, doxycycline-inducible shRNA-mediated suppression of ILK expression by luciferase-positive PDAC cells following injection of these cells through the tail vein of mice administered LPS intranasally results in a significant reduction in metastasis as measured by bioluminescence-based imaging, compared to control animals. Collectively, these data identify NET-induced ILK signaling as an important contributor to PDAC progression and suggest the potential for targeting this axis to prevent PDAC progression and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Inflammation,Metastasis,Invasion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. C. McDonald<\/b><sup>1<\/sup>, S. J. Awrey<sup>1<\/sup>, H. Tavakoli<sup>1<\/sup>, R. Carroll<sup>1<\/sup>, Z. J. Gerbec<sup>1<\/sup>, J. M. Karasinska<sup>2<\/sup>, D. F. Schaeffer<sup>2<\/sup>, D. J. Renouf<sup>2<\/sup>, S. Dedhar<sup>1<\/sup>; <br\/><sup>1<\/sup>BC Cancer Research Institute, Vancouver, BC, Canada, <sup>2<\/sup>Pancreas Centre BC, Vancouver, BC, Canada","CSlideId":"","ControlKey":"4b75d97b-e382-4f7d-891a-9cbe2874d915","ControlNumber":"1739","DisclosureBlock":"&nbsp;<b>P. C. McDonald, <\/b> None..<br><b>S. J. Awrey, <\/b> None..<br><b>H. Tavakoli, <\/b> None..<br><b>R. Carroll, <\/b> None..<br><b>Z. J. Gerbec, <\/b> None..<br><b>J. M. Karasinska, <\/b> None..<br><b>D. F. Schaeffer, <\/b> None..<br><b>D. J. Renouf, <\/b> None..<br><b>S. Dedhar, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"846","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1392","PresenterBiography":null,"PresenterDisplayName":"Paul McDonald, PhD","PresenterKey":"1b9b2e7d-5673-464f-98ec-1d899da7b1f6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1392. Neutrophil extracellular trap (NET)-induced pancreatic tumor metastasis requires integrin-linked kinase (ILK) signaling","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Neutrophil extracellular trap (NET)-induced pancreatic tumor metastasis requires integrin-linked kinase (ILK) signaling","Topics":null,"cSlideId":""},{"Abstract":"Mesenchymal subtype of colorectal cancer (CRC) is characterized by high metastatic potential, poor prognosis and an immunosuppressive tumor microenvironment (TME). Although tumor-infiltrating myeloid cells constitute the primary population of immune components in the TME, targeting myeloid cells remains highly challenging owing to the developmental and functional heterogeneity of their subsets. Thus, a deeper understanding of how tumor-infiltrating myeloid cells contribute to the creation of a tumor-promoting TME is needed to identify rational strategies against CRCs with aggressive phenotypes. Recent studies have revealed that multiple inflammatory signatures are elevated in mesenchymal CRCs, suggesting a strong association between inflammation and stromal activation. In this study, we focus on thrombospondin-1 (THBS1), which is a matricellular protein, typically expressed in inflammatory processes. Immunostaining and RNA in situ hybridization on human CRC samples revealed a clear localization of THBS1 expression in tumor stroma. Analyses of the cancer genome atlas (TCGA) and tissue microarray of human CRCs show a positive correlation between increased expression of THBS1 and the mesenchymal phenotype, immunosuppression, and poor prognosis in human CRCs. Utilizing immunocompetent orthotopic implantation systems with aggressive mouse tumor organoids (MTO) on wild-type and <i>Thbs1<\/i> knockout (<i>Thbs1<sup>-\/-<\/sup><\/i>) mice, we demonstrated that loss of THBS1 in the TME suppressed metastatic formation accompanied by an increased infiltration of tumor-infiltrating CD8<sup>+<\/sup> T cells. Depletion of CD8<sup>+<\/sup> T cells by neutralizing antibody restored metastases in MTO-bearing <i>Thbs1<sup>-\/-<\/sup><\/i> mice, indicating that THBS1 promotes metastatic formation by suppressing CD8<sup>+<\/sup> T cell-mediated anti-tumor immunity. Analyses of single cell RNA sequencing data of human CRCs and orthotopic MTO tumors revealed that bone marrow (BM)-derived monocyte-like cells are the primary source of THBS1. This notion was further supported by analyzing the orthotopic MTO tumors in chimeric mice generated by bone marrow transplantation. Finally, we identified stroma-derived CXCL12 as a key chemokine for the recruitment of THBS1-producing monocyte-like cells by analyzing orthotopic MTO tumors treated with CXCL12 inhibitor. Our study contributes to a better understanding of the processes underlying THBS1 production by monocyte-like cells that mediates immune evasion that confer aggressive features to CRCs. These findings provide insights for the treatment of this poor-prognosis malignancy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Colorectal cancer,Metastasis,Monocyte,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Omatsu<\/b><sup>1<\/sup>, Y. Nakanishi<sup>1<\/sup>, K. Iwane<sup>1<\/sup>, N. Aoyama<sup>1<\/sup>, T. Maruno<sup>1<\/sup>, H. Kasashima<sup>2<\/sup>, M. Yashiro<sup>2<\/sup>, A. Fukuda<sup>1<\/sup>, H. Seno<sup>1<\/sup>; <br\/><sup>1<\/sup>Kyoto Univ. Graduate School of Medicine, Kyoto City, Japan, <sup>2<\/sup>Osaka Metropolitan Univ., Osaka City, Japan","CSlideId":"","ControlKey":"660d9f5f-ae8a-4aa2-8f8c-c9098cec462b","ControlNumber":"2166","DisclosureBlock":"&nbsp;<b>M. Omatsu, <\/b> None..<br><b>Y. Nakanishi, <\/b> None..<br><b>K. Iwane, <\/b> None..<br><b>N. Aoyama, <\/b> None..<br><b>T. Maruno, <\/b> None..<br><b>H. Kasashima, <\/b> None..<br><b>M. Yashiro, <\/b> None..<br><b>A. Fukuda, <\/b> None..<br><b>H. Seno, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"847","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1393","PresenterBiography":null,"PresenterDisplayName":"Mayuki Omatsu, MD","PresenterKey":"9a4a1ed0-61ff-4c51-824b-ed628e288b74","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1393. Tumor-infiltrating monocyte-like cells create metastasis-promoting immunosuppressive microenvironment via THBS1 production in aggressive colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor-infiltrating monocyte-like cells create metastasis-promoting immunosuppressive microenvironment via THBS1 production in aggressive colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"The CXCL10-CXCR3 axis is known to promote tumor growth and metastasis via autocrine signaling, while it can also elicit anti-tumor responses by paracrine signaling. However, its roles are still elusive in osteosarcoma (OS), the most common malignant bone tumor in children. In this study, we utilized in vitro assays, mouse models, and gene expression analysis to characterize the roles of the CXCL10-CXCR3 axis in OS. To understand the autocrine signaling, we performed in vitro phenotypic assays on three OS cell lines with and without CXCL10. The results showed that the chemokine increased AKT phosphorylation and tumor cell migration. Using a CRISPR-based CXCR3 deletion mutant, we demonstrated that the lack of the receptor inhibited OS tumor growth and pulmonary metastasis in an orthotopic xenograft mouse model. The results indicate that the CXCL10-CXCR3 axis is sufficient and necessary to promote aggressive phenotypes in OS via autocrine signaling. Next, using gene expression datasets from two cohorts of OS patients, we showed that high expression of CXCL10 or its cognate receptor CXCR3 was associated with a better prognosis. Since CXCL10 is known to recruit CXCR3+ immune cells to fight against cancer, we further found that the expression of the T cell marker CD3D was associated with a better prognosis. These results suggest that the chemokine may also play a protective role in osteosarcoma by recruiting anti-tumor immune cells via paracrine signaling. Lastly, we have previously reported that a high circulating level of CXCL10 correlates with a poor prognosis in osteosarcoma patients. In this study, we demonstrated that increasing the circulating CXCL10 level in immunodeficient orthotopic xenograft mouse models of OS did not significantly promote the development of pulmonary metastases, suggesting circulating CXCL10 may exert its chemotactic effect mainly on immune cells, not on tumor cells. Taken together, we propose a model that tumor expression of CXCL10 promotes osteosarcoma growth and metastasis development via autocrine signaling. The increase of the local level of CXCL10 attracts CXCR3+ immune cells to the tumor site and promotes anti-tumor function via paracrine signaling. Metastatic cells colonize the lungs and cause tissue damage and inflammation, which increases the production of CXCL10 in the circulation. The higher circulating CXCL10 recruits T cells away from the primary tumor site and indicates the occurrence of metastasis and, hence, correlates with a worse outcome in patients. Our research highlights the importance of understanding the opposite effects of CXCL10 on tumor and immune cells as well as in the tumor microenvironment and circulation. Identification of the mechanistic differences in the CXCL10-CXCR3 signaling between tumor and immune cells will provide a novel therapeutic approach against tumor cells while promoting anti-tumor immune response in OS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Osteosarcoma,Metastasis,CXCL10,CXCR3,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. B. Gyau<\/b><sup>1<\/sup>, X. Chen<sup>1<\/sup>, J. Wang<sup>1<\/sup>, M. A. Clement<sup>1<\/sup>, A. M. Major<sup>2<\/sup>, J. Xu<sup>1<\/sup>, M. Hicks<sup>1<\/sup>, T.-K. Man<sup>1<\/sup>; <br\/><sup>1<\/sup>Baylor College of Medicine, Houston, TX, <sup>2<\/sup>Texas Children's Hospital, Houston, TX","CSlideId":"","ControlKey":"bde4671e-ac68-4e61-998a-d3f24eabed52","ControlNumber":"3439","DisclosureBlock":"&nbsp;<b>B. B. Gyau, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>M. A. Clement, <\/b> None..<br><b>A. M. Major, <\/b> None..<br><b>J. Xu, <\/b> None..<br><b>M. Hicks, <\/b> None..<br><b>T. Man, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"848","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1394","PresenterBiography":null,"PresenterDisplayName":"Benjamin Gyau, BS,MS,PhD","PresenterKey":"c878534a-6cd6-4247-b5bf-835b1cd5d22f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1394. The CXCL10-CXCR3 axis as Jekyll and Hyde: A regulator of metastasis and immune response in osteosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The CXCL10-CXCR3 axis as Jekyll and Hyde: A regulator of metastasis and immune response in osteosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Intratumoral heterogeneity (ITH) and tumor microenvironment (TME) of pancreatic ductal adenocarcinoma (PDAC) play important roles in tumor evolution and patient outcomes. However, the precise characterization of diverse cell populations and their crosstalk associated with PDAC progression and metastasis is still challenging. We performed single-cell RNA sequencing of primary PDAC samples with and without paired liver metastasis samples to understand the interplay between ITH and TME in the PDAC evolution and its clinical associations. We discovered that even a small proportion (~30%) of basal-like ductal cells in primary PDAC was associated with poor chemotherapy response and patient survival and that epithelial-mesenchymal transition programs were largely subtype specific. The clonal homogeneity significantly increased with more prevalent and pronounced copy number gains of oncogenes, such as KRAS and ETV1, and losses of tumor suppressor genes, such as SMAD2 and MAP2K4, along PDAC progression. Diverse immune cell populations, including naive SELL<sup>hi<\/sup> regulatory T cells (Tregs) and activated TIGIT<sup>hi<\/sup> Tregs, contributed to shaping immunosuppressive TMEs of PDAC through cellular interactions with malignant ductal cells. The proportion of basal-like ductal cells negatively correlated with that of immunoreactive cell populations, such as cytotoxic T cells, but positively correlated with that of immunosuppressive cell populations, such as Tregs. Overall, our study provides a valuable resource for better understanding the roles of ITH and TME in PDAC evolution and their clinical relevance in the treatment of PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Tumor microenvironment,liver metastasis,Single cell RNA sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Kim<\/b><sup>1<\/sup>, H.-o. Jeong<sup>2<\/sup>, S.-H. Lee<sup>1<\/sup>, K. Lee<sup>1<\/sup>, K. Lee<sup>1<\/sup>, J. Lee<sup>1<\/sup>, M. Lee<sup>1<\/sup>, S. Lee<sup>2<\/sup>, J. Park<sup>1<\/sup>; <br\/><sup>1<\/sup>Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>Ulsan National Institute of Science and Technology, Ulsan, Korea, Republic of","CSlideId":"","ControlKey":"51ba81ed-85bb-44ad-99d1-da724cc8a0ce","ControlNumber":"8362","DisclosureBlock":"&nbsp;<b>H. Kim, <\/b> None..<br><b>H. Jeong, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>M. Lee, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>J. Park, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"849","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1395","PresenterBiography":null,"PresenterDisplayName":"Hyemin Kim, Dr PH","PresenterKey":"2a333953-08fd-44ad-a47b-f3c703a073e3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1395. Unraveling the interplay between tumor heterogeneity and microenvironment in pancreatic ductal adenocarcinoma evolution and its clinical implications","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unraveling the interplay between tumor heterogeneity and microenvironment in pancreatic ductal adenocarcinoma evolution and its clinical implications","Topics":null,"cSlideId":""},{"Abstract":"Metastatic prostate cancer is a leading cause of cancer-related deaths worldwide and therefore an urgent inadequately addressed clinical problem. We have approached this problem primarily by studying immune cells within the tumor microenvironment rather than the tumor cells themselves. One critical cell subset that seems to be contributing to the aggressive behavior of clinically significant prostate cancers is the immune suppressive myeloid cells (MDSC) within the tumor microenvironment. MDSC have been shown to promote tumor metastases by participating in the formation of pre-metastatic niche, promoting angiogenesis, tumor cell invasion, and mediating immune suppression. Understanding the heterogeneity and function of these myeloid cells is an essential step toward developing effective therapeutic strategies to target them and enhance anti-tumor immune responses that have thus far been so elusive. We utilized previously generated scRNAseq data and combined it with publicly available prostate cancer scRNAseq datasets. The analysis included a total of 96 samples at different disease stages, including healthy prostate tissue, adjacent-normal tissue, low-grade tumors, high-grade tumors, as well as local and bone metastatic tumors. In addition, GeoMx spatial profiling was performed on 24 high-grade prostate cancer patients to assess immune cell spatial infiltration. This meta-analysis provided comprehensive insights into the molecular characteristics of prostate cancer. We characterized multiple MDSC subpopulations and revealed the dynamics of tumor associated macrophages (TAMs) during tumor progression and metastasis. We found that a specific type of TAM, known as APOE+ SPP1+TAM, is significantly enriched in metastatic tumors. They are transcriptionally similar to the TAMs found in the bone metastasis niche of prostate cancer. Moreover, we found APOE+ SPP1+TAMs within primary\/localized tumors tumors alone could predict prostate cancer recurrence despite curative-intent local therapy. We validated the accumulation of APOE+ SPP1+TAMs in a prostate cancer mice model. We are currently studying the role of the specific subset of TAMs in tumor metastases by focused analysis of the communication between these TAMs, T cells, and tumors. Additionally, we are exploring the therapeutic potential of blocking APOE+ SPP1+TAMs in a mice model of prostate cancer. Our analyses provide a comprehensive picture of myeloid cell linage across different prostate cancer stages, highlighting the potential for therapeutic targets that disrupt the metastatic process via their effects on tumor associated macrophages.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Prostate cancer,Macrophages,Metastasis,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Mei<\/b>, H. Zhang, T. Hirz, N. E. Jeffries, S. Wu, C. Wu, D. M. Dahl, P. J. Saylor, D. B. Sykes; <br\/>Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"3af72c15-2dcc-4699-8705-f12d41fd8159","ControlNumber":"5883","DisclosureBlock":"&nbsp;<b>S. Mei, <\/b> None..<br><b>H. Zhang, <\/b> None..<br><b>T. Hirz, <\/b> None..<br><b>N. E. Jeffries, <\/b> None..<br><b>S. Wu, <\/b> None..<br><b>C. Wu, <\/b> None..<br><b>D. M. Dahl, <\/b> None..<br><b>P. J. Saylor, <\/b> None..<br><b>D. B. Sykes, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"850","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1396","PresenterBiography":null,"PresenterDisplayName":"Shenglin Mei, PhD","PresenterKey":"b468ba49-2ee4-44a0-8aef-cc706dbd48b5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1396. Targeting immune suppressive myeloid cells in prostate cancer recurrence and metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting immune suppressive myeloid cells in prostate cancer recurrence and metastasis","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is a heterogenous breast cancer characterized by an aggressive phenotype and high risk of metastatic occurrence. Metastasis is a multifaceted process that involves metabolic reprogramming, selection, and adaptation. Although studies have shown that alterations of metabolic processes can influence TNBC phenotype and sensitivity to treatments, less is known about how changes in metabolic enzymes in the tumor cells affect crosstalk between tumor and immune cells during metastasis. Here, we performed a high-throughput CRISPR-Cas9 screening of metabolic genes in an orthotopic basal-like mammary carcinoma 4T1 mouse model to identify key metabolic enzymes in the tumor cells that are associated with TNBC lung metastasis by affecting the tumor microenvironment (TME). The CRISPR-Cas9 screening showed an enrichment of sgRNA for mitochondria<i> Gene M<\/i> in the metastasized lungs of wild-type mice but not <i>Rag1<sup>-\/-<\/sup><\/i> mice, indicating that loss of <i>Gene M<\/i> could modulate adaptive immune cells in the TME or distant organs to promote 4T1 lung metastasis. Further pilot experiments revealed that loss of <i>Gene M<\/i> in 4T1 cells increased murine basal-like carcinoma lung metastasis <i>in vivo<\/i> and decreased population of B cells, CD4+ T cells, M2 macrophages, monocytes, and CXCR2+ neutrophils in the metastasized lungs without affecting the growth rate of the primary tumors. Overall, our preliminary results demonstrated that <i>Gene M <\/i>deficiency in 4T1 cells affects immune cell profile and drives lung metastasis of murine basal-like carcinoma cells, but the molecular and cellular mechanisms by which loss of <i>Gene M <\/i>grant tumor cells with metastatic advantage requires further investigation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Metastasis,Mitochondria,Immunomodulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S.-T. Chou<\/b>, X. Wang, D. N. Edwards, J. Chen; <br\/>Vanderbilt University Medical Center, Nashville, TN","CSlideId":"","ControlKey":"10b05394-f56d-46e2-8783-f60a20349a79","ControlNumber":"3868","DisclosureBlock":"&nbsp;<b>S. Chou, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>D. N. Edwards, <\/b> None..<br><b>J. Chen, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"851","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1397","PresenterBiography":null,"PresenterDisplayName":"Shu-Ting (Robin) Chou, MS","PresenterKey":"4f877697-b1cc-4b42-a4b0-c8f670e71228","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1397. Metabolic CRISPR-Cas9 screening identifies loss of mitochondria<i>Gene M<\/i>in triple-negative breast cancer to promote lung metastasis via immune modulation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolic CRISPR-Cas9 screening identifies loss of mitochondria<i>Gene M<\/i>in triple-negative breast cancer to promote lung metastasis via immune modulation","Topics":null,"cSlideId":""},{"Abstract":"Melanoma is the deadliest form of skin cancer; while early detection affords patients a 5-year survival rate greater than 90 percent, survival for metastatic patients is poor. Metastatic dissemination is reliant on melanoma&#8217;s ability to escape immune surveillance and migrate to distant organs. These processes are heavily influenced by cell surface proteins, which themselves can be regulated by post-translational modifications (PTM) like protein glycosylation. An understudied glycosylation that may affect immune evasion and cancer progression is polysialylation (polySia). Here, a long-chained polymer of sialic acid moieties is formed by the polysialyltransferases ST8SIA2 and ST8SIA4. In silico analysis suggests that compared to normal skin, primary cutaneous melanoma has elevated expression of both ST8SIA2 and ST8SIA4. Interestingly, although ST8SIA4 is upregulated in metastatic samples, its expression is associated with increased survival. Further analysis revealed a positive correlation between CD8+ T cell infiltrates and ST8SIA4 expression. Furthermore, analysis of ST8SIA2 expression shows an inverse correlation with survival and T Cell CD8+ cells infiltration, suggesting ST8SIA2 and -4 differentially regulate the tumor immune microenvironment. One potential polySia modified cell surface protein, mediating these effects is Cell Adhesion Molecule 1 (CADM1). CADM1 is a target of ST8SIA2 and may also be modified by ST8SIA4. Loss of CADM1 increases the invasive properties of melanoma cells and our recent point mutational analysis reveals that the adhesive function of CADM1 might be regulated by polySia at Asp 113. In addition to its role in cancer migration and invasiveness, CADM1 expression may also affect the tumor immune environment. Further investigations are needed to untangle the complex relationship between PolySia modification and melanoma immune evasion and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-12 Other,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Polysialylation,Spheroids,Tumor infiltrating lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Amirfallah<\/b>, K. Gallant, M. Cavallo, Z. Huang, E. Hartsough; <br\/>Drexel University College of Medicine, Philadelphia, PA","CSlideId":"","ControlKey":"e86e2797-06c6-4651-b971-c7fc72a0b23b","ControlNumber":"4699","DisclosureBlock":"&nbsp;<b>A. Amirfallah, <\/b> None..<br><b>K. Gallant, <\/b> None..<br><b>M. Cavallo, <\/b> None..<br><b>Z. Huang, <\/b> None..<br><b>E. Hartsough, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"953","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1398","PresenterBiography":null,"PresenterDisplayName":"Amirali Amirfallah, Pharm D","PresenterKey":"8f8ec079-8d4f-44b5-8aaf-aae75e4c111f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1398. The role of ST8SIA2 &#38; ST8SIA4 in melanoma progression and metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of ST8SIA2 &#38; ST8SIA4 in melanoma progression and metastasis","Topics":null,"cSlideId":""},{"Abstract":"TNBC accounts for about 15-20 percent of all breast cancer cases, with a high incidence in young and African-American women. TNBC lacks the expression of estrogen receptor, progesterone receptor, and normal human epidermal growth factor receptor type 2 (HER2) copy number with expression. Thus, TNBC is not sensitive to endocrine and targeted molecular therapies. Therefore, surgery and systemic chemotherapy are the primary treatment methods for TNBC. The adjuvant therapy regimen includes anthracycline, paclitaxel, or both in (Neo-) early TNBC. However, this treatment is often ineffective after recurrence or metastasis. Therefore, continuously searching for new targeted therapies and immunotherapies becomes a focus in TNBC treatment in patients with diverse communities. The studies showed that TNBC is more immunogenic than other subtypes of breast cancers with tumor&#8209;infiltrating lymphocytes (TILs) in its microenvironment. More importantly, Cytotoxic CD8+ TILs of the adaptive immune system are the most potent effectors in the anticancer immune response and constitute the backbone of cancer immunotherapy. Therefore, a high number of CD8+TILs in TNBC patients&#38;#39; tumors are considered a better prognosis following neoadjuvant chemotherapy. Hence, increasing and activating CD8+ TILs could be an exciting and appropriate approach to treating TNBC. Blocking immune checkpoints can inverse the microenvironment immunosuppressive state and enhance the function of tumor cell clearance. One of the major immune checkpoint therapies has involved a monoclonal antibody against programmed cell death-1 (PD-1)\/programmed cell death-ligand 1 (PD-L1), expressed in various tumor cells, including TNBC and immune cells. The studies found that PD-1\/PD-L1 negatively regulates CD8+ TILs in cancers, and blockade of PD-1 can induce CD8+ TILs responses in advanced melanoma. Interestingly, PD-1\/PD-L1 immunotherapy has also progressed in suppressing TNBC growth and progression. However, the currently available immune checkpoint therapies have therapeutic limitations with the toxicity of the drugs. Thus, new therapeutic options are urgently needed. Our studies found that the expression of CCN5, an anti-invasive gene, correlates with the number of cytotoxic CD8+ TILs in ER+ and HER-2 positive breast cancer samples. Furthermore, we also observed that PD-L1 (programmed death-ligand 1), which was found to have high and low expression in MDA-MB-231 and 4T1, respectively, was suppressed in MDA-MB-231 and 4T1 TNBC cell lines by CCN5 recombinant protein treatment for 48 h. These findings might provide a novel immune checkpoint mechanistic explanation of CCN5 that mediates TNBC growth and progression suppression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-08 Oncogenic pathway-mediated regulation of inflammation and tumor immunity,,"},{"Key":"Keywords","Value":"PD-L1,Breast cancer,Immune checkpoint,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>U. Biswas<\/b>, A. Kambhampati, N. Haideri, A. De, S. Upadhyay, S. Banerjee, S. Banerjee; <br\/>Kansas City VA Medical Center, Kansas City, MO","CSlideId":"","ControlKey":"a66d7051-92d1-4f18-a436-f3b55400bfb9","ControlNumber":"1801","DisclosureBlock":"&nbsp;<b>U. Biswas, <\/b> None..<br><b>A. Kambhampati, <\/b> None..<br><b>N. Haideri, <\/b> None..<br><b>A. De, <\/b> None..<br><b>S. Upadhyay, <\/b> None..<br><b>S. Banerjee, <\/b> None..<br><b>S. Banerjee, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1005","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1399","PresenterBiography":null,"PresenterDisplayName":"Upasana Biswas, No Degree","PresenterKey":"5c15ac6c-dd60-43d1-96d3-eed016740316","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1399. The role of CCN5 in regulation of tumor-infiltrating lymphocytes (TILS) in triple-negative breast cancer (TNBC) cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"354","SessionOnDemand":"False","SessionTitle":"Inflammation and Cancer in Metastasis","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of CCN5 in regulation of tumor-infiltrating lymphocytes (TILS) in triple-negative breast cancer (TNBC) cells","Topics":null,"cSlideId":""}]