[{"Abstract":"Complex biological processes, such as organismal development, are directly influenced by the interplay between genes and the cellular structures and environmental factors that regulate them. Key players in this regulation are chromatin adaptor proteins, which can impact the genetic and epigenetic programs of cells. However, our understanding of how these proteins interact with chromatin - the physiological form of our genomes - and regulate gene activity is limited, especially in the context of diseases like cancer.<br \/>To test our central hypothesis and to understand how chromatin adaptors contribute to cell function, we are developing innovative high-throughput and biochemical approaches. These will help us systematically identify specific histone modifications that affect the binding of Menin and other adaptors to chromatin. Our experimental approach includes profiling, validation, and functional characterization using advanced genomic and epigenomic technologies, transcriptional profiling, and CRISPR gene editing. The application of these techniques will reveal, for the first time , the molecular mechanisms by which these proteins bind to specific parts of the genome and regulate gene activity.<br \/>Our findings will enhance our understanding of how chromatin adaptors, like Menin, interact with chromatin and regulate gene activity in different tissues, and how these functions are disrupted by cancer-associated mutations. This will also contribute to the development of potential new therapies that target these altered mechanisms. Furthermore, our findings can be extended to other proteins involved in chromatin and epigenetic regulation, enabling a broader application in understanding and treating cancer and other human diseases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Invited Speaker","AdditionalFields":[{"Key":"Topics","Value":",,"},{"Key":"Keywords","Value":",,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Yadira Marie Soto-Feliciano<\/i><\/u><\/presenter>. Massachusetts Institute of Technology (MIT), Cambridge, MA","CSlideId":"","ControlKey":"cc01ea22-3529-452d-9681-3d1906f55b5f","ControlNumber":"11440","DisclosureBlock":"&nbsp;<b>Y. M. Soto-Feliciano, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10096","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LE21","PresenterBiography":null,"PresenterDisplayName":"Yadira Soto-Feliciano, PhD","PresenterKey":"8ec2b02c-2506-4380-8dd4-7e9d4e4ed2c5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LE21. Mechanisms of gene regulation by chromatin adaptors in development and disease","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024 12:00PM","SessionId":"564","SessionOnDemand":"False","SessionTitle":"AACR Gertrude B. Elion Cancer Research Award Lecture: Mechanisms of Gene Regulation by Chromatin Adaptors in Development and Disease","ShowChatLink":"false","Start":"4\/9\/2024 12:05:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanisms of gene regulation by chromatin adaptors in development and disease","Topics":null,"cSlideId":""}]