[{"Abstract":"Background: While surgical resection of early stage cancers is often curative, a number of patients will experience disease recurrence. Given the genomic heterogeneity of cancer, we hypothesized that different driver mutations present in a patient&#8217;s tumor may influence whether and when recurrence occurs. To investigate this, the association between the presence of driver mutations and rates of molecular residual disease (MRD) detection by circulating tumor DNA (ctDNA) was evaluated in patients with stage I-III colorectal cancer (CRC).<br \/>Methods: This was a retrospective evaluation of patients who underwent commercial ctDNA testing (Signatera<sup>TM<\/sup>) following curative surgical resection for stage I-III CRC from 2019 to February 2023. For this analysis, patients who were ctDNA-negative post-surgery (2-12 weeks) and had ctDNA testing performed between 6-24 months after surgery were included. Patients were stratified based on the presence or absence of mutations in driver genes and the associated percentage of patients with ctDNA-positivity over time was calculated.<br \/>Results: Of 11,436 patients with stage I-III CRC, 45.7% (5,230) had ctDNA testing performed between 2-12 weeks post-surgery. During this window, 81% (4,239\/5,230) had a negative post-surgical ctDNA test result available. For this analysis, 78.4% (3,323\/4,239), 46.7% (1,979\/4,239), 24% (1,017\/4,239) and 8.2% (348\/4,239) had follow-up ctDNA testing performed for at least 6, 12, 18, and 24 months post-surgery, respectively. Certain driver mutations were associated with increased risk of post-surgical ctDNA-positivity rate. In patients with stage I CRC, <i>APC<\/i> mutations were associated with elevated rates of ctDNA positivity at 12 months [(<i>APC<\/i>-mutated: 13% (11\/85) vs. <i>APC<\/i>-wildtype 3% (1\/31); p=0.06)] and 18 months [(<i>APC<\/i>-mutated: 38% (12\/32) vs. <i>APC<\/i>-wildtype: 6% (1\/18); p=0.02)]. Interestingly, similar findings were not observed in stage II or stage III CRC. Similarly in patients with stage III CRC, <i>SMAD4<\/i> mutations exhibited a substantially increased probability of ctDNA-positivity at 6 months [(<i>SMAD4<\/i>-mutated: 8% (15\/194) vs. wildtype: 4% (54\/1267) p=0.09)], 12 months [(<i>SMAD4<\/i>-mutated: 25% (32\/129) vs. wildtype: 12.4% (102\/817); p=0.0005)], and 24 months [(<i>SMAD4<\/i>-mutated: 69% (41\/59) vs. wildtype: 53% (149\/279); p=0.02)].<br \/>Conclusions: These findings point to several genomic alterations that may underlie cancer recurrence after a long period of undetectable disease with a differential impact across different stages. This may allow, in the future, for a personalized surveillance strategy based on driver mutations and stage of the disease. Correlation of ctDNA positivity with clinical outcomes based on driver mutational status may inform to what extent tumor-specific characteristics drive patient outcomes following a successful surgery. <b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"ctDNA,Genomics,Bioinformatics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Friedman<\/b>, M. Richters, J. Ortiz, R. Burns, S. L. Bristow, M. C. Liu, A. Aleshin, A. Jurdi, H. A. Costa; <br\/>Natera, Inc., Austin, TX","CSlideId":"","ControlKey":"de9b713c-9def-41cc-b275-ac32b92b80a8","ControlNumber":"4871","DisclosureBlock":"<b>&nbsp;N. Friedman, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock. <br><b>M. Richters, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock. <br><b>J. Ortiz, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock. <br><b>R. Burns, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock. <br><b>S. L. Bristow, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock. <br><b>M. C. Liu, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock. <br><b>A. Aleshin, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock. <br><b>A. Jurdi, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock. <br><b>H. A. Costa, <\/b> <br><b>Natera, Inc.<\/b> Employment, Stock.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6898","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5655","PresenterBiography":null,"PresenterDisplayName":"Noah Friedman, PhD","PresenterKey":"5ef660cf-3816-40fc-9778-20c5805fda8a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5655. Association between tumor genomic variants and the long term post surgical recurrence as detected by a tumor informed ctDNA assay","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association between tumor genomic variants and the long term post surgical recurrence as detected by a tumor informed ctDNA assay","Topics":null,"cSlideId":""},{"Abstract":"High-grade serous ovarian cancer (HGSOC) is the most lethal gynecologic malignancy globally. Despite an initial response to upfront surgery and platinum-based chemotherapy in most cases, over 70% will relapse. A critical source of recurrence is minimal residual disease (MRD), which persists after upfront treatment yet is clinically undetectable. In this study, we performed second look laparoscopy (SLL) on advanced stage HGSOC patients who had received neoadjuvant chemotherapy (NACT) followed by interval debulking surgery and adjuvant chemotherapy and were in complete clinical remission by imaging and CA-125 tumor marker. Surgical MRD status was determined by pathological review of SLL biopsies. Matched samples from pre-treatment biopsy, interval debulking surgery and SLL in 4 MRD+ and 3 MRD- cases were analyzed using GeoMx Digital Spatial Profiling. Among them, samples from 1 MRD+ and 1 MRD- case were also profiled with Visium. The tumor cells of MRD+ cases exhibited stronger signaling related to hypoxia, angiogenesis, and epithelial-mesenchymal transition at baseline as well as diminished apoptosis signaling after NACT. In addition, progressively upregulated expressions of ATP binding cassette transporters were also observed over time in the tumor compartment of MRD+ cases, potentially contributing to chemoresistance. In the tumor microenvironment, MRD- cases displayed increased abundance of plasma cells, conventional dendritic cells and lymphocytes in both pre-treatment and interval debulking samples compared to MRD+ cases. Notably, Visium data of the MRD- case revealed tertiary lymphoid structures (TLS) in the pre-treatment sample, which became better organized following NACT, with plasma cells disseminating into adjacent tumor areas. Conversely, TLS were fewer and poorly organized in the MRD+ case. Longitudinal comparison of the 3 timepoints in MRD+ cases revealed more regulatory T cells in the stromal compartments of the MRD lesions. Furthermore, from Visium data, exclusion of CD8 T and plasma cells from the tumor core was evident in the MRD lesion. In line with this, strong TGF-&#946;, IL-1&#946;, IL6 and FGF2 signaling surrounding the tumor were noted, likely contributing to immune exclusion. The spatial distribution of multiple immune checkpoint molecules highly overlapped with that of CD8 T cells, indicating T cell exhaustion in the MRD lesion. In summary, these data suggested distinct cancer phenotypic states and immune features in surgically detected MRD+ HGSOC, shedding light on potential chemoresistance and immune evasion mechanisms that contribute to the MRD phase of disease. This study represents the first systemic characterization of ovarian cancer MRD by leveraging SLL, providing insights for designing personalized therapies aimed at eradicating these chemoresistant lesions and ultimately preventing disease recurrence.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Ovarian cancer,Spatial transcriptomics,Minimal residual disease,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Dai<\/b>, A. Knisely, B. Lawson, S. Lee, K. M. Wani, R. N. Lazcano Segura, B. Melendez, J. Chen, Y. Liu, M. Chelvanambi, L. A. Gibson, S. B. Johnson, C.-C. Yeh, D. R. Ingram, C. W. Hudgens, K. Cho, G. Pei, J. Jiang, Y. Chu, A. J. Lazar, J. Gao, J. Wargo, L. Wang, A. A. Jazaeri; <br\/>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"dc3f4888-9dc3-4f52-816f-a22c736564ca","ControlNumber":"1819","DisclosureBlock":"&nbsp;<b>Y. Dai, <\/b> None..<br><b>A. Knisely, <\/b> None..<br><b>B. Lawson, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>K. M. Wani, <\/b> None..<br><b>R. N. Lazcano Segura, <\/b> None..<br><b>B. Melendez, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>M. Chelvanambi, <\/b> None..<br><b>L. A. Gibson, <\/b> None..<br><b>S. B. Johnson, <\/b> None..<br><b>C. Yeh, <\/b> None..<br><b>D. R. Ingram, <\/b> None..<br><b>C. W. Hudgens, <\/b> None..<br><b>K. Cho, <\/b> None..<br><b>G. Pei, <\/b> None..<br><b>J. Jiang, <\/b> None..<br><b>Y. Chu, <\/b> None..<br><b>A. J. Lazar, <\/b> None..<br><b>J. Gao, <\/b> None..<br><b>J. Wargo, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>A. A. Jazaeri, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6900","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5656","PresenterBiography":null,"PresenterDisplayName":"Yibo Dai, MBBS","PresenterKey":"e4abea42-a984-4898-83ea-7966eaa5713f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5656. Longitudinal spatial profiling reveals chemoresistance mechanisms and characteristics of minimal residual disease in high-grade serous ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Longitudinal spatial profiling reveals chemoresistance mechanisms and characteristics of minimal residual disease in high-grade serous ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Extensive epidemiological studies have illuminated the intricate relationship between tobacco smoking and lung cancer. Squamous cell carcinoma (LUSC), which is clinically tied to smoking, is formed in the proximal airway of the lung, whereas adenocarcinoma (LUAD), arising in the distal airway, has a weaker connection to tobacco and often occurs in never-smokers. The cessation of smoking promotes lung health and gradually lowers cancer risk. Dissecting the impact of smoking cessation on different lung cancer types in &#62;650,000 individuals from UK Biobank and PLCO, we confirmed previous findings of LUSC risk diminishing more rapidly after quitting smoking, while LUAD risk endures over time. We previously found that normal bronchial epithelium in the proximal airway accumulates DNA damage proportionally to an individual&#8217;s smoking habits. However, our analysis identified a population of cells with near-normal mutation burden, evading tobacco-induced damage. We hypothesized that the reduction in LUSC risk with smoking cessation could be explained by the repopulation of the proximal airway by these cells. Here, we followed up on this finding by exploring the genomics of alveolar stem cells (ASCs), which are believed to be the origin of LUAD. Analyzing WGS data of &#62;800 single-cell-derived organoids from 9 patients, we found that tobacco smoking is the major driver of increased mutation burden in ever- compared to never-smokers. More importantly, our results demonstrated no significant difference in the burden of tobacco-induced genomic damage between ex- and current-smokers, suggesting that DNA damage in the distal airway is both persistent and long-lasting. Using single-molecule sequencing in a cohort of 43 individuals with heterogeneous smoking histories confirmed this observation. Overall, contrasting this finding with the results from bronchial epithelium and the epidemiological lung cancer risk brings forth a genomic explanation for the differences in long-term cancer risk, ingrained in the abundance of near-normal mutation burden cells. By contextualizing our results within the carcinogenic process in the lung, we suggest that persistent genomic alterations are the major driver in the long-standing discussion about the reason for an epidemiological shift from LUSC to LUAD in the last 30 years. As the largest proportion of lung cancers occurs within ex-smokers, the persistent genomic damage in the distal airway will result in a relative increase in LUAD incidence compared to LUSC, likely explaining this clinical phenomenon.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-03 High-throughput sequencing,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Genomics,Cancer risk,Somatic mutations,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. J. Przybilla<\/b><sup>1<\/sup>, A. Ammar<sup>2<\/sup>, H. Selway-Clarke<sup>2<\/sup>, A. R. J. Lawson<sup>1<\/sup>, H. Jung<sup>1<\/sup>, A. Pennycuick<sup>2<\/sup>, K. Gowers<sup>2<\/sup>, R. C. Khaw<sup>2<\/sup>, Z. Frazer<sup>2<\/sup>, K. Davies<sup>2<\/sup>, I. Martincorena<sup>1<\/sup>, S. Janes<sup>2<\/sup>, P. J. Campbell<sup>1<\/sup>; <br\/><sup>1<\/sup>Wellcome Sanger Institute, Cambridge, United Kingdom, <sup>2<\/sup>University College London, London, United Kingdom","CSlideId":"","ControlKey":"ee6a7c5d-3ea6-486c-8ccd-652dc96422f0","ControlNumber":"2106","DisclosureBlock":"&nbsp;<b>M. J. Przybilla, <\/b> None..<br><b>A. Ammar, <\/b> None..<br><b>H. Selway-Clarke, <\/b> None..<br><b>A. R. J. Lawson, <\/b> None..<br><b>H. Jung, <\/b> None..<br><b>A. Pennycuick, <\/b> None..<br><b>K. Gowers, <\/b> None..<br><b>R. C. Khaw, <\/b> None..<br><b>Z. Frazer, <\/b> None..<br><b>K. Davies, <\/b> None.&nbsp;<br><b>I. Martincorena, <\/b> <br><b>Quotient Therapeutics<\/b> Stock, Other, Consultant. <br><b>S. Janes, <\/b> <br><b>GRAIL Inc<\/b> Grant\/Contract. <br><b>P. J. Campbell, <\/b> <br><b>Quotient Therapeutics<\/b> Stock, Other, Consultant.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6901","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5657","PresenterBiography":null,"PresenterDisplayName":"Moritz Przybilla, MS","PresenterKey":"fbd78cb7-89e6-46bb-ac2c-8188126f3949","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5657. The intricate relationship between genomic damage and epidemiological lung cancer risk in ever-smokers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The intricate relationship between genomic damage and epidemiological lung cancer risk in ever-smokers","Topics":null,"cSlideId":""},{"Abstract":"<b>INTRODUCTION: <\/b>Epidermal growth factor receptor (EGFR) tyrosine kinase inhibitors (TKIs) are the primary treatment for EGFR-mutated non-small-cell lung cancer (NSCLC). Despite Osimertinib, an FDA-approved EGFR-TKI, showing high selectivity for EGFR-activating mutations, resistance inevitably arises, leading to disease progression. The influence of genes within cancer on Osimertinib response remains unclear. To tackle this challenge, CRISPR screens have been extensively used. However, current CRISPR screens investigating EGFR TKI resistance heavily rely on 2D monolayer cell models, lacking the ability to replicate in vivo tumors accurately. In response, we conducted a genome-scale loss-of-function CRISPR screening employing 3D tumor models embedded in an extracellular matrix across various NSCLC cell lines. Utilizing a comprehensive panel of CRISPR screens in both 3D tumor models and 2D monolayer models, we systematically assessed how genetic alterations impact cell resistance and transformation against treatment with Osimertinib, in diverse cellular contexts.<br \/><b>METHOD:<\/b> Genome-scale CRISPR-Cas9 screens in 10 NSCLC cell lines used 3D tumor models and 2D cells to pinpoint genes pivotal for EGFR TKI resistance. Cas9-expressing cell lines were transduced with a lentivirus carrying 60,000 sgRNAs targeting ~20,000 human genes. Cells were cultured in both models and treated with optimized Osimertinib or DMSO, inducing 20-30% cell growth inhibition for 3 days. Post-treatment, cells were recovered for 4 days. This treatment cycle was repeated 3-4 times in 3D models and 2-3 times in 2D cells. The sgRNA composition in each pool was analyzed using Next Generation Sequencing after treatment cycles in both models.<br \/><b>RESULTS<\/b>: Upon analyzing CRISPR screening data across 10 distinct cell lines to assess drug phenotypes, we confirmed the enrichment of established resistance pathways like PI3K\/AKT\/mTOR, Hippo, and MAPK signaling pathways in both 2D monolayer cells and 3D tumor models. However, notable discrepancies in EGFR TKI resistance mechanisms were evident between these two models. Specifically, CRISPR screens conducted with 3D tumor models unveiled unique resistance mechanisms, notably the LKB1\/AMPK\/mTOR pathway (STK11, GSK3B), Ubiquitination (RNF7, ARIH2), and stabilization of E-cadherin adherens junction (NCKAP1, EXOC4) differing from those identified in conventional 2D monolayer model. Furthermore, the 3D tumor models exhibited significantly heightened enrichment of the MAPK and Hippo signaling pathways compared to their drug phenotype score in 2D monolayer cells.<br \/><b>CONCLUSION: <\/b>This study underscores the significance of employing the 3D tumor model in drug phenotype CRISPR screen. This approach recapitulates unique gene dependency patterns and interactions linked to EGFR-TKI resistance in a 3D tumor context, revealing potential targetable vulnerabilities context-dependent.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"NSCLC,EGFR TKI resistance,Genome scale CRISPR screen,3D tumor model,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Pranay Agarwal<sup><\/sup>, Soon Youn Choi<sup><\/sup>, Xin Liu<sup><\/sup>, Jina Song<sup><\/sup>, Maya Tureez<sup><\/sup>, Aashka Mehta<sup><\/sup>, Un Jae Baek<sup><\/sup>, Kyuho Han<sup><\/sup>, <b>Hong-Pyo Lee<\/b><sup><\/sup><br><br\/>MEDiC Life Sciences Inc., Mountain View, CA","CSlideId":"","ControlKey":"6219b67f-3ed5-4bf9-bbfc-cfff1d856547","ControlNumber":"5090","DisclosureBlock":"&nbsp;<b>P. Agarwal, <\/b> None..<br><b>S. Choi, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>J. Song, <\/b> None..<br><b>M. Tureez, <\/b> None..<br><b>A. Mehta, <\/b> None..<br><b>U. Baek, <\/b> None..<br><b>K. Han, <\/b> None..<br><b>H. Lee, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6904","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5658","PresenterBiography":null,"PresenterDisplayName":"Hong-Pyo Lee, PhD","PresenterKey":"ad19754a-580f-4837-aa7d-cdaca719114f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5658. Genome-scale CRISPR screen in 3D tumor models identifies EGFR-TKI resistance mechanisms in human NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genome-scale CRISPR screen in 3D tumor models identifies EGFR-TKI resistance mechanisms in human NSCLC","Topics":null,"cSlideId":""},{"Abstract":"[Introduction] The majority of patients with pancreatic cancer are inoperable at the time of diagnosis and even those cases with successful tumor resection for early-stage tumors frequently had second tumors within the remaining pancreas shortly after the surgery, contributing to a poor clinical outcome. Additionally, synchronous multiple pancreatic cancers have been frequently documented. One of the long-standing issues about such synchronous and\/or metachronous multiple pancreatic cancers is their clonal origins. This study is designed to elucidate the origin of multiple pancreatic cancers through an unbiased detection of somatic mutations in primary and metachronous cancers, along with adjacent precursor lesions.<br \/>[Methods] Serially obtained formalin-fixed paraffin-embedded surgical specimens from 20 patients who had undergone curative surgery for an early-stage pancreatic cancer were subjected to laser microdissection for the enrichment of tumor and precancerous lesions, from which DNA was extracted and analyzed for somatic mutations using whole-exome sequencing (WES) with matched normal DNA. The investigation into the shared and private mutations across different samples aimed to unveil the clonal evolution history of these lesions.<br \/>[Results] We analyzed 20 patients with multiple pancreatic cancers of 2 metachronous and synchronous, 16 metachronous, and 2 synchronous tumors. In metachronous cases, all patients exhibited margin-negative pathology for the primary cancer, with a median interval of 38.9 months (ranging from 7 to 85 months) between the initial and second surgery. In addition, a total of 20 pancreatic intraepithelial neoplasia (PanIN) from 5 of these cases were analyzed. We identified a median of 66 (range: 31-232) and 20 (14-42) somatic mutations in cancer and PanIN lesions, respectively. None of the patients have known pathogenic germline variants. All samples had one or more driver mutations. In most cases (N=19), sharing many somatic mutations, multiple tumors had a common clonal origin. In another synchronous case, the synchronous tumors shared only one mutation, suggesting that they were clonally independent tumors. By contrast, none of the mutations other than hotspot KRAS mutations were shared between precursor and cancer lesions. While multiple independent clones were observed in precancerous lesions, most of multiple cancers originated from a common ancestor. Moreover, negative pathology of the margins at the initial surgery suggested that those multiple lesions arose from distant dissemination or metastasis, rather than contiguous, intraductal invasion.<br \/>[Conclusions] In conclusion, our study suggests that even in early pancreatic cancer, dissemination within the pancreas may occur, contributing to the development of synchronous and metachronous cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Pancreatic cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Hirano<\/b><sup>1<\/sup>, N. Kakiuchi<sup>1<\/sup>, Y. Takeuchi<sup>1<\/sup>, T. Anazawa<sup>1<\/sup>, K. Nagai<sup>1<\/sup>, T. Masui<sup>2<\/sup>, S. Minamiguchi<sup>1<\/sup>, H. Haga<sup>1<\/sup>, T. Tanaka<sup>3<\/sup>, A. Masuda<sup>3<\/sup>, Y. Kodama<sup>3<\/sup>, N. Uza<sup>1<\/sup>, H. Seno<sup>1<\/sup>, S. Miyano<sup>4<\/sup>, H. Tanaka<sup>4<\/sup>, S. Ogawa<sup>1<\/sup>; <br\/><sup>1<\/sup>Kyoto Univ. Graduate School of Medicine, Kyoto, Japan, <sup>2<\/sup>Kurashiki Central Hospital, Okayama, Japan, <sup>3<\/sup>Kobe Univ. Graduate School of Medicine, Hyogo, Japan, <sup>4<\/sup>Tokyo Medical and Dental University, Tokyo, Japan","CSlideId":"","ControlKey":"a6c03445-1a50-4a27-9433-debbaa220256","ControlNumber":"8385","DisclosureBlock":"&nbsp;<b>T. Hirano, <\/b> None..<br><b>N. Kakiuchi, <\/b> None..<br><b>Y. Takeuchi, <\/b> None..<br><b>T. Anazawa, <\/b> None..<br><b>K. Nagai, <\/b> None..<br><b>T. Masui, <\/b> None..<br><b>S. Minamiguchi, <\/b> None..<br><b>H. Haga, <\/b> None..<br><b>T. Tanaka, <\/b> None..<br><b>A. Masuda, <\/b> None..<br><b>Y. Kodama, <\/b> None..<br><b>N. Uza, <\/b> None..<br><b>H. Seno, <\/b> None..<br><b>S. Miyano, <\/b> None..<br><b>H. Tanaka, <\/b> None.&nbsp;<br><b>S. Ogawa, <\/b> <br><b>KAN<\/b> Employment, Grant\/Contract. <br><b>Asahi genomics<\/b> Stock. <br><b>Chordia Thrapeutics<\/b> Employment, Grant\/Contract. <br><b>Nanpuh Hospital<\/b> Grant\/Contract. <br><b>Sumitomo Pharma<\/b> Grant\/Contract. <br><b>Otsuka Pharmaceutical.<\/b> Grant\/Contract.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6909","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5659","PresenterBiography":null,"PresenterDisplayName":"Tomonori Hirano, MD","PresenterKey":"cdee2b0f-2e2f-48c6-a855-8dbbc1efe741","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5659. Origin of synchronous or metachronous multiple pancreatic cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Origin of synchronous or metachronous multiple pancreatic cancers","Topics":null,"cSlideId":""},{"Abstract":"Nasopharyngeal cancer (NPC) is an EBV-driven epithelial cancer endemic to Southeast Asia, Southern China and the Middle East. Accurate profiling of the gene expression of NPC has been challenging because of its intense inflammatory infiltrate, as well as the 3 - 4mm size of biopsies limiting the amount of available material. Here we present a large cohort of 339 micro-dissected gene expression libraries from formalin-fixed paraffin-embedded (FFPE) biopsies from NPC patients treated at the National University Health System, Singapore, as well as healthy controls. NPC tumors from patients who subsequently developed recurrent or metastatic disease (Group A), and patients who did not develop recurrent or metastatic disease (Group B) were profiled. Tumor epithelial and microenvironment compartments were separately obtained using laser-capture microdissection, followed by library preparation performed for RNA-Seq using an in-house specialised technique. Gene signatures for NPC tumor epithelial and microenvironment content were used to validate the purity of gene expression libraries. Our preliminary analysis revealed that primary, pre-treatment tumors from patients who subsequently developed recurrence (Group A) showed downregulation of processes related to interferon gamma and interferon alpha response (p-adj &#60;0.001 for both), while processes related to epithelial-mesenchymal transition (p-adj &#60; 0.05) were enriched compared to patients who remained healthy (Group B). In contrast to primary tumors, recurrent tumors in Group A were enriched for cellular respiration including oxidative phosphorylation (p-adj &#60; 0.0001). Our approach highlights the utility of whole transcriptome profiling from small quantities of archival FFPE material. The gene signatures identified from the primary tumors of high-risk patients are biologically relevant and have the potential to be used in precision medicine to guide additional targeted intervention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Gene expression profiling,Formalin-fixed paraffin-embedded (FFPE),Nasopharyngeal carcinoma,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. K. Tay<\/b><sup>1<\/sup>, W. K. Teo<sup>1<\/sup>, J. W. Foley<sup>1<\/sup>, L. Suryani<sup>1<\/sup>, B. C. Wu<sup>2<\/sup>, C. H. Siow<sup>1<\/sup>, K. S. Loh<sup>1<\/sup>; <br\/><sup>1<\/sup>National University of Singapore, Singapore, Singapore, <sup>2<\/sup>National University Hospital, Singapore, Singapore","CSlideId":"","ControlKey":"09e03b99-5099-4eb9-b7ef-2b57660dcd07","ControlNumber":"8757","DisclosureBlock":"&nbsp;<b>J. K. Tay, <\/b> None..<br><b>W. K. Teo, <\/b> None..<br><b>J. W. Foley, <\/b> None..<br><b>L. Suryani, <\/b> None..<br><b>B. C. Wu, <\/b> None..<br><b>C. H. Siow, <\/b> None..<br><b>K. S. Loh, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6910","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5660","PresenterBiography":null,"PresenterDisplayName":"Joshua Tay, MBBS,PhD","PresenterKey":"9e93f17f-3f19-429f-a4c5-e703f06b630d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5660. Gene expression signatures from FFPE to predict recurrent metastatic nasopharyngeal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gene expression signatures from FFPE to predict recurrent metastatic nasopharyngeal cancer","Topics":null,"cSlideId":""},{"Abstract":"Acquired drug resistance poses a significant challenge in the treatment of cancer. This study focuses on melanoma as a model system to understand and address pre-existing subclonal resistance. The use of BRAF and MEK inhibitors (BRAFi\/MEKi) in patients with metastatic melanoma harboring BRAF activating mutations has resulted in remarkable responses in the majority of cases. However, most patients have disease relapse after one year, and there are limited subsequent treatment options. One possible cause of relapse is the existence of a subpopulation of cells resistant to BRAFi\/MEKi prior to treatment, raising the possibility that commencing counter-resistance treatment earlier may delay or abolish resistance to BRAFi\/MEKi. We aim to enhance the detection and treatment of low-frequency resistant mutations, addressing the current oversight by existing technologies. This research is crucial due to a lack of consensus on the clinical management of these mutations. By using quantitative blocker displacement amplification (qBDA) technology and integrating patient samples with cell line models, our project seeks to determine 1) the prevalence of low-frequency resistant subclones by measuring the Variant Allele Frequency (VAF) of known resistance mutations along the MAPK\/PI3K pathways in FFPE biopsies from 149 metastatic melanoma patients and 2) determine the functional impact of different VAF levels on the outgrowth of resistant subclones. We assessed 14 loci in 6 known resistance genes: NRAS, KRAS, PIK3CA, AKT1, MAP2K1, and MAP2K2, as well as BRAF itself as a positive control. As expected, all 55 patients analyzed harbored BRAF activating mutations, while 17 patients had at least one resistant subclone above our preliminary cutoff of 60% VAF. To simulate the behavior of low-VAF resistance mutations, we conducted in vitro experiments by spiking in labeled BRAF\/MEK inhibitor-resistant melanoma cells into their isogenic sensitive parental cell line. Our initial data demonstrated that, at least in this model system, a 10% VAF spike-in leads to the eventual outgrowth of resistant cells, but not in a 1% VAF spike-in, suggesting that either the density or the absolute number of the pre-existing resistant cells can dictate resistance evolution. In future experiments, we will assess multiple VAFs in an independent cell line as well as <i>in vivo<\/i> to identify the nature of its correlation with resistance outcomes and expand to additional models. In summary, our data suggest that a substantial proportion of metastatic melanoma patients with BRAF mutations have pre-existing resistant cell subclones, and that accurately assessing its VAF could provide clinically-relevant information. Ultimately, results from this work would be the basis for future personalized counter-resistance therapies, potentially extending treatment effectiveness for patients with pre-existing resistant mutations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-03 High-throughput sequencing,,"},{"Key":"Keywords","Value":"Resistance,Melanoma\/skin cancers,BRAF,Sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Wang<\/b><sup>1<\/sup>, M. Nakazawa<sup>2<\/sup>, O. Veiseh<sup>1<\/sup>, L. Kwong<sup>2<\/sup>, D. Zhang<sup>3<\/sup>; <br\/><sup>1<\/sup>Rice University, Houston, TX, <sup>2<\/sup>MD Anderson, Houston, TX, <sup>3<\/sup>NuProbe, Houston, TX","CSlideId":"","ControlKey":"e229394a-2ed5-47f2-8af5-43a3b3cea0aa","ControlNumber":"5356","DisclosureBlock":"&nbsp;<b>H. Wang, <\/b> None..<br><b>M. Nakazawa, <\/b> None..<br><b>O. Veiseh, <\/b> None..<br><b>L. Kwong, <\/b> None..<br><b>D. Zhang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6924","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5661","PresenterBiography":null,"PresenterDisplayName":"Han Wang","PresenterKey":"87c3f4ae-fbd1-4910-9b78-f338251cf6b8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5661. Identifying and intervening rare resistant subclones to BRAF\/MEK inhibitors in metastatic melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying and intervening rare resistant subclones to BRAF\/MEK inhibitors in metastatic melanoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Immune checkpoints (ICPs) play a critical role in modulating the immune response, maintaining self-tolerance, and preventing excessive immune system activation. Dysregulation of immune checkpoints has been implicated in cancer progression and treatment resistance. In this study, we aimed to screen for dysregulated immune checkpoint genes that might be associated with cancer recurrence in pediatric acute lymphoblastic leukemia (ALL) following a course of cancer treatment. We hypothesized that certain ICPs would be significantly dysregulated in relapsed ALL patients, potentially providing insights into the underlying mechanisms driving therapy resistance and disease recurrence.<br \/><b>Methods<\/b>: 51 ICP genomic data (gene expression, copy number alterations (CNAs), and mutation) of133 patients with relapse information [relapse-free (n=29) and relapsed (n=104)] extracted from the Therapeutically Applicable Research to Generate Effective Treatments (TARGET) were examined in the study. Patient&#8217;s t-test (p-value &#60; 0.05) was used to identify significant genetic factors between relapse-free and relapsed patients. Free and overall survival analyses were performed using log-rank test (p-value &#60; 0.05) based on patient gene expression profiles.<br \/><b>Results: <\/b>Among the 51 genes examined, <i>PDCD1, PVR<\/i>, <i>CD70,<\/i> and <i>CD48<\/i> were significantly upregulated in relapsed patients compared with relapse-free patients (P &#60; 0.05). No significant CNAs nor mutations were detected in these four genes. Patients with high expression profiles of <i>PDCD1<\/i> and <i>CD48<\/i> at diagnosis were 1.71 and 1.47 more likely to relapse compared to patients with low expression profiles, respectively (P &#60; 0.05). Furthermore, the upregulation of <i>PDCD1<\/i> (P= 0.0004, HR= 1.972) and <i>CD48<\/i> (P= 0.0344, HR= 1.533) demonstrated significantly increased mortality rates in patients following treatment, as indicated by overall survival analyses.<br \/><b>Conclusion<\/b>: The upregulation of <i>PDCD1 and CD48<\/i> was significantly associated with relapse and survival of ALL patients. Promisingly, these two ICPs can potentially be used as prognostic biomarkers for relapse risk and rationale for alternative therapeutic strategies. Our study suggests that targeting <i>PDCD1<\/i> and <i>CD48<\/i> might be beneficial in enhancing the treatment efficiency and thereby reducing the recurrence risk. The study was funded by the Deputyship for Research and Innovation, Ministry of Education, Saudi Arabia (DRI-KSU-1273).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Acute lymphoblastic leukemia,Cancer Relapse,Immune Checkpoints ,Genomic profile ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. F. N. Alotaibi<\/b><sup>1<\/sup>, L. Abuhadi<sup>2<\/sup>, N. Alolyani<sup>1<\/sup>, M. R. Alotaibi<sup>1<\/sup>, A. R. Alhoshani<sup>1<\/sup>, H. As Sobeai<sup>1<\/sup>; <br\/><sup>1<\/sup>King Saud University, College of Pharmacy, Riyadh, Saudi Arabia, <sup>2<\/sup>Minstry of Health, Riyadh, Saudi Arabia","CSlideId":"","ControlKey":"6542018a-eac6-4ae4-8eb8-03b4d7235143","ControlNumber":"7427","DisclosureBlock":"&nbsp;<b>S. F. N. Alotaibi, <\/b> None..<br><b>L. Abuhadi, <\/b> None..<br><b>N. Alolyani, <\/b> None..<br><b>M. R. Alotaibi, <\/b> None..<br><b>A. R. Alhoshani, <\/b> None..<br><b>H. As Sobeai, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6945","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5662","PresenterBiography":null,"PresenterDisplayName":"Shatha Alotaibi","PresenterKey":"e6fc8e1f-9db5-46f6-bd63-7890118aef2f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5662. <i>PDCD1<\/i> and <i>CD48<\/i> significantly impact cancer recurrence and survival in pediatric acute lymphoblastic leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>PDCD1<\/i> and <i>CD48<\/i> significantly impact cancer recurrence and survival in pediatric acute lymphoblastic leukemia","Topics":null,"cSlideId":""},{"Abstract":"Papillary thyroid cancer (PTC) is the most common cancer in young women and is increasing 3% annually in incidence. While PTC is often slow-growing and surgically resectable, recurrence years to decades later occurs in 20% of patients (now only in their 40s\/50s), decreasing survival by ~60%. The identification of prognostic biomarkers and actionable therapeutic targets for high-risk PTC is critically important and an unmet need. RNASeq analysis of our repository of PTC and matched normal tissues identified collagen 26A1 (COL26A1) as significantly upregulated in patients with extrathyroidal extension (ETE), lymph node metastasis, and multifocal tumors, indicative of high-risk for recurrence. Correspondingly, survival curves of The Cancer Genome Atlas (TCGA) demonstrated increased COL26A1 expression decreases survival probability by 25% (p=0.0086) and correlated with MACIS score (q=0.001), differentiation score (q=0.025), tumor stage (q=0.025), and ETE (p=0.0038). COL26A1 expression was increased in PTC cell lines K1 (3-fold) and TPC1 (5-fold) compared to &#8220;normal&#8221; thyroid epithelial cells, NThy-ori-3-1. CRISPR knockdown of COL26A1 repressed RNA (50%) and protein (70%) expression. COL26A1 repression decreased known cancer-promoting activities of collagens, including proliferation (30%), clonogenicity (33%), anchorage-independent growth (37%), cell motility (43%), Matrigel invasion (30%), in situ gelatin degradation (70%), and migration (33%). Cell-to-cell adhesion and cell-matrix adhesion also decreased (36% and 25%, respectively). This coincided with reduced anoikis resistance (31%), increased MMP expression (50%), and reductions in mesenchymal markers (30%) and increases in epithelial markers (3-fold). Evidence that COL26A1 is a secreted protein was validated by conditioned media isolations whereby expression was decreased in knockdowns compared to control cells (70%). Preliminary data indicate the control cells&#8217; conditioned media can restore the aggressive phenotypes, including cell motility (51%). Qiagen Ingenuity Pathway Analysis (IPA) elucidated the potential role of androgen receptor (AR) in linking COL26A1 with PTC, coinciding with the known effects of sex hormones on collagen expression and organization, and the sex disparity in PTC. Preliminary data indicate that physiologic levels of androgen decrease COL26A1 RNA (46%) and protein (45%) expression in K1 cells expressing the androgen receptor. Thus, COL26A1 may serve as a prognostic marker and actionable target for small molecule inhibitors in high-risk PTC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Thyroid cancer,CRISPR,Metastasis,Extracellular matrix,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Carnazza<\/b>, D. Quaranto, N. DeSouza, S. Dadafarin, A. Moscatello, H. K. Islam, J. S. Di Martino, R. K. Tiwari, J. Geliebter; <br\/>New York Medical College, Valhalla, NY","CSlideId":"","ControlKey":"0c073309-3c27-4f2d-b8f8-489b950d0b45","ControlNumber":"7465","DisclosureBlock":"&nbsp;<b>M. Carnazza, <\/b> None..<br><b>D. Quaranto, <\/b> None..<br><b>N. DeSouza, <\/b> None..<br><b>S. Dadafarin, <\/b> None..<br><b>A. Moscatello, <\/b> None..<br><b>H. K. Islam, <\/b> None..<br><b>J. S. Di Martino, <\/b> None..<br><b>R. K. Tiwari, <\/b> None..<br><b>J. Geliebter, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6946","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5663","PresenterBiography":null,"PresenterDisplayName":"Michelle Carnazza, BA","PresenterKey":"52dc9daa-a11e-4b3e-ba4b-db0febf7b2fb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5663. Collagen COL26A1 correlates with poor papillary thyroid cancer prognosis and <i>in vitro<\/i> characteristics of metastasis indicating a potential role as a biomarker or therapeutic target","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Collagen COL26A1 correlates with poor papillary thyroid cancer prognosis and <i>in vitro<\/i> characteristics of metastasis indicating a potential role as a biomarker or therapeutic target","Topics":null,"cSlideId":""},{"Abstract":"Background: There are significant parallels between CC cell lines (CCCL) and newly diagnosed tumors, the most prominent being HPV infection\/integrations and PI3K as well as epigenetic pathway alterations. Objectives: Identify genomic alterations associated with resistance to specific drug families in pharmacological profiles in Cell Lines (CL) and in Primary Tumors.<br \/>Material and Methods: 16 public and 4 newly patient-derived CL have been extensively characterized by HPV type, genetic (WES) and protein (RPPA) profiles. Pharmacological profiling against 32 drugs was carried out in triplicate samples and repeated on 10 selected CL. Variant calling of small-scale alterations (SNVs, InDels) was performed using GATK HaplotypeCaller (v4.0.2.1). Variants annotation was performed with Annovar (v 2017\/07\/06) using respectively gene (refGene), known polymorphims (avsnp v147, 1000G v2015\/08, ESP6500v2, ExAC) and cancer databases (COSMIC v70, ICGC v21) as well as deleterious impact predictors (dbNSFP v33). Copy number alterations were assessed using Facets (v0.5.11) with 4 blood samples from the RAIDs tumor project used to generate a &#8220;baseline&#8221; copy number profiles for CLs.<br \/>Results: All 10 cell lines had strikingly similar DSS (drug sensitivity scores) to a family of four different microtubule targeting agents (MTAs). Bioinformatics subtraction of genetic alterations present in resistant (CRL 10302, CRL 7920, CRL 1550) and absent in sensitive CLs: (IC1, IC3, IC5), revealed a consistent LoF (loss of function) alteration in one single gene: <i>PABPC3<\/i> &#8216;Poly A tail binding protein, cytoplasmic C3&#8217;, a gene involved in messenger RNA stability and translational initiation. Additionally, 50 gene alterations from the pathway &#8220;POST TRANSLATIONAL MODIFICATIONS OF TUBULIN&#8221; were variably detected in resistant CLs. In primary tumors from the RAIDS database, alterations in<i> PABPC3<\/i> were present in 10\/301 (3%), half of which documented by at least one database: (Cosmic, ICGC, Cancer Hotspot). <i>All <\/i>CLs were sensitive to Bortezomib, Omipalisib and Palbociclib. A <i>large spectrum<\/i> activity to Vorinostat, (HDAC inhibitor) in line with frequent (sensitizing) LoF alterations in epigenetic suppressor genes, contrasted with a <i>selective response<\/i> to other well-known CC drugs: Methotrexate, Gemcitabine, Sorafenib. Three out of CL were highly sensitive to APR246 (Eprenetapopt) as single agent. Bioinformatics gene subtraction identified <i>OSBPL1A<\/i>, a marker of synthetic lethality in the ferroptosis pathway, in all three CLs.<br \/>Discussion and Conclusion: A string of LoF alterations (<i>CSMD2\/CSMD3, ZNF717, CDC27<\/i>) had been previously associated with poor response to radiation or to chemo-radiation, in tumors and are present in most CLs which are derived from resistant tumors. Future objectives are to validate the present biomarker findings in the context of a clinical platform trial.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Cervical cancer,Cell lines,Microtubule-interfering agents,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Scholl<\/b><sup>1<\/sup>, P. Gestraud<sup>2<\/sup>, E. Girard<sup>2<\/sup>, L. Lecompte<sup>2<\/sup>, M. Halladjian<sup>1<\/sup>, L. de Koning<sup>3<\/sup>, N. Servant<sup>2<\/sup>, M. Kamal<sup>1<\/sup>, E. Del Nery<sup>4<\/sup>; <br\/><sup>1<\/sup>Department of Drug Development and Innovation (D3i), Institut Curie, Paris, France, <sup>2<\/sup>Bioinformatics and Computational Systems Biology of Cancer, PSL Research University, Mines Paris Tech, INSERM U900, Paris, France, <sup>3<\/sup>Translational Research Department, Institut Curie, PSL University Paris, Paris, France, <sup>4<\/sup>Biophenics, Institut Curie, PSL Research University, Department of Translational Research, Cell and Tissue Imaging Facility (PICT-IBiSA), Paris, France","CSlideId":"","ControlKey":"9cea3ee0-9c70-4ca0-a37e-0310dd40fead","ControlNumber":"3227","DisclosureBlock":"&nbsp;<b>S. Scholl, <\/b> None..<br><b>P. Gestraud, <\/b> None..<br><b>E. Girard, <\/b> None..<br><b>L. Lecompte, <\/b> None..<br><b>M. Halladjian, <\/b> None..<br><b>L. de Koning, <\/b> None..<br><b>N. Servant, <\/b> None..<br><b>M. Kamal, <\/b> None..<br><b>E. Del Nery, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6954","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5664","PresenterBiography":null,"PresenterDisplayName":"Suzy Scholl, MD","PresenterKey":"9d8966ce-632b-47a9-b6af-830f3a40ba1e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5664. Genetic alterations and pharmacological response profiles from 10 cervical cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genetic alterations and pharmacological response profiles from 10 cervical cancer cell lines","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma (OS) is an aggressive bone malignancy affecting children and young adults. Implementation and optimization of neoadjuvant chemotherapy led to significant improvements in outcome, but patients with recurrence or metastases at diagnosis continue to have poor prognosis. Whole genome sequencing (WGS) revealed that a hallmark of OS is a highly rearranged genome with complex copy number aberrations rather than point mutations. A better understanding of the key genomic and epigenetic factors driving clonal evolution may provide insights into the tumor progression and the therapy response.<br \/>Canine OS recapitulates the majority of the hallmark genetic and molecular factors of human OS and is recognized as an informative model. A significant difference is that initial surgery in canine OS allows us to explore tumor evolution unperturbed by treatment, providing invaluable resources to study the genetic and molecular landscape of tumor evolution.<br \/>Here, we present the first study to date in which we performed bulk WGS of multiple tumor sites and distal normal tissue in two dogs using nanopore long-read sequencing to analyze the genetic and epigenetic evolution of OS.<br \/>In both subjects, somatic structural variation detection using Severus revealed chromothripsis-like rearrangements in chr11, leading to the deletion of Cdkn2a, a known cell cycle regulator and tumor suppressor. Interestingly, in one of the subjects, the majority of the SVs (n = 131) shared across all the samples were localized on chr5, coinciding with perturbed copy number profiles and bi-allelic frequency of the SNVs, with all mutations identified using complementary bioinformatics analysis of the same native nanopore reads. The multi-site sample analysis identified subclonal structural alterations in TP53 and ATRX genes.<br \/>With phased nanopore reads, we observed subject-specific copy-neutral loss-of-heterozygosity events and long identical-by-descent blocks. Haplotype-specific copy-number analysis of tumors showed different aneuploidy patterns in both subjects, highlighted clonal compositions of samples from distinct sites, and identified regions of copy-number heterogeneity.<br \/>Furthermore, phased nanopore reads also revealed haplotype-specific 5mC and 5hmC methylation differences across tumor samples, where samples from different sites of the same tumor demonstrate distinct methylation patterns that overlap DLG2, RUNX2, KDR, and other genes known as mutational hotspots in canine\/human OS.<br \/>Overall, we showcase how a single sequencing assay allows for a joint analysis of genetic and epigenetic tumor alterations, thus providing a richer understanding of the drivers of somatic evolution and their association with the molecular landscape in the canine OS. These findings can be translated into human disease and shed light on tumor progression and therapy response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Heterogeneity,Nanopore sequencing,Genomic instability,Epigenomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Keskus<sup>1<\/sup>, <b>S. Aganezov<\/b><sup>2<\/sup>, T. Ahmad<sup>1<\/sup>, X. Dai<sup>2<\/sup>, R. Walker<sup>3<\/sup>, J. Beaulaurier<sup>2<\/sup>, S. Hickey<sup>2<\/sup>, S. Juul<sup>2<\/sup>, A. K. LeBlanc<sup>1<\/sup>, P. S. Meltzer<sup>3<\/sup>, M. Kolmogorov<sup>1<\/sup>; <br\/><sup>1<\/sup>Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD, <sup>2<\/sup>Oxford Nanopore Technologies, New York, NY, <sup>3<\/sup>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"7e4b5642-d5cc-4901-933b-08463275d479","ControlNumber":"3303","DisclosureBlock":"&nbsp;<b>A. Keskus, <\/b> None.&nbsp;<br><b>S. Aganezov, <\/b> <br><b>Oxford Nanopore Technologies, Inc<\/b> Employment, Stock, Stock Option.<br><b>T. Ahmad, <\/b> None.&nbsp;<br><b>X. Dai, <\/b> <br><b>Oxford Nanopore Technologies, Inc<\/b> Employment, Stock, Stock Option.<br><b>R. Walker, <\/b> None.&nbsp;<br><b>J. Beaulaurier, <\/b> <br><b>Oxford Nanopore Technologies, Inc<\/b> Employment, Stock, Stock Option. <br><b>S. Hickey, <\/b> <br><b>Oxford Nanopore Technologies, Inc<\/b> Employment, Stock, Stock Option. <br><b>S. Juul, <\/b> <br><b>Oxford Nanopore Technologies, Inc<\/b> Employment, Stock, Stock Option.<br><b>A. K. LeBlanc, <\/b> None..<br><b>P. S. Meltzer, <\/b> None..<br><b>M. Kolmogorov, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6958","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5665","PresenterBiography":"","PresenterDisplayName":"Sergey Aganezov, PhD","PresenterKey":"751e2800-c823-4df4-91f0-f8d1d7826888","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5665. Native nanopore sequencing of multiple tumor sites reveals genetic and epigenetic intra-tumor heterogeneity in canine osteosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Native nanopore sequencing of multiple tumor sites reveals genetic and epigenetic intra-tumor heterogeneity in canine osteosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is a highly lethal brain cancer, comprising about half of all central nervous system malignancies. Its recurrence and resistance to aggressive treatments, such as surgery, radiation, and chemotherapy, underscore its biological complexity. A key feature of GBM is intra-tumoral heterogeneity (ITH), stemming from a diversity of transcriptional cell states within the tumor. While genetic contributions to ITH are well-researched, the role of non-genetic factors, especially in promoting transitions between the various transcriptional cell states (referred to as plasticity), is less understood. This plasticity enables GBM cells to survive treatment pressures, necessitating a deeper dive into the epigenetic underpinnings that govern it and the role of the tumor microenvironment (TME) in influencing it. We proposed that the TME significantly impacts the epigenetic landscape of both malignant and surrounding non-malignant cells, thereby promoting ITH and cell state plasticity. To assess this, we analyzed samples from different anatomical areas of GBM tumors collected using MRI-guided selection. Utilizing advanced multimodal single-cell sequencing technologies, we profiled the transcriptomes and epigenomes of individual cells, revealing their spatially dependent phenotypic and epigenetic diversity. Our results indicated a higher enrichment of progenitor-like malignant cells, resembling neural or oligodendrocyte progenitors, around the tumor margins. In contrast, the core mainly contained differentiated cells with mesenchymal-like characteristics. Intriguingly, progenitor-like cells in the peri-tumoral zone expressed a unique neuronal activity program, including elevated levels of PRC2 complex targets, which are critical for maintaining the pluripotency and self-renewal capabilities of neural stem cells. Additionally, our analysis of cell-cell interactions between neurons and malignant cells identified ligand-receptor pairs crucial for axon guidance, neurogenesis, and tumor invasion. Proneural factors, critical for neural differentiation, were more accessible in peri-tumoral progenitor-like cells, suggesting that malignant cells might exploit neurodevelopmental routes for growth and invasion. This work underscores the significant spatial cellular heterogeneity of GBM and the variation in epigenetic states across the tumor, demonstrating how GBM cells can hijack neurodevelopmental pathways to foster invasion. Although surgical resection can target the tumor core, our insights into the invasive mechanisms of malignant cells provide a foundation for developing targeted therapies to combat the highly invasive cells persisting in regions adjacent to the tumor.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Glioblastoma,Epigenomics,Tumor microenvironment,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Gaiti<\/b><sup>1<\/sup>, Y. Wu<sup>2<\/sup>, S. Mansouri<sup>1<\/sup>, B. Wu<sup>2<\/sup>, Y. Ellenbogen<sup>2<\/sup>, X. Li<sup>1<\/sup>, P. Habibi<sup>1<\/sup>, J. Kant<sup>1<\/sup>, P. Kossinna<sup>1<\/sup>, S. Lau Rodriguez<sup>1<\/sup>, G. Zadeh<sup>1<\/sup>; <br\/><sup>1<\/sup>UHN Princess Margaret Cancer Centre, Toronto, ON, Canada, <sup>2<\/sup>University of Toronto, Toronto, ON, Canada","CSlideId":"","ControlKey":"8cfbfc5a-eb92-4349-9001-5eac6156147b","ControlNumber":"3951","DisclosureBlock":"<b>&nbsp;F. Gaiti, <\/b> <br><b>S2 Genomics<\/b> Stock.<br><b>Y. Wu, <\/b> None..<br><b>S. Mansouri, <\/b> None..<br><b>B. Wu, <\/b> None..<br><b>Y. Ellenbogen, <\/b> None..<br><b>X. Li, <\/b> None..<br><b>P. Habibi, <\/b> None..<br><b>J. Kant, <\/b> None..<br><b>P. Kossinna, <\/b> None..<br><b>S. Lau Rodriguez, <\/b> None..<br><b>G. Zadeh, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6959","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5666","PresenterBiography":null,"PresenterDisplayName":"Federico Gaiti, PhD","PresenterKey":"32d44e0f-c350-46c2-91cd-078251c2b0a2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5666. Exploring spatially resolved intra-tumoral heterogeneity of glioblastoma and neuronal mechanisms facilitating brain invasion","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring spatially resolved intra-tumoral heterogeneity of glioblastoma and neuronal mechanisms facilitating brain invasion","Topics":null,"cSlideId":""},{"Abstract":"Gastric cancer (GC), often diagnosed at an advanced stage, poses a significant therapeutic challenge due to its resistance to treatment. The understanding of intratumoral heterogeneity, crucial for tumor cell survival, remains limited in GC. We conducted a comprehensive analysis of three patient groups (intraperitoneal metastasis [IM], hematogenous metastasis [HM], and both metastasis [HIM]) undergoing immunotherapy (IO) and chemotherapy. Utilizing single-cell RNA sequencing and TCR sequencing, we examined 11 adjacent normal, 10 HM, 8 IM, and 5 HIM primary GC samples. In epithelial cells, three distinct tumor clusters (Tumor_1, Tumor_2, and Tumor_3) were identified. Trajectory analysis revealed the differentiation of chief cells into Tumor_1, subsequently dividing into more malignant cell types, Tumor_2 and Tumor_3. Tumor_2 was enriched in IM, while Tumor_1 was enriched in HM and HIM. Patients grouped by Tumor_1, 2, 3 levels showed varying survival outcomes. Surprisingly, high Tumor_2 levels correlated with increased survival, attributed to elevated HLA and PDL1 expression, promoting immune cell recruitment and robust response to IO therapy. Conversely, Tumor_3 high patients exhibited worse survival, with enrichment in metabolic pathways associated with glycolysis and hypoxia, linking to metastasis. We observed the proportion of T cells that increased presence of CD8 effector cells among patients exhibiting high levels of Tumor_1 and Tumor_2. Through TCR analysis, we found heightened clonality in both CD8 effector cells and exhausted T cells in patients with elevated Tumor_1 and Tumor_2 levels. This suggests that the activated CD8 effector T cells in these patients may enhance their ability to effectively target and attack cancer cells. In summary, this study provides a comprehensive picture of intratumoral heterogeneity in GC can impact the survival and tumor microenvironment. The unexpected high survival in Tumor_2 patients emphasizes the potential of targeting specific pathways for improved therapeutic outcomes. Additionally, the observed T cell dynamics and clonality in Tumor_1 and 2 underscore the importance of understanding the immune microenvironment for effective cancer attack.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Single cell,Intratumoral heterogeneity,Gastric cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D.-e. Gu<\/b><sup>1<\/sup>, W. Kwon<sup>2<\/sup>, S. Rha<sup>3<\/sup>, W.-Y. Park<sup>4<\/sup>; <br\/><sup>1<\/sup>Department of Health Sciences and Technology, Samsung Advanced Institute for Health Sciences and Technology, Sungkyunkwan University, Seoul, Korea, Republic of, <sup>2<\/sup>Song-Dang Institute for Cancer Research, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>3<\/sup>Division of Medical Oncology, Department of Internal Medicine, Yonsei Cancer Center, Yonsei University Health System, Seoul, Korea, Republic of, <sup>4<\/sup>Samsung Genome Institute, Samsung Medical Center, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"2fd32d66-0f06-4253-b9fc-eb89536b70d0","ControlNumber":"6261","DisclosureBlock":"&nbsp;<b>D. Gu, <\/b> None..<br><b>W. Kwon, <\/b> None..<br><b>S. Rha, <\/b> None..<br><b>W. Park, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6960","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5667","PresenterBiography":null,"PresenterDisplayName":"Do-eon Gu","PresenterKey":"ecd66ded-cefa-4a07-8d12-49a2981bea5d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5667. Intratumoral heterogeneity in gastric cancer related with survival and tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intratumoral heterogeneity in gastric cancer related with survival and tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Papillary thyroid cancer (PTC) accounts for the vast majority of thyroid cancer cases with increasing incidence over the past few decades. PTC has a significantly higher prevalence in females in their childbearing years. Despite high survival rates, disease recurrence and metastasis remain prominent issues, thus highlighting the critical need for molecular biomarker detection. A newer class of molecular regulators, known as long non-coding RNAs (lncRNAs), have demonstrated differential expression patterns in a multitude of cancers. The largest subclass of these RNA molecules in the human genome consists of long intergenic non-coding RNAs (lincRNAs) with many of their functions yet to be identified. Known functional roles of lncRNAs center on their ability to modulate gene expression and drive carcinogenic behavior, deeming them attractive biomarkers and\/or therapeutic targets for study. Bioinformatic analysis of RNA sequencing data from our patient sample biobank identified LINC01614 as being significantly upregulated (~12 fold increase) in PTC, when compared to normal, matched thyroid tissue. Further, it was also upregulated ~30-fold in male PTC compared to ~5.5 fold increase in female PTC, highlighting a potential sex correlation for study. Thus, we are studying LINC01614 as a potential PTC biomarker. \u0009Gene expression analysis of LINC01614 in vitro was found to be upregulated in various thyroid cancer cell lines, specifically two PTC cell lines: TPC1 (~5 fold; RET\/PTC rearrangement; female) and K1 (~2 fold; BRAFV600E; male) when compared to the immortalized &#8220;normal&#8221; thyroid cell line (Nthy-ori-3-1). For phenotypic evaluation, we utilized the CRISPRi technique to employ transcriptional repression of LINC01614 in both TPC1 and K1. LINC01614 knockdown in TPC1 and K1 resulted in decreased healing capacity (~20%), clonogenicity (~50% and ~34%, respectively), and proliferation (~55% and ~45%, respectively). Studies are currently underway to further assess invasion, morphology, and RNA localization within the cell in vitro, as well as the identification of potential protein interactions and mechanisms of action of LINC01614 in PTC.\u0009Studying lncRNAs and their regulatory roles in cancer cell function is critical in the identification of various diagnostic and prognostic biomarkers for therapeutic intervention. Our data support the potential biological role of LINC01614 in driving PTC growth and metastatic potential. Further elucidation of how LINC01614 impacts PTC development and progression is a promising avenue of exploration.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Thyroid cancer,Long noncoding RNA,lncRNA,CRISPR\/Cas9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Danielle Quaranto<\/b><sup><\/sup>, Michelle Carnazza<sup><\/sup>, Nicole  R.  DeSouza<sup><\/sup>, Sina Dadafarin<sup><\/sup>, Augustine Moscatello<sup><\/sup>, Humayun  K.  Islam<sup><\/sup>, Raj  K.  Tiwari<sup><\/sup>, Jan Geliebter<sup><\/sup><br><br\/>New York Medical College, Valhalla, NY","CSlideId":"","ControlKey":"13778dbe-c766-4743-8895-b1379998cfc4","ControlNumber":"7466","DisclosureBlock":"&nbsp;<b>D. Quaranto, <\/b> None..<br><b>M. Carnazza, <\/b> None..<br><b>N. R. DeSouza, <\/b> None..<br><b>S. Dadafarin, <\/b> None..<br><b>A. Moscatello, <\/b> None..<br><b>H. K. Islam, <\/b> None..<br><b>R. K. Tiwari, <\/b> None..<br><b>J. Geliebter, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6967","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5668","PresenterBiography":null,"PresenterDisplayName":"Danielle Quaranto, BA;MS","PresenterKey":"cb392552-7d4d-4409-9fab-d3dc27118425","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5668. Long non-coding RNA LINC01614 knockdown decreases carcinogenic behavior of papillary thyroid cancer <i>in vitro<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Long non-coding RNA LINC01614 knockdown decreases carcinogenic behavior of papillary thyroid cancer <i>in vitro<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Research on cancer and germline variants has been ongoing. The germline variant in CPGs has been linked to cancer development. BRCA 1\/2 is a typical case and oncometabolite production due to germline variants of the FH gene can affect the cancer progression. Among the genes related to IEMs, SI (Sucrase-isomaltase) is an enzyme that converts sucrose into glucose and fructose to allow normal metabolism in the small intestine. In addition, SI is highly specifically expressed in the gastrointestinal tract (nTPM = 435.9). So, we focused on and hypothesized the biological traits of the SI gene and alteration caused by germline variants could affect colorectal cancer progression. We used the public cancer databases PCAWG and TCGA and the healthy cohorts 1000G. We confirmed carriers with SI germline variants are the top gene with a high prevalence of IEM-related genes. We also established the hypothesis the SI gene may match &#8220;Knudson&#8217;s Two-hit hypothesis&#8221;. Depending on whether germline variants in IEM-related genes or not, we performed regression and utilized LOH (Loss of heterozygosity) information for each cancer sample from the public database. In COAD and STAD which are in the gastrointestinal tract, SI was confirmed to have a high tendency for LOH according to germline prevalence. Next, we performed DEG analysis and found SI germline carriers had upregulated genes related to the IFIT (Interferon-induced proteins with tetratricopeptide repeats) family. STRING network analysis also showed significance in pathways associated with &#8220;Interferon alpha\/beta signaling (FDR = 0.00058)&#8221;, &#8220;Antiviral defense (FDR = 0.0016)&#8221;, &#8220;Innate immunity (FDR = 0.0317)&#8221;, and &#8220;Tetratricopeptide repeats (FDR = 0.0413)&#8221;. The following GSEA revealed that &#8220;KEGG_CYTOSOLIC DNA-SENSING PATHWAY&#8221; and &#8220;HALLMARK_INTERFERON_ALPHA_RESPONSE&#8221; were enriched in the SI germline carriers. In summary, it can be suggested immune regulation caused by SI germline variants may lead to cancer progression. We executed a follow-up analysis using the genes with low expression levels to the SI germline carriers. Among the down-regulated genes in the DEG, REG4 (Regenerating Family Member 4) and RELM&#946; (Resistin-Like Molecule Beta) genes were confirmed to express and function specifically only in the gastrointestinal tract. RELM&#946; is essential for preserving energy balance and glucose metabolism. As a validation at the protein level, we conducted IHC (Immunohistochemistry) on tissues from Korean colorectal cancer patients and confirmed lower REG4 and RELM&#946; expression were associated with poor prognosis. Our results suggest that SI germline carriers may cause colorectal cancer by affecting the immune system due to decreased SI enzyme function. Additionally, the decreased REG4 and RELM&#946; expression levels are associated with the SI germline variant and may affect cancer progression. Further analyses and experimental validations are still required.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-04 Large-scale approaches to cancer gene discovery,,"},{"Key":"Keywords","Value":"Cancer genomics,Metabolism,Colorectal cancer,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Kim<\/b><sup>1<\/sup>, J. Bae<sup>2<\/sup>, Y. Koh<sup>2<\/sup>, S.-S. Yoon<sup>2<\/sup>; <br\/><sup>1<\/sup>Seoul National University, Seoul, Korea, Republic of, <sup>2<\/sup>Seoul National University Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"d660be4c-5366-404c-85c7-3b8b0e14bfe5","ControlNumber":"2935","DisclosureBlock":"&nbsp;<b>S. Kim, <\/b> None..<br><b>J. Bae, <\/b> None..<br><b>Y. Koh, <\/b> None..<br><b>S. Yoon, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6970","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5669","PresenterBiography":null,"PresenterDisplayName":"Seokhyeon Kim, MS","PresenterKey":"8da7adea-6c35-4fb9-b2ce-1cfe6b5e0b5b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5669. Rare germline variants on SI gene and the possibility of colorectal cancer development","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rare germline variants on SI gene and the possibility of colorectal cancer development","Topics":null,"cSlideId":""},{"Abstract":"Clear cell renal cell carcinoma (ccRCC) is the most prevalent subtype of renal cell carcinoma, accounting for approximately 70% of all cases. Therapeutic treatment for metastatic ccRCC involve tyrosine kinase inhibitors or mTOR inhibiters. While these drugs extend patient survival, it also introduces a range of adverse side effects. Utilizing snRNA sequencing, snATACseq, and spatial transcriptomics, two potential ccRCC tumor specific markers have been identified: ceruloplasmin (CP) and UCHL1. These markers are notably overexpressed in a majority of ccRCC tumor cells and elevated CP levels have been correlated with reduced patient survival. To investigate the roles of CP and UCHL1 in ccRCC, CRISPR-based knockout experiments were conducted on two RCC cell lines, namely RCC4-VHL- and Caki-1. Through cell line characterization assays, we find that the absence of CP and UCHL1 impairs the cells' capabilities to migrate, proliferate, and adhere. Additionally, Cell-Derived Xenografts (CDX) of the knockout cell lines in nude mice revealed that cells lacking UCHL1 exhibited slower tumor growth compared to their parental lines. Bulk RNA sequencing further suggested a potential interrelationship between CP and UCHL1, as CP knockout cells showed increased UCHL1 expression relative to the parental line. These findings open new avenues for potential therapeutic strategies and biomarkers in the treatment and screening of ccRCC and further elevates our understandings of the roles of CP and UCHL1 in RCC tumor progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-06 Other,,"},{"Key":"Keywords","Value":"CRISPR,Renal cell carcinoma,Cell lines,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Caravan<\/b>, Y. Wu, P. Lal, K. Sato, Y. Li, N. Naser Al Deen, S. Chen, A. Abedin, F. Chen, L. Ding; <br\/>Washington University In St. Louis, Saint Louis, MO","CSlideId":"","ControlKey":"b3347e1b-4165-4217-98e6-3c00dcf3df56","ControlNumber":"8818","DisclosureBlock":"&nbsp;<b>W. Caravan, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>P. Lal, <\/b> None..<br><b>K. Sato, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>N. Naser Al Deen, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>A. Abedin, <\/b> None..<br><b>F. Chen, <\/b> None..<br><b>L. Ding, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6971","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5670","PresenterBiography":null,"PresenterDisplayName":"Wagma Caravan","PresenterKey":"990a341b-b34c-480e-ae3c-feed34fc3af7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5670. CRISPR-Mediated knockout of Ceruloplasmin (CP) and UCHL1 reveals angiogenic role in renal cell carcinoma (RCC) cell survival and proliferation","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CRISPR-Mediated knockout of Ceruloplasmin (CP) and UCHL1 reveals angiogenic role in renal cell carcinoma (RCC) cell survival and proliferation","Topics":null,"cSlideId":""},{"Abstract":"Malignant peripheral nerve sheath tumors (MPNSTs) are rare soft-tissue sarcomas that manifest on peripheral nerves, constituting 2% of all sarcomas. While previous genomic analyses of MPNSTs have been conducted on small cohorts, often limited to single samples per patient and lacking comprehensive resolution, the extent of intra-tumor heterogeneity and the contribution of chromosomal instability to MPNST development remains unclear. To address these limitations, we developed a multi-omics integration pipeline and applied it to bulk Whole Genome Sequencing (WGS), single-cell RNA sequencing(scRNA-seq), single-cell DNA sequencing (scDNA-seq), spatial transcriptomics (ST), and Laser Capture Microsection (LCM) sequencing data. 60 tumor samples were collected from 17 patients with MPNST, and the above five techniques were applied to each sample. Overall, tumors harbor a high degree of chromosomal instability and evidence of whole-genome doubling (WGD). We reconstructed tumor phylogenetic trees from WGS data using Dirichlet Process-based methods. Intriguingly, our findings indicated that for patient 2.3, primary tumor samples PT_1 and PT_2 displayed a close phylogenetic relationship, while local recurrences LR_2 and LR_3 represented a different branch of the phylogenetic tree. Moreover, scRNA-seq analysis of patient 2.16 highlighted an enrichment of immune cells, including macrophages, B cells, and T cells. To infer copy number alterations (CNA) of tumor cells from scRNA-seq data, we leveraged inferCNV, with normal cells identified within the same sample as controls. Significant copy number gains were identified on chromosomes 5, 7, 8, and 15 in patient 2.16. The inferred copy number changes derived from scRNA-seq were validated against copy number profiles obtained through WGS using Battenberg, revealing a remarkable congruence. In the scDNA analysis of patient 2.12, we observed that all tumor cells exhibited biallelic loss of CDKN2A, with a majority showcasing WGD and chromosome 7 amplification. This finding underscored the potential significance of CDKN2A in the pathogenesis of this tumor, in keeping with the observation that CDKN2A is recurrently mutated and lost in MPNSTs. Our research profiled the tumors' evolutionary histories and intra-tumor heterogeneity down to single-cell resolution, highlighting the genotype and phenotype differences between tumor subclones. By shedding light on the genomic landscape of MPNSTs, we aspire to make profound contributions to the field of sarcoma research, ultimately improving patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Multiomics,Intratumoral heterogeneity,Chromosomal instability,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Cheng<\/b><sup>1<\/sup>, H. Yan<sup>2<\/sup>, M. Tarabichi<sup>1<\/sup>, Z. Zhang<sup>1<\/sup>, C. Gao<sup>1<\/sup>, T. Lesluyes<sup>3<\/sup>, A. Flanagan<sup>4<\/sup>, P. Van Loo<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>The Francis Crick Institute, London, United Kingdom, <sup>3<\/sup>IUCT Oncopole, Toulouse, France, <sup>4<\/sup>University College London, London, United Kingdom","CSlideId":"","ControlKey":"85078cbf-5188-4e1f-b763-be7f630a73c9","ControlNumber":"752","DisclosureBlock":"&nbsp;<b>Y. Cheng, <\/b> None..<br><b>H. Yan, <\/b> None..<br><b>M. Tarabichi, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>C. Gao, <\/b> None..<br><b>T. Lesluyes, <\/b> None..<br><b>A. Flanagan, <\/b> None..<br><b>P. Van Loo, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6973","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5671","PresenterBiography":null,"PresenterDisplayName":"Yixiao Cheng, MBBS","PresenterKey":"ef9bc6e0-bcb0-4feb-8ba6-7a15e0dde784","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5671. Profiling intra-tumor heterogeneity and chromosomal instability in malignant peripheral nerve sheath tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Profiling intra-tumor heterogeneity and chromosomal instability in malignant peripheral nerve sheath tumors","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer mortality worldwide and about 10-25% of lung cancers are from never-smokers (LCINS). Previous genomic studies of LCINS identified multiple genomic subtypes with different genetic drivers and evolutionary processes. To dissect the profile of LCINS cell states and tumor microenvironment, and their relationship with genomic lesions, we sequenced and assembled a large RNA-seq data set of 685 samples of lung adenocarcinoma from never-smokers and integrated them with whole genome sequencing data, pathological features and clinical outcomes from the same subjects. We identified three transcriptomic subtypes defined by distinct gene expression patterns. The three subtypes were associated with different pathway activities and showed remarkable heterogeneity in cell composition, lineage fidelity and pathological features. The genomic driver events and mutational signatures were significantly enriched in specific subtypes. Clinical outcomes also differed across the subtypes. For example, one subtype had prolonged overall survival and was associated with predicted response to immune checkpoint blockade. This study emphasizes the importance of transcriptome-based classification of LCINS, which has profound clinical implications beyond those provided by genomic and pathological assessment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Gene expression profiling,Genomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Zhao<\/b>, T. Zhang, P. H. Hoang, J. Sang, M. Landi; <br\/>National Cancer Inst. - Bethesda Campus, Rockville, MD","CSlideId":"","ControlKey":"a2a642eb-3134-4e0c-8449-bb19133ca3e0","ControlNumber":"1741","DisclosureBlock":"&nbsp;<b>W. Zhao, <\/b> None..<br><b>T. Zhang, <\/b> None..<br><b>P. H. Hoang, <\/b> None..<br><b>J. Sang, <\/b> None..<br><b>M. Landi, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6974","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5672","PresenterBiography":null,"PresenterDisplayName":"Wei Zhao, PhD","PresenterKey":"198b80d1-297c-457b-854f-eb7890d90d5b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5672. Transcriptomic profiling of lung adenocarcinoma from never-smokers reveals molecular subtypes with clinical implications","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptomic profiling of lung adenocarcinoma from never-smokers reveals molecular subtypes with clinical implications","Topics":null,"cSlideId":""},{"Abstract":"Background: Clear cell renal cell carcinoma (ccRCC) is characterized by mutations in epigenetic modulators and by aberrant transposable element (TE) expression, each of which have been separately associated with immunotherapy (IO) benefit in specific clinical contexts. However, the relationship between mutations in epigenetic regulators and TE expression, and the potential effect of both somatic mutations and TE expression on clinical outcomes, has not been fully investigated.<br \/>Methods: We utilized RNA sequencing from ccRCC patients&#8217; tumors and cell lines to quantify TE subfamily expression with <i>TEtranscripts<\/i> (n=123 metastatic IO-treated; CheckMate-009, 010, 025, n=355 all stage TCGA untreated, n=8 CCLE). Locus-specific endogenous retrovirus (ERV) expression was quantified using <i>hervQuant<\/i>. Differential TE and ERV expression was determined using <i>DESeq2<\/i>. Samples were stratified by mutations in <i>PBRM1<\/i>, <i>SETD2<\/i>, <i>BAP1<\/i> and <i>KDM5C<\/i>, four of the top five mutated genes in ccRCC. Multivariable CoxPH models and the log-rank test were used to compare overall (OS) and progression-free survival (PFS). Two validation metastatic ccRCC cohorts were employed: the everolimus arm of CheckMate-025 (n=78, CM025e) and IMmotion150 (n=146, IM150).<br \/>Results: Global TE expression (LTR, LINE, SINE and DNA transposons) did not differ significantly across mutational and clinical subtypes. However, 29 of 795 TE subfamilies were differentially expressed in &#62;1 mutational subtype across datasets, and 22 of 29 were ERVs. At locus-specific resolution, 52 of 3173 ERVs were differentially expressed in &#62;1 mutational subtype across datasets. Additionally, 6 of the 52 ERVs nominally associated with PFS, and 4 nominally associated with OS, in the IO cohort. Among them, only ERVs 544 and 2014 associated with improved PFS (multivariable CoxPH p = 0.03 and 0.02, respectively) and were expressed across all datasets. Both ERVs also exhibited increased expression in <i>PBRM1<\/i> mutant and decreased expression in <i>BAP1<\/i> mutant vs. wildtype samples, in discovery (IO, TCGA, CCLE) and validation (CM025e, IM150) cohorts. Lastly, <i>PBRM1<\/i> mutant patients with high ERV 544 or 2014 expression had improved PFS in the IO (log-rank p = 0.04 and 0.03, multivariable CoxPH p = 0.008 and 0.009, respectively, HR = 0.43 both), but not in the CM025e cohort, compared to other patients regardless of <i>PBRM1<\/i> mutations.<br \/>Conclusion: ERVs 544 and 2014 were upregulated in <i>PBRM1<\/i> mutant and downregulated in <i>BAP1<\/i> mutant samples. Coupled with <i>PBRM1<\/i> inactivation, their expression served as a candidate biomarker of improved PFS in IO-treated ccRCC that may have additional biological relevance. Expanded functional and clinicogenomic studies of epigenetic mutational subtype-specific patterns of TE expression, and their relation to selective IO response, may guide additional discovery and therapeutic development strategies in ccRCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Cancer genomics,Renal cell carcinoma,Transposable elements,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Kevin Meli<\/b><sup>1<\/sup>, Cora  A.  Ricker<sup>2<\/sup>, Sabrina  Y.  Camp<sup>2<\/sup>, Christof  C.  Smith<sup>3<\/sup>, Chris Labaki<sup>2<\/sup>, Eddy Saad<sup>2<\/sup>, Hanna Soulati<sup>4<\/sup>, Brendan Reardon<sup>2<\/sup>, Jihye Park<sup>2<\/sup>, Natalie  I.  Vokes<sup>5<\/sup>, Benjamin  G.  Vincent<sup>6<\/sup>, Toni  K.  Choueiri<sup>2<\/sup>, David  A.  Braun<sup>4<\/sup>, Eliezer  M.  Van Allen<sup>2<\/sup><br><br\/><sup>1<\/sup>Harvard Medical School, Boston, MA,<sup>2<\/sup>Medical Oncology, Dana-Farber Cancer Institute, Boston, MA,<sup>3<\/sup>Department of Medicine, Brigham and Women's Hospital, Boston, MA,<sup>4<\/sup>Yale Cancer Center, Yale School of Medicine, New Haven, CT,<sup>5<\/sup>Thoracic Head and Neck Medical Oncology, MD Anderson Cancer Center, Houston, TX,<sup>6<\/sup>Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill, Chapel Hill, NC","CSlideId":"","ControlKey":"9f02e581-6331-45e6-986a-1d714697fc82","ControlNumber":"2206","DisclosureBlock":"&nbsp;<b>K. Meli, <\/b> None..<br><b>C. A. Ricker, <\/b> None..<br><b>S. Y. Camp, <\/b> None..<br><b>C. C. Smith, <\/b> None..<br><b>C. Labaki, <\/b> None..<br><b>E. Saad, <\/b> None..<br><b>H. Soulati, <\/b> None.&nbsp;<br><b>B. Reardon, <\/b> <br><b>Patent<\/b> Other Intellectual Property, Institutional patents filed on methods for clinical interpretation.<br><b>J. Park, <\/b> None.&nbsp;<br><b>N. I. Vokes, <\/b> <br><b>Sanofi\/Genzyme<\/b> Consulting\/Advisory Board. <br><b>Oncocyte<\/b> Consulting\/Advisory Board. <br><b>Eli Lilly<\/b> Consulting\/Advisory Board. <br><b>Regeneron<\/b> Travel, Consulting\/Advisory Board\u000d\u000a. <br><b>Amgen<\/b> Consulting\/Advisory Board. <br><b>Xencor<\/b> Consulting\/Advisory Board. <br><b>Astra Zeneca<\/b> Consulting\/Advisory Board. <br><b>Tempus<\/b> Consulting\/Advisory Board. <br><b>Circulogene<\/b> Grant\/Contract. <br><b>Mirati Therapeutics<\/b> Grant\/Contract. <br><b>Nebraska Oncology Society<\/b> Honoraria. <br><b>Scienomics Group<\/b> Honoraria. <br><b>Grace<\/b> Honoraria. <br><b>OncLive<\/b> Honoraria. <br><b>OMNI-Oncology<\/b> Honoraria.<br><b>B. G. Vincent, <\/b> None.&nbsp;<br><b>T. K. Choueiri, <\/b> <br><b>AstraZeneca PLC<\/b> Other, Consulting\/Advisory Board\/Clinical Trials. <br><b>Aravive, Inc.<\/b> Other, Consulting\/Advisory Board\/Clinical Trials. <br><b>Bristol Myers Squibb<\/b> Other, Consulting\/Advisory Board\/Clinical Trials. <br><b>Eisai Inc.<\/b> Other, Consulting\/Advisory Board\/Clinical Trials. <br><b>Eli Lilly and Company<\/b> Other, Consulting\/Advisory Board\/Clinical Trials. <br><b>EMD Serono Inc.<\/b> Other, Consulting\/Advisory Board\/Clinical Trials. <br><b>Exelixis and Ipsen<\/b> Other, Consulting\/Advisory Board\/Clinical Trials. <br><b>GlaxoSmithKline PLC<\/b> Other, Consulting\/Advisory Board\/Clinical Trials. <br><b>Merck & Co., Inc.<\/b> Other, Consulting\/Advisory Board\/Clinical Trials. <br><b>Novartis<\/b> Other, Consulting\/Advisory Board\/Clinical Trials. <br><b>Pfizer Inc.<\/b> Other, Consulting\/Advisory Board\/Clinical Trials. <br><b>Tempest<\/b> Stock, Stock Option. <br><b>Nuscan<\/b> Stock, Stock Option. <br><b>Curesponse<\/b> Stock, Stock Option. <br><b>ASCO\/ESMO\/NCCN\/NCI\/AACR<\/b> Other, Committees. <br><b>D. A. Braun, <\/b> <br><b>Exelixis<\/b> Grant\/Contract, Other, Advisory Board. <br><b>AVEO<\/b> Other, Advisory Board. <br><b>Merck<\/b> Other, Consulting. <br><b>Pfizer<\/b> Other, Consulting. <br><b>Elephas<\/b> Stock, Other, Consulting. <br><b>Fortress Biotech<\/b> Stock. <br><b>CurlOS Therapeutics<\/b> Stock. <br><b>Cancer Expert Now<\/b> Other, Personal fees. <br><b>Adnovate Strategies<\/b> Other, Personal fees. <br><b>MDedge<\/b> Other, Personal fees. <br><b>CancerNetwork<\/b> Other, Personal fees. <br><b>Catenion<\/b> Other, Personal fees. <br><b>OncLive<\/b> Other, Personal fees. <br><b>Cello Health BioConsulting<\/b> Other, Personal fees. <br><b>PWW Consulting<\/b> Other, Personal fees. <br><b>Haymarket Medical Network<\/b> Other, Personal fees. <br><b>Aptitude Health<\/b> Other, Personal fees. <br><b>ASCO Post\/Harborside<\/b> Other, Personal fees. <br><b>Targeted Oncology, Accolade 2nd.MD, DLA Piper, Abbvie, Compugen, Link Cell Therapies, Scholar Rock<\/b> Other, Personal fees. <br><b>Astra Zeneca<\/b> Stock. <br><b>E. M. Van Allen, <\/b> <br><b>Tango Therapeutics<\/b> Stock, Stock Option, Other, Consulting\/Advisory Board. <br><b>Genome Medical<\/b> Stock, Stock Option, Other, Consulting\/Advisory Board. <br><b>Genomic Life<\/b> Stock, Stock Option, Other, Consulting\/Advisory Board. <br><b>Enara Bio<\/b> Stock, Stock Option, Other, Consulting\/Advisory Board. <br><b>Manifold Bio<\/b> Stock, Stock Option, Other, Consulting\/Advisory Board. <br><b>Monte Rosa<\/b> Stock, Stock Option, Other, Consulting\/Advisory Board. <br><b>Novartis<\/b> Grant\/Contract, Other, Consulting\/Advisory Board. <br><b>Riva Therapeutics<\/b> Stock, Stock Option, Other, Consulting\/Advisory Board. <br><b>Serinus Bio<\/b> Stock, Stock Option, Other, Consulting\/Advisory Board. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>Syapse<\/b> Stock, Stock Option. <br><b>Microsoft<\/b> Stock. <br><b>Foaley & Hoag<\/b> Other, Consulting. <br><b>JCO Precision Oncology<\/b> Other, Editorial Board. <br><b>Science Advances<\/b> Other. <br><b>Patent<\/b> Other Intellectual Property, Institutional patents filed on chromatin mutations and immunotherapy response, and methods for clinical interpretation.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6975","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5673","PresenterBiography":null,"PresenterDisplayName":"Kevin Meli, BS","PresenterKey":"58cb6012-8bf0-400a-939f-b61988587bd8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5673. Transposable element expression patterns in epigenetic mutational subtypes of clear cell renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transposable element expression patterns in epigenetic mutational subtypes of clear cell renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Esophageal squamous cell carcinoma (ESCC) exhibits significant cellular heterogeneity, rendering it susceptible to developing radioresistance and recurring tumors. Single-cell RNA sequencing (scRNA-seq) is an advanced technique that allows for the exploration of distinct gene expression profiles in individual cells. To investigate cellular heterogeneity in ESCC, scRNA-seq analysis was performed on tumor tissues from ten ESCC patients, as well as adjacent non-malignant esophageal tissues. The cellular composition revealed 19 distinct cell clusters, further categorized into seven cell populations: 69.31% Fibroblast, 15.36% T cell, 5.30% Monocytes, 5.26% Endothelial cells, 2.68% plasma cell, 1.91% Epithelial cells, and 0.18% ambiguous. Notably, Fibroblast and Endothelial cells were more prevalent in non-malignant tissues, while the remaining cell types were enriched in tumor tissues. Differential gene expression analysis identified 49 genes with higher expression in tumor cells and 37 genes with lower expression. Gene Set Enrichment Analysis (GSEA) revealed the top three most relevant GO Biological Processes pathways: positive regulation of immune response, regulation of T cell activation, and positive regulation of cell migration. Furthermore, in post-treatment follow-up, four patients were observed to develop metastasis within one year. Comparative analysis between metastatic and non-metastatic patients unveiled 9 Differentially Expressed Genes (DEGs), including KRT6A and AKR1B10, which exhibited specific expression in Epithelial cells and were highly expressed in tumor tissues. Additionally, IGLC2, IGHG4, and IGHG1 demonstrated specific expression in plasma cells, with elevated expression in tumor tissues. These findings suggest that KRT6A, AKR1B10, IGLC2, IGHG4, and IGHG1 may serve as potential biomarkers for predicting post-chemotherapy metastasis in ESCC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Single cell,Esophageal cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T.-H. Hsiao<\/b><sup>1<\/sup>, C.-H. Lin<sup>1<\/sup>, T.-S. Wu<sup>1<\/sup>, L.-W. Lee<sup>1<\/sup>, C.-P. Hsu<sup>2<\/sup>; <br\/><sup>1<\/sup>Taichung Veterans General Hospital, Taichung, Taiwan, <sup>2<\/sup>Buddhist Tzu Chi General Hospital, Hualien, Taiwan","CSlideId":"","ControlKey":"23d2a34e-7d79-445e-bf09-79190ed93468","ControlNumber":"5473","DisclosureBlock":"&nbsp;<b>T. Hsiao, <\/b> None..<br><b>C. Lin, <\/b> None..<br><b>T. Wu, <\/b> None..<br><b>L. Lee, <\/b> None..<br><b>C. Hsu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6976","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5674","PresenterBiography":"","PresenterDisplayName":"TZUHUNG HSIAO","PresenterKey":"db2c224d-6a05-4876-894f-0fc64de0a71c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5674. Characterizing Cellular Heterogeneity and Identifying Potential Biomarkers in Esophageal Squamous Cell Carcinoma (ESCC) Using Single-Cell RNA Sequencing","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing Cellular Heterogeneity and Identifying Potential Biomarkers in Esophageal Squamous Cell Carcinoma (ESCC) Using Single-Cell RNA Sequencing","Topics":null,"cSlideId":""},{"Abstract":"Transposable elements are a major source of variation in the human genome. SINE-VNTR-<i>Alu<\/i>s (SVAs), the hominid-specific and youngest active retrotransposon family, are highly polymorphic within the human germline and can contribute to disease risk and progression. In fact, polymorphic SVAs have previously been linked to several human diseases, including rare cases of hereditary cancer syndromes such as neurofibromatosis type I and Lynch syndrome. These examples illustrate that the mobility of SVAs in the genome can significantly impact gene function. Here, we sought to evaluate the potential of SVAs inserting into known tumor suppressors and oncogenes. To this end, we surveyed genomic data from Pan-Cancer Analysis of Whole Genomes (PCAWG) and identified 1956 unique germline SVA insertions in the introns of 1933 genes. Among these, we discovered a highly prevalent polymorphic SVA_E (subfamily) in an intronic region of <i>CASP8<\/i>. Given caspase-8&#8217;s canonical role in apoptosis, we hypothesized that this SVA may impact both caspase-8 expression as well as cell death in cancer.<br \/>We first created a panel of colon and gastric cancer cell lines genotyped by PCR for the presence or absence of the <i>CASP8<\/i>-SVA (SVA+\/+: RKO, NCI-N87, HT29, NCI-H747, OCUM-1; SVA-\/-: HCT116, LoVo, SNU-407, 23132\/87, KM12). RT-qPCR analysis showed significantly higher <i>CASP8<\/i> expression in SVA+\/+ cell lines, which was concordant with caspase-8 protein expression by immunoblot. Treatment of these cell lines with cytotoxic chemotherapy (FOLFOXIRI) <i>in vitro<\/i> demonstrated increased resistance to cell death in SVA+\/+ cell lines. Direct induction of caspase-8-mediated apoptosis via TRAIL (TNF-related apoptosis-inducing ligand) revealed decreased TRAIL-mediated cell death in SVA+\/+ cell lines; interestingly, caspase-8 enzymatic activity was also decreased in SVA+\/+ cell lines upon TRAIL stimulation despite increased pro-caspase-8 expression. To further isolate the effects of the <i>CASP8<\/i>-SVA, we generated an isogenic cell line (RKO <i>CASP8<\/i>-SVA knockout) model via CRISPR-Cas9. Deletion of the <i>CASP8-<\/i>SVA redemonstrated decreased <i>CASP8<\/i> expression at the mRNA and protein levels. Treatment with FOLFOXIRI in the <i>CASP8<\/i>-SVA KO cell line exhibited increased sensitivity compared to empty vector control.<br \/>In summary, our findings indicate that an intronic SVA insertion in <i>CASP8<\/i> increases gene and protein expression but decreases canonical caspase-8 activity, which was associated with increased resistance to FOLFIRINOX or TRAIL induced cell death. Additional interrogation of SVA-induced effects on transcriptional regulation (e.g., epigenetic effects) as well as non-canonical functions of caspase-8 (e.g., activation of NF-&#954;B) is ongoing. To our knowledge this is the first report describing the mechanistic effects of a germline SVA insertion in the context of cancer and therapeutic resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: colorectal,Cancer genomics,Caspase-8,Genetic polymorphism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. W. Lin<\/b><sup>1<\/sup>, J. R. Kocher<sup>1<\/sup>, C. Chu<sup>2<\/sup>, P. J. Park<sup>2<\/sup>, D. T. Ting<sup>1<\/sup>; <br\/><sup>1<\/sup>Massachusetts General Cancer Center, Boston, MA, <sup>2<\/sup>Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"ad81b5c2-4ae4-4266-a36c-d5649f36b874","ControlNumber":"1364","DisclosureBlock":"&nbsp;<b>E. W. Lin, <\/b> None..<br><b>J. R. Kocher, <\/b> None.&nbsp;<br><b>C. Chu, <\/b> <br><b>ROME Therapeutics<\/b> Employment, Stock Option. <br><b>P. J. Park, <\/b> <br><b>ROME Therapeutics<\/b> Other, Software Licensing Fees. <br><b>Exsilio Therapeutics<\/b> Other, Software Licensing Fees. <br><b>D. T. Ting, <\/b> <br><b>ROME Therapeutics<\/b> Stock, Other Business Ownership, Founder, consultant. <br><b>Sonata Therapeutics<\/b> Other, Consulting fees. <br><b>Tekla Capital<\/b> Other, Consulting fees. <br><b>PanTher Therapeutics<\/b> Other Business Ownership, Founder. <br><b>TellBio, Inc.<\/b> Other Business Ownership, Founder. <br><b>ImproveBio, Inc.<\/b> Other, Advisory Board. <br><b>Moderna<\/b> Other, Honorarium. <br><b>Ikena Oncology<\/b> Other, Honorarium. <br><b>ACD-Biotechne<\/b> Grant\/Contract. <br><b>AVA LifeScience GmbH<\/b> Grant\/Contract. <br><b>Incyte Pharmaceuticals<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Grant\/Contract.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6978","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5675","PresenterBiography":null,"PresenterDisplayName":"Eric Lin, MD,MS","PresenterKey":"6646f8af-093f-425b-8837-0e8fd954f1aa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5675. An intronic SINE-VNTR-<i>Alu<\/i> element insertion in <i>CASP8<\/i> alters gene expression and confers resistance to induction of cell death in gastrointestinal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An intronic SINE-VNTR-<i>Alu<\/i> element insertion in <i>CASP8<\/i> alters gene expression and confers resistance to induction of cell death in gastrointestinal cancer","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) represents the most prevalent malignant primary brain tumor with highly unfavorable prognosis. Currently, most genomic studies are conducted at a single site of a tumor, which do not reflect the complete genetic or epigenetic information across the whole tumor. Furthermore, the intra-tumoral heterogeneity (ITH) of 3D genome organization has also not been studied yet. To address these gaps, we performed Hi-C experiments in 21 samples obtained from 9 GBM patients, with 15 of them being spatially mapped based on their 3D coordinates from the same patients. We identified extensive inter-tumoral and intra-tumoral heterogeneity in genome compartmentalization and chromatin interactions. Notably, in a patient with 9 spatially mapped samples from both temporal and frontal regions, we accumulated over 6 billion reads and defined high-resolution region-specific chromatin interactions, regulatory networks, and key regulators within the same patient. We detected structural variation (SV) and enhancer hijacking across all the samples, and identified recurrent events that affect known cancer-related genes such as CDKN2A\/B. Finally, we introduce the concept of 'enhancer amputation', defined as the loss of enhancers due to SVs which lead to decreased expression of their original target genes. To our knowledge, this study represents the first large-scale exploration of the 3D genome in primary GBM patients and the first investigation of 3D genome organization in multiple regions of the same tumor. Our findings provide unprecedented insights into the ITH of GBM at the 3D genomic level, opening new avenues for understanding and potentially targeting this devastating disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-03 High-throughput sequencing,,"},{"Key":"Keywords","Value":"Cancer genomics,Glioblastoma,Transcriptional regulation,Intratumoral heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Q. Wang<\/b><sup>1<\/sup>, J. Wang<sup>1<\/sup>, R. Mathur<sup>2<\/sup>, M. W. Youngblood<sup>1<\/sup>, Q. Jin<sup>1<\/sup>, Y. Hou<sup>1<\/sup>, L. A. Stasiak<sup>1<\/sup>, Y. Luan<sup>1<\/sup>, J. F. Costello<sup>2<\/sup>, F. Yue<sup>1<\/sup>; <br\/><sup>1<\/sup>Northwestern University - Chicago, Chicago, IL, <sup>2<\/sup>University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"443edaff-f387-40eb-8a9b-8621de370684","ControlNumber":"5216","DisclosureBlock":"&nbsp;<b>Q. Wang, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>R. Mathur, <\/b> None..<br><b>M. W. Youngblood, <\/b> None..<br><b>Q. Jin, <\/b> None..<br><b>Y. Hou, <\/b> None..<br><b>L. A. Stasiak, <\/b> None..<br><b>Y. Luan, <\/b> None..<br><b>J. F. Costello, <\/b> None..<br><b>F. Yue, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6979","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5676","PresenterBiography":null,"PresenterDisplayName":"Qixuan Wang","PresenterKey":"b9c72584-a5de-4940-8dc1-257f17206e03","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5676. Spatial 3D genome organization reveals intratumor heterogeneity in primary glioblastoma samples","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"384","SessionOnDemand":"False","SessionTitle":"Genomic Changes and Intratumoral Heterogeneity as Predictive Biomarkers for Clinical Outcome","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial 3D genome organization reveals intratumor heterogeneity in primary glioblastoma samples","Topics":null,"cSlideId":""}]