[{"Abstract":"Background: Tumor immunotherapy, especially the combination of PD-1\/PD-L1 inhibitors and chemotherapy, has developed rapidly. However, the systemic side effects induced by chemotherapy remain a crucial problem that needs to be addressed. Antibody-drug conjugates (ADCs) are exceptional as a target-specific prodrugs that greatly improve the therapeutic window of chemotherapy drugs. Therefore, we designed the ADC based on a bispecific anti-PD-L1\/anti-AXL antibody with toxic MMAE (Monomethyl auristatin E) for precise targeting of cancer cells and reduction of the side effects.<br \/>Materials and Methods: The CPL976-MMAE conjugate was prepared with site-specific conjugation technology of Fc-glycan remodeling and click-chemistry. The binding to the extracellular domain of AXL and PD-L1 was confirmed with use of the Surface Plasmon Resonance (SPR). After the conjugation with MMAE, cytotoxicity and selectivity of the ADC were evaluated on the human cancer cell lines with different expression levels of AXL and PD-L1. The ADC's ability to force internalization of targets was shown on a panel of cell lines. The effectiveness of ADC was evaluated based on changes in the cell cycle and of treated cells. The high efficacy of the conjugates was confirmed in a mouse model of MDA-MB-231 xenografts in bi-weekly intravenous injection of 6 doses.<br \/>Results: CPL976-MMAE showed improved cellular uptake, selectivity, and anticancer activity, compared to unconjugated MMAE in the cancer cell lines with different expression of the targets AXL\/PD-L1. We confirmed ADCs efficacy using cells expressing high levels of AXL and PDL-1 shown as arrest in G2-M phase of the cell cycle and dose-depended apoptosis. The in vivo experiment on a mouse xenograft model confirmed complete tumor reduction (8\/8) after ADC treatment, despite the application of an 11 times lower dose in comparison to the free-MMAE control group and was well-tolerated by mice. Importantly, even after the withdrawal of 976-MMAE for 3 weeks, no tumor regrowth was observed.<br \/>Conclusions: We presented a new, ADC based on bispecific anti-PD-L1\/anti-AXL antibody conjugated with MMAE, that combines the effects of cancer growth inhibition by interaction with AXL and immunotherapy by disruption of the PD-1\/PD-L1 axis, with selective delivery of MMAE to cancer cells. The simultaneous action of delivering the toxin and acting on both therapeutic targets provides a potent synergistic anti-tumor effect, that can lead to complete tumor eradication and potentially overcome the primary and secondary resistance to PD-1\/PD-L1 targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"PD-L1,Axl,Bispecific antibody,Antibody-drug conjugate (ADC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. Lacek, <b>A. Jablonska<\/b>, O. Abramczyk, M. Janowska, F. Mitula, A. Sowinska, A. Bojko-Matuszek, T. Kornatowski, D. Kolakowski, M. Bojko, M. Skupinska, W. Pyra, M. Gorka, J. Hucz-Kalitowska, E. Mroz, M. Choros, J. Pieczykoland, M. Wieczorek, D. Popiel; <br\/>Celon Pharma SA, Kazun Nowy, Poland","CSlideId":"","ControlKey":"2d7d254d-6fd5-491b-84e6-e6765b560abe","ControlNumber":"4710","DisclosureBlock":"<b>&nbsp;K. Lacek, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>A. Jablonska, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>O. Abramczyk, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>M. Janowska, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>F. Mitula, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>A. Sowinska, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>A. Bojko-Matuszek, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>T. Kornatowski, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>D. Kolakowski, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>M. Bojko, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>M. Skupinska, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>W. Pyra, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>M. Gorka, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>J. Hucz-Kalitowska, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>E. Mroz, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>M. Choros, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>J. Pieczykoland, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>Scope Fluidics<\/b> Employment. <br><b>M. Wieczorek, <\/b> <br><b>Celon Pharma<\/b> Employment. <br><b>D. Popiel, <\/b> <br><b>Celon Pharma<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7995","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3184","PresenterBiography":null,"PresenterDisplayName":"Anna Jablonska, MS;PhD","PresenterKey":"3f244d58-3171-4127-adc1-dcfe69326015","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3184. Development of an innovative bifunctional CPL976-MMAE conjugate based on a bispecific anti-PD-L1\/ ant-AXL antibody with a dual mechanism of action","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of an innovative bifunctional CPL976-MMAE conjugate based on a bispecific anti-PD-L1\/ ant-AXL antibody with a dual mechanism of action","Topics":null,"cSlideId":""},{"Abstract":"Pathogen-associated molecular patterns (PAMP) are conserved molecular structures produced by microorganisms that are recognized as foreign by receptors of the innate immune system. Unmethylated cytosine-guanine oligodeoxynucleotides (CpG ODNs) are a storied drug class from the PAMP family that ligates Toll-like receptor 9 (TLR9). CpG ODNs have shown promising antitumor effects in preclinical studies by inducing potent pro-inflammatory immune responses. However, there are still practical challenges that have hindered clinical success, including inefficient <i>in vivo<\/i> delivery and severe immune-related toxicities caused by systemic exposure to CpG. We previously identified that glatiramer acetate (GA), an FDA-approved, lysine-rich polypeptide, could be applied as a cationic drug delivery vector for CpG delivery proximal to the injection site while mitigating systemic release of pro-inflammatory cytokines. To dive into the mechanism and evaluate pharmacological efficacy in more pathological models that simulate colorectal carcinoma, we validated the biodistribution of GA-CpG complexes (or R4B) and explored their safety and antitumor immunity in multiple mouse colorectal carcinoma models. In the CT26 single tumor model, intratumoral R4B treatment displayed comparable antitumoral efficacy as CpG treatment. Genome-wide transcriptome analysis showed that R4B treatment elicited much more prominent immune system response pathways in both lesions and spleens. The biodistribution study proved that R4B localized and gradually released CpG around the injection site while &#8216;naked&#8217; CpG diffused away from the injection site quickly. In the CT26 dual tumor-bearing model, intratumoral administration of R4B generated systemic immune efficacy that led to an abscopal effect on distant untreated cancers, comparable to treatment with CpG alone. Notably, R4B treatment accomplished these effects with greatly mitigated systemic pro-inflammatory cytokines compared to CpG alone. These data help further elucidate the noncanonical role of glatiramer acetate to serve as a nucleic acid delivery scaffold that potentiates the safety of CpG adjuvant for cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Immuno-oncology,TLR9,Drug delivery,Glatiramer acetate,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Gong<\/b><sup>1<\/sup>, D. J. Griffin<sup>2<\/sup>, C. E. Groer<sup>1<\/sup>, X. Wu<sup>1<\/sup>, M. M. Abdelaziz<sup>1<\/sup>, S. Wu<sup>1<\/sup>, L. Xu<sup>1<\/sup>, L. M. Forrest<sup>1<\/sup>, C. J. Berkland<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Kansas, Lawrence, KS, <sup>2<\/sup>Kinimmune, Inc., St. Louis, MO","CSlideId":"","ControlKey":"1e21b492-a8c4-40bb-bd60-cc1b6346ced9","ControlNumber":"108","DisclosureBlock":"&nbsp;<b>H. Gong, <\/b> None..<br><b>D. J. Griffin, <\/b> None..<br><b>C. E. Groer, <\/b> None..<br><b>X. Wu, <\/b> None..<br><b>M. M. Abdelaziz, <\/b> None..<br><b>S. Wu, <\/b> None..<br><b>L. Xu, <\/b> None..<br><b>L. M. Forrest, <\/b> None..<br><b>C. J. Berkland, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7997","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3185","PresenterBiography":null,"PresenterDisplayName":"Huan Gong, MS","PresenterKey":"9615420a-249d-480f-af22-f69bbb0b63da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3185. Glatiramer acetate enhances tumor retention and mitigates systemic toxicity of toll-like receptor 9 agonists as intratumoral immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glatiramer acetate enhances tumor retention and mitigates systemic toxicity of toll-like receptor 9 agonists as intratumoral immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Immune checkpoint blockade (ICB) therapy has revolutionized cancer treatment, yet resistance to this therapy can lead to immune escape and disease progression. Here, we introduce WTX-212, an erythrocyte-antibody conjugate covalently linking anti-PD-1 antibody to erythrocyte membranes. Unlike conventional antibodies, WTX-212 naturally accumulates in the spleen and remodels the splenic immune landscape in tumor-bearing mice. Pre-clinical studies have demonstrated that T cells activated by WTX-212 reduce the splenic reservoir of immunosuppressive myeloid cells, including those within tumors. This results in a systemic anti-tumor immune response and suppression of tumor growth in xenograft tumor models resistant to anti-PD-1 immunotherapies. A first-in-human (FIH) clinical trial is now investigating its potential in human cancer patients.<br \/>Methods: The FIH trial (NCT05707325) is aimed to investigate the safety, pharmacokinetics, mechanisms and preliminary efficacy of WTX-212 in cancer patients with advanced malignancies. All of patients had previously received anti-PDs therapies and developed resistance to these treatments. By November 15<sup>th<\/sup>, 2023, 7 patients across two cohorts had received WTX-212 monotherapy (1&#215;10<sup>11<\/sup>-2&#215;10<sup>11<\/sup> cells, Q3W IV). The tumor lesions were assessed using RECIST v1.1 criteria. Blood and tumor samples were collected for correlative analysis.<br \/>Results: 7 patients with various solid tumors, having undergone a median of 3.1 prior lines of therapy (ranging from 1-6), received WTX-212 monotherapy. No dose-limiting toxicities or treatment-related adverse events greater than Grade 3 were reported. WTX-212 was detectable in peripheral blood at the end of cycle in a dose dependent manner. Disease control, including partial remission (PR) and stable disease (SD), was observed in 5\/7 patients (DCR, 71%). One patient with esophageal cancer achieved a PR with a significant 44% reduction in target lesion size after two cycles of treatment. Two patients, one with esophageal cancer (3 lines prior therapies) and another with HPV-negative cervical cancer (4 lines prior therapies), maintained disease control for over 30 weeks after WTX-212 treatment. Consistent with preclinical findings, WTX-212 systemically induced anti-tumor responses, leading to a reduction of myeloid-derived suppressor cells (MDSCs) particularly the PMN-MDSC subset in 6\/7 patients (reductions ranging from 24%-82% compared to baseline), and a median 1.5-fold increase of T cells in 7\/7 patients in the peripheral blood after the 1<sup>st<\/sup> cycle of treatment.<br \/>Conclusion: The initial promising data support further investigation and exploration of the combination therapy strategies to expand the therapeutic potential of WTX-212 in cancer patients. Erythrocyte-drug conjugation may serve as a unique strategy for targeting the peripheral immune system to treat cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Drug delivery,Immuno-oncology,Cancer therapy,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Yang<\/b><sup>1<\/sup>, X. Nie<sup>2<\/sup>, Z. Chen<sup>1<\/sup>, Y. Liu<sup>2<\/sup>, J. Zheng<sup>3<\/sup>, X. Gao<sup>2<\/sup>; <br\/><sup>1<\/sup>Zhejiang Provincial People’s Hospital, Hangzhou, China, <sup>2<\/sup>Westlake University, Hangzhou, China, <sup>3<\/sup>Westlake THerapeutics, Hangzhou, China","CSlideId":"","ControlKey":"aada61be-cb9e-47d7-9322-36085fa1cbe0","ControlNumber":"1607","DisclosureBlock":"&nbsp;<b>L. Yang, <\/b> None..<br><b>X. Nie, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>Y. Liu, <\/b> None.&nbsp;<br><b>J. Zheng, <\/b> <br><b>Westlake Therapeutics<\/b> Employment. <br><b>X. Gao, <\/b> <br><b>Westlake Therapeutics<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7998","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3186","PresenterBiography":null,"PresenterDisplayName":"Liu Yang, MD, PhD","PresenterKey":"41e5f94e-1830-441c-9a07-4015100e6951","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3186. An Erythrocyte-&#945;PD-1 conjugate suppresses cancers resistant to checkpoint blockade immunotherapy: A first-in-human study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An Erythrocyte-&#945;PD-1 conjugate suppresses cancers resistant to checkpoint blockade immunotherapy: A first-in-human study","Topics":null,"cSlideId":""},{"Abstract":"Background: Activating the innate immune pathway of stimulator of interferon genes (STING) can elicit potent anti-tumor immunity via the production of type-I interferons (IFN-I). However, cyclic-dinucleotide (CDN) STING agonists have undesirable pharmacological properties. Most CDNs in clinical development are administered intratumorally, thus precluding their utility against advanced cancer. Here, we report the development of a new nanoparticle system for the systemic delivery of CDN STING agonists with potent efficacy, favorable pharmaceutical properties, and acceptable safety profiles.<br \/>Methods: Various metal ions were screened for synergy with CDNs for IFN-I response from bone marrow-derived dendritic cells. Lipid nanoparticles carrying CDN and manganese ions (termed SNP) were synthesized. Mice bearing syngenetic tumors (including CT26 and B16F10) as well as genetically engineered mouse models were treated by intravenous administration of SNP, followed by tumor monitoring and immune profiling of the tumor microenvironment. White New Zealand rabbits bearing VX2 tumors as well as healthy mongrel dogs were treated with SNP and evaluated. Lastly, human tumor biopsies derived from head and neck squamous cell carcinoma (HNSCC) patients were incubated with SNP or soluble STING agonists and analyzed for immune activation.<br \/>Results: We identified that Mn<sup>2+<\/sup> achieved strong synergy with CDN STING agonists for inducing IFN-I production. SNP carrying CDN and Mn<sup>2+<\/sup> was dosed intravenously in mice, leading to robust IFN-I response, remodeling of the immunosuppressive tumor microenvironment, and expansion of anti-tumor CD8<sup>+<\/sup> T cells. Intravenous SNP therapy resulted in robust anti-tumor efficacy in multiple murine tumor models, including CT26, B16F10, and a genetically engineered mouse model of MMTV-PyMT triple-negative breast cancer. We have also observed robust anti-tumor efficacy of SNP against VX2 squamous carcinomas in rabbits and have demonstrated the safety of intravenous SNP therapy in healthy dogs. Mechanistically, the efficacy of SNP therapy was dependent on the host STING expression but independent of the tumor STING expression. In addition, the anti-tumor efficacy of SNP was decreased in mice lacking <i>Ifnar1<\/i> or <i>Ifngr1<\/i> expression in the B16F10 melanoma model, showing the crucial effects of IFN-I and IFN-II responses. Moreover, SNP treatment led to robust IFN-I responses from fresh human tumor biopsies derived from HNSCC patients.<br \/>Conclusions: SNP empowers highly effective systemic cancer immunotherapy via nanotechnology. It also underscores the potential of utilizing metal ions for immune-mediated disease treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,Immunostimulation,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Zhou<\/b><sup>1<\/sup>, X. Sun<sup>1<\/sup>, W. Gong<sup>1<\/sup>, Z. Wan<sup>1<\/sup>, T. Krieger-Burke<sup>2<\/sup>, V. Yuzbasiyan-Gurkan<sup>2<\/sup>, Y. L. Lei<sup>1<\/sup>, J. Moon<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Michigan, Ann Arbor, MI, <sup>2<\/sup>Michigan State University, East Lansing, MI","CSlideId":"","ControlKey":"c9614b75-d548-4526-9e4d-d4a4e41849e6","ControlNumber":"2283","DisclosureBlock":"&nbsp;<b>X. Zhou, <\/b> None.&nbsp;<br><b>X. Sun, <\/b> <br><b>Editas Medicine<\/b> Employment.<br><b>W. Gong, <\/b> None..<br><b>Z. Wan, <\/b> None..<br><b>T. Krieger-Burke, <\/b> None..<br><b>V. Yuzbasiyan-Gurkan, <\/b> None.&nbsp;<br><b>Y. L. Lei, <\/b> <br><b>SAROS Therapeutics<\/b> Other Business Ownership. <br><b>J. Moon, <\/b> <br><b>SAROS Therapeutics<\/b> Other Business Ownership. <br><b>EVOQ Therapeutics<\/b> Other Business Ownership.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7999","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3187","PresenterBiography":null,"PresenterDisplayName":"Xingwu Zhou, MS","PresenterKey":"96820434-0fbb-4933-90d8-db33cb2b580b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3187. Enhancing STING activation by cyclic dinucleotide-manganese particles for systemic cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing STING activation by cyclic dinucleotide-manganese particles for systemic cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"A novel, injectable chitosan-glycerol hydrogel was developed and characterized. Upon injection with co-formulated therapeutics, the gel vastly improved molecule retention at the injection site, as compared to molecule delivery in less viscous media.<br \/><b>Methods. <\/b>The hydrogel was formed through a centrifugation process. 70% deacetylated, medium viscosity chitosan was dissolved in 0.1M HCl. Glycerol was then added, followed by vortexing. Next, 1x PBS and 1M NaOH were added to neutralize the mixture, which induced gelation. After hydrogel centrifugation at 10,000 rpm for 5 minutes, a hydrogel was separated from precipitate. Several formulation parameters were tested, including chitosan:glycerol volume ratio, chitosan concentration, chitosan degree of deacetylation, and chitosan molecular weight. The retention of model therapeutics, formulated in hydrogel or saline vehicles, following injection in agar-based tumor phantoms was quantified via absorbance and fluorescence readings. To assess biocompatibility, a non-contact cell viability assay was performed utilizing 3T3 fibroblasts seeded in the bottom of transmembrane wells with hydrogels added to the upper chamber. After 48 hours, cells were collected and counted utilizing trypan blue.<br \/><b>New Data. <\/b>A hydrogel for intratumoral therapeutic delivery was constructed with several desirable qualities, including biocompatibility and injectability through a 25-gauge needle. Different relative glycerol to chitosan volumes, from 5 to 95 w\/v % glycerol, were tested to determine a range of gelation conditions. Glycerol volume most significantly impacted gelation conditions independent of chitosan concentration, with gelation occurring between 70-85% relative volume glycerol. Increasing chitosan solution concentration and chitosan molecular weight increased the range of chitosan:glycerol ratios resulting in gelation. The hydrogel improved load retention at the agar tumor phantom injection site for various sizes of model therapeutics compared to less viscous solutions. Cytotoxicity testing of the hydrogel showed a statistically insignificant difference between the live:dead cell ratios of the experimental and negative control groups.<br \/><b>Conclusion. <\/b>An injectable, biocompatible hydrogel was created through the neutralization and centrifugation of a chitosan-glycerol solution. The hydrogel displays physiological pH, injectability through a 25-gauge needle, biocompatibility, and vastly improved therapeutic load retention at the injection site compared to less-viscous delivery media. Chitosan-glycerol hydrogels may be useful for intratumoral delivery and retention of immunomodulators within the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Drug delivery,Hydrogel,Tumor,Vaccines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. L. Kobrin<\/b>, S. M. Mantooth, D. A. Zaharoff; <br\/>North Carolina State University, Raleigh, NC","CSlideId":"","ControlKey":"09cd8f43-6a3b-485f-8992-f84cccc4b37c","ControlNumber":"6820","DisclosureBlock":"&nbsp;<b>R. L. Kobrin, <\/b> None..<br><b>S. M. Mantooth, <\/b> None..<br><b>D. A. Zaharoff, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8000","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3188","PresenterBiography":null,"PresenterDisplayName":"Robert Kobrin","PresenterKey":"cc93b89a-e841-4643-b3c1-fe897b084aad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3188. Chitosan-glycerol injectable gel for intratumoral retention of immunotherapeutics","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chitosan-glycerol injectable gel for intratumoral retention of immunotherapeutics","Topics":null,"cSlideId":""},{"Abstract":"Transmembrane 4 super family member 4(TM4SF4) protein has been shown to be involved in EMT-associated stemness through autocrine of insulin-like growth factor 1(IGF1) and osteopontin(OPN) in non-small cell lung cancer(NSCLC) cells. However, its potential as a therapeutic target has not been evaluated. In this study, anti-human TM4SF4 monoclonal antibodies(anti-hTM4SF4 mAbs) were prepared in mouse as part of a strategy for developing anticancer drug using humanized antibody. A synthetic peptide(15 mer, 126-140th AA) derived from the extracellular loop(ECL) 2 of human TM4SF4 exposed on outer cell surface was used as an immunization antigen. Among the selected anti-hTM4SF4 mAbs, ECL-2B7 and ECL-12A8 showed the best affinity for the antigen(Kd), approximately 2.66 nM and 8.34 nM, as determined by surface plasmon resonance analysis. Using mouse xenograft of NSCLC cell line, it was confirmed that ECL-2B7 was superior to ECL-12A8 in producing humanized antibody. ECL-2B7 inhibited EMT-associated stemness of TM4SF4 positive cancer cells by blocking cellular signaling events such as IGF1R&#946; and CD44 and their downstream signals, PI3K\/AKT\/GSK3&#946;\/NF-&#954;B and JAK2\/STAT3 pathways. ECL-2B7 also enhanced antitumor activity by downregulating cellular and exosomal level of PD-L1 and B7-H4, immune-checkpoint ligands that elicit immunosuppression of T cell, and by mediating antibody-dependent cellular cytotoxicity. Treatment with OPN- and IGF1-neutralizing antibodies suppressed intracellular PD-L1 and B7-H4 level. It means that the regulation of PD-L1 and B7-H4 levels by TM4SF4 is closely related to the autocrine action of OPN and IGF1 induced by TM4SF4. Using patient-derived xenograft model, it was confirmed that the ECL-2B7 has excellent antitumor activity that effectively inhibits tumor progress. These results strongly suggest that it is necessary to construct humanized antibody based on ECL-2B7 to confirm its potential as a novel anticancer drug.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody,ADCC,Cancer therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Rae Kwon Kim<sup>1<\/sup>, Chang-Kyu Heo<sup>2<\/sup>, Yeon-jee Kahm<sup>1<\/sup>, Uhee Jung<sup>1<\/sup>, Byung-Chul Shin<sup>1<\/sup>, Won-Yong Kim<sup>1<\/sup>, Bum-Jin Kim<sup>3<\/sup>, Sung-Chul Kim<sup>3<\/sup>, Chun-jeih Ryu<sup>4<\/sup>, Eun-Wie Cho<sup>2<\/sup>, <b>In-Gyu Kim<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Korea Atomic Energy Research Institute, Daejeon, Korea, Republic of,<sup>2<\/sup>Korea Research Institute of Bioscience and Biotechnology, Daejeon, Korea, Republic of,<sup>3<\/sup>Algok Bio. Inc., Bellevue, WA,<sup>4<\/sup>Sejong University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"9a1ef7ab-0800-4ccb-9398-471d90e4f9cb","ControlNumber":"1245","DisclosureBlock":"&nbsp;<b>R. Kim, <\/b> None..<br><b>C. Heo, <\/b> None..<br><b>Y. Kahm, <\/b> None..<br><b>U. Jung, <\/b> None..<br><b>B. Shin, <\/b> None..<br><b>W. Kim, <\/b> None..<br><b>B. Kim, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>C. Ryu, <\/b> None..<br><b>E. Cho, <\/b> None..<br><b>I. Kim, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8002","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3189","PresenterBiography":null,"PresenterDisplayName":"In-Gyu Kim, PhD","PresenterKey":"744592b1-a19e-470a-b1a3-815435b3e185","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3189. A novel monoclonal antibody targeting TM4SF4 enhances antitumor activity through regulation of cellular levels of immune checkpoint ligands and antibody dependent cellular cytotoxicity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel monoclonal antibody targeting TM4SF4 enhances antitumor activity through regulation of cellular levels of immune checkpoint ligands and antibody dependent cellular cytotoxicity","Topics":null,"cSlideId":""},{"Abstract":"Immunoglobulin G (IgG)-based mAbs have become a dominant class of cancer immunotherapy due to their excellent drug-like properties, long half-life, and generally safe profiles. Typical IgG-based therapeutic mAbs have strong binding to target antigens owing to the valency effect of two antigen-binding fragments (Fabs). However, the single crystallizable fragment (Fc) lacks the valency effect to engage immune effector elements. As Fc&#947; receptors (Fc&#947;R) such as Fc&#947;RIIa and Fc&#947;RIIIa and C1q complement component have low affinity for Fc, IgG-based mAbs require high antibody opsonization density to exhibit avidity for these low affinity Fc&#947; receptors and C1q. This may also account for the suboptimal efficacy of IgG-based mAbs against tumors with less abundant antigen. To enhance effector functions of IgG1 by overcoming such limitation, we devised a novel platform, Twin Fc-ICE, in which a single Fab region is attached by two Fc regions which allow for high avidity binding to Fc&#947; receptors and C1q. The two Fc regions of Twin Fc-ICE are arranged in parallel, not in tandem, to adopt natural topologies of multiple Fc regions presented by IgG1-opsonized targets. Supporting the avidity effect of Twin Fc-ICE for Fc&#947;R binding, we showed that CTN001, a Twin Fc-ICE with trastuzumab Fab, have markedly increased binding to Fc&#947;Rs including Fc&#947;RI, Fc&#947;RIIa and Fc&#947;RIIIa compared with trastuzumab. The avid Fc&#947;R binding was further demonstrated by flow cytometry analysis of human blood which revealed significantly increased binding of CTN001 relative to trastuzumab for immune cells expressing activating Fc&#947;Rs such as natural killer (NK) cells, monocytes, and dendritic cells (DCs). The monovalent antigen binding of Twin Fc-ICE requires Fab with high affinity. However, provided that high affinity is achieved, the monovalent Fab adds to the two Fc regions to maximize the Fc load on cancer cells expressing low levels of antigen. Indeed, flow cytometry analysis revealed that treatment of CTN001 alone results in higher Fc load on HER2-expressing cancer cells than combination of two anti-HER2 IgG1 mAbs, trastuzumab and pertuzumab. In consistent with increased Fc load on target cells and avid Fc&#947;R binding, CTN001 induces enhanced effector functions such as CDC, ADCC and ADCP against HER2-expressing cancer cells compared with trastuzumab, which will be presented in a separate poster. CTN001 exhibits comparable thermal stability with trastuzumab and can be readily purified to &#62;95% purity with typical purification platforms. The serum half-life of CTN001 at 10 mg\/kg intravenous dose in rats is found non-inferior to that of trastuzumab (~12 days versus ~7 days). Taken together, Twin Fc-ICE provides an optimized platform with drug-like properties, which leverages avidity effects of Fc to potentiate therapeutic efficacy of antibody.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody engineering,Immune cell engager,Immunotherapy,HER2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. S. Choi<\/b>, H. Park, J. Bae, K.-J. Lee, E. Kim, S. Yoon, D. Lee, G.-H. Yang; <br\/>Centenaire Biosciences Inc., Seongnam-si, Korea, Republic of","CSlideId":"","ControlKey":"1408d785-577a-4afd-b66f-f6b57157839b","ControlNumber":"4480","DisclosureBlock":"&nbsp;<b>E. S. Choi, <\/b> None..<br><b>H. Park, <\/b> None..<br><b>J. Bae, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>E. Kim, <\/b> None..<br><b>S. Yoon, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>G. Yang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8003","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3190","PresenterBiography":null,"PresenterDisplayName":"Eun Shik Choi, PhD","PresenterKey":"68f1d866-d48b-4890-8647-6b96512554cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3190. Twin Fc-immune cell engager (ICE): A novel antibody platform for cancer immunotherapy with enhanced avidity for Fc&#947; receptors and complement","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Twin Fc-immune cell engager (ICE): A novel antibody platform for cancer immunotherapy with enhanced avidity for Fc&#947; receptors and complement","Topics":null,"cSlideId":""},{"Abstract":"Small cell lung cancer (SCLC) remains a significant clinical concern, with only a 7% 5 year survival rate; therefore, there remains an unmet need for efficacious treatments. Lurbinectedin was FDA approved in 2019 to treat platinum-resistant SCLC. Preliminary experiments in SCLC cell lines indicated an increase in intracellular pChk1 when treated with lurbinectedin. Based on these data and our understanding of the role of checkpoint kinases in the DNA damage response (DDR), we hypothesize that the activity of Chk1 is indicative of upregulated DDR activity as a result of double stranded breaks and replicative stress induced by lurbinectedin. In subsequent experiments, we sought to identify the role of Chk1 and Chk2 in the tumor cell response to lurbinectedin by inhibiting their activity using prexasertib (LY2606368, Acrivon Therapeutics). Cell viability experiments indicate decreased tumor cell viability when three SCLC cell lines (H1048, H1105, H1417) are treated with prexasertib as a single agent and in combination with lurbinectedin. Western blot analysis of intracellular proteins from the same SCLC cell lines treated with both drugs demonstrate dose-dependent effects on cell death marker cPARP, DNA damage marker &#947;H2AX, and DDR\/cell cycle pathway kinases cdk1 and 2. Ongoing experiments seek to replicate results using alternative Chk1\/2 inhibitors, and to explore the effect of lurbinectedin-Chk1\/2 inhibitor combination treatment on antitumor immune effector function by in vitro co-culture.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Chk1,Chk2,Combination therapy,Lung cancer: small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Sanchez Sevilla Uruchurtu<\/b><sup>1<\/sup>, T. Roady<sup>1<\/sup>, A. Anderson<sup>2<\/sup>, W. S. El-Deiry<sup>1<\/sup>; <br\/><sup>1<\/sup>Brown University, Providence, RI, <sup>2<\/sup>Metropolitan Regional Career and Technical Center, Providence, RI","CSlideId":"","ControlKey":"7b45aa45-b5db-4fd2-991d-d46213126f64","ControlNumber":"7717","DisclosureBlock":"&nbsp;<b>A. Sanchez Sevilla Uruchurtu, <\/b> None..<br><b>T. Roady, <\/b> None..<br><b>A. Anderson, <\/b> None..<br><b>W. S. El-Deiry, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8004","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3191","PresenterBiography":null,"PresenterDisplayName":"Ashley Sanchez Sevilla Uruchurtu, BS","PresenterKey":"3265b7ea-b78f-4e6b-930c-75ff756b986f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3191. Chk1\/2 inhibition enhances response to lurbinectedin treatment in small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chk1\/2 inhibition enhances response to lurbinectedin treatment in small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"The development of bispecific T cell engagers represents a highly effective immunotherapy strategy for the treatment of hematologic malignancies. However, Blinatumomab, a bispecific T cell engager of CD3\/CD19, has disadvantages in clinical setting due to the adverse pharmacokinetics (PK), which resulted in less than 2 hours of in vivo elimination half-life, neurotoxicity, and cytokine release syndrome. In this study, a bispecific antibody JY108 was developed to target CD19 and CD3e with much reduced affinities towards both targets (revealed by Biacore assay results). JY108 was prepared by a patented pegylation bispecific linker technology, which could address the limitations of current therapeutic approaches. <i>In vitro<\/i> cytotoxicity assay results demonstrated that the EC50s of the drug specific cytotoxicity of T cells mediated by JY108 are in the concentrations of ng\/ml, while blinatumomab mediated cytotoxicity to the same CD19+ cells are in the concentrations of pg\/ml. Despite the weaker in vitro cytotoxicity than Blinatumomab, JY108 presents comparable tumor inhibition effects with Blinatumomab in different i<i>n vivo<\/i> studies, which include the PBMC reconstructed models with established MEC-1 or Farage tumors, the delayed drug administration on human PBMCs\/tumor co-transplanted model of Raji. In addition, JY108 prolonged the survival of animals with Nalm6 brain metastasis more significantly than Blinatumomab at the same dosage. Furthermore, the PK study revealed that at the different dosages, the circulation T<sub>1\/2s<\/sub> of JY108 in mice are above 20 hours, which is expected to result in more significant efficacious benefits in clinical setting. Meanwhile, the completed package of GLP-toxicity study did not observe any drug related tox to the model animals (including no cytokine release in vivo, no neurotoxicity, no respiratory toxicity, etc.), and JY108 did not induce significant cytokine release than the blank control to the whole blood or PBMCs from healthy donor in vitro. In the efficacious concentrations of exerting cytotoxicity to CD19+ tumor cells in the presence of PBMC, JY108 did not induce significant cytokine release than the blank control, while blinatumomab always induced significant cytokine release. We postulated that the lower CD3 affinity of JY108 most probably resulted in the decoupling of the signaling for activating the gene expression of cytokines from the secretion of the polarized lytic granules by T cells, which resulted in a much milder T cell activation by JY108. Currently, JY108 is a phase I trial candidate and awaits further evaluations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Bispecific antibody,T cell engager,Cytotoxic T cell,BiTE antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Liu<\/b>, Y. Wen, W. Lyu, S. Yin, Y. Lei, D. Wu, Z. Wu, Q. Zhuo; <br\/>Shenzhen Enduring Biotech, Ltd., Shenzhen, China","CSlideId":"","ControlKey":"d4ebb3c5-6913-4feb-a863-9a6d734d66b5","ControlNumber":"5716","DisclosureBlock":"&nbsp;<b>S. Liu, <\/b> None..<br><b>Y. Wen, <\/b> None..<br><b>W. Lyu, <\/b> None..<br><b>S. Yin, <\/b> None..<br><b>Y. Lei, <\/b> None..<br><b>D. Wu, <\/b> None..<br><b>Z. Wu, <\/b> None..<br><b>Q. Zhuo, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8005","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3192","PresenterBiography":null,"PresenterDisplayName":"Shumin (Sam) Liu, PhD","PresenterKey":"fcfcd8a5-127e-418d-8e88-9f66807dea41","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3192. A novel long acting pegylated T cell engager targeting CD3 and cd19 with effective tumor killing and no potential CRS risk in CD19+ hematologic malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel long acting pegylated T cell engager targeting CD3 and cd19 with effective tumor killing and no potential CRS risk in CD19+ hematologic malignancies","Topics":null,"cSlideId":""},{"Abstract":"Many targeted therapies, such as antibody drug conjugates (ADCs) and chimeric antigen receptor (CAR) T cell therapies, rely on the identification of an optimal antigen as the cell marker for targeting cancer cells. However, there is a paucity of antigen candidates that are sufficiently specific to epithelial cancers. Therefore, technologies that can mark tumor cells for immune recognition could prove beneficial in the treatment of these solid cancers. pH low insertion peptides (pHLIPs) act as a unique delivery platform that can specifically target the acidic microenvironment of tumors, sparing healthy tissue in the process. We developed a pHLIP-peptide conjugate (pHLIP-SIINFEKL) to deliver the SIINFEKL peptide, an immunogenic fragment of ovalbumin, to investigate antigen delivery and recognition to tumors <i>in vivo<\/i>. When processed intracellularly, SIINFEKL is presented for immune recognition through the major histocompatibility complex (MHC) class I pathway. We observed selective delivery of pHLIP-SIINFEKL both <i>in vitro<\/i> and <i>in vivo<\/i> using fluorescently labeled constructs. <i>In vitro<\/i>, treatment of melanoma tumor cells with pHLIP-SIINFEKL resulted in recognition by SIINFEKL-specific T cells (OT1), leading to T cell activation and effector function. Mechanistically, we show that this recognition by OT1 cells was abrogated by siRNA knockdown of the &#946;2 microglobulin (&#946;2m) component of MHC class I in the target tumor cells, indicating that an intact antigen processing pathway in the cancer cells is necessary to mediate the effect of pHLIP-directed SIINFEKL delivery. <i>In vivo<\/i>, pHLIP-SIINFEKL treatment of tumor-bearing mice resulted in recruitment of OT1 T cells and suppression of tumor growth in two syngeneic tumor models in immunocompetent mice, with no effect when mutating either the pHLIP or SIINFEKL components of the conjugate. These results suggest that pHLIP-mediated peptide delivery can provide a novel approach to decorate solid tumors with engineered antigens for enhanced immune recognition and anti-tumor efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Tumor antigen,Peptides,In vivo,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. M. Yurkevicz<\/b>, Y. Liu, P. M. Glazer; <br\/>Yale University, New Haven, CT","CSlideId":"","ControlKey":"fca78fb4-c034-46b0-978b-f9c9daf4dddb","ControlNumber":"7120","DisclosureBlock":"&nbsp;<b>A. M. Yurkevicz, <\/b> None..<br><b>Y. Liu, <\/b> None.&nbsp;<br><b>P. M. Glazer, <\/b> <br><b>Gennao Bio<\/b> Stock, Grant\/Contract, Patent, Other, Founder and Consultant. <br><b>Cybrexa<\/b> Stock, Other, Founder and Consultant. <br><b>Patrys<\/b> Stock. <br><b>pHLIP, Inc<\/b> Stock, Other, Consultant.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8006","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3193","PresenterBiography":null,"PresenterDisplayName":"Annali Yurkevicz, BS;M Phil","PresenterKey":"054bda93-3b40-45b2-9658-704ee1cd1f27","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3193. Utilizing a pH sensitive peptide (pHLIP) for antigen-directed T cell therapy<\/b>","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Utilizing a pH sensitive peptide (pHLIP) for antigen-directed T cell therapy<\/b>","Topics":null,"cSlideId":""},{"Abstract":"Antibody therapeutics has been proven clinically against various cancer types and have achieved great success. Majority of the therapeutic antibodies target cell surface or extracellular proteins. Most of the tumor-specific antigens that control cell growth, proliferation, and death are intracellular, and traditional antibody therapies fail to recognize intracellular antigen targets. Such tumor specific intracellular targets consist of overexpressed self antigens, oncofetal protein, cancer testis antigens, viral protein and neo-antigens of mutant proteins. Recently, an emerging approach to target these neo-epitopes has been developed called T-cell receptor-like\/TCR-mimic antibodies as they recognize similar epitopes to those of T cell receptors which target specific peptide-MHC complexes(pMHC). TCR mimic antibodies open a new avenue for targeting intracellular antigens yet there are lots of challenges for generating highly selective and potent TCR mimic antibodies. MAGE-A4, melanoma-associated antigen A4, is a member of the MAGE protein family of cancer-testis antigen (CTA). In healthy adult, MAGE-A4 expression is restricted to immune-privileged sites. But MAGE-A4 is widely expressed on many cancers such as lung cancer, head and neck squamous cell cancer, synovial sarcoma(SS), ovarian cancer, urothelial cancer and melanoma. The decapeptide GVYDGREHTV(amino acids 230-239) derived from MAGE-A4, can be presented by HLA-A*02:01 molecule, elicits specific cytotoxicity T cell response. Afami-cel, a genetically modified autologous T cell therapy against this pMHC complex, showed promising potency for patients with metastatic SS. So MAGE-A4\/ HLA-A*02:01 may be a good target for TCR mimic antibodies and cancer immunotherapy. In the present study, we utilized a newly established single cell cloning platform LyTARS to generate TCR mimic antibodies against HLA restricted MAGE-A4 peptide. Recombinant HLA-A*02:01 MAGE-A4 protein was used to immunize mice and plasma B cells from immunized mice were sorted and loaded onto LyTARS system. Clones that showed reactivity to recombinant HLA-A*02:01 MAGE-A4 but not to irrelevant pMHC (WT-1) were exported and sequenced. Purified antibodies were extensively characterized by the specificity, affinity, and potency by ADCC. Results demonstrated that the TCR mimic antibodies identified have sub-nano molar affinity by protein based ELISA, bind to peptide pulsed T2 cells that endogenously expressing HLA with nano-Molar apparent affinity. TCR mimic antibodies also demonstrated antibody dependent cell killing with the potency of sub-nanomolar. In summary, we have generated and extensively characterized a panel of high affinity and selective TCR mimic antibodies against HLA-A*02:01 MAGE-A4 using a newly established single cell cloning platform.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody,TCR mimic antibody,pMHC,MAGE-A4,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"H. Cheng, Y. Wu, T. Shi, Y. Yu, M. Wang, C. Jia, W. Xin, <b>H. Liu<\/b>, T. Yang, D. Yao; <br\/>ChemPartner Biologics Co., Ltd, Shanghai, China","CSlideId":"","ControlKey":"299ef014-e11e-4357-aa1b-d630c56cc6e5","ControlNumber":"3108","DisclosureBlock":"<b>&nbsp;H. Cheng, <\/b> <br><b>ChemPartner Biologics Co., Ltd<\/b> Employment. <br><b>Y. Wu, <\/b> <br><b>ChemPartner Biologics Co., Ltd<\/b> Employment. <br><b>T. Shi, <\/b> <br><b>ChemPartner Biologics Co., Ltd<\/b> Employment. <br><b>Y. Yu, <\/b> <br><b>ChemPartner Biologics Co., Ltd<\/b> Employment. <br><b>M. Wang, <\/b> <br><b>ChemPartner Biologics Co., Ltd<\/b> Employment. <br><b>C. Jia, <\/b> <br><b>ChemPartner Biologics Co., Ltd<\/b> Employment. <br><b>W. Xin, <\/b> <br><b>ChemPartner Biologics Co., Ltd<\/b> Employment. <br><b>H. Liu, <\/b> <br><b>ChemPartner Biologics Co., Ltd<\/b> Employment. <br><b>T. Yang, <\/b> <br><b>ChemPartner Biologics Co., Ltd<\/b> Employment. <br><b>D. Yao, <\/b> <br><b>ChemPartner Biologics Co., Ltd<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8007","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3194","PresenterBiography":null,"PresenterDisplayName":"Hu Liu","PresenterKey":"8ca77cde-c11a-4313-9061-a0175058c1ee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3194. Discovery of T cell receptor mimic antibody against MAGE-A4 with single B-cell cloning platform","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of T cell receptor mimic antibody against MAGE-A4 with single B-cell cloning platform","Topics":null,"cSlideId":""},{"Abstract":"Background: Current clinical HER2-targeting ADCs (i.e. DS-8201) have shown promising clinical efficacy in HER2 expressing or mutant cancer patients. However, most of them will ultimately experience disease progression due to different mechanisms. Herein, we presented a novel HER2 ADC, SHR-4602, which demonstrated good <i>in vitro<\/i> and <i>in vivo<\/i> anti-tumor activities and could overcome the resistance caused by HER2 ADC including DS-8201 analogue (synthesized using DS-8201 structure) and SHR-A1811 (composed of trastuzumab, a cleavable linker, and a Topo I inhibitor payload, in phase III clinical trials) in xenograft models.<br \/>Method: We used a stable enzyme-cleavable linker technology to conjugate the HER2 ADC using the amino acid sequence of pertuzumab and ER300 (eribulin derivative). The <i>in vitro<\/i> biological and anti-tumor activities were assessed by a series of assays. The <i>in vivo<\/i> anti-tumor efficacies were evaluated in the JIMT-1 (HER2 low expressing) as well as the SHR-A1811 and DS-8201 analogue induced JIMT-1 resistance (caused by treating with SHR-A1811 followed by DS-8201 analogue for a long-term) xenograft models in BALB\/c nude mice.<br \/>Results: Through the SPR assay, SHR-4602 exerted single nanomolar binding affinity to human and rhesus monkey HER2, but no binding activity against rat HER2. It demonstrated varying inhibitory activity on the proliferation of cancer cell lines with various HER2 expression levels, with the IC<sub>50<\/sub> at the range of 0.007 nM to 8.21 nM. SHR-4602 showed highly efficient internalization in NCI-N87 HER2 expressing cells and could be translocated to the lysosome followed by releasing ER300. The cytotoxic activity of SHR-4602 was predominantly mediated by released ER300 through microtubule dynamics inhibition, G<sub>2<\/sub>\/M arrest and apoptosis induction. Furthermore, SHR-4602 showed a strong <i>in vitro<\/i> bystander effect in the co-culture of HER2 positive\/negative cells.<i> <\/i> SHR-4602 showed significant anti-tumor efficacy in JIMT-1, SHR-A1811 and DS-8201 analogue both-resistant JIMT-1 xenograft models. In SHR-A1811 and DS-8201 analogue both-resistant xenograft models, treatment with 10 mg\/kg SHR-A1811 or DS-8201 analogue exerted negligible anti-tumor activity (TGI% &#60; 17%), whereas SHR-4602 at 2.5, 5 and 10 mg\/kg significantly inhibited the tumor growth (<i>p <\/i>&#60; 0.001, vs. vehicle), with TGI% of 84.96%, 101.64% and 113.11% on Day 42, respectively, which indicated a superior anti-tumor efficacy against SHR-A1811 and DS-8201 analogue both-resistant xenograft models.<br \/>Conclusion: SHR-4602 represents a new generation HER2-targeting ADC to deliver a potent cytotoxin to HER2 expressing tumor cells and may be more efficacious to the tumors in which current anti-HER2 therapies are ineffective. SHR-4602 is now in the phase I clinical development stage for advanced malignant solid tumors (NCT05819684).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-04 Differentiation therapy,,"},{"Key":"Keywords","Value":"HER2,Antibody-drug conjugate (ADC),Resistance,Microtubule-interfering agents,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Tian<\/b>, X. Sun, C. Yang, C. Liao; <br\/>Jiangsu Hengrui Pharmaceuticals Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"66a55408-a850-4d72-8a8f-8dde33a6917c","ControlNumber":"1811","DisclosureBlock":"&nbsp;<b>Y. Tian, <\/b> None..<br><b>X. Sun, <\/b> None..<br><b>C. Yang, <\/b> None..<br><b>C. Liao, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6304","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3195","PresenterBiography":null,"PresenterDisplayName":"Yunan Tian","PresenterKey":"cfd7f9fd-cd6b-45c1-945e-2a06bea2a060","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3195. SHR-4602, next generation of HER2-targeting ADC with potent anti-tumor efficacy overcoming the resistance of HER2 ADC with Topo I inhibitor payload in xenograft models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SHR-4602, next generation of HER2-targeting ADC with potent anti-tumor efficacy overcoming the resistance of HER2 ADC with Topo I inhibitor payload in xenograft models","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Lung cancer causes substantial cancer deaths in the U.S. Drug resistance remains a major issue. Nanoliposomes demonstrate enhanced drug targeting and resistance-overcoming potential. Incorporating lipid extracts derived from target cells shows improved delivery over conventional nanoliposomes. This study examined the effects of lung cancer cell lipid extract nanoliposomes against target and non-target cell populations from different environments.<br \/><b>Method:<\/b> Cellular Membrane Lipid-Extracted Nanoliposomes (CLENs) were fabricated with DOPC, DOTAP, ChaGo-K-1 lipid extract, cholesterol, PEG5000, and rhodamine fluorescent label was incorporated for uptake studies. The liposome size was reduced by probe sonication. Particle size and polydispersity index (PDI) were measured by dynamic light scattering. Zeta potential was quantified by laser Doppler micro-electrophoresis. Four cell lines were utilized: ChaGo-K-1 NSCLC target, A549 pulmonary microenvironment control, 4T1 extra-pulmonary control, and normal lung fibroblasts off-target control. All cell lines were cultured in 48-well plates at a seeding density of 10,000 cells\/mL and incubated for 24 hours. Freshly prepared CLENs were added to all cell lines and incubated for an additional 24 hours. Cells were washed with PBS, and fluorescence intensity was then quantified and qualified by a microplate reader to measure the cellular uptake of the CLENs.<br \/><b>Results:<\/b> The mean particle size and PDI of the ChaGo-K-1 CLENs were 117 &#177; 0.7 nm and 0.216 &#177;0.009, compared to 126 &#177; 0.5 nm and 0.195 &#177; 0.008 for the control, respectively. Both formulations were within the optimal size range for drug delivery and tumor cell penetration. The zeta potential of the ChaGo-K-1 CLENs was -1.75 &#177; 1.81 mV compared to -1.74 &#177; 6 mV for the control. Quantification and qualification of cellular uptake using fluorescence intensity measurements revealed a 3.2-fold increase in ChaGo-K-1 CLENs compared to conventional liposomes without ChaGo-K-1 lipid extracts. This demonstrates that the inclusion of the lipid extracts in the CLEN significantly enhanced selectivity and delivery to target cancer cell populations.<br \/><b>Conclusion:<\/b> Higher uptake occurred with target cells using CLENs with lipid extracts versus standard liposomes. NSCLC-derived CLENs show potential to improve selective delivery and overcome drug resistance. Further, in vivo studies evaluating selective NSCLC tumor accumulation and efficacy enhancement are warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Liposomes,Lipids-based nanoparticles,Targeted drug delivery,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Alqaryan<\/b>, R. Allahyani, D. Lee, R. Campbell; <br\/>MCPHS University, Worcester, MA","CSlideId":"","ControlKey":"3a288d5b-6714-4f31-92e6-fe447f7970ef","ControlNumber":"8695","DisclosureBlock":"&nbsp;<b>M. Alqaryan, <\/b> None..<br><b>R. Allahyani, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>R. Campbell, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6311","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3196","PresenterBiography":null,"PresenterDisplayName":"Mohammed Alqaryan, B Pharm;BS","PresenterKey":"58cd7a7f-65c6-4c2d-ac64-192382798b8c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3196. Overcoming lung cancer drug resistance: Enhanced cellular delivery using lipid-extracted nanoliposomes","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Overcoming lung cancer drug resistance: Enhanced cellular delivery using lipid-extracted nanoliposomes","Topics":null,"cSlideId":""},{"Abstract":"Background: SMDCs are gaining momentum with potential advantages over antibody-drug conjugates (ADCs), eg, better tumor penetration and lack of immunogenicity. We have developed a novel platform technology with tailored solutions for ADCs and SMDCs with intracellular and extracellular cleavage options. Key features of the SMDC technology comprise of a small molecule ligand such as an &#945;v&#946;3 integrin binder showing efficient tumor homing and a linker extracellularly cleaved by neutrophil elastase (NE) in the tumor microenvironment allowing for seamless release of different payload classes.<sup>1<\/sup> Our lead SMDC VIP236<sup>2<\/sup> is currently in a Phase 1 clinical trial for the treatment of advanced solid tumors (NCT05712889).<sup> <\/sup>SMDCs often have a shorter half-life compared with ADCs, which may result in more frequent dosing schedules. Here we show significant reduction of clearance and drastic prolongation of half-life of SMDCs achieved by adding a second binding moiety.<br \/>Methods: Payloads such as kinesin spindle protein inhibitors (KSPi), cyclin-dependent kinase 9 inhibitors (CDK9i), and monomethyl auristatin E (MMAE) have been linked via elastase-cleavable linkers to one or, via a branched linker, to two &#945;v&#946;3 integrin binding moieties. Cytotoxicity of SMDCs was measured in cell lines with or without NE. Monovalent and bivalent SMDCs were investigated in DMPK studies in rats while monitoring the conjugate and the released payload.<br \/>Results: Payloads were coupled to the NE-cleavable peptides via different linkages. MMAE was conjugated via sterically hindered ester bonds, CDK9i was conjugated via sulfoximide bonds, and KSPi payloads were coupled via amide bonds. Each of these SMDCs was highly stable in plasma and buffer. Without NE, in vitro cytotoxicity of SMDCs in each cell line was poor with IC50 in the micromolar range. In contrast, in the presence of NE, potency increased, and cytotoxicity (IC50) was in the low nanomolar to picomolar range depending on the cell line and payload. In each case, the SMDCs reached similar potency as the free payload indicating efficient cleavage of the SMDC by NE. In DMPK studies of SMDCs in rat, none or trace levels of free payload (&#60;0.1% as compared to the respective conjugates) was measured. With each of the SMDCs and independent of the conjugated payloads, a remarkable impact on exposure was observed when attaching a second binding ligand. The SMDCs with two ligands showed a 37- to 81-fold reduced plasma clearance as compared with the respective monovalent SMDCs, which parallels a 12- to 57-fold increase in half-life (eg, 2.1 h and 28 h for mono and bivalent MMAE SMDCs respectively). Initial in vivo studies in a cell line-derived xenograft model showed efficacy of bivalent SMDCs with once weekly dosing.<br \/>Conclusion: Our<sup> <\/sup>technology platform comprises NE-cleavable SMDCs with promising options to tune the DMPK profile for a longer half-life.<br \/>1.<sup> <\/sup>Lerchen et al, <i>AACR<\/i> (2023). 2. Lerchen et al, <i>Cancers<\/i> (2023).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Drug delivery,Drug design,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A.-S. Rebstock<\/b><sup>1<\/sup>, H.-G. Lerchen<sup>1<\/sup>, H. Wong<sup>2<\/sup>, B. Stelte-Ludwig<sup>1<\/sup>, M. Wiedmann<sup>1<\/sup>, A. J. Johnson<sup>2<\/sup>, R. Izumi<sup>2<\/sup>, A. Hamdy<sup>2<\/sup>; <br\/><sup>1<\/sup>Vincerx Pharma, Monheim, Germany, <sup>2<\/sup>Vincerx Pharma, Palo Alto, CA","CSlideId":"","ControlKey":"ab5ab2f0-ec27-40cc-a8b5-1987f1ef3284","ControlNumber":"4600","DisclosureBlock":"<b>&nbsp;A. Rebstock, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Stock, Stock Option. <br><b>H. Lerchen, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Patent. <br><b>H. Wong, <\/b> <br><b>Vincerx Pharma<\/b> Independent Contractor. <br><b>B. Stelte-Ludwig, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Stock, Stock Option, Patent. <br><b>M. Wiedmann, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Stock, Stock Option, Patent. <br><b>A. J. Johnson, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Stock, Stock Option, Patent. <br><b>Johnson and Johnson<\/b> Stock. <br><b>R. Izumi, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Patent. <br><b>A. Hamdy, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8008","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3197","PresenterBiography":null,"PresenterDisplayName":"Anne-Sophie Rebstock, PhD","PresenterKey":"c982f085-37cd-41f4-a4f5-4f5802085e9f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3197. Addressing drug metabolism and pharmacokinetics (DMPK) challenges of small molecule-drug conjugates (SMDCs)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Addressing drug metabolism and pharmacokinetics (DMPK) challenges of small molecule-drug conjugates (SMDCs)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Every breast cancer diagnosis is unique in its own way. Triple-negative breast cancer (TNBC), has a highly aggressive phenotype characterized by a rapid growth rate profile, increased risk of metastasis and recurrence. TNBC is devoid of epidermal growth factor receptor 2, estrogen, and progesterone receptors. All three are commonly present in other forms of breast cancer disease. The aim of this study was to develop a cell membrane lipid-extracted nanoliposomes (CLENs) for selective targeting compared to conventional nanoliposomal varieties. An additional objective was to investigate the role of microenvironment on targeting using cell model of TNBC, and representations of non-target tissue environments for comparison.<br \/><b>Method<\/b>: Lipid extracts (LE) obtained from 4T1, a murine mammary carcinoma cell line from a BALB\/cfC3H mouse was used to formulate the CLENs (cell membrane lipid-extracted nanoliposomes) with different ratios of 1,2-dioleoyl-sn-glycero-3-phosphocholine (DOPC), a phospholipid used in most conventional drug delivery liposomes. Different lipid compositions and ratios were employed to evaluate cellular uptake in target, non-target and off-target cells. The target cell line, 4T1, off-target and non-target cell populations included CRL-2089, normal breast fibroblasts, SKBR3 a (human breast cancer), and A549 a (lung cancer) cell lines. Other studies involved determination of molecular charge and zeta potential of various nanoliposomal preparations and corresponding fluorescence studies in vitro.<br \/><b>Results<\/b>: The physicochemical properties of CLENs such as particle size and surface charge characteristics were vital when assessing benefit of the lipid-based preparations. The size of the CLENs typically ranged between 130 - 165 nm and zeta potential values were negatively-charged. The inclusion of 70 mol% of LE in preparation of 4T1-CLENs demonstrated increased cellular uptake and binding by the 4T1 target cells compared to the control DOPC (100%). The highest degree of selectivity was observed in early cell binding events, and with studies involving more extended incubation time points under different experimental conditions. Off-target cells demonstrated reduced uptake by comparison. Overall, 4T1-CLENs was most efficient when applied against intended target 4T1 cells, when compared to relevant control cell populations. In conclusion, studies performed to date suggest the notion that lipid extracts derived from TNBC improves targeting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Liposomes,Lipid-based nanoparticles,Targeted drug delivery,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Ayertey<\/b>, P. Amid, M. H. S. Almozain, R. B. Campbell; <br\/>McPhs University, Worcester, MA","CSlideId":"","ControlKey":"dc80ce95-e730-42ff-bd85-a9fb939a4f82","ControlNumber":"7315","DisclosureBlock":"&nbsp;<b>C. Ayertey, <\/b> None..<br><b>P. Amid, <\/b> None..<br><b>M. H. S. Almozain, <\/b> None..<br><b>R. B. Campbell, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8009","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3198","PresenterBiography":null,"PresenterDisplayName":"CHRISTIANA AYERTEY","PresenterKey":"56b6dc6c-8ee3-4705-a41c-401889e5ee8f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3198. An analysis of breast cancer membrane lipid-modified nanoliposomes for enhanced targeting of triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An analysis of breast cancer membrane lipid-modified nanoliposomes for enhanced targeting of triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"There is considerable interest in the development of self-assembled charged nanocarriers that form organized, predictable structures to enhance stable packaging and delivery of nucleic acid materials <i>in vivo<\/i>. However, the synthesis of stably-charged, organized nanostructures is highly challenging, requiring a controlled balance of nanomaterial components, stabilizers, and hydrophobic forces. Herein, we report a significant step forward in the controlled lamellar assembly of a charged complex between ultra-small 2 nm gold nanoparticles and a lipidoid within an organic matrix to form Gelasomes. These spherical suprastructures feature an intricate 3D concentric arrangement with a constant interlayer distance (4nm). The cationic lipidoid within this arrangement aids in the highly efficient packaging of nucleic acid materials in the nanoparticle. To demonstrate the potential biomedical applications of Gelasomes, we have loaded siRNA (AXL or YAP), mRNA (EGFP), or CRISPR components (Cas9 mRNA and guide RNA) and validated their functionality by <i>in vitro<\/i> or <i>in vivo<\/i> studies. Gelasomes with AXL siRNA (~20 bp) demonstrated rapid uptake (&#60;2 hrs), successful endosomal escape, remarkable transfection efficiency (99.87 &#177; 0.04 %), gene downregulation (97 &#177; 2.8 %), and disassembly within the cell (&#60;24 hrs). <i>In vivo<\/i> downregulation studies in Lung Cancer PDX (Gelasomes with AXL siRNA) and CDX (Gelasomes with YAP siRNA) models confirm the gene-silencing capability (91% or 38 % respectively) of Gelasomes underscoring their potential in advancing nanomedicine. Similarly, Gelasome loaded with EGFP mRNA (1 kb) showed 47 &#177; 8.54 % expression efficiency within 48 h of treatment <i>in vitro<\/i>. We also show the packaging of larger nucleic acids such as CRISPR Cas9 mRNA (5 kb) along with the guide RNA (100 bp) <i>in vitro<\/i> for generating knockouts, that achieved an editing efficiency of ~6%. Together, the results from this study pave the way for the development of adaptable, biodegradable, and functionally versatile supraparticles for medical applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Nanoparticle,Self-Assembly,Gene therapy & CRISPR\/Cas9,Patient-derived xenograft (PDX),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"A. Suresh Babu, <b>D. Suresh<\/b>, Z. Li, A. Upendran, R. Kannan; <br\/>University of Missouri, Columbia, MO","CSlideId":"","ControlKey":"0cd5537a-0f51-4061-b960-0b2ad503bc44","ControlNumber":"7550","DisclosureBlock":"&nbsp;<b>A. Suresh Babu, <\/b> None..<br><b>D. Suresh, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>A. Upendran, <\/b> None..<br><b>R. Kannan, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8010","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3199","PresenterBiography":null,"PresenterDisplayName":"Dhananjay Suresh, PhD","PresenterKey":"c75d1bd6-7732-43d3-8b2b-a42c78be8f3d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3199. Nano gelasomes: Novel lamellar metal-protein suprastructures for nucleic acid delivery","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nano gelasomes: Novel lamellar metal-protein suprastructures for nucleic acid delivery","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Pancreatic cancer is a challenging type of cancer to treat as evidenced by a 9% 5-year survival and a dismal rate of mortality. Nanoparticles represent a revolutionary treatment method, primarily due to characteristics including cellular absorption, boosting therapeutic effectiveness, and mitigating side effects through localized actions. For nanomedicine, optimizing liposome formulations is crucial for achieving the highest level of specificity in drug targeting. This study aims to evaluate cellular interaction of pancreatic cancer lipid-extract modified nanoliposomes when compared to unmodified varieties <i>in vitro<\/i>.<br \/><b>Method: <\/b>Cell membrane lipid-extracted nanoliposomes (CLENs) were prepared via the thin film evaporation technique. The composition included various compositions and ratios of DOPC, DOTAP, Cholesterol, DPPE-PEG-<sub>5000<\/sub>, and lipid extracts derived from MS1-VEGF target cells.<b> <\/b>MS1-VEGF was the cellular model of pancreatic cancer used for this study. Cellular binding studies were performed using cellular suspension and adherent cell populations. Studies were performed in 48-well plates under different experimental conditions including alterations in time of incubation, and periods of cellular exposure to dual humidified and oscillation environments in the presence of lipid-extracted (LE) nanoliposomal preparations and conventional controls.<br \/><b>Results: <\/b>The particle size for nanoliposomes employed for this study was approximately 115 &#177; 0.7 nm for control and 128 &#177; 2.7 nm for experimental (lipid extract-modified) nanoliposomes. Following cellular exposure to different lipid extract concentrations (typically 0 to 100 nmoles per ml of growth medium), the fluorescence values demonstrated increased cellular uptake with greater LE content for floating and adhered MS1-VEGF cell populations. With the floating cells, LE-modified nanoliposomes demonstrated significantly higher fluorescence intensity values compared to conventional nanoliposomes. Similarly, with MS1-VEGF adherent cells, LE-modified nanoliposomes targeted cells to a greater extent compared to unmodified controls.<br \/><b>Conclusions: <\/b>The increased cellular uptake of CLENs designed for targeting pancreatic tumor cells (both floating and adherent cells) demonstrated an improvement over the use of conventional nanoliposomes under similar experimental conditions. Further research is needed to fully explore the potential use of CLENs for targeting and treatment of pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Liposomes,Targeted drug delivery,Nanoparticle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Alshammari<\/b>, S. Verdery, S. George, R. Campbell; <br\/>Massachusetts College of Pharmacy and Health Sciences, Worcester, MA","CSlideId":"","ControlKey":"c6d9934a-3961-4941-ba70-7b07c54f8635","ControlNumber":"7503","DisclosureBlock":"&nbsp;<b>K. Alshammari, <\/b> None..<br><b>S. Verdery, <\/b> None..<br><b>S. George, <\/b> None..<br><b>R. Campbell, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8012","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3200","PresenterBiography":null,"PresenterDisplayName":"Khaznah Alshammari","PresenterKey":"7b7c7fe6-fcde-47f1-8410-37ec3233962a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3200. Assessing the utility of cell membrane lipid-extracted nanoliposomes (CLENs) as a targeted drug delivery system for pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessing the utility of cell membrane lipid-extracted nanoliposomes (CLENs) as a targeted drug delivery system for pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"The histone deacetylase inhibitors (HDACi) have long been regarded as an important class of drugs for treating T-cell lymphoid malignancies (TCL). Romidepsin (Romi), a bicyclic peptide, was approved for patients with relapsed or refractory cutaneous (CTCL) and peripheral T-cell lymphomas (PTCL). Unfortunately, the approval of Romi for relapsed\/refractory PTCL was withdrawn due to a negative Phase 4 post-marketing requirement. Given its potent activity against Class I HDACs, Romi is considered one of the most effective HDAC inhibitors studied and used in patients with TCL. Herein, we report on a first-in-class nanoparticle of Romi (NanoRomi) with a superior safety and efficacy profile compared to the free drug in preclinical models of PTCL and large granular lymphocyte leukemia (LGLL). We developed a first-in-class NanoRomi using our proprietary amphiphilic di-block copolymer-based nanochemistry platform. NanoRomi was characterized in cell viability, flow cytometry, and western blotting (WB) assays to determine the concentration-effect relationships with regard to the induction of apoptosis and histone acetylation in cell lines representative of TCL and LGLL, as well as primary LGLL patient PBMC samples. In addition, we performed extensive <i>in vivo<\/i> modeling using murine xenografts of CTCL, including repeated dose toxicity, biodistribution, efficacy, and survival studies. Cytotoxicity assays demonstrated superior\/comparable activity of NanoRomi (IC50: 1.1-2.3 nM) compared to free Romi (IC50: 4.8-10.6 nM) across all PTCL and LGLL cell lines studied, while in primary LGLL samples, NanoRomi exhibited superior cytotoxicity (2-fold) compared to Romi. WB analysis showed that NanoRomi induced apoptosis and increased acetylation of histone H3 and H4 in a time and concentration-dependent manner in cell lines representing CTCL, ALK+-ALCL, and LGLL. Repeat dose toxicity studies in CTCL xenografts confirmed that the overall tolerability of NanoRomi was substantially better than Romi. Tracking studies with a fluorescent dye (DiO) in the NanoRomi demonstrated preferential localization of NanoRomi in tumors of mice compared to the normal organs after 6 hours of drug administration. NanoRomi exhibited superior efficacy in the murine CTCL xenograft models, including a significant improvement in overall survival compared to Romi. Collectively, these data show that NanoRomi exhibits markedly superior pharmacokinetics, tolerability, and efficacy in models of TCL. We anticipate that the improved activity and tolerability of NanoRomi relate to the altered pharmacologic profile and superior bioavailability of the drug, which optimizes the effects of the drug for its influence on epigenetic biology. This unique platform offers the prospect of improving the tolerability and efficacy of epigenetic treatment strategies in these challenging diseases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Drug delivery,HDAC inhibitor,T-cell lymphoma,Nanoparticle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"I. Pal, A. Illendula, A. Joyner, T. M. Deddens, D. P. Damera, T. E. Fox, M. E. Dunlap-Brown, K. D. Jayappa, T. P. Loughran, Jr., D. J. Feith, <b>O. A. O'Connor<\/b>; <br\/>University of Virginia, Charlottesville, VA","CSlideId":"","ControlKey":"df2262d2-489d-4f5d-a506-09817d72b52c","ControlNumber":"5858","DisclosureBlock":"&nbsp;<b>I. Pal, <\/b> None..<br><b>A. Illendula, <\/b> None..<br><b>A. Joyner, <\/b> None..<br><b>T. M. Deddens, <\/b> None..<br><b>D. P. Damera, <\/b> None..<br><b>T. E. Fox, <\/b> None..<br><b>M. E. Dunlap-Brown, <\/b> None..<br><b>K. D. Jayappa, <\/b> None.&nbsp;<br><b>T. P. Loughran, <\/b> <br><b>Dren Bio, Inc<\/b> Stock Option, Other, Membership on an entity's Board of Directors or advisory committees. <br><b>Keystone Nano<\/b> Stock Option, Other, Membership on an entity's Board of Directors or advisory committees. <br><b>Prime Genomics<\/b> Stock Option, Membership on an entity's Board of Directors or advisory committees. <br><b>Recludix Pharma<\/b> Stock Option, Other, Membership on an entity's Board of Directors or advisory committees. <br><b>Kymera Theapeutics<\/b> Other, Honoraria. <br><b>Flagship Labs 86<\/b> Stock Option, Other, Honoraria. <br><b>D. J. Feith, <\/b> <br><b>Kymera Therapeutics<\/b> Stock Option, Grant\/Contract, Other, Honoraria. <br><b>AstraZeneca<\/b> Stock Option, Grant\/Contract, Other, Honoraria. <br><b>Recludix Pharma<\/b> Grant\/Contract. <br><b>Dren Bio, Inc<\/b> Stock Option, Grant\/Contract, Other, Honoraria. <br><b>O. A. O'Connor, <\/b> <br><b>Nouveau Bioscience<\/b> Stock. <br><b>Kymera Therapeutics<\/b> Other, Scientific advisory board. <br><b>Dren Bio, Inc<\/b> Scientific advisory board. <br><b>Myeloid Therapeutic<\/b> Other, Scientific advisory board. <br><b>Astex pharmaceuticals<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8013","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3201","PresenterBiography":null,"PresenterDisplayName":"Owen O'Connor, MD;PhD","PresenterKey":"3cc182db-0acc-4f54-a037-c6b2970558d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3201. Preclinical development of a novel Romidepsin nanoparticle for the treatment of T-Cell lymphoid malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical development of a novel Romidepsin nanoparticle for the treatment of T-Cell lymphoid malignancies","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is the second leading cause of cancer-related death in U.S. men. Genomic and clinical associations have identified loss of RB function as a dominant mechanism driving prostate cancer lethality. We recently demonstrated that ferroptosis induction <i>in vivo<\/i> by ferroptosis inducers blocks <i>RB1<\/i>-deficient prostate tumor growth and metastasis and leads to improved survival of the mice. As all ferroptosis inducers are newly discovered, there is a great need to improve their therapeutic potential through different avenues, including innovative drug delivery systems. Poly Lactic-co-glycolic acid (PLGA) is an FDA-approved biodegradable polymer. Due to their strong biocompatibility and consistent release, PLGA-based nanotherapeutics are an attractive carrier for small molecule drugs. This study aims to further improve the efficacy of ferroptosis induction against lethal <i>RB1-<\/i>deficient prostate cancer through PLGA-based ferroptosis-induced nanoparticles (NPs). The PLGA NPs encapsulating JKE-1674 were synthesized using the solvent evaporation method. The NPs were characterized using dynamic light scattering (DLS) and scanning electron microscopy (SEM) to assess the physicochemical properties of the NPs. The cell-killing efficacy of free-form or PLGA NP encapsulated JKE-1674 was then evaluated in vitro. <\/i>Our analyses showed that the particle size and polydispersity index (PDI) of JKE-1674 PLGA NPs were 160.8 nm and 0.049, respectively. SEM images of JKE-1674 PLGA NPs further validated the DLS data. These findings suggest that encapsulation of JKE-1674 within the PLGA NPs results in a stable and biocompatible formation. Critically, JKE-1674 encapsulated by PLGA NPs is as potent as JKE-1674 in its free form to induce ferroptosis and associated lipid peroxidation in various human prostate cancer cell lines. This study presents the first effort to develop and validate PLGA-based ferroptosis-induced nanotherapeutics. Based on our <i>in vitro<\/i> data, we will test the <i>in vivo<\/i> efficacy of JKE-1674 PLGA NPs against lethal <i>RB1<\/i> deficient prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Nanoparticle,Drug delivery,Prostate cancer,Ferroptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. M. Jacob<\/b><sup>1<\/sup>, S. Y. Kim<sup>2<\/sup>, P. Sirohi<sup>3<\/sup>, M.-E. Wang<sup>1<\/sup>, M. L. Davis<sup>1<\/sup>, A. R. Bawcom<sup>1<\/sup>, A. Chilkoti<sup>3<\/sup>, M. R. Wiesner<sup>3<\/sup>, J. Huang<sup>1<\/sup>, M. Chen<sup>1<\/sup>; <br\/><sup>1<\/sup>Duke University School of Medicine, Durham, NC, <sup>2<\/sup>Washington and Lee University, Lexington, VA, <sup>3<\/sup>Duke University, Durham, NC","CSlideId":"","ControlKey":"881b21bb-e51f-408a-817e-145a04aab6b9","ControlNumber":"6832","DisclosureBlock":"&nbsp;<b>E. M. Jacob, <\/b> None..<br><b>S. Y. Kim, <\/b> None..<br><b>P. Sirohi, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>M. L. Davis, <\/b> None..<br><b>A. R. Bawcom, <\/b> None..<br><b>A. Chilkoti, <\/b> None..<br><b>M. R. Wiesner, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>M. Chen, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8014","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3202","PresenterBiography":null,"PresenterDisplayName":"Eden Jacob, PhD","PresenterKey":"a521e8ee-e742-4e9a-85ae-0817d8704feb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3202. Investigating the induction of ferroptosis by nano drug delivery system","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the induction of ferroptosis by nano drug delivery system","Topics":null,"cSlideId":""},{"Abstract":"Non-coding RNA (ncRNA) and RNA binding proteins (RBPs) primarily reside in the nucleus to regulate splicing, transcription, and transcript stability. However, their role(s) in the cytoplasm were unclear until now. Evidence now suggests that ncRNAs within the cytoplasm play an important role in cancer invasion. In concert with MT1-MMP, a protease involved in invadopodia formation, long non-coding RNAs (lncRNAs) and RBPs form cytoplasmic complexes with MT1-MMP, which we termed &#8220;R-bodies&#8221; and are abundant in invasive breast cancer cells. RNA immunoprecipitation sequencing (RIP-seq) of only the cytoplasm identified the RNA at the core of these complexes to be <u>m<\/u>etastasis-<u>a<\/u>ssociated <u>lu<\/u>ng <u>a<\/u>denocarcinoma <u>t<\/u>ranscript 1 (MALAT1), a lncRNA which has been previously described as playing a fundamental role in cancer but only within the nucleus. Further investigation revealed that R-body-associated-MALAT1 was m6A-epigenetically marked. Depletion of any component of R-bodies and inhibition of m6A epigenetic marking of MALAT1 halted R-body formation and subsequent cell invasion. Importantly, we demonstrate that this cytoplasmic complex can be functionally targeted using RNA therapy against m6A-MALAT1 as well as drugs which inhibit the methyltransferase responsible for the m6A methylation of MALAT1. The identification of R-bodies has far-reaching implications and links the roles of cytoplasmic ncRNA and RBPs to the progression of disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"In vivo imaging,Invasion,Nanoparticle,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>O. R. Grafinger<\/b><sup>1<\/sup>, G. Thillainadesan<sup>1<\/sup>, B. Su<sup>1<\/sup>, Y. Mo<sup>2<\/sup>, X. Xu<sup>2<\/sup>, S. Mar<sup>1<\/sup>, M. Sheng<sup>1<\/sup>, S. Al Islam<sup>1<\/sup>, J. Geddes-McAllister<sup>3<\/sup>, M. G. Coppolino<sup>3<\/sup>, H. H. He<sup>2<\/sup>, G. Zheng<sup>2<\/sup>, K. J. Jerzak<sup>1<\/sup>, H. S. Leong<sup>1<\/sup>; <br\/><sup>1<\/sup>Sunnybrook Research Institute, Toronto, ON, Canada, <sup>2<\/sup>University Health Network, Toronto, ON, Canada, <sup>3<\/sup>University of Guelph, Guelph, ON, Canada","CSlideId":"","ControlKey":"44f0a519-6666-4c68-a9d7-411f837f24fc","ControlNumber":"5686","DisclosureBlock":"&nbsp;<b>O. R. Grafinger, <\/b> None..<br><b>G. Thillainadesan, <\/b> None..<br><b>B. Su, <\/b> None..<br><b>Y. Mo, <\/b> None..<br><b>X. Xu, <\/b> None..<br><b>S. Mar, <\/b> None..<br><b>M. Sheng, <\/b> None..<br><b>S. Al Islam, <\/b> None..<br><b>J. Geddes-McAllister, <\/b> None..<br><b>M. G. Coppolino, <\/b> None..<br><b>H. H. He, <\/b> None..<br><b>G. Zheng, <\/b> None..<br><b>K. J. Jerzak, <\/b> None..<br><b>H. S. Leong, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8015","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3203","PresenterBiography":null,"PresenterDisplayName":"Olivia Grafinger, PhD","PresenterKey":"009576c9-82d2-4f67-9bae-8296e89bb6ab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3203. Extravasation and metastasis dynamics are cytoplasmically controlled by the epitranscriptome","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extravasation and metastasis dynamics are cytoplasmically controlled by the epitranscriptome","Topics":null,"cSlideId":""},{"Abstract":"<b><i>Background<\/i>:<\/b> Neuroblastoma (NB) represents the most frequent and aggressive form of extracranial solid tumor of infants. Targeted therapies are severely limited by the lack of specific receptors, thus chemotherapy and radiotherapy remain the main treatment choices, which expose NB patients to systemic toxicity. Recently, we have demonstrated that cell surface Nucleolin (NCL) represents a novel cellular target for NB therapy.<br \/><b><i>Methods<\/i>:<\/b> The cytotoxic potential of pH-sensitive nanocarriers (NC), decorated with the NCL-recognizing F3 peptide and incorporating a combination of the PI3K\/Akt signaling inhibitors, C6-Ceramide (C6-Cer)<b> <\/b>or C18-ceramide (C18-Cer), and<b> <\/b>the topoisomerase II inhibitor doxorubicin (DXR) (F3-NC[C6-Cer\/DXR] and F3-NC[C18-Cer\/DXR], respectively), was tested <i>in vitro<\/i> on a panel of NB cell lines. Cytotoxicity was evaluated in monolayer and in multicellular tumor spheroid models, by MTS proliferation and Cell Titer Glo 3D cell viability assays, respectively. Apoptotic\/necrotic cell death was investigated by Real Time-Glo Annexin VApoptosis and Necrosis assay.<br \/><b><i>Results<\/i>:<\/b> F3-NC[C6-Cer\/DXR] and F3-NC[C18-Cer\/DXR] resulted significantly more effective, in term of reduction of NB cell viability, compared to the corresponding &#8220;drugs&#8221;-loaded untargeted NC formulations. Both formulations triggered apoptotic cell death, even if in a different kinetic profile. In particular, NB cells treated with F3-NC[C6-Cer\/DXR] underwent apoptotic cell death earlier with respect to those treated with F3-NC[C18-Cer\/DXR]. Interestingly, F3-NC[C6-Cer\/DXR] exerted a significant superior cell killing effect when compared both to F3-NC[C18-Cer\/DXR] and to F3-NC encapsulating only DXR, suggesting the importance of the combination treatment to enhance the antitumor effect against NB cells.<br \/><b><i>Conclusion<\/i>:<\/b> Our preliminary findings demonstrate that the co-encapsulation and delivery of C6-Ceramide<b> <\/b>and DXR<b> <\/b>by NCL-recognizing nanoparticles exert potent antitumor effects against NB models <i>in vitro<\/i>. Ongoing <i>in vivo<\/i> experiments on clinically relevant mouse NB models (i.e. recapitulating primary tumor growth, metastases, and minimal residual disease) will allow us to define the possible use of F3-NC[C6-Cer\/DXR] as an innovative therapeutic strategy for relapsed\/refractory NB.<br \/><b><i>Funding<\/i><\/b><i>: <\/i>AIRC IG n. 24397 to PF; CInTech (PRR) C644865576-00000005 to JNM.VB is recipient of AIRC ID 24397 contract. MBC is recipient of PD\/BDE\/150664\/2020 (FCT) fellowship.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Neuroblastoma,Nanoparticle,Targeted drug delivery,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"V. Bensa<sup>1<\/sup>, M. Biscaia-Caleiras<sup>2<\/sup>, M. Ponzoni<sup>1<\/sup>, J. N. Moreira<sup>3<\/sup>, C. Brignole<sup>1<\/sup>, <b>F. Pastorino<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>IRCCS Istituto Giannina Gaslini, Genoa, Italy, <sup>2<\/sup>Bluepharma- Indústria Farmacêutica, S.A, Coimbra, Portugal, <sup>3<\/sup>University of Coimbra, CIBB, Faculty of Pharmacy, Coimbra, Portugal","CSlideId":"","ControlKey":"ce85bb70-0050-48cc-ad84-4e525104d670","ControlNumber":"6335","DisclosureBlock":"&nbsp;<b>V. Bensa, <\/b> None.&nbsp;<br><b>M. Biscaia-Caleiras, <\/b> <br><b>Bluepharma- Indústria Farmacêutica, S.A<\/b> Grant\/Contract.<br><b>M. Ponzoni, <\/b> None..<br><b>J. N. Moreira, <\/b> None..<br><b>C. Brignole, <\/b> None..<br><b>F. Pastorino, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8016","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3204","PresenterBiography":null,"PresenterDisplayName":"Fabio Pastorino, PhD","PresenterKey":"06e5c35d-528f-40f3-a741-4bb324bf5e40","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3204. Antitumor activity of a coencapsulated liposomal formulation of ceramides and doxorubicin in neuroblastoma models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antitumor activity of a coencapsulated liposomal formulation of ceramides and doxorubicin in neuroblastoma models","Topics":null,"cSlideId":""},{"Abstract":"Diffuse pleural mesothelioma (DPM) is a biologically unusual, aggressive asbestos-associated cancer affecting the entire pleura surface. DPM defies current standard multimodal therapies due to intrinsic chemoresistance and inability to achieve negative-margin resection of complex surface anatomy. Hence, current non-specific drug regimens ultimately fail because the biology of this tumor is poorly understood and even if surgically resected, tumor inevitably recurs from residual microscopic tumor foci. These various clinical challenges led us to develop a therapeutic platform delivering microRNA (miRNA), a novel anti-cancer agent therapeutic regimen, with the goal of eradicating residual microscopic tumor foci thereby improving the efficacy of multimodal therapy. We engineered a peptide-based biodegradable hydrogel that can be injected or sprayed directly to coat anatomic surfaces (surface-fill hydrogel; SFH), functioning as a therapeutic depot. Properties of SFH allow us to specify critical composition parameters such as biopersistence time, therapeutic payload, cell-specific targeting etc. In the first step of SFH formulation, miRNA complexed with different amphiphilic cationic peptides varying in length ( 19-26 amino acids) and amines (9-17), to form stable nanoparticles. Flash nanocomplexation (FNC) were used to produce highly scalable and kinetically controlled assembly of miRNA-peptide polyelectrolyte complex (PEC) nanoparticles (NPs), which utilizes a confined impinging jet (CIJ) mixer to achieve turbulent micromixing of the NPs components, yielding highly uniform and stable NPs. Next, NPs were encapsulated into another peptide hydrogel, formed via self-assembly of amphiphilic cationic peptide HLT2, thus forming a surface-fill hydrogel NPs composite. The SFH-NPs composite was not toxic to DPM cells and demonstrated efficient release of miRNA-peptide NPs from the SFH matrix in-vitro. The uptake of FAM-labeled miRNA-peptide NPs was confirmed by flowcytometry. Biodistribution analysis of NPs in mice bearing luciferase-positive DPM xenografts treated locally with Cy3-miRNA-SFH composite showed that Cy3-miRNA was concentrated in tumor cells but not in other organs. Furthermore, miR-215 exhibiting potent anti-tumor activity in DPM was used to study the therapeutic efficacy of SFH miRNA-nanoparticle composites. Subcutaneous DPM xenografts treated locally with miR-215 SFH composite shrank tumor significantly. Thus, delivery of specific miRNA-peptide PEC nanoparticles via SFH therapeutic platform in preclinical models of DPM displayed potent anti-cancer effects. Together, this new generation microRNA-peptide polyelectrolyte complex nanoparticles-SFH composite is a very promising delivery platform that could be extended for a diverse array of locoregional therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Nanoparticle,MicroRNA,Mesothelioma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Singh<\/b><sup>1<\/sup>, A. Caleb<sup>2<\/sup>, J. P. Schneider<sup>2<\/sup>, C. D. Hoang<sup>1<\/sup>; <br\/><sup>1<\/sup>National Institutes of Health, Bethesda, MD, <sup>2<\/sup>National Institutes of Health, Frederick, MD","CSlideId":"","ControlKey":"a73ede3f-bff8-40a1-b886-dbf534c5b1b8","ControlNumber":"6946","DisclosureBlock":"&nbsp;<b>A. Singh, <\/b> None..<br><b>A. Caleb, <\/b> None..<br><b>J. P. Schneider, <\/b> None..<br><b>C. D. Hoang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8017","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3205","PresenterBiography":null,"PresenterDisplayName":"Anand Singh, PhD","PresenterKey":"ebb46894-7d8c-4077-9e52-3d72e8709aa1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3205. MicroRNA-peptide polyelectrolyte complex nanoparticle-hydrogel composite attenuates mesothelioma growth","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MicroRNA-peptide polyelectrolyte complex nanoparticle-hydrogel composite attenuates mesothelioma growth","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Untargeted cancer therapy is often toxic, limiting the maximum tolerated dose (MTD) and thus potential cure. Targeted therapy with antibody-drug conjugates (ADCs) has demonstrated greater efficacy, as with those directed at HER2 for triple negative breast cancer and other HER2 expressing tumors. However, ADC drug-antibody ratio (DAR) is limited, typically 3 to 1. In contrast, antibody-targeted nanoparticles deliver thousands of drug molecules per nanoparticle, with potentially greater anti-tumor effect.<br \/><b>Experimental Procedures:<\/b> Antibody targeted nanoparticles (TNP) were created that preferentially deliver cytotoxic molecules to tumor cells. TNPs were created with various antibodies and payloads and evaluated for their efficacy against 12 different adult and pediatric malignancies (see below), using tumor xenografts in NOG-SCID mice. Survival of control, free drug, and TNP treated animals was compared. MED was also determined. Non-tumor bearing animals treated at the same dose and schedule were evaluated for evidence of toxicity. PK\/PD metrics were obtained and drug delivery to normal and tumor tissue was evaluated microscopically and by mass spectroscopy.<br \/><b>Data: <\/b>Plasma TNP drug levels persist for 48 hours, compared to free drug which is undetectable by 2 hours. Microscopically, nanoparticles accumulate in tumor tumor tissue but not normal tissue. Drug levels are typically 15 times higher in tumor tissue than normal tissue by quantitative mass spectroscopy. The minimum effective dose (MED) is reduced 25-fold for Ewing sarcoma, from 50 mg\/kg to 2 mg\/kg. TNPs also cross the blood-brain barrier (BBB), and were used to treat orthotopic GBM PDX xenografts, prolonging animal survival 3-fold over control or free drug treated animals. Ewing sarcoma, osteosarcoma, triple negative breast cancer, GBM, hepatoma, and adult ALL, bearing animals all showed complete tumor ablation and 100% survival when treated biweekly at 10mg\/kg. Pancreatic, prostate, and ovarian Ca showed 100% survival in TNP treated mice after all control animals had died but remained tumor bearing with slow but progressive tumor growth when treated identically. Lung and colorectal Ca and melanoma bearing animals treated similarly with TNPs showed 50-80% survival at the time of control animal death. No animal in any study showed evidence of off-target toxicity.<br \/><b>Conclusions: <\/b>Tumor antigen targeted, cytotoxic molecule containing nanoparticles have been created that show broad utility in the treatment of at least a dozen different adult and pediatric cancers. Six of 12 types showed complete tumor ablation when treated at 10mg\/kg biweekly injections, and the remainder showed enhanced anti-tumor effect and survival compared to free drug treatment. We conclude that use of tumor antigen targeted, small molecule cytotoxic containing nanoparticles results in dramatically enhanced tumor response and in many case, complete tumor ablation where the same free drug fails to do so.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Nanoparticle,Targeted therapy,Small molecule drugs,Liposomes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Kang<\/b><sup>1<\/sup>, B. Upton<sup>2<\/sup>, J. Nagy<sup>2<\/sup>, T. Triche<sup>1<\/sup>; <br\/><sup>1<\/sup>Children's Hospital Los Angeles, Los Angeles, CA, <sup>2<\/sup>NanoValent, Bozeman, MT","CSlideId":"","ControlKey":"0c2bac00-0b9c-4d91-a25d-fda64ea1553a","ControlNumber":"7295","DisclosureBlock":"&nbsp;<b>H. Kang, <\/b> None.&nbsp;<br><b>B. Upton, <\/b> <br><b>NanoValent<\/b> Employment. <br><b>J. Nagy, <\/b> <br><b>NanoValent<\/b> Employment. <br><b>T. Triche, <\/b> <br><b>NanoValent<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8018","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3206","PresenterBiography":null,"PresenterDisplayName":"HyungGyoo Kang, PhD","PresenterKey":"4ffc8c8c-e19b-4823-93e2-6b01093f0afc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3206. Tumor-targeted nanoparticles for cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor-targeted nanoparticles for cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"<b>In<\/b><b>troduction: <\/b>Histone Deacetylase inhibitors (HDACi) are important drugs for the treatment of patients with PTCL (peripheral T-cell lymphoma). Romidepsin (R), a potent Class I HDACi, is given intravenously, weekly for three to four consecutive weeks. R has a half-life of three hours and is extensively protein bound. The indication for R in PTCL was recently withdrawn due to a failed Phase 4 study. Given the need for new drugs in PTCL, and the importance of epigenetically targeted drugs for the disease, we developed a first-in-class nanoparticle of R (NR) deploying a proprietary nanochemistry platform.<br \/><b>Methods: <\/b>We modified the bulk nanoprecipitation method with FDA approved and Generally Recognized as Safe (GRAS) materials, specifically including PEGylated amphiphilic diblock copolymers, to develop NR combinatorially. By combining a drug and polymer solution with an anti-solvent, we produced core-shell structured NR particles with &#8220;stealth&#8221; properties. To achieve high R loading, stability, purity, scalability, and reproducibility, we devised a multi-pronged optimization system by modulating parameter sets in tandem. We determined the optimal parameters for the \"lockdown\" formulation. We purified NR by using centrifugal filters and determined stability by storing at 4&#176;C. We used Cryo-electron microscopy (cryo-EM), Dynamic Light Scattering (DLS), and Liquid Chromatography-Mass Spectrometry (LC-MS) to determine the morphology, size, PDI, and drug concentration of NR. We developed fluorescent-NR with DiO dye to test bioavailability. We tested NR in T-cell lymphoma cell lines for histone acetylation and apoptosis induction. Furthermore, we investigated the <i>in vivo<\/i> pharmacokinetics and toxicity of NR in PTCL xenograft mouse model and quantified the drug by LC-MS.<b> <\/b><br \/><b>Results: <\/b>The physiochemical analysis of NR demonstrated that the particles were spherical, with a hydrodynamic diameter of 46 &#177;5 nm and PDI of 0.15 - 0.2. NR had a negative zeta potential and an exceptional drug encapsulation efficiency of over 50% (&#62;500 &#181;g\/mL). NR exhibited high stability with respect to size, PDI and drug concentration for over two years. Flow cytometry and western blot analyses indicate NR induces apoptosis and histone acetylation in a time and dose-dependent manner, equivalent to or better than that observed for R. NR&#8217;s AUC increased 25-fold when administered intravenously. NR had superior tolerability, and DiO-NR confirmed superior biodistribution in tumor in a PTCL xenograft mouse model.<br \/><b>Conclusion: <\/b>We developed<b> <\/b>a<b> <\/b>cutting-edge approach with minimum excipients, which enabled NR scale up with batch-to-batch reproducibility and high quality co-packaging of fluorescent dye and drug. NR improved R&#8217;s pharmacokinetic profile and efficacy in pre-clinical xenograft mice models. Our versatile technology enables Chemistry Materials and Controls products, an essential step in clinical product development. <b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Nanoparticle,HDAC inhibitor,Peripheral T-cell lymphoma ,Translation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Samir Zuberi<sup>1<\/sup>, Deepthi  P.  Damera<sup>1<\/sup>, Ipsita Pal<sup>1<\/sup>, Susan Walker<sup>2<\/sup>, Ramesh Katla<sup>1<\/sup>, Colin Haws<sup>3<\/sup>, Akhil Gajjala<sup>1<\/sup>, Andrea Joyner<sup>1<\/sup>, Kallesh  D.  Jayappa<sup>1<\/sup>, David  J.  Feith<sup>1<\/sup>, Todd  E.  Fox<sup>2<\/sup>, Thomas  P.  Loughran<sup>1<\/sup>, Owen  A.  O'Connor<sup>1<\/sup>, <b>Anuradha Illendula<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Medicine, Division of Hematology\/Oncology, University of Virginia, Charlottesville, VA,<sup>2<\/sup>Department of Pharmacology, University of Virginia, Charlottesville, VA,<sup>3<\/sup>National Resilience, Boston, VA","CSlideId":"","ControlKey":"a375c0e6-7c2c-4eb7-8fb2-3673e572797c","ControlNumber":"7209","DisclosureBlock":"&nbsp;<b>S. Zuberi, <\/b> None..<br><b>D. P. Damera, <\/b> None..<br><b>I. Pal, <\/b> None..<br><b>S. Walker, <\/b> None..<br><b>R. Katla, <\/b> None.&nbsp;<br><b>C. Haws, <\/b> <br><b>National Resilience<\/b> Employment.<br><b>A. Gajjala, <\/b> None..<br><b>A. Joyner, <\/b> None..<br><b>K. D. Jayappa, <\/b> None.&nbsp;<br><b>D. J. Feith, <\/b> <br><b>Kymera Therapeutics<\/b> Stock Option, Grant\/Contract, Other, honoraria. <br><b>AstraZeneca<\/b> Stock Option, Grant\/Contract, Other, honoraria. <br><b>Recludix Pharma<\/b> Grant\/Contract. <br><b>Dren Bio<\/b> Stock Option, Grant\/Contract, Other, honoraria.<br><b>T. E. Fox, <\/b> None.&nbsp;<br><b>T. P. Loughran, <\/b> <br><b>Dren Bio<\/b> Stock Option, Other, Membership on an entity's Board of Directors or advisory committees. <br><b>Keystone Nano<\/b> Stock Option, Other, Membership on an entity's Board of Directors or advisory committees. <br><b>Prime Genomics<\/b> Stock Option, Other, Membership on an entity's Board of Directors or advisory committees. <br><b>Recludix Pharma<\/b> Stock Option, Other, Membership on an entity's Board of Directors or advisory committees. <br><b>Kymera Therapeutics<\/b> Other, honoraria. <br><b>Flagship Labs 86<\/b> Stock Option, Other, honoraria. <br><b>O. A. O'Connor, <\/b> <br><b>Kymera Therapeutics<\/b> Other, Scientific Advisory Board. <br><b>Myeloid Therapeutics<\/b> Other, Scientific Advisory Board. <br><b>Dren Bio<\/b> Other, Scientific Advisory Board. <br><b>Astex Pharmaceuticals<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Nouveau Bioscience<\/b> Stock.<br><b>A. Illendula, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8020","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3207","PresenterBiography":null,"PresenterDisplayName":"Anuradha Illendula, PhD","PresenterKey":"d26ab582-23e0-495a-a8b8-f8b785d5b1e6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3207. Chemical fabrication and characterization of a novel nanoparticle of the histone deacetylase (HDACi) romidepsin","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chemical fabrication and characterization of a novel nanoparticle of the histone deacetylase (HDACi) romidepsin","Topics":null,"cSlideId":""},{"Abstract":"Despite the recent progress in cancer immunotherapies, most patients do not benefit from the currently available immune checkpoint blockers, and many develop severe immune-related adverse events. Therefore, it is urgent to develop alternative, effective immunotherapeutic approaches. An example of non-responsive cancers are gastrointestinal (GI) cancers, which account for 26% of the global cancer incidence and 35% of all cancer-related deaths. In many GI cancers, the failure of immunotherapies to yield clinical response is partially attributed to the inefficient antigen presentation by DC, which results in insufficient T cell stimulation despite their expression of tumor-associated antigens (TAA). To overcome these hurdles, we designed novel polymeric-based nanoparticles (NP) to deliver a combination of GI cancers antigens of CEACAM5 protein and toll-like receptor ligands to DC. We chose to encapsulate CEACAM5 antigens because it is overexpressed in GI cancers, such as gastric cancer, colorectal cancer, and pancreatic cancer. With this approach, we aim to modulate the tumor milieu-immune cell interactions to an anti-cancer phenotype in order to control tumor growth and improve overall survival. Our NP present an average diameter below 200 nm, narrow polydispersity index, slightly negative surface charge, spherical morphology, and high antigens and immune potentiators loading. Cy5-labeled NPs were found to be extensively internalized by DC, which triggered their activation <i>in vivo<\/i>, shown by the increasing expression of DC-related co-stimulatory molecules such as CD80, CD86, and CD40. Furthermore, we assessed the immunotherapeutic effect of our NP on mouse models and on a human 3D multi-cellular spheroid <i>ex-vivo <\/i>model, composing the patient&#8217;s tumor cells and peripheral blood mononuclear cells (PBMC). We found that the NP successfully induced a potent immune-mediated anti-tumor response against CEACAM5-positive GI tumors, sensitizing the tumor microenvironment to other therapies and decreasing tumor volume, ultimately leading to prolonged survival. Taken together<b>, <\/b>the developed NP induced a strong antigen-specific immune response and overall sensitized CEACAM5-expressing GI cancers to the clinically relevant treatments <i>in vivo<\/i>, that so far have shown limited clinical outcomes in addition to a specific T cell anti-tumor activity that was shown on our patient-derived <i>ex vivo<\/i> model.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Nanoparticle,Gastrointestinal cancers: other,Vaccines,Immunomodulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Vaskovich<\/b><sup>1<\/sup>, R. Acúrcio<sup>2<\/sup>, R. Kleiner<sup>1<\/sup>, B. Carreira<sup>2<\/sup>, A. Matos<sup>2<\/sup>, H. Florindo<sup>2<\/sup>, R. Satchi-Fainaro<sup>1<\/sup>; <br\/><sup>1<\/sup>Tel Aviv University, Tel Aviv, Israel, <sup>2<\/sup>University of Lisbon, Lisbon, Portugal","CSlideId":"","ControlKey":"8c0937a3-911c-49da-9ae5-5f0a4c419ad8","ControlNumber":"7098","DisclosureBlock":"&nbsp;<b>D. Vaskovich, <\/b> None..<br><b>R. Acúrcio, <\/b> None..<br><b>R. Kleiner, <\/b> None..<br><b>B. Carreira, <\/b> None..<br><b>A. Matos, <\/b> None..<br><b>H. Florindo, <\/b> None.&nbsp;<br><b>R. Satchi-Fainaro, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Grant\/Contract, RS-F is a board member of Teva Pharmaceutical Industries Ltd.. <br><b>Merck KGaA<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8021","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3208","PresenterBiography":null,"PresenterDisplayName":"Daniella Vaskovich","PresenterKey":"08cb0649-8436-47ed-b89f-01d7b46182ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3208. A nano sized system for the treatment of gastrointestinal cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A nano sized system for the treatment of gastrointestinal cancers","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinomas, originating from the epithelial cell lining of ducts, account for approximately 95% of tumors in this category, showcasing a survival rate of less than 5-7%. Unfortunately, little progress has been seen in the outcomes of patients with PDAC as tumor develops high desmoplasia and chemo-resistance to chemotherapeutic drugs, such as gemcitabine (Gem). The therapies are unable to penetrate to the fibrotic tumors leading to insufficient availability of the therapeutic drugs at the tumor site. We and others have shown that MUC13 is aberrantly expressed in pancreatic tumors but not in normal pancreas, which makes MUC13 as an excellent protein for specifically targeting pancreatic tumors. Herein, we demonstrate a unique ability of our in-house generated mouse and humanized monoclonal antibody of MUC13 to penetrate and target pancreatic cancer. These antibodies have been conjugated with our recently developed novel patented superparamagnetic iron oxide nanoparticles (SPIONS) to deliver therapeutics specifically to pancreatic tumors. In this study, we are using curcumin that depletes tumor microenvironment and gemcitabine to investigate the efficacy of the MUC13 conjugated SPION in delivery of therapeutic drugs. Our results demonstrate that enhanced uptake of MUC13-SPION formulation in MUC13 positive (MUC13+) PanCa cells, compared with MUC13 null (MUC13-) cells as demonstrated by immunofluorescence, Prussian blue staining and flow cytometry experiments. Interestingly, the formulation resulted in sustained delivery of curcumin (CUR), enhanced inhibition of cell proliferation, migration and invasion in MUC13+ cells as compared with MUC13- cells, which suggests the targeting efficacy of the formulation. In PanCa orthotopic mice model, MUC13-SPION efficiently targeted pancreatic tumors resulting in significant tumor accumulation. We observed inhibition of tumor volume, metastasis, gem resistance and improved survival in mice treated with the formulation. Additionally, the tumor tissues from treated mice showed extensive downregulation of PCNA and expression of key proteins in SHH pathway, such as SHH, Gli-1, Gli-2, Patched 1, SMO, which has been associated with cancer progression and drug resistance. In conclusion, the results indicate high therapeutic significance of MUC13-SPIONS for achieving pancreatic tumor specific delivery of drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Targeted drug delivery,Nanoparticle,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"N. Dan<sup>1<\/sup>, S. Setua<sup>2<\/sup>, P. Shaji<sup>3<\/sup>, S. Kumari<sup>4<\/sup>, M. M. Yallapu<sup>3<\/sup>, <b>S. S. Khan<\/b><sup>3<\/sup>, S. Chauhan<sup>3<\/sup>; <br\/><sup>1<\/sup>University of connecticut, Connecticut, NY, <sup>2<\/sup>University of Maryland, Baltimore, MD, <sup>3<\/sup>University of Texas Rio Grande Valley, Edinburg, TX, <sup>4<\/sup>National Institutes of Health, Bethesda, MD","CSlideId":"","ControlKey":"a7e70449-ec20-42f6-b6ad-5f2d18c0a024","ControlNumber":"7991","DisclosureBlock":"&nbsp;<b>N. Dan, <\/b> None..<br><b>S. Setua, <\/b> None..<br><b>P. Shaji, <\/b> None..<br><b>S. Kumari, <\/b> None..<br><b>M. M. Yallapu, <\/b> None..<br><b>S. S. Khan, <\/b> None..<br><b>S. Chauhan, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8022","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3209","PresenterBiography":"","PresenterDisplayName":"Sheema Khan, PhD","PresenterKey":"81ef976d-6a92-4724-be11-ea12f75d40fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3209. Antibody mediated targeted drug delivery approach for pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antibody mediated targeted drug delivery approach for pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"The use of aptamers as a therapeutic targeting moiety holds the promise of building on the success of antibody-drug conjugates (ADCs). While ADCs are an attractive modality, they face limitations, including limited penetration into solid tumors and a complicated production process for large-scale manufacturing. Aptamers have several potential advantages over antibodies as a targeting moiety including: (i) a smaller size that enables better tumor penetration; (ii) chemical synthesis which allows rapid scale-up and ease of incorporating modifications; (iii) a superior safety profile from lack of immunogenicity and (iv) room temperature stability. Therefore, the use of aptamers in conjunction with drugs (similar to ADCs) holds promise for development of targeted therapeutics. We have identified a novel therapeutic target for certain cancers (COF-01) using proteomics data and immunohistochemistry from patient-derived tumors. Both the COF-01 protein and related mRNA expression was shown to be significantly increased in non-small cell lung cancer, head and neck cancer and pancreatic cancer. Here, we present a new therapeutic approach that targets COF-01-positive cancer cells using next generation aptamer conjugates. We performed a cell- and protein-based selection using our proprietary bead-based combinatorial libraries to generate next-generation base-modified ssDNA aptamers (Raptamers) against COF-01. Binding affinities of the COF-01 Raptamer candidates were determined by concentration curves using biolayer interferometry. The dissociation constants for the COF-01 Raptamers ranged from 80 nM - 200 nM. COF-01-specific Raptamer-drug conjugates (Rap-DCs) were developed by conjugating the Raptamers to monomethyl auristatin E via a cleavable linker. <i>In vitro<\/i> efficacy data showed the COF-01 Rap-DC can selectively induce cytotoxicity in different types of COF-01-positive human cancer cells (A431, CAL 27, BxPC-3). There was a significant decrease in cell viability of COF-01-positive cells when compared to COF-01-negative control cells (IC<sub>50<\/sub> values ranged from 5.19 nM - 14.11 nM). <i>In vivo<\/i> efficacy testing in a COF-01-postive cell-derived xenograft mouse model showed a significant decrease in tumor volume in animals treated with the COF-01 Rap-DC when compared to saline- and erlotinib-treated controls. This provides proof-of concept for the use of high-affinity Raptamers against novel molecular targets, such as COF-01. This platform can be used to develop Rap-DCs against emergent neo-antigens on cancer cells that have escaped chemotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Therapeutic target,Aptamer,Cancer therapy,Targeted drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. P. Vega<\/b><sup>1<\/sup>, N. E. Ward<sup>1<\/sup>, U. Saini<sup>1<\/sup>, L. Castan-Chibas<sup>1<\/sup>, G. Kaushik<sup>2<\/sup>, D. Ciznadija<sup>2<\/sup>, D. Chatterjee<sup>1<\/sup>, M. J. Heffernan<sup>1<\/sup>, A. Varadhachary<sup>1<\/sup>, M. Ritchie<sup>2<\/sup>; <br\/><sup>1<\/sup>Fannin, Houston, TX, <sup>2<\/sup>Champions Oncology, Rockville, MD","CSlideId":"","ControlKey":"641897b4-414f-4a3c-972c-9a108a77860b","ControlNumber":"8278","DisclosureBlock":"&nbsp;<b>S. P. Vega, <\/b> None..<br><b>N. E. Ward, <\/b> None..<br><b>U. Saini, <\/b> None..<br><b>L. Castan-Chibas, <\/b> None..<br><b>G. Kaushik, <\/b> None..<br><b>D. Ciznadija, <\/b> None..<br><b>D. Chatterjee, <\/b> None..<br><b>M. J. Heffernan, <\/b> None..<br><b>A. Varadhachary, <\/b> None..<br><b>M. Ritchie, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8023","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3210","PresenterBiography":"","PresenterDisplayName":"Stephanie Vega, PhD","PresenterKey":"59f460f1-a6bf-4f26-bb19-a22809f334f4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3210. Raptamer-drug conjugates as molecularly targeted cancer therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Raptamer-drug conjugates as molecularly targeted cancer therapeutics","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PC) is the fourth most common cancer-related cause of death in Western countries. It is projected that PC will become the second most prevalent cause of cancer-related mortality by the year 2030. Although chemotherapy may offer certain advantages to those who have been diagnosed with pancreatic cancer, its effectiveness is notably constrained by the emergence of chemoresistance and excessive toxicity. In recent studies, it has been established that circulating tumor DNA (ctDNA) serves as a mechanism for cell-specific genetic transfer. We discovered that transposon sequences (known as Zip Codes, ZC) were responsible for ctDNA cell targeting. Therefore, we investigated the possibility of hijacking these ZC to deliver drugs specifically. We began by determining whether PDCA ZC synthesized chemically could target PDCA cells selectively. To achieve this, ZC sequences were labeled with CY5 for high-throughput microscopy. Results show that numerous PDCA-ZC were specific and efficient at targeting PC cell lines while sparing other cancer cell lines. The AluSc8 (PCZC) sequence was chosen for further investigation. The specificity of PCZC for targeting cells was validated using pancreatic islet cells. Based on these findings, we developed a technique for conjugating PCZC with SN38 via a CL2A linker. The results indicated that PCZC-SN38 was a very effective agent at killing PC cells (IC50: 1<br \/>&#956;g), but not other cancer cell lines. The therapeutic efficacy of PCZC-N38 was evaluated in vivo using PDX (patient-derived xenografts, Garcia et al Plos One 2013). Maximum tolerated dose testing (MTD) (dosing from 1 to 21 mg of PCZC-SN38\/Kg) failed to reach an MTD. Subsequently, we evaluated the efficacy signal of PCZC-SN38 by administering PCZC-SN38 to animals three times per week for three weeks at concentrations of 3 and 30 mg\/kg of DNA (equivalent to 0.05 and 0.5 SN38 mg\/kg). We used animals treated with vehicle, PCZC alone, and irinotecan (either once per week (50 mg\/kg) or three times per week (0.5 mg\/Kg) as a comparison. PCZC-SN38 decreased tumor growth by 41% and 70%, respectively, when compared to the vehicle or PCZC alone. The observed efficacy did not result in a change in body weight. In contrast, every animal administered irinotecan at a dosage of 50 mg\/kg died within a week. On the contrary, animals that were given irinotecan at a dosage of 0.5 mg\/kg demonstrated a growth inhibition of 60% and exhibited remarkable tolerability. Currently, research is being undertaken to determine the therapeutic efficacy of PCZC-SN38 at higher doses. The results outlined in this study illustrate the preliminary application of PC targeted drug delivery using a PC zip code drug conjugate. The results of our study demonstrate an innovative methodology for targeting PC cells specifically with therapeutic cargo material and supports further preclinical development of PCZC-SN38 for PC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Drug delivery,DNA,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Cinar<sup>1<\/sup>, P. Ganji<sup>1<\/sup>, A. Pisarev<sup>2<\/sup>, L. Martinez-Medina<sup>3<\/sup>, D. S. R. Bandi<sup>4<\/sup>, P. K. Puvvula<sup>3<\/sup>, S. Chang<sup>5<\/sup>, D. Maneval<sup>3<\/sup>, B. El-Rayes<sup>6<\/sup>, <b>L. Bernal-Mizrachi<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Emory University School of Medicine, Atlanta, GA, <sup>2<\/sup>Kodikaz Therapeutic Solutions,LLC, New York, NY, <sup>3<\/sup>Kodikaz Therapeutic Solutions, LLC, New York, NY, <sup>4<\/sup>University of Alabama, Birminghan, AL, <sup>5<\/sup>Kodikaz Therapeutic Solutions, LLD, New York, NY, <sup>6<\/sup>University of Alabama, Birmingham, AL","CSlideId":"","ControlKey":"1198d34a-9174-41be-a1e8-e6c55fe3ce3f","ControlNumber":"7687","DisclosureBlock":"&nbsp;<b>M. Cinar, <\/b> None..<br><b>P. Ganji, <\/b> None.&nbsp;<br><b>A. Pisarev, <\/b> <br><b>Kodikaz Therapeutic Solutions, LLC<\/b> Employment. <br><b>L. Martinez-Medina, <\/b> <br><b>Kodikaz Therapeutic Solutions, LLC<\/b> Employment.<br><b>D. S. R. Bandi, <\/b> None.&nbsp;<br><b>P. K. Puvvula, <\/b> <br><b>Kodikaz Therapeutic Solutions, LLC<\/b> Employment. <br><b>S. Chang, <\/b> <br><b>Kodikaz Therapeutic Solutions, LLC<\/b> Employment. <br><b>D. Maneval, <\/b> <br><b>Kodikaz Therapeutic Solutions, LLC<\/b> Independent Contractor. <br><b>B. El-Rayes, <\/b> <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract. <br><b>Xencor<\/b> Grant\/Contract. <br><b>Merck Sharp & Dohme<\/b> Grant\/Contract. <br><b>Exelixis<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Consulting. <br><b>Genentech<\/b> Other, Genentech. <br><b>Seagen<\/b> Other, Speaker Bureau. <br><b>Glaxosmithkline<\/b> Grant\/Contract. <br><b>L. Bernal-Mizrachi, <\/b> <br><b>Janssen<\/b> Advisory Board. <br><b>Bristo-Myers Squibb<\/b> Advisory board. <br><b>Takeda<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8024","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3211","PresenterBiography":null,"PresenterDisplayName":"Leon Bernal-Mizrachi, MD","PresenterKey":"2072378a-69d6-41a4-a0b0-c4a7d46160f8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3211. Development of first in class zip code drug conjugate in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of first in class zip code drug conjugate in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Trophoblast cell surface antigen 2 (Trop2) is considered as a potential therapeutic target because its over-expression in tumors is found to be associated with poor prognosis of patients with different cancers. Trop2-directed antibody-drug conjugates have been approved for the treatment of solid tumors, however, the expression of Trop2 in a broad range of epithelial tissues, even in low expression, would limit their clinical benefits. The present work generated a novel Trop2\/CD3 bispecific antibody with its binding affinity towards Trop2 being well-modulated to mitigate the chance of on-target off-tumor effect. By linking a humanized anti-Trop2 monoclonal antibody with a CD3-binding scFv, a Trop2\/CD3 bispecific antibody was produced. In order to adjust the bispecific antibody's affinity to the tumor target, ProABC-2 was used for in-silico paratope prediction (Ambrosetti F et al., 2020). A complementarity-determining residue (CDR) variant was produced and its binding to Trop2 antigen was analyzed using biolayer interferometry. The binding of both wild type (WT) and variant antibodies to Trop2-positive cancer cells, the activation of T cells upon target engagement and the redirection of T cell-mediated killing on cancer cells expressing high level of Trop2 were examined. The binding affinity of CDR variant to Trop2-expressing tumor cells was significantly reduced, which led to a slower induction of cytokines and T-cell proliferation, less acute T-cell activation, and a milder cytotoxic effect. This allowed the bispecific antibody to have a higher level of safety by restricting the cytotoxicity only to cancer cells that expressed high level of Trop2. Our novel Trop2\/CD3 bispecific antibody not only showed potent anti-tumor activity, but also demonstrated a lower risk of on-target off-tumor toxicity. Monkey toxicity and other IND-enabling studies are beginning to further bring the drug candidate into clinical trial.<br\/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{68A070DB-F705-4482-9846-8042B6AC3380}\"><caption>Table showing EC50 values of Trop2\/CD3 bispecific WT and CDR variant antibodies in different assays<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>WT<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>CDR variant<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Binding affinity (M)<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Trop2<\/td><td rowspan=\"1\" colspan=\"1\">4.62E-11<\/td><td rowspan=\"1\" colspan=\"1\">2.14E-10<\/td><\/tr><tr><td rowspan=\"3\" colspan=\"1\"><b>Cytotoxicity (M)<\/b><\/td><td rowspan=\"1\" colspan=\"1\">AsPC1 (low Trop2 level)<\/td><td rowspan=\"1\" colspan=\"1\">1.24E-11<\/td><td rowspan=\"1\" colspan=\"1\">No killing effect<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">SW480 (medium Trop2 level)<\/td><td rowspan=\"1\" colspan=\"1\">1.25E-12<\/td><td rowspan=\"1\" colspan=\"1\">2.25E-11<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">NCI-H596 (high Trop2 level)<\/td><td rowspan=\"1\" colspan=\"1\">5.65E-12<\/td><td rowspan=\"1\" colspan=\"1\">5.89E-10<\/td><\/tr><tr><td rowspan=\"2\" colspan=\"1\"><b>Receptor occupancy (%)<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Trop2<\/td><td rowspan=\"1\" colspan=\"1\">0.65<\/td><td rowspan=\"1\" colspan=\"1\">2.75<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">CD3<\/td><td rowspan=\"1\" colspan=\"1\">0.08<\/td><td rowspan=\"1\" colspan=\"1\">5.83<\/td><\/tr><tr><td rowspan=\"2\" colspan=\"1\"><b>Cytokine induction (M)<\/b><\/td><td rowspan=\"1\" colspan=\"1\">IL-2<\/td><td rowspan=\"1\" colspan=\"1\">4.82E-11<\/td><td rowspan=\"1\" colspan=\"1\">5.42E-11<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">IFN&#947;<\/td><td rowspan=\"1\" colspan=\"1\">6.46E-13<\/td><td rowspan=\"1\" colspan=\"1\">2.59E-11<\/td><\/tr><tr><td rowspan=\"2\" colspan=\"1\"><b>T cell activation (M)<\/b><\/td><td rowspan=\"1\" colspan=\"1\">CD25+ marker<\/td><td rowspan=\"1\" colspan=\"1\">2.02E-12<\/td><td rowspan=\"1\" colspan=\"1\">2.39E-10<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">CD69+ marker<\/td><td rowspan=\"1\" colspan=\"1\">3.81E-13<\/td><td rowspan=\"1\" colspan=\"1\">7.40E-11<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>T cell proliferation (M)<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Ki-67 marker<\/td><td rowspan=\"1\" colspan=\"1\">3.54E-12<\/td><td rowspan=\"1\" colspan=\"1\">8.80E-11<\/td><\/tr><\/table><br\/>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Bispecific antibody,T cell engager,Immunotherapy,Trop-2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. O<sup>1<\/sup>, <b>P. Wong<\/b><sup>1<\/sup>, K. Chow<sup>1<\/sup>, K. Wong<sup>1<\/sup>, D. Wong<sup>2<\/sup>, J. M. Luk<sup>2<\/sup>, K. Wong<sup>1<\/sup>; <br\/><sup>1<\/sup>Arbele Limited, Hong Kong, Hong Kong, <sup>2<\/sup>Arbele Corp, Seattle, WA","CSlideId":"","ControlKey":"0569b91d-205c-4e8f-88ab-f3894501c483","ControlNumber":"4328","DisclosureBlock":"&nbsp;<b>C. O, <\/b> None..<br><b>P. Wong, <\/b> None..<br><b>K. Chow, <\/b> None..<br><b>K. Wong, <\/b> None..<br><b>D. Wong, <\/b> None..<br><b>J. M. Luk, <\/b> None..<br><b>K. Wong, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7996","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3212","PresenterBiography":null,"PresenterDisplayName":"Po Yee Wong","PresenterKey":"8d308274-ea85-463f-a4cc-e39ae3533fac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3212. Development of a Trop2\/CD3 bispecific antibody with modulated Trop2 binding affinity as a novel immunotherapy for advanced gastrointestinal cancer treatment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a Trop2\/CD3 bispecific antibody with modulated Trop2 binding affinity as a novel immunotherapy for advanced gastrointestinal cancer treatment","Topics":null,"cSlideId":""},{"Abstract":"Targeting immune checkpoints like programmed death receptor 1 (PD-1) with monoclonal antibodies has achieved durable responses in a range of cancers, however, immune-related adverse events may occur in a subset of patients. As such, we developed a bispecific antibody targeting cadherin-17 (CDH17) and PD-1 with a hope to rejuvenate specifically the exhausted T cells within tumor microenvironment. In healthy individuals, CDH17 is expressed at a restricted level in intestinal epithelial junction that is not accessible to biologics, however, in gastrointestinal cancers, CDH17 is overexpressed and can be targeted by antibodies. Our new CDH17\/PD-1 bispecific antibody would reactivate anti-tumor immunity with reduced risk of on-target off-tumor toxicity. Different bispecific antibody formats were designed, cloned, and expressed. Strong binders were first identified using CDH17 and PD-1 ELISA. The binding affinities to CDH17 and PD-1 of the selected candidate were examined using biolayer interferometry. The effect of these bispecific antibodies on blocking PD-1\/PD-L1 axis in T cells was demonstrated in a cell-based reporter assay. T-cell mediated killing on CDH17-positive GI cancer cells and induction of T cell activation markers upon antibody treatment were also studied. A total of 7 CDH17\/PD-1 bispecific antibodies of different formats were screened. Of these candidates, one, named ARB204, was selected because of its potent binding to both antigens in ELISA (i.e., EC<sub>50<\/sub> values: CDH17, 1.6nM; PD-1, 0.4nM) and biolayer interferometry (i.e., K<sub>D<\/sub> values: CDH17, 2.4E-09M; PD-1, 6.02E-11M). ARB204 blocked PD-1\/PD-L1 axis in the reporter assay with EC<sub>50<\/sub> value 4.4nM. Notably, ARB204 redirected T cells to eradicate CDH17-positive pancreatic AsPC1 cells with an EC<sub>50<\/sub> value of 3.5nM. No cytotoxicity against CDH17-negative cancer cells were seen. ARB204 effectively bound CDH17 on GI cancer cells and PD-1 on T cells. This bispecific design allowed selective T-cell mediated killing on cancer cells expressing CDH17, mitigating the risk of off-tumor toxicity. ARB204 warrants further studies on its immune checkpoint inhibition in animal models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Bispecific antibody,Immunotherapy,Gastrointestinal cancers: colorectal,PD-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. Wong<sup>1<\/sup>, <b>P. Wong<\/b><sup>1<\/sup>, K. Chow<sup>1<\/sup>, C. O<sup>1<\/sup>, D. Wong<sup>2<\/sup>, J. M. Luk<sup>2<\/sup>, K. Wong<sup>1<\/sup>; <br\/><sup>1<\/sup>Arbele Limited, Hong Kong, Hong Kong, <sup>2<\/sup>Arbele Corp, Seattle, WA","CSlideId":"","ControlKey":"b94c37ba-7b93-449c-9093-df25e6432c5e","ControlNumber":"4210","DisclosureBlock":"&nbsp;<b>K. Wong, <\/b> None..<br><b>P. Wong, <\/b> None..<br><b>K. Chow, <\/b> None..<br><b>C. O, <\/b> None..<br><b>D. Wong, <\/b> None..<br><b>J. M. Luk, <\/b> None..<br><b>K. Wong, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8001","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3213","PresenterBiography":null,"PresenterDisplayName":"Po Yee Wong","PresenterKey":"8d308274-ea85-463f-a4cc-e39ae3533fac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3213. A novel CDH17\/PD-1 bispecific antibody for treatment of advanced gastrointestinal cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"283","SessionOnDemand":"False","SessionTitle":"Cancer Immunotherapy and Drug Delivery","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel CDH17\/PD-1 bispecific antibody for treatment of advanced gastrointestinal cancers","Topics":null,"cSlideId":""}]