[{"Abstract":"Fungal genomes encode a vast collection of chemical diversity that has evolved over millions of years to engage specific targets and modulate diverse biological processes. These Genetically Encoded small Molecules (GEMs) constitute a largely untapped source of potential therapeutics. Although fungal GEMs such as cyclosporine, lovastatin, and penicillin have revolutionized modern medicine, these GEMs were discovered serendipitously through bioactivity-guided fractionation of fungal extracts. LifeMine is redefining GEM discovery through the deployment of proprietary genomic search algorithms that enable GEM target prediction a priori. Our strategy facilitates focused search-and-retrieval campaigns to rationally discover molecules selected by Nature to modulate the desired target protein. These GEM drug leads often exhibit unique structural and mechanistic features, necessitating comprehensive deconvolution of the human target profile and mechanism of action during the development process from GEM to clinical candidate. As a proof-of-concept study, we leveraged CETSA Explore to study the biological mechanism of the fungal polyketide lactone Brefeldin A (BFA) in human THP-1 cells. This GEM, originally isolated from the filamentous fungus Penicillium brefeldianis, inhibits protein trafficking between the endoplasmic reticulum and the Golgi complex, eliciting antiviral, antifungal, and anticancer activity. Our CETSA profiling study confirmed the Golgi-associated guanine nucleotide exchange factor GBF1 as the primary target of BFA, validating the established mechanism of this GEM as an inhibitor of GBF1-mediated activation of the small GTPase ARF1. These results demonstrate the utility of integrating the LifeMine GEM discovery engine with downstream proteomic profiling technologies to facilitate the mechanistic characterization of fungal GEMs en route to novel therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-03 Target identification, small molecule probes, and libraries,,"},{"Key":"Keywords","Value":"Natural products,Brefeldin A,CETSA,Thermal Proteome Profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Friman<\/b><sup>1<\/sup>, B. M. Fontaine<sup>2<\/sup>, A. Chernobrovkin<sup>1<\/sup>, D. Martinez Molina<sup>1<\/sup>, V. Brehmer<sup>1<\/sup>, S. Lundgren<sup>1<\/sup>, P. M. Castaldi<sup>2<\/sup>, G. L. Verdine<sup>2<\/sup>; <br\/><sup>1<\/sup>Pelago Bioscience, Stockholm, Sweden, <sup>2<\/sup>LifeMine Therapeutics, Cambridge, MA","CSlideId":"","ControlKey":"23f8ca56-337f-48a0-8d40-0f5e3b167433","ControlNumber":"6781","DisclosureBlock":"&nbsp;<b>T. Friman, <\/b> None..<br><b>B. M. Fontaine, <\/b> None..<br><b>A. Chernobrovkin, <\/b> None..<br><b>D. Martinez Molina, <\/b> None..<br><b>V. Brehmer, <\/b> None..<br><b>S. Lundgren, <\/b> None..<br><b>P. M. Castaldi, <\/b> None..<br><b>G. L. Verdine, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3713","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5766","PresenterBiography":null,"PresenterDisplayName":"Tomas Friman, PhD","PresenterKey":"24ea573b-079e-473a-9009-9f03cdd17a2a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5766. Fungal genomes in drug discovery: Application of CETSA to study the mechanism of action of brefeldin A","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fungal genomes in drug discovery: Application of CETSA to study the mechanism of action of brefeldin A","Topics":null,"cSlideId":""},{"Abstract":"Transcription factors (TF) are essential determinants of gene regulation and their aberrant expression frequently drive cancers. The binding of TFs to cognate DNA is central to their role in gene regulation. An understanding of their DNA binding mechanism is, therefore, of fundamental and therapeutic relevance. Generally, TFs bind DNA through defined DNA binding domains. The CUT and homeodomain are two such evolutionarily conserved elements found paired in multiple transcription factor families including ONECUT (OC), POU, CUX and SATB. However, the mechanism of cross-talk between the CUT and homeodomain to coordinatedly bind DNA remains unknown. Here, we report an integrative DNA binding analyses of the transcription factor OC2, a promising target for treatment of aggressive prostate cancer. We demonstrate that the homeodomain of OC2 thermodynamically stabilizes the DNA binding through allosteric modulation of CUT. The binding energetics is further dependent on base interactions by evolutionarily conserved amino acids in both CUT and homeodomain. In addition, we have discovered a unique arginine pair in the homeodomain, conserved within the ONECUT family, but not across POU and SATB families. We show that one arginine of this pair binds distinctly to DNA in respective complexes formed by OC2 and OC1. Notably, the above base-interactions are crucial for OC2-driven disease progression in a prostate cancer cell-line model. Taken together, our studies show that base-interactions by the evolutionarily conserved residues determine the basic DNA binding functionality through establishing favorable thermodynamics, while interactions by the arginine motif impart family-specific attributes. These findings also establish the homeodomain as a key regulator of DNA binding by OC2 and provide a mechanism for cooperative DNA binding by the CUT-homeodomain module in general. Importantly, these insights reveal vulnerabilities for therapeutic targeting of OC2.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-02 Small molecule, protein, and nucleic acid interactions,,"},{"Key":"Keywords","Value":"Transcription factor,Prostate cancer,Master regulator,ONECUT2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Chatterjee<\/b>, B. Gallent, M. Katiki, C. Qian, M. Harter, M. Freeman, R. Murali; <br\/>Cedars-Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"83c3bd50-0300-4afc-a217-11443aea42c7","ControlNumber":"2760","DisclosureBlock":"&nbsp;<b>A. Chatterjee, <\/b> None..<br><b>B. Gallent, <\/b> None..<br><b>M. Katiki, <\/b> None..<br><b>C. Qian, <\/b> None..<br><b>M. Harter, <\/b> None..<br><b>M. Freeman, <\/b> None..<br><b>R. Murali, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3714","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5767","PresenterBiography":null,"PresenterDisplayName":"Avradip Chatterjee, PhD","PresenterKey":"af97c9db-fdf0-4fe4-8bad-ac8d3e7331c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5767. DNA binding mechanism of prostate cancer target ONECUT2","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DNA binding mechanism of prostate cancer target ONECUT2","Topics":null,"cSlideId":""},{"Abstract":"<i>PIK3CA<\/i> mutations are major oncogenic drivers for oncogenesis. Mutant <i>PIK3CA<\/i> continuously activates the PI3K pathway, transmitting oncogenic signals within the transformed cells. Despite decades of efforts focused on targeting oncogenic <i>PIK3CA<\/i> for cancer therapy, the precise molecular and functional machinery remains incomplete due to the molecular complexity of the PI3K pathway. Mapping of proximity proteins in the oncogenic PI3K pathway and identifying mutant signals will signify a deep understanding of oncogenesis and a broad range of therapeutic applications. In this study, we hypothesize that <i>PIK3CA<\/i> mutant cancer cells establish a unique molecular program networking with distinct proteins, which differs from that of cancer cells with wild-type (WT) <i>PIK3CA<\/i>. To test this hypothesis, we have developed a novel bioengineering approach to decode protein-protein interactions of oncogenic <i>PIK3CA<\/i> and identify key molecular partners, potentially providing therapeutic vulnerabilities in cancer cells. First, we applied the proximity labeling technique, based on the fusion of a promiscuous protein ligase to a targeting protein of interest (POI), featuring proximity-dependent biotinylation of interacting and neighboring proteins. The promiscuous biotin ligases, BioID and BioID2, were utilized to integrate WT <i>PIK3CA<\/i> or gain-of-function hotspot mutations in at E545K or H1047R residues. To optimize the labeling protocol and biotinylation conditions, the BioID and BioID2 plasmids were fused with each POI, incorporating multiple combinations of protein tags, including myc, HA, and red fluorescence protein. Lamin A was used as the positive control, and a total of 15 plasmids were constructed in pcDNA3.1 mammalian expression vector. The sizes of the plasmids and the gene sequences were validated by PCR amplification and Sanger sequencing. Next, we employed a programmable nuclease, the prokaryotic Argonaute (pAgo), assisted by fluorescence resonance energy transfer technology, to detect oncogenic signals derived from mutant <i>PIK3CA<\/i> in cell-free conditions. To test our methods, we engineered two cancer cell lines (DHSA-1426 and COSB) derived from naturally occurring hemangiosarcoma in dogs, to induce<i> PIK3CA<\/i> H1047R mutations using CRISPR\/Cas9. Our technical approach enables temporal and spatial molecular sensing of oncogenic <i>PIK3CA<\/i> and its functional interactome in living cancer cells by integrating high-resolution molecular mapping with a pAgo-based detection system. Our ongoing work involves the standardization and optimization of proximity labeling for oncogenic <i>PIK3CA<\/i> across ontogenetically distinct cancer cells. Furthermore, we will determine the sensitivity and specificity of the integrated approach to achieve proximity labeling with programmable<i> <\/i>detection of molecular signals from oncogenic <i>PIK3CA<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-02 Small molecule, protein, and nucleic acid interactions,,"},{"Key":"Keywords","Value":"PIK3CA,Protein-protein interactions,Cell signaling,Proximity labeling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Rong Li<\/b><sup><\/sup>, Donghee Lee<sup><\/sup>, Md Abdullah<sup><\/sup>, Jong Hyuk Kim<sup><\/sup><br><br\/>Department of Small Animal Clinical Sciences, University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"f6357e31-5b40-4e54-8fa6-244c9b9d930b","ControlNumber":"3847","DisclosureBlock":"&nbsp;<b>R. Li, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>M. Abdullah, <\/b> None..<br><b>J. Kim, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3715","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5768","PresenterBiography":"","PresenterDisplayName":"Rong Li, PhD","PresenterKey":"6f33d3af-602e-4e3c-8620-391b753911ab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5768. Proximity labeling with molecular signal sensing of oncogenic <i>PIK3CA<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proximity labeling with molecular signal sensing of oncogenic <i>PIK3CA<\/i>","Topics":null,"cSlideId":""},{"Abstract":"We became interested in bicyclic tetrahydrothiazepine derivatives described in a Patent (WO 2016\/139181) having immunomodulatory activities on CD3-activated T cells (CD4+ &#38; CD8+) and NK cell increasing the secretion of several cytokines such as, e.g., IL-2, IFN-&#947; and\/or TNF-&#945; whereas corresponding unstimulated immune cells do not respond. Surprisingly - in contrast to what has been described in the patent - the N-H of the Amides 1 and 2 described in the patent was not required for potency and the oxadiazoles 1 and 2 were significantly more potent in T-cell proliferation and IL-2 release. Compound 1 was <i>in vivo<\/i> active in a single dose PD study in mice after CD3 activation and in a MC38 xenograft mice model showing single agent activity. Amide 1 and Amide 2 were identified in a phenotypic screen and the mode of action was unknown. Because of the promising pharmacological profile and <i>in vivo<\/i> activity, we were interested in the target. Here we describe how we identified the potential targets DGK&#945; and DGK&#950;.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-03 Target identification, small molecule probes, and libraries,,"},{"Key":"Keywords","Value":"T cell,Target discovery,Cancer immunotherapy,Immunocytokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Luebbers<\/b><sup>1<\/sup>, A. Britschgi<sup>1<\/sup>, V. Costa<sup>1<\/sup>, T. Friess<sup>2<\/sup>, J.-C. Hau<sup>1<\/sup>, G. Heidkamp<sup>2<\/sup>, H. Kuehne<sup>1<\/sup>, L. J. Martin<sup>1<\/sup>, F. Roudnicky<sup>1<\/sup>, M. Tzouros<sup>1<\/sup>, A. Vandemeulebroucke<sup>1<\/sup>; <br\/><sup>1<\/sup>F. Hoffmann-La Roche Ltd., Basel, Switzerland, <sup>2<\/sup>Roche Diagnostics GmbH, Penzberg, Germany","CSlideId":"","ControlKey":"0b7ccc1b-47ce-4da2-875f-2795394c2e04","ControlNumber":"4684","DisclosureBlock":"<b>&nbsp;T. Luebbers, <\/b> <br><b>F. Hoffmann-La Roche Ltd.<\/b> Employment, Stock, Stock Option. <br><b>A. Britschgi, <\/b> <br><b>F. Hoffmann-La Roche Ltd.<\/b> Employment. <br><b>V. Costa, <\/b> <br><b>F. Hoffmann-La Roche Ltd.<\/b> Employment. <br><b>T. Friess, <\/b> <br><b>Roche Diagnostics GmbH<\/b> Employment. <br><b>J. Hau, <\/b> <br><b>F. Hoffmann-La Roche Ltd.<\/b> Employment. <br><b>G. Heidkamp, <\/b> <br><b>Roche Diagnostics GmbH<\/b> Employment. <br><b>H. Kuehne, <\/b> <br><b>F. Hoffmann-La Roche Ltd.<\/b> Employment. <br><b>L. J. Martin, <\/b> <br><b>F. Hoffmann-La Roche Ltd.<\/b> Employment, Stock. <br><b>F. Roudnicky, <\/b> <br><b>F. Hoffmann-La Roche Ltd.<\/b> Employment, Stock. <br><b>M. Tzouros, <\/b> <br><b>F. Hoffmann-La Roche Ltd.<\/b> Employment, Stock. <br><b>A. Vandemeulebroucke, <\/b> <br><b>F. Hoffmann-La Roche Ltd.<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3716","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5769","PresenterBiography":null,"PresenterDisplayName":"Thomas Luebbers, PhD","PresenterKey":"e6ac1cf0-1aec-4374-af92-4bb4d8abe3d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5769. Target identification of T-cell activating immunomodulatory tetrahydrothiazepines: DGK&#945; and DGK&#950; inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Target identification of T-cell activating immunomodulatory tetrahydrothiazepines: DGK&#945; and DGK&#950; inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Background: RAS mutations are occurring at a high rate in colorectal cancer, lung cancer, and pancreatic cancer. RAS is family of small GTPase proteins with important roles in cell growth, differentiation, proliferation, and survival. There are three types of RAS genes: HRAS, KRAS, and NRAS. The The RAS gene is the most commonly found oncogene in human cancer. KRAS exhibits a highest mutation rate compared to those of HRAS and NRAS in various cancer types.<br \/>Methods: Colorectal cell line LIM1215, SW48 and NSCLC cell line NCI-H1975, NCI-H838 were used for MTT assays. Apoptosis assay was performed using the annexin V-FITC apoptosis detection kit (BioBud, Cat. LS-02-100). Colony forming assay was performed with 6-well culture plates by seeding 500 cells\/well. The expression levels of proteins involved in Q2a-induced signaling pathway were determined by Western blot. In vivo study was performed with tumor xenografts. HT-29 cells were implanted into the right flank of 5-week-old BALB\/c nude mice. Tumor size was determined by measuring the diameter (width, length) of the tumor every two days with a digital caliper. All group mice sacrificed at day 19.<br \/>Results: Patients with cancer involving KRAS mutations are resistant to therapeutics that target epidermal growth factor receptor and show poor outcomes. In addition, effective treatments that target G12D in KRAS have not been developed. Thus, therapeutic agents targeting the G12D mutation in KRAS are needed. In this study, we identified the Q2a compound, a quinazoline-based derivative that specifically acts on the KRAS G12D mutation. This compound induced cell apoptosis by reducing phosphorylation of AKT in the PI3K pathway downstream of KRAS. Q2a compound specifically inhibited the growth of KRAS G12D mutant cells. In addition, cells with the KRAS G12D mutation were more sensitive to Q2a compound compared to the sensitivity of wild-type cells and those with other KRAS mutations, resulting in apoptosis. Treatment with the Q2a compound also decreased C-RAF phosphorylation in the MAPK pathway, which is downstream of KRAS. In KRAS G12D-mutated colorectal cancer xenografts, Q2a compound inhibited tumor production without significant liver toxicity.<br \/>Conclusion: Q2a compounds show potential as therapeutic agents that target KRAS G12D mutations in colorectal and pancreatic cancers.<br \/>Kyewords: Anti-Cancer Drug, KRAS G12D Mutant, apoptosis, colon cancerJi Yoon Lee, Dae-Hee Lee*Department of Marine Bio Food Science, Gangneung-Wonju national University","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-02 Small molecule, protein, and nucleic acid interactions,,"},{"Key":"Keywords","Value":"Anticancer therapy,KRAS,Apoptosis,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D.-H. Lee<\/b>, J. Lee; <br\/>Gangneung-Wonju National University, Gangneung, Korea, Republic of","CSlideId":"","ControlKey":"dfca793e-9702-4fb5-8d14-325bddc7481d","ControlNumber":"2187","DisclosureBlock":"&nbsp;<b>D. Lee, <\/b> None..<br><b>J. Lee, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3717","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5770","PresenterBiography":null,"PresenterDisplayName":"Dae-Hee Lee, PhD","PresenterKey":"609d5a0d-4373-4d32-bc0c-c6422f6efb74","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5770. Inhibition of KRAS G12D mutant with small molecules","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of KRAS G12D mutant with small molecules","Topics":null,"cSlideId":""},{"Abstract":"Identifying the physiologically relevant targets of bioactive compounds is often the rate limiting step toward understanding their mechanism of action. To this end, we developed a streamlined chemical proteomic strategy that utilizes a novel photoreactive cleavable chloroalkane tag, which can be attached to bioactive compounds to isolate their respective cellular targets for identification by mass spectrometry. The tag does not significantly affect compounds potency and membrane permeability, allowing for binding interactions to be established within intact cells under appropriate physiological conditions. UV-induced covalent photo-crosslinking &#8220;freezes&#8221; the cellular interactions and prevents their dissociation upon cell lysis. Effective enrichment of the cellular targets is achieved through their selective covalent capture onto HaloTag coated particles and subsequent selective release by tag cleavage. Putative targets identified by mass spectrometry can be readily verified using resonance energy transfer. By exchanging the chloroalkane tag for a fluorophore, direct binding to the targets can be revealed through proximity of the fluorophore to a small NanoLuc luciferase genetically fused to the putative target. This approach was used to identify physiologically relevant targets for bioactive compounds including those with low affinity and\/or low abundance as well as insoluble targets with multiple trans membrane domains.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-03 Target identification, small molecule probes, and libraries,,"},{"Key":"Keywords","Value":"Target discovery,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Uyeda<\/b><sup>1<\/sup>, R. Hurst<sup>2<\/sup>, S. Levin<sup>2<\/sup>, M. Rosenblatt<sup>2<\/sup>, K. Zimmermann<sup>2<\/sup>, R. F. Ohana<sup>2<\/sup>; <br\/><sup>1<\/sup>Promega Corporation, San Luis Obispo, CA, <sup>2<\/sup>Promega Corporation, Madison, WI","CSlideId":"","ControlKey":"2f934473-0b09-4fed-b6a4-498c2b6d1eb3","ControlNumber":"5355","DisclosureBlock":"&nbsp;<b>T. Uyeda, <\/b> None..<br><b>R. Hurst, <\/b> None..<br><b>S. Levin, <\/b> None..<br><b>M. Rosenblatt, <\/b> None..<br><b>K. Zimmermann, <\/b> None..<br><b>R. F. Ohana, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3718","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5771","PresenterBiography":null,"PresenterDisplayName":"Tetsuo Uyeda","PresenterKey":"7a9b02c5-6c3a-4fae-8d4f-2aa1ab286cf7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5771. Utilizing a photoreactive chloroalkane capture tag for target deconvolution","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Utilizing a photoreactive chloroalkane capture tag for target deconvolution","Topics":null,"cSlideId":""},{"Abstract":"G protein-coupled receptor kinases (GRKs) regulate cell signaling by triggering receptor desensitization via phosphorylation on G protein-coupled receptors (GPCRs). There are seven human GRKs (GRK1&#8722;GRK7) where GRK5 and GRK6 are structurally similar. GRK5 is ubiquitous and required for cancer progression in various cancer types. Knock-down of GRK5 has been shown to suppress prostate cancer and non-small-cell lung cancer growth. GRK6 is highly abundant in immune cells and is overexpressed in multiple myeloma (MM). Knocking down GRK6 has been shown to cause apoptosis of MM cells. Therefore, targeting GRK5 or 6 is a potential chemotherapeutic strategy. Currently, we are developing a series of inhibitors for GRK5\/6 based on a lead compound derived from sunitinib and utilizing Cys474 residue unique in GRK5\/6 to enhance selectivity by covalent capture. We tested a series of novel inhibitor warheads to improve potency and selectivity without potentially toxic functional groups. So far, we have identified several inhibitors with low nanomolar IC<sub>50<\/sub> for GRK5 and more than 100,000-fold selectivity over GRK2, another closely related member expressed in the heart. I have developed a pipeline of X-ray crystallography of GRK5 available for soaking various ligands and have solved several structures of novel inhibitor-bound GRK5. The structure elucidated the binding mode of this new class of GRK5 inhibitors, where the core interacts with the adenine site, a fluorophenyl group stabilizes the P loop and density suggests in some cases covalent bond forming between the reversible covalent warhead and Cys474. Our ongoing studies focus on further compound optimizations based on SAR. Overall, the discovery of the inhibitors can significantly facilitate understanding and treatment and cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-04 X-ray and NMR structures,,"},{"Key":"Keywords","Value":"Drug design,Signal transduction inhibitors,Kinase inhibitors,G-protein-coupled receptors (GPCR),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Yueyi Chen<\/b><sup><\/sup>, Amol  D.  Sonawane<sup><\/sup>, Rajesh Manda<sup><\/sup>, Ranjith  K.  Gadi<sup><\/sup>, Arun  K.  Ghosh<sup><\/sup>, John  J.   G.  Tesmer<sup><\/sup><br><br\/>Purdue University, West Lafayette, IN","CSlideId":"","ControlKey":"41286a78-cc22-495f-937e-4b0016dc9767","ControlNumber":"1815","DisclosureBlock":"&nbsp;<b>Y. Chen, <\/b> None..<br><b>A. D. Sonawane, <\/b> None..<br><b>R. Manda, <\/b> None..<br><b>R. K. Gadi, <\/b> None..<br><b>A. K. Ghosh, <\/b> None..<br><b>J. J. G. Tesmer, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3719","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5772","PresenterBiography":null,"PresenterDisplayName":"Yueyi Chen, BS","PresenterKey":"081c25a8-e14a-4c10-8bd8-90f885ae4596","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5772. Structural insights and rational design, optimization of highly potent and selective novel GRK5\/6 inhibitors for cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Structural insights and rational design, optimization of highly potent and selective novel GRK5\/6 inhibitors for cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Brain cancer is a deadly disease with low survival rates for over 70 % of patients. Therefore, there is a critical need to develop better treatment methods and strategies to improve patient outcomes. In this study, we explored the tumor microenvironment and discovered unique characteristics of microglia to interact with astrocytoma cells and promote proliferation and migration of collisions. The conditioned medium from the collisions expressed cell chemoattraction and anti-inflammatory responses. To further understand the interactions between microglia and astrocytoma cells, we used flow sorting and protein analysis found that the protein alterations were related to biogenesis in the astrocytoma cells and metabolic processes in the microglia. Both types of cells were involved in binding and activity in cell-cell interactions. Using STRING to demonstrate the protein cross-interaction between the cells. Furthermore, PHB and RDX interact with oncogenic proteins, which were significantly expressed in patients with Glioblastoma Multiforme (GBM) and low-grade glioma (LGG) according to GEPIA. To study the role of RDX in chemoattraction, the inhibitor-NSC668394 suppressed collision formation and migration in BV2 cells in vitro by down-regulating F-actin. Additionally, it suppressed macrophage infiltration in infiltrating islands in vivo of intracranial tumor-bearing mice. These findings provide evidence for the role of resident cells in mediating tumor development and invasiveness and suggest that potential interacting molecules may be a strategy for controlling tumor growth by regulating the infiltration of tumor-associated microglia in the brain tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-02 Small molecule, protein, and nucleic acid interactions,,"},{"Key":"Keywords","Value":"Proteomics,Astrocytoma,Chemoattra,Microglia,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Chih-Yi Chen<sup>1<\/sup>, <b>Yu-Ching Huang<\/b><sup>1<\/sup>, Wen-Hsiu Su<sup>1<\/sup>, Yi-Ting Liu<sup>1<\/sup>, Chi-Sheng Chen<sup>1<\/sup>, Chia-Yang Li<sup>2<\/sup>, Kun-Che Chang<sup>3<\/sup>, Chia-Yen Dai<sup>4<\/sup>, Shu-Chi Wang<sup>5<\/sup><br><br\/><sup>1<\/sup>Kaohsiung Medical University, Kaohsiung, Taiwan,<sup>2<\/sup>Department of Biological Science and Technology \/  Department of Medicine, Graduate Institute of Medicine, College of Medicine, Kaohsiung Medical University \/ National Pingtung University of Science and Technology, Kaohsiung, Taiwan,<sup>3<\/sup>Department of Ophthalmology, Louis J. Fox Center for Vision Restoration, University of Pittsburgh School of Medicine, Pittsburgh, PA,<sup>4<\/sup>Hepatobiliary Division, Department of Internal Medicine, Kaohsiung Medical University Hospital \/ College of Medicine and Center of Excellence for Metabolic Associated Fatty Liver Disease, National Sun Yat-sen University, Kaohsiung, Taiwan,<sup>5<\/sup>Medical Laboratory Science and Biotechnology, Graduate Institute of Medicine, College of Medicine, Kaohsiung Medical University, Kaohsiung, Taiwan","CSlideId":"","ControlKey":"06d55003-fa90-4d32-b2bb-532eab1a0d63","ControlNumber":"4095","DisclosureBlock":"&nbsp;<b>C. Chen, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>W. Su, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>K. Chang, <\/b> None..<br><b>C. Dai, <\/b> None..<br><b>S. Wang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3720","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5773","PresenterBiography":null,"PresenterDisplayName":"YuChing Huang, No Degree","PresenterKey":"3ba884f5-827d-4fc1-bb23-799d62d5488a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5773. Multi-omics profiling of chemotactic characteristics of brain microglia and astrocytoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-omics profiling of chemotactic characteristics of brain microglia and astrocytoma","Topics":null,"cSlideId":""},{"Abstract":"IntroductionThe similarities and differences between the two subtypes of common epidermal growth factor receptor (EGFR) mutations have been recognized by clinicians, but actual treatment strategies remain unchanged. The L858R mutation can be explained by the pharmacological conformational plasticity of the receptor protein and other co-occurring mutations, which may be subtypes of EGFR mutations or non-EGFR mutations, and differences in downstream signaling pathways. As long as we know that molecular differences lead to biological differences, it is a challenge for all of us that our treatment strategies must changeWe investigated the RWD, conformational structure and RNA expression profile about two types of common mutations in the mEGFR+ NSCLC patients.MethodWe collected the medical information for stage I-IIIA mEGFR+ NSCLC patients and explored the conformational structure by crystalized radiologic technique. And we performed RNA expression assay using multiplex IF and High-through-output Profiling. ResultOverall, the static structures of wild type (WT), L858R, and 19del (&#916;L747-E749) EGFR did not show any significant differences. However, the difference in the static structure between WT-19del and L858R-19del was subtly greater than that of WT-L858R. In addition, further analyses demonstrated no significant structural differences in the phosphorylation sites. However, it should be noted that proteins do not exist as static structures in vivo, and they have a dynamic, flexible structure that changes over time, i.e., plasticity of proteins. Therefore, we investigated the X-ray B-factor value, which is an indicator of flexibility, dynamics, and plasticity of proteins. As expected, the loop or disordered regions mainly shows higher B-factor values, which indicates an active structure, highly changeable and dynamic. Together, the three types of the EGFR protein manifest wholly similar B-factor values, while several local regions present appreciably distinct B-factors. Physical properties such as the dynamic structure may affect intermolecular recognition of EGFR proteins and their function Recent biochemical and biophysical evidence suggests that oncogenic mutations have an impact on the conformational dynamics of enzymesConclusionIn conclusion, our results suggest that Patients with 19del and L858R mutations demonstrated a different clinical course.<br \/>It is necessary to consider the dynamic structural characteristics and functional differences of EGFR membrane proteins.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-02 Small molecule, protein, and nucleic acid interactions,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,EGFR,Tyrosine kinase inhibitor,Protein profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Heo<sup>1<\/sup>, J. Kim<sup>2<\/sup>, Y. Sung<sup>3<\/sup>, <b>S. Kim<\/b><sup>2<\/sup>, C. Jung<sup>3<\/sup>, J.-O. Kim<sup>2<\/sup>, J.-y. Shin<sup>2<\/sup>, G. Lee<sup>4<\/sup>, S. Chun<sup>4<\/sup>, S. Bu<sup>5<\/sup>, Y. Lee<sup>6<\/sup>, J. Kang<sup>2<\/sup>; <br\/><sup>1<\/sup>Research Center for Bioconvergence Analysis, Korea Basic Science Institute (KBSI), Chungcheongbuk-do,, Seoul, Korea, Republic of, <sup>2<\/sup>Seoul St. Mary's Hospital, Seoul, Korea, Republic of, <sup>3<\/sup>Department of Hospital Pathology, College of Medicine, The Catholic University of Korea,, Seoul, Korea, Republic of, <sup>4<\/sup>Division of Oncology, Department of Internal Medicine, College of Medicine, The Catholic University of Korea,, Seoul, Korea, Republic of, <sup>5<\/sup>Division of Cardiology, Department of Internal Medicine, Uijeongbu St. Mary’s Hospital, College of Medicine, The Catholic University of Korea,, Seoul, Korea, Republic of, <sup>6<\/sup>Research Center for Bioconvergence Analysis, Korea Basic Science Institute (KBSI), Chungcheongbuk-do, Korea,, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"e5cfaae3-72e9-4683-94b8-5bc5f44bd189","ControlNumber":"7803","DisclosureBlock":"&nbsp;<b>Y. Heo, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>Y. Sung, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>C. Jung, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Shin, <\/b> None..<br><b>G. Lee, <\/b> None..<br><b>S. Chun, <\/b> None..<br><b>S. Bu, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>J. Kang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3721","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5774","PresenterBiography":"","PresenterDisplayName":"Seoree Kim, MD,PhD","PresenterKey":"73c16ef8-2372-47bb-a363-e1df1b2d7caf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5774. Are 19del and L858R really not the same disease entities?","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Are 19del and L858R really not the same disease entities?","Topics":null,"cSlideId":""},{"Abstract":"Overexpression of the receptor tyrosine kinase PDGFR-&#946; promotes cancer growth and metastasis. PDGFR-&#946; is a validated cancer target but PDGFR-&#946; kinase inhibitors suffer from lack of selectivity and side effects. G-quadruplexes are an exciting class of non-B DNA secondary structures with functional importance. The G-quadruplex formed in the <i>PDGFR-<\/i><i>&#946;<\/i> promoter is a transcription repressor and targetable by small molecules. Therefore, the <i>PDGFR-<\/i><i>&#946;<\/i> promoter G-quadruplex is an attractive molecular target for anticancer drugs. Structural information of the <i>PDGFR-<\/i><i>&#946;<\/i> promoter G-quadruplex is crucial for understanding its cellular function and rational drug design. Herein, we used nuclear magnetic resonance (NMR) spectroscopy and biophysical methods to determine the structure and dynamics of the major G-quadruplex formed in the human <i>PDGFR-<\/i><i>&#946;<\/i> promoter. Unlike canonical G-quadruplexes formed by four runs of three continuous guanines (G), the major <i>PDGFR-<\/i><i>&#946;<\/i> G-quadruplex adopts a novel broken-strand structure where a two-G segment is continued by a non-adjacent guanine. The broken-strand G-quadruplex has a vacancy-G-tetrad (vG4) which is filled-in intramolecularly by a distal guanine. Interestingly, we discovered that the major <i>PDGFR-<\/i><i>&#946;<\/i> G-quadruplex is a novel mixture of two equilibrating broken-strand G-quadruplexes. Both structures adopt overall parallel-stranded folding with all 1-nt chain-reversal loops. However, a different 3&#8217;-filled-in guanine is delivered by a lateral loop, which forms structurally similar hairpin with a unique capping G-G base-pair. The formation of the equilibrating broken-strand G-quadruplexes and unique capping structures are both specific to the <i>PDGFR-<\/i><i>&#946;<\/i><i> <\/i>promoter sequence. Intriguingly, the observed dynamic equilibrium between the two co-existing structures with different intramolecular fill-in guanines indicates a novel vG4 intermediate, which could be filled-in by cellular guanine metabolites such as cGMP. Therefore, our study provides critical insights into how the dynamics of the major <i>PDGFR-&#946;<\/i> G-quadruplex lead to vG4 formation and potential regulation of gene transcription by cellular guanine metabolites. The determined molecular structures of the novel broken-strand G-quadruplexes provide a structural basis for rational design of small molecules to specifically target the major <i>PDGFR-<\/i><i>&#946;<\/i> promoter G-quadruplex for cancer therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-04 X-ray and NMR structures,,"},{"Key":"Keywords","Value":"G-quadruplex,Patient-derived growth factor receptor (PDGFR),Tyrosine kinase receptors,Molecular targets,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Han<\/b>, J. Dickerhoff, D. Yang; <br\/>Purdue University, West Lafayette, IN","CSlideId":"","ControlKey":"78489eaf-d580-40d5-b691-6c0e4410f1a2","ControlNumber":"7681","DisclosureBlock":"&nbsp;<b>Y. Han, <\/b> None..<br><b>J. Dickerhoff, <\/b> None..<br><b>D. Yang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3722","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5775","PresenterBiography":null,"PresenterDisplayName":"Yichen Han, BS","PresenterKey":"049eeb16-f2a5-40c7-a8fa-ff61a24c0a32","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5775. Structure and dynamics of the major <i>PDGFR-<\/i>&#946; oncogene promoter G-quadruplex and insights into its cellular regulation","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Structure and dynamics of the major <i>PDGFR-<\/i>&#946; oncogene promoter G-quadruplex and insights into its cellular regulation","Topics":null,"cSlideId":""},{"Abstract":"Target identification in the cellular context is a critical step for both target-based and phenotypic drug discovery. Limited proteolysis coupled with mass spectrometry (LiP-MS) has emerged as a powerful technique for target deconvolution of small molecules or peptides in cell lysate without compound modification or genetic manipulation of cell lines [1,2,3,4]. Utilizing a non-specific protease under well-controlled conditions, LiP-MS exploits drug-induced structural alteration or steric hindrance on protein targets and utilizes quantitative mass spectrometry to probe over 250&#8217;000 peptides covering more than 9000 proteins in the proteome. To aid target ID, this workflow incorporates a 7-concentration dose response experiment and a machine-learning framework [1] to compute a LiP-score to rank identified target proteins, as well as predict potential binding site. In this study, we present target deconvolution results on four small molecule compounds and one peptide compound with very distinct pharmacological profile: 1) staurosporine, a broad-specific kinase inhibitor; 2) roniciclib, a failed clinical-stage pan-CDK inhibitor; 3) selumetinib, an allosteric, non-ATP-competitive MEK 1 and 2 inhibitor; 4) NST-628, a newly developed non-degradating molecular glue inhibiting the RAS\/MAPK pathway; and 5) Acetyl-calpastatin, a 24 amino-acid polypeptide inhibitor of calpain 1 and 2. Target ID experiment with staurosporine and roniciclib yielded &#62; 150 and 68 kinase targets were identified respectively. For the pan-kinase inhibitor roniciclib, both cell-cycle CDKs (CDK1\/cyclin B, CDK2\/cyclin E, CDK4 cyclin D) and transcriptional CDK9 were among the targets. For Selumetinib, LiP-score ranking identified MEK1 and MEK2 as the top two targets, and only kinases among a total of 23 targets. Furthermore, mapping the LiP-peptides from this experiment onto MEK1 showed that they are in close proximity to the selumetinib allosteric binding site on co-crystal structure. Last but not least, we assessed the target landscape of NST-628, a novel non-degrading molecular glue and identified MEK1 and MEK2 clearly as the primary targets. This finding is in line with orthogonal data obtained from X-ray crystallography [5]. Collectively, this data demonstrates that LiP-MS can be deployed to effectively identify protein drug targets and predict binding sites in complex cellular millieu independent of the compound&#8217;s mechanism of action and without compound modification or labeling. These capabilities make LiP-MS a powerful addition to the target deconvolution toolbox.<br \/>[1] Piazza and Beaton et al. Nature Comm 2020 [2] Hendricks and Beaton et al. ACS Chem Bio 2021 [3] AACR 2022 [4] AACR 2023 [5] AACR-NCI-EORTC 2023","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-03 Target identification, small molecule probes, and libraries,,"},{"Key":"Keywords","Value":"Kinases,Target Identification,Mitogen-activated protein kinase (MAPK) pathway,Chemoproteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"F. Sabino<sup>1<\/sup>, M. Soste<sup>1<\/sup>, D. Kamber<sup>1<\/sup>, M. Ritorto<sup>2<\/sup>, K. Hoeflich<sup>2<\/sup>, M. Hale<sup>2<\/sup>, B. Quade<sup>2<\/sup>, X. Huang<sup>2<\/sup>, N. Beaton<sup>3<\/sup>, R. Bruderer<sup>1<\/sup>, <b>Y. Feng<\/b><sup>1<\/sup>, L. Reiter<sup>1<\/sup>; <br\/><sup>1<\/sup>Biognosys AG, Schlieren, Switzerland, <sup>2<\/sup>Nested Therapeutics, Inc., Cambridge, MA, <sup>3<\/sup>Biognosys Inc., Newton, MA","CSlideId":"","ControlKey":"f7205fee-03e2-407f-a35b-6e0593ae4f64","ControlNumber":"4433","DisclosureBlock":"&nbsp;<b>F. Sabino, <\/b> None..<br><b>M. Soste, <\/b> None..<br><b>D. Kamber, <\/b> None..<br><b>M. Ritorto, <\/b> None..<br><b>K. Hoeflich, <\/b> None..<br><b>M. Hale, <\/b> None..<br><b>B. Quade, <\/b> None..<br><b>X. Huang, <\/b> None..<br><b>N. Beaton, <\/b> None..<br><b>R. Bruderer, <\/b> None..<br><b>Y. Feng, <\/b> None..<br><b>L. Reiter, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3723","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5776","PresenterBiography":null,"PresenterDisplayName":"Yuehan Feng, PhD","PresenterKey":"7307bad2-eacb-448b-9ce8-96a5ea8dcbd1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5776. Target identification, selectivity profiling and binding site mapping of small molecule and peptide drugs by LiP-MS","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Target identification, selectivity profiling and binding site mapping of small molecule and peptide drugs by LiP-MS","Topics":null,"cSlideId":""},{"Abstract":"The purpose of this study was to determine if EWS\/FLI1 (E\/F), the oncogenic fusion protein that drives Ewing Sarcoma (ES), can be rewired to enhance expression of BCL6-controlled genes using Transcriptional Chemical Inducers of Proximity (TCIPs), a novel bivalent small molecule platform.<br \/>TCIP molecules recruit a transcriptional regulator, such as BRD4, to the transcriptional repressor BCL6. Upon binding, a ternary complex is formed on chromatin at BCL6-bound loci, causing transcriptional upregulation of BCL6 target genes. Since E\/F does not have a <i>bona fide <\/i>ligand, we have used an exogenously expressed N terminal FKBP<sup>F36V<\/sup>-EWS\/FLI1 (N-FK-E\/F) fusion system to study how modulation of E\/F by TCIPs impacts the transcriptome of ES cells. To eliminate background signal from endogenous E\/F, we used CRISPR\/Cas9 to knockout (KO) endogenous E\/F. Our exogenously expressed N-FK-E\/F has mutated PAM motifs and is resistant to KO. In our proof-of-concept study we used TCIP1 consisting of <i>ortho<\/i>-AP1867 (oAP), a synthetic ligand for FKBP<sup>F36V<\/sup>, linked to the BCL6 inhibitor BI3812 (BI) to rewire N-FK-E\/F. We have also tested a negative control TCIP (TCIP NEG) that links oAP to a BI derivative that abolishes BCL6 binding. TCIP NEG has similar physiochemical properties to our active TCIP1; however, it cannot bind BCL6, serving as a negative control for ternary complex formation.<br \/>TCIP1 rapidly and dose-dependently increases the RNA and protein expression of several BCL6 target genes, like p21, in multiple ES models that stably express N-FK-E\/F. TCIP NEG does not increase the expression of BCL6 target genes in ES cells. TCIP1 induces ternary complex formation in ES cell lysates, and ternary complex formation is necessary for activity in ES cells. TCIP1 is specific and does not increase BCL6 target gene levels to the same extent in ES cells expressing a FKBP-GFP construct or in parental ES cells lacking N-FK-E\/F. RNA sequencing of EWS502 N-FK-E\/F expressing cells shows that TCIP1 treatment induces a larger increase in expression of BCL6 target gene RNA than BCL6 inhibition. Moreover, CUT&#38;RUN experiments in EWS502 N-FK-E\/F expressing cells suggest TCIP1 leads to an accumulation of N-FK-E\/F at the promoters of BCL6 target genes. Motif analysis showed that TCIP1 increases the likelihood of N-FK-E\/F binding to BCL6 consensus sequences as wells as increases the likelihood of BCL6 binding to E\/F recognition sequences. In future studies we will conduct RNA sequencing, CUT&#38;RUN, and other &#8216;omics&#8217; approaches (e.g. DisP-seq) to compare TCIP1 to TCIP NEG in multiple cell lines at multiple concentrations and time points.<br \/>Our data suggests that N-FK-E\/F can be rewired to induce the expression of BCL6 target genes in ES. Since ES is driven solely by E\/F, TCIPs may be promising next generation therapeutics. Our study provides a proof-of-concept that will be the foundation for the development of future TCIP molecules that recruit endogenous E\/F once suitable ligands are developed.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-05 Other,,"},{"Key":"Keywords","Value":"EWS-FLI1,Chemistry,Ewing sarcoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. J. Bond<\/b><sup>1<\/sup>, R. P. Golden<sup>2<\/sup>, R. C. Sarott<sup>2<\/sup>, G. DiGiovanni<sup>1<\/sup>, B. A. Karim<sup>2<\/sup>, B. Howard<sup>1<\/sup>, K. Ross<sup>1<\/sup>, N. S. Gray<sup>2<\/sup>, K. Stegmaier<sup>1<\/sup>; <br\/><sup>1<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>2<\/sup>Stanford University, Stanford, CA","CSlideId":"","ControlKey":"94e7704d-5f4d-4976-b036-79cf056075fe","ControlNumber":"4920","DisclosureBlock":"&nbsp;<b>M. J. Bond, <\/b> None..<br><b>R. P. Golden, <\/b> None..<br><b>R. C. Sarott, <\/b> None..<br><b>G. DiGiovanni, <\/b> None..<br><b>B. A. Karim, <\/b> None..<br><b>B. Howard, <\/b> None..<br><b>K. Ross, <\/b> None.&nbsp;<br><b>N. S. Gray, <\/b> <br><b>Syros<\/b> Other, Founder, science advisory board member and equity holder. <br><b>C4<\/b> Other, Founder, science advisory board member and equity holder. <br><b>Allorion<\/b> Other, Founder, science advisory board member and equity holder. <br><b>Lighthorse<\/b> Other, Founder, science advisory board member and equity holder. <br><b>Voronoi<\/b> Other, Founder, science advisory board member and equity holder. <br><b>Inception<\/b> Other, Founder, science advisory board member and equity holder. <br><b>Matchpoint<\/b> Other, Founder, science advisory board member and equity holder. <br><b>CobroVentures<\/b> Other, Founder, science advisory board member and equity holder. <br><b>GSK<\/b> Other, Science advisory board member and equity holder. <br><b>Shenandoah<\/b> Other, Founder, science advisory board member and license from Stanford for TCIP technology. <br><b>Larkspur<\/b> Other, Science advisory board member. <br><b>Soltego<\/b> Other, Science advisory board member. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract. <br><b>Astellas<\/b> Grant\/Contract. <br><b>Taiho<\/b> Grant\/Contract. <br><b>Jansen<\/b> Grant\/Contract. <br><b>Kinogen<\/b> Grant\/Contract. <br><b>Arbella<\/b> Grant\/Contract. <br><b>Deerfield<\/b> Grant\/Contract. <br><b>K. Stegmaier, <\/b> <br><b>Novartis<\/b> Grant\/Contract. <br><b>KronosBio<\/b> Grant\/Contract. <br><b>Auron Therapeutics<\/b> Stock Option, Other, K.S. is a member of the scientific advisory board at Auron Therapeutics.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3724","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5777","PresenterBiography":null,"PresenterDisplayName":"Michael Bond, BS,PhD","PresenterKey":"59f5068f-a409-4121-b3e4-1d200f678a20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5777. Rewiring EWS\/FLI1 with transcriptional chemical inducers of proximity (TCIPs)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rewiring EWS\/FLI1 with transcriptional chemical inducers of proximity (TCIPs)","Topics":null,"cSlideId":""},{"Abstract":"The human Oxysterol Binding Protein Structure and function relationship remains elusive, yet the anti-cancer and antiviral molecules library targeting OSBP and OSBP-Related proteins (ORPs) continues to grow. OSBP is a ubiquitously expressed protein in most eukaryotes, functioning as a master lipid sensor and cholesterol regulator in cells. OSBP and its closely related protein ORP4 are also reported to be essential in several human diseases, including viral infection and cancer cell proliferation. Our lab has shown that the natural product OSW-1 has potential anti-viral and anti-cancer activity through targeting OSBP and ORP4, as confirmed with protein-ligand interactions that showed binding with high affinity. Moreover, several anti-cancer molecules targeting the ORPs provoke different protein conformation changes and, therefore, lead to varying OSBP functions. However, the structure of full-length OSBP is still unknown, which leaves a gap in knowledge regarding the compounds&#8217; mechanism of action or how OSBP could be established as a molecular anti-cancer target. Our goal is to determine the structure and function relationship of OSBP with emphasis on the effect of small molecule ligands on cellular OSBP levels and function. In pursuit of this research goal, we aim to determine the in vitro activity of OSW-1 analogs (OA) isolated in our lab, as well as determine their interaction with OSBP and ORP4 proteins in multiple cancer cell lines. We mainly seek to determine the structure and ligand interaction with the OSBP-ligand binding domain (LBD) and full-length OSBP to shed light on the conformation changes that occur upon ligand binding. Preliminary data indicate that the tested OA compounds are active in multiple cancer cell lines with reduced OSBP levels effect, suggesting a similar mechanism of action to OSW-1. A transient expression of full-length OSBP and LBD showed that the truncated OSBP (LBD) was mostly found in the pellet, which could imply low solubility, while the full-length OSBP showed sufficient solubility. Our efforts are currently focused on purifying full-length OSBP. We are also working towards purifying full-length OSBP with a cleavage site that allows cutting out the LBD, thus solving the insolubility issue. Once obtained, the full-length OSBP and the ligand binding domain will be used for both binding and structure determination studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-03 Target identification, small molecule probes, and libraries,,"},{"Key":"Keywords","Value":"Drug discovery,In vitro,Cancer,Small molecule drugs,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Bayimenye<\/b><sup>1<\/sup>, J. L. Berrios-Rivera<sup>1<\/sup>, S. Nimmo<sup>1<\/sup>, C. R. Bourne<sup>2<\/sup>, A. W. G. Burgett<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Oklahoma Health Sciences Center, Oklahoma City, OK, <sup>2<\/sup>University of Oklahoma, Norman, OK","CSlideId":"","ControlKey":"e942e3c7-909a-4c67-b7b1-826804cfcebc","ControlNumber":"5868","DisclosureBlock":"&nbsp;<b>R. Bayimenye, <\/b> None..<br><b>J. L. Berrios-Rivera, <\/b> None..<br><b>S. Nimmo, <\/b> None..<br><b>C. R. Bourne, <\/b> None..<br><b>A. W. G. Burgett, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3725","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5778","PresenterBiography":null,"PresenterDisplayName":"Ruth Fiona Bayimenye, BS","PresenterKey":"74a41500-554f-4e85-bee7-87abc5daa9f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5778. Determining the structure and function relationship of the oxysterol-binding protein (OSBP) to guide drug development","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Determining the structure and function relationship of the oxysterol-binding protein (OSBP) to guide drug development","Topics":null,"cSlideId":""},{"Abstract":"Improving selectivity and circumventing tissue-specific toxicity remain significant challenges in the realm of contemporary drug discovery. Despite the advanced development of highly selective inhibitors, their systemic distribution often stimulates off-tissue unwanted side-toxicity. To address this, we engineered a highly selective inhibitor that specifically targets and releases a small molecule drug payload to a desired cell type.<br \/>As a proof of concept, we apply this method to epigenetic inhibitors of BET proteins, which are crucial regulators of gene transcription implicated in the progression and survival of cancer. We engineered a novel BET-selective chemotype conjugated to a Prostate-Cancer specific targeting component in order to overcome the off-tissue effects of state-of-the-art BET inhibitors.<br \/>To achieve delivery of the compound, we modified the benzodiazepine (BzD) scaffold of the well-established BET inhibitor I-BET762, conjugating the tertiary amine with a self-immolating motif, allowing for intracellular compound release upon an enzymatic trigger. This new chemotype, RT53, maintains the biochemical properties of I-BET762, showing potent and selective binding to BET bromodomains in a range of established biophysical assays.<br \/>In cells, RT53 phenocopied I-BET762 on cancer cell lines, including prostate cancer. We validated the established strong anti-proliferative effect following BET inhibition using clonogenic assays, flow cytometry, and monitored the suppression of MYC expression. Moreover, we established the transcriptional rationale for loss of cellular fitness using RNA sequencing, discovering strong down-regulation of solute carriers, depriving cells of nutrient flux and disrupting normal processes.<br \/>Furthermore, RT53 exhibits antitumor activity <i>in vivo<\/i>, in localized models of prostate cancer established in male athymic nude mice. The targeted delivery of RT53 demonstrated superior efficacy <i>in vivo<\/i> ameliorating on-target, off-tissue toxicity, as low-dose treatment led to almost complete elimination of grafted tumor sites, significant extension of survival, and no signs of toxicity on non-targeted tissues.<br \/>Taken together, our data establish a novel class of BET-specific inhibitors offering a handle for selective delivery <i>in vivo<\/i>, enhancing the therapeutic index while avoiding on-target off-tissue toxicity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-03 Target identification, small molecule probes, and libraries,,"},{"Key":"Keywords","Value":"BET inhibitor,Prostate cancer,Small molecule drugs,Targeted drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Tang<\/b><sup>1<\/sup>, R. Traquete<sup>1<\/sup>, E. Henderson<sup>2<\/sup>, J. Conde<sup>1<\/sup>, S. Picaud<sup>3<\/sup>, P. Filippakopoulos<sup>2<\/sup>, G. Bernardes<sup>4<\/sup>; <br\/><sup>1<\/sup>Instituto de Medicina Molecular, Lisbon, Portugal, <sup>2<\/sup>Ludwic Cancer Institute, Oxford, United Kingdom, <sup>3<\/sup>Nuffield Department of Medicine, Oxford, United Kingdom, <sup>4<\/sup>Yusuf Hamied Department of Chemistry, Cambridge, United Kingdom","CSlideId":"","ControlKey":"be73f1a0-869b-4d24-89c4-9ed27aedd9b7","ControlNumber":"2732","DisclosureBlock":"&nbsp;<b>C. Tang, <\/b> None..<br><b>R. Traquete, <\/b> None..<br><b>E. Henderson, <\/b> None..<br><b>J. Conde, <\/b> None..<br><b>S. Picaud, <\/b> None..<br><b>P. Filippakopoulos, <\/b> None..<br><b>G. Bernardes, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3726","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5779","PresenterBiography":"","PresenterDisplayName":"Cong Tang, PhD","PresenterKey":"cc94fd0b-9301-4a58-aacf-f11ec383803b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5779. Enhancing selectivity and overcoming tissue-specific toxicity in drug discovery: A novel BET inhibitor with targeted delivery for prostate cancer treatment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing selectivity and overcoming tissue-specific toxicity in drug discovery: A novel BET inhibitor with targeted delivery for prostate cancer treatment","Topics":null,"cSlideId":""},{"Abstract":"Protein synthesis and subsequent delivery to the target locations in cells are essential for their proper functions. Newly synthesized proteins and existing protein have differential properties that can potentially be exploited for targeting to maximize therapeutic potentials. Methods to label and distinguish newly synthesized proteins from existing ones are critical to assess their differential properties, but such methods are lacking. We describe the first chemical genetics-based approach for selective labeling of existing and newly synthesized proteins that we termed as <sub>CG<\/sub>-SLENP. Using HaloTag in-frame fusion with lamin A (LA), we demonstrate that the two pools of proteins can be selectively labeled using <sub>CG<\/sub>-SLENP in living cells (https:\/\/doi.org\/10.1101\/2023.11.02.565346). We further employ our recently developed selective small molecule ligand LBL1 for LA to probe the potential differences between newly synthesized and existing LA. Our results show that LBL1 can differentially modulate these two pools of LA. We further extend our <sub>CG<\/sub>-SLENP strategy to evaluate the differences of the two pools for BRD4 (bromodomain containing 4). These observed differences motivated us to investigate the synergistic anticancer properties of BRD4 degraders and inhibitors in triple negative breast cancer. Our results show that simultaneous targeting newly synthesized proteins and existing proteins display strong synergistic anticancer activities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-01 Chemical genetics and genomics,,"},{"Key":"Keywords","Value":"Chemistry,Protein expression,Inhibitors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"B. X. Li<sup>1<\/sup>, J. Wang<sup>1<\/sup>, B. Chao<sup>1<\/sup>, J. Piesner<sup>1<\/sup>, F. Kelly<sup>2<\/sup>, S. Kaech Petrie<sup>1<\/sup>, <b>X. Xiao<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>OHSU Knight Cancer Institute, Portland, OR, <sup>2<\/sup>Oregon health & Science University, Portland, OR","CSlideId":"","ControlKey":"863ecf9e-b0a1-4443-80ea-a551a90c934e","ControlNumber":"4715","DisclosureBlock":"&nbsp;<b>B. X. Li, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>B. Chao, <\/b> None..<br><b>J. Piesner, <\/b> None..<br><b>F. Kelly, <\/b> None..<br><b>S. Kaech Petrie, <\/b> None..<br><b>X. Xiao, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3727","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5780","PresenterBiography":null,"PresenterDisplayName":"Xiangshu Xiao, PhD","PresenterKey":"ca9fb126-75c1-460a-96bf-598ecc8dce7e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5780. Simultaneous targeting existing proteins and nascent proteins for synergistic anticancer activity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Simultaneous targeting existing proteins and nascent proteins for synergistic anticancer activity","Topics":null,"cSlideId":""},{"Abstract":"RNA sequencing (RNA-Seq) has been widely used for investigating genetic variations, splicing, and gene expression in cancer research. However, RNA-Seq library preparation from archived formalin fixed paraffin embedded (FFPE) samples tends to fail due to both limited quantity and high degradation. We aimed to overcome the sample quality and quantity limitations by leveraging both in-house cDNA synthesis modules and the unique, single-stranded ligation strategy of the IDT xGen cfDNA &#38; FFPE DNA Library Prep chemistry and workflow. This approach delivers high library conversion of input molecules and maximizes high quality data from sequencing. To represent the types of challenging cancer samples that may be lost during traditional RNA-Seq analyses, we collected thirty-seven low quality RNA FFPE samples (RIN &#60;3) from lung, breast, colorectal, thyroid tumors and more. In addition, twenty-one frozen tissue RNA samples and Nine RNA reference materials were used as controls. Regardless of sample origin, 25 ng of total RNA were taken for RNA-Seq library preparation. In-house cDNA synthesis modules were used for the 1st and 2nd strand cDNA synthesis followed by Illumina library generation using IDT&#8217;s xGen&#8482; cfDNA &#38; FFPE DNA Library Prep Kit. All sample types generated sufficient high-quality libraries (&#62;1 ug) for hybridization capture enrichment. The RNA-seq libraries were captured using IDT&#8217;s custom designed panel with 56 known fusion targets. We detected all expected fusion targets from the tested samples. No correlation was observed between sample quality and the number of genes detected between the different types of samples including the low quality FFPE. To test the lower limits of the workflow, a degraded FFPE sample and a Universal Human Reference RNA (UHR) were used to construct libraries with inputs from 1ng to 10pg. High quality libraries were successfully constructed with as low as 10pg of UHR and 50pg of the FFPE RNA sample. We demonstrated the flexibility of our current cfDNA &#38; FFPE DNA Library Prep whose high conversion rate could be used for constructing libraries from low quality and degraded FFPE RNA in conjunction with our in-house cDNA synthesis modules. Libraries were successfully constructed from ultralow RNA input which could be leveraged for cfRNA applications. The high RT efficiency enables processing FFPE samples with very low-quality scores and provides users with an effective solution for their degraded RNA samples challenges.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-03 Target identification, small molecule probes, and libraries,,"},{"Key":"Keywords","Value":"RNA sequencing (RNA-Seq),FFPE,Targeted sequencing,Fusion genes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Star<\/b><sup>1<\/sup>, N. Karim<sup>1<\/sup>, B. DeGroen<sup>1<\/sup>, M. Salgado<sup>1<\/sup>, D. Wang<sup>1<\/sup>, J. Li<sup>1<\/sup>, K. Ilic<sup>1<\/sup>, S. Beaudoin<sup>2<\/sup>, C. Vakulskas<sup>2<\/sup>, B. Min<sup>1<\/sup>, P. Chen<sup>1<\/sup>; <br\/><sup>1<\/sup>Integrated DNA Technologies, Inc., Redwood City, CA, <sup>2<\/sup>Integrated DNA Technologies, Inc., Coralville, IA","CSlideId":"","ControlKey":"2aabfe22-8f20-4629-b881-aa4e20fa6978","ControlNumber":"1765","DisclosureBlock":"&nbsp;<b>E. Star, <\/b> None..<br><b>N. Karim, <\/b> None..<br><b>B. DeGroen, <\/b> None..<br><b>M. Salgado, <\/b> None..<br><b>D. Wang, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>K. Ilic, <\/b> None..<br><b>S. Beaudoin, <\/b> None..<br><b>C. Vakulskas, <\/b> None..<br><b>B. Min, <\/b> None..<br><b>P. Chen, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3728","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5781","PresenterBiography":null,"PresenterDisplayName":"Ekaterina Star","PresenterKey":"849fe77a-52ca-44d3-a566-09da00f5d613","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5781. Development of RNA-Seq library preparation method for highly degraded FFPE RNA and ultra-low RNA input","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of RNA-Seq library preparation method for highly degraded FFPE RNA and ultra-low RNA input","Topics":null,"cSlideId":""},{"Abstract":"Polo Like Kinase 1 (PLK1), a sought-after target for drug discovery, is an essential mitotic kinase consisting of a catalytic domain (KD) and a polobox domain (PBD), the latter of which plays roles in substrate recognition, subcellular localization and further acting as an autoinhibitory regulatory domain. PLK1 can exist either in an inhibited closed conformation or an open active state allowing interaction with and phosphorylation of substrates. PLK1 has also been shown to be regulated by interchange between monomeric and dimeric forms through binding to the Bora protein and by activation loop phosphorylation. We have described PBD-binding molecules termed abbapolins that inhibit cellular phosphorylation of a PLK1 substrate and induce loss of intracellular PLK1. In addition, due to their engagement of the cryptic pocket (ligand induced) of the PBD, we proposed that abbapolins would interfere with formation of PLK1 dimers. Here we provide evidence further supporting the ability of abbapolins to block PLK1 cellular dimerization and that this is related to their mechanism of anti-proliferative activity. In a separate study, using a cellular thermal shift assay, KD inhibitors were shown to decrease soluble PLK1, indicating that catalytic-site binding results in less stable PLK1 suggestive of an open conformation. We have extended these observations using a sensitive readout of cellular target engagement employing a Microtag overexpressed PLK1. In this format, we observe heat-induced destabilization of PLK1 upon nanomolar engagement by two lead KD inhibitors, BI2536 and onvansertib, currently being clinically evaluated. Furthermore, cyclapolin 9, a low molecular weight kinase inhibitor that, unlike the other two KD inhibitors does not protrude from the active site, did not induce significant destabilization. We have also carried out experiments using a fluorescently labeled version of BI2536 to probe the conformational effects of PBD binding upon the KD. These data solidify the observations that relief of autoinhibited PLK1 is induced by certain KD binders and highlight the conformational perturbations from KD versus PBD binding. These observations have implications for the development of ATP-competitive PLK1 inhibitors because catalytic inhibitors may conversely promote PLK1 non-catalytic functions, which may explain their lack of clinical efficacy to date. Furthermore, the demonstration that the abbapolins are mechanistically unique in terms of blocking the dimerization of PLK through the PBD provides impetus for their development as next generation PLK1 inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-03 Target identification, small molecule probes, and libraries,,"},{"Key":"Keywords","Value":"Polo-like kinase,Inhibitors,Regulation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. Sanhaji<sup>1<\/sup>, M. Raab<sup>1<\/sup>, G. Merhej<sup>2<\/sup>, C. Nageswara Rao<sup>2<\/sup>, I. Babic<sup>3<\/sup>, E. Nurmemmedov<sup>3<\/sup>, K. Strebhardt<sup>1<\/sup>, M. Wyatt<sup>2<\/sup>, <b>C. McInnes<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Goethe University, Frankfurt, Germany, <sup>2<\/sup>University of South Carolina, College of Pharmacy, Columbia, SC, <sup>3<\/sup>Nerd Bio, San Diego, CA","CSlideId":"","ControlKey":"ddaaaea3-6b14-409c-8b67-aa7d4d5f4b82","ControlNumber":"7099","DisclosureBlock":"&nbsp;<b>M. Sanhaji, <\/b> None..<br><b>M. Raab, <\/b> None..<br><b>G. Merhej, <\/b> None..<br><b>C. Nageswara Rao, <\/b> None.&nbsp;<br><b>I. Babic, <\/b> <br><b>Nerd Bio<\/b> Employment. <br><b>E. Nurmemmedov, <\/b> <br><b>Nerd Bio<\/b> Employment.<br><b>K. Strebhardt, <\/b> None..<br><b>M. Wyatt, <\/b> None.&nbsp;<br><b>C. McInnes, <\/b> <br><b>PPI Pharmaceuticals, LLC<\/b> Employment, Other, I am the President and CSO of PPI. It is a spin-off company created to develop my academic research commercially. It has not had any funding recently however.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3729","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5782","PresenterBiography":null,"PresenterDisplayName":"Campbell Mcinnes, PhD","PresenterKey":"c0ecba49-adc4-4835-b7fd-ad62432202a6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5782. Probing monomer - dimer and conformational transitions of PLK1 using catalytic and polo-box domain inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Probing monomer - dimer and conformational transitions of PLK1 using catalytic and polo-box domain inhibitors","Topics":null,"cSlideId":""},{"Abstract":"TAM receptors (Tyro3, Axl, Mer) are a sub-family of receptor tyrosine kinases that regulate cell survival and homeostasis primarily through their role in clearance of apoptotic cells.<b> <\/b>While several receptor tyrosine kinases (RTKs) are targeted in various types of cancer therapies, interest in Tyro3 as a potential target in breast cancers has only recently grown. Determining the structure of Tyro3 with and without tyrosine kinase inhibitors (TKIs) bound will provide important missing information to aid in the design of treatments that can be combined with existing cancer treatments, as dual treatment is often necessary. I have designed constructs that will be used for crystallization of the Tyro3 kinase domains. I mapped the full portion of the kinase (called \"Small\"), an extended kinase (\"Big\"), and a smaller catalytic domain (\"Cat\"). The kinases were made through a molecular cloning method (Gibson Assembly), sequence verified, and expressed in insect cells for large scale purification. Ni-NTA and gel filtration will be used, followed by crystallization and soaking with inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-04 X-ray and NMR structures,,"},{"Key":"Keywords","Value":"Receptor tyrosine kinase (RTK),Breast cancer,Apoptosis,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. N. Hardeman<\/b>, C. Starbird; <br\/>University of North Carolina, Chapel Hill, NC","CSlideId":"","ControlKey":"5da8359a-3ea5-4d2f-afe9-be5690450c38","ControlNumber":"7148","DisclosureBlock":"&nbsp;<b>K. N. Hardeman, <\/b> None..<br><b>C. Starbird, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3730","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5783","PresenterBiography":null,"PresenterDisplayName":"Keisha Hardeman, BS;PhD","PresenterKey":"78ae1671-5377-4a52-802a-df8ce06100e6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5783. Receptor tyrosine kinase Tyro3 interaction with ligands and inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Receptor tyrosine kinase Tyro3 interaction with ligands and inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Proliferating cell nuclear antigen (PCNA) is critical to DNA replication and repair processes, and it is also a proliferation biomarker in a variety of human tumors. A unique cancer-associated isoform of the protein, caPCNA, has been previously identified, allowing for rational-based drug discovery studies to develop leads with the potential for selective therapeutic targeting of cancer cells. Several strategies have been employed to develop agents targeting caPCNA, including peptide and small molecule-based inhibitors, but the success in developing therapeutically tractable compounds has been limited so far. Here, we present the crystal structures and corresponding biochemical characterizations of our novel small molecule-based caPCNA inhibitors, which bind into the PIP-box binding pocket of PCNA. One of our lead compounds is now an investigational new drug that we observed selectively kills cancer cells, and it appears to induce replication stress, apoptosis and increase cancer cell sensitivity to genotoxic agents, while these effects are not observed in non-malignant cell controls. This caPCNA inhibitor is orally administrable, metabolic stable and it suppresses tumor growth as a monotherapy or as a combination treatment, and it has entered clinical trials in the United States. PCNA plays a critical role in temporarily dislodging RNA polymerase II from transcription replication conflict sites, to enable the replication fork to proceed. Thus, structure-based drug discovery approaches to target transcription replication conflict resolution machinery, such as PCNA protein, may open a novel therapeutic avenue for exploiting this cancer-selective vulnerability.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-04 X-ray and NMR structures,,"},{"Key":"Keywords","Value":"Cancer therapy,Drug design,Therapeutic target,Small molecule inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Jossart<\/b>, P. Haratipour, L. Gu, C. M. Li, R. Lingeman, Y. Liu, R. J. Hickey, L. H. Malkas, J. J. P. Perry; <br\/>Beckman Research Institute of The City of Hope, Duarte, CA","CSlideId":"","ControlKey":"88a8166c-c27b-4d2a-9cf6-d41c933d292d","ControlNumber":"5426","DisclosureBlock":"<b>&nbsp;J. Jossart, <\/b> <br><b>RLL, LLC.<\/b> Stock Option. <br><b>P. Haratipour, <\/b> <br><b>RLL, LLC.<\/b> Stock Option. <br><b>L. Gu, <\/b> <br><b>RLL, LLC.<\/b> Stock Option.<br><b>C. M. Li, <\/b> None..<br><b>R. Lingeman, <\/b> None..<br><b>Y. Liu, <\/b> None.&nbsp;<br><b>R. J. Hickey, <\/b> <br><b>RLL, LLC.<\/b> Other Business Ownership. <br><b>L. H. Malkas, <\/b> <br><b>RLL, LLC.<\/b> Other Business Ownership. <br><b>J. J. P. Perry, <\/b> <br><b>WinSanTor Inc.<\/b> Stock Option. <br><b>RLL, LLC.<\/b> Stock Option. <br><b>Neumora Therapeutics Inc.<\/b> Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3731","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5784","PresenterBiography":null,"PresenterDisplayName":"Jennifer Jossart","PresenterKey":"8ac480cf-b336-4640-8cef-4e1659f0f0ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5784. Structure-based drug design against caPCNA for selective cancer chemotherapy development","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Structure-based drug design against caPCNA for selective cancer chemotherapy development","Topics":null,"cSlideId":""},{"Abstract":"Cell division is orchestrated by a complex network of interactions between proteins involved in numerous signaling pathways that control cell proliferation. One of these main players is the E2F family of transcription factors. The role of these key players is to regulate the expression of several genes important in cell proliferation, particularly those involved in progression through G1 and into the S-phase of the cell cycle. In fact, cell cycle deregulation is a hallmark of cancer, and multiple studies have highlighted the critical role of E2F hyperactivation in tumor progression, angiogenesis, and metastasis. However, targeting a master regulator of cell growth will also have a pernicious effect on non-cancerous cells, thus limiting its applications. In order to overwhelm these restrictions, we propose a therapeutic approach in which E2F transcriptional activity is specifically reduced in cells with hyperactivation of the pathway, such as cancer cells.We and others have shown that poly (ADP-ribose) polymerase 1 (PARP1) is a transcriptional co-activator of E2F1 and, owing to this, loss of PARP results in cell cycle re-regulation and reduction of tumor growth. Interestingly, this effect of PARP1 does not depend on its enzymatic activity, thus opening a completely new strategic approach. Furthermore, considering that most oncogenic processes are associated with cell cycle deregulation, disruption of PARP1-E2F1 interaction could provide a new therapeutic target with a wide spectrum of indications in cancer. Currently, we lack comprehensive structural details regarding the PARP-1\/E2F1 protein-protein interaction. To address this, we used cryo-EM to investigate both the standalone structure of PARP1 (full length) and its interaction with E2F1. This approach yielded high-resolution structural insights into the PARP1-E2F1 complex, enabling precise identification of the protein-protein interaction interface (PPI). Through this exploration of structural and molecular determinants governing this interaction, we aim to develop innovative strategies for designing drugs targeted at disrupting this complex. This work was supported by Agencia Estatal de Investigaci&#243;n (AEl\/10.13039\/501100011033), Xunta de Galicia (GPC GI-1862, ED431B 2020\/26; ED431G 2019\/02) and European Regional Development Fund-ERDF.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-05 Other,,"},{"Key":"Keywords","Value":"PARP,E2F1,Protein-protein interactions,PARP inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"P. Iglesias<sup>1<\/sup>, E. Casajus-Pelegay<sup>2<\/sup>, M. Moreno-Morcillo<sup>2<\/sup>, L. González-Rendo<sup>1<\/sup>, L. Porres-Ventin<sup>1<\/sup>, V. Arce<sup>1<\/sup>, R. Fernandez-Leiro<sup>2<\/sup>, <b>J. Costoya<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Universidade de Santiago de Compostela, Santiago de Compostela, Spain, <sup>2<\/sup>Spanish National Cancer Research Centre (CNIO), Madrid, Spain","CSlideId":"","ControlKey":"2d755259-1f8c-486e-93c4-fa27da55fb90","ControlNumber":"7147","DisclosureBlock":"&nbsp;<b>P. Iglesias, <\/b> None..<br><b>E. Casajus-Pelegay, <\/b> None..<br><b>M. Moreno-Morcillo, <\/b> None..<br><b>L. González-Rendo, <\/b> None..<br><b>L. Porres-Ventin, <\/b> None..<br><b>V. Arce, <\/b> None..<br><b>R. Fernandez-Leiro, <\/b> None..<br><b>J. Costoya, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3732","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5785","PresenterBiography":null,"PresenterDisplayName":"Jose A. Costoya, MD;PhD","PresenterKey":"2037a6c3-5ff7-439a-a3f5-4365cf0f1c01","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5785. Shedding light on PARP1-E2F1 interaction by Cryo-EM","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Shedding light on PARP1-E2F1 interaction by Cryo-EM","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The prevailing histologic subtype of nasopharyngeal carcinoma (NPC) in the endemic regions is non-keratinizing carcinoma which shows almost consistent association with latent infection by Epstein-Barr virus (EBV). Previously our group developed a series of Epstein-Barr virus nuclear antigen 1 (EBNA1)-targeting probes, which can disrupt the EBV latency maintained by EBNA1, and such lytic induction could alert the immune cells.<br \/>Methods: Natural killer (NK) cells of the innate immunity play a significant role in controlling EBV infection. In this study, we investigated whether our EBNA1 probes (ZRL5P4 &#38; L2P4) could activate NK cells to eliminate NPC.<br \/>Results: Studies of clinical specimens indicated that tumor infiltration of the cytotoxic NK cell subset is a favorable prognostic marker for NPC patients. Furthermore, the cytotoxicity of circulating NK cells derived from NPC patients is equally well the cells from healthy individuals. If those patients&#8217; NK cells can be attracted to infiltrate into the tumors, the tumor burden should be relieved. Indeed, the NPC xenograft with the ZRL5P4 treatment showed heavy mouse NK cell infiltration and tumor size reduction. The essential role of those mouse NK cells was demonstrated. Next, we showed that ZRL5P4 could induce the production of a soluble factor by NPC cells to stimulate the NK cell cytotoxicity. Such NK cell activity was verified in a metastasis NPC model. Mechanistically, the EBNA1 probe treatment could induce the expression of EBV early lytic gene Rta and EBNA1 itself. Both Rta and EBNA1 are known transcription factors to drive the expression of LMP1, the NF-&#954;B signaling was then activated, which turned on the production of the well-known NK cell activation cytokine IFN-&#946;.<br \/>Conclusion: Taken together, our results demonstrated that our EBNA1 probes can mobilize NK cells to the tumor sites and activate their anti-tumor activity via the EBV reactivation and stimulation of IFN-&#946; production.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-03 Target identification, small molecule probes, and libraries,,"},{"Key":"Keywords","Value":"Epstein-Barr virus (EBV),Epstein-Barr virus nuclear antigen 1 (EBNA1) probe,Natural killer cells,Nasopharyngeal carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"L. Chen<sup>1<\/sup>, X. H. Liu<sup>1<\/sup>, H. T. Yuen<sup>1<\/sup>, <b>W. C. Cho<\/b><sup>2<\/sup>, K.-L. Wong<sup>3<\/sup>, H. L. Lung<sup>1<\/sup>; <br\/><sup>1<\/sup>Hong Kong Baptist University, Hong Kong SAR, China, <sup>2<\/sup>Queen Elizabeth Hospital, Hong Kong SAR, China, <sup>3<\/sup>The Hong Kong Polytechnic University, Hong Kong SAR, China","CSlideId":"","ControlKey":"2c466405-c673-4eb8-9d95-fcecf8d565c7","ControlNumber":"3306","DisclosureBlock":"&nbsp;<b>L. Chen, <\/b> None..<br><b>X. H. Liu, <\/b> None..<br><b>H. T. Yuen, <\/b> None..<br><b>W. C. Cho, <\/b> None..<br><b>K. Wong, <\/b> None..<br><b>H. L. Lung, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3733","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5786","PresenterBiography":"","PresenterDisplayName":"W Cho, PhD","PresenterKey":"39a2b1ea-dbfe-469a-8092-b6baa8da53c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5786. Epstein-Barr virus nuclear antigen 1 (EBNA1)-targeting probes stimulate interferon-&#946; production by nasopharyngeal carcinoma (NPC) cells to enhance the natural killer cell-mediated cytotoxicity against NPC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epstein-Barr virus nuclear antigen 1 (EBNA1)-targeting probes stimulate interferon-&#946; production by nasopharyngeal carcinoma (NPC) cells to enhance the natural killer cell-mediated cytotoxicity against NPC","Topics":null,"cSlideId":""},{"Abstract":"Dihydroorotate dehydrogenase (DHODH) is a CoQ-dependent enzyme that converts dihydroorotate to orotate in the <i>de novo<\/i> pyrimidine biosynthesis pathway. Multiple structures of DHODH in complex with various small molecule inhibitors have been solved that indicate that DHODH inhibitors bind in the CoQ binding tunnel of DHODH and act as competitive inhibitors of CoQ. We performed saturating mutagenesis screens to identify mutations in DHODH that confer resistance to brequinar and BAY2402234, two highly potent DHODH inhibitors. As expected, many of the resistance mutations localized to the drug\/CoQ-binding tunnel of the enzyme. Among the top-scoring drug-binding-domain mutants in both the brequinar and BAY2402234 screens were substitutions A58H and A58T. <i>In silico<\/i> analysis predicted that A58H should impair DHODH binding to both brequinar and BAY2402234. However, A58T was predicted to only impair binding of DHODH to brequinar. We expressed the mutants in a DHODH inhibitor sensitive cell line and confirmed that they both confer resistance to brequinar and BAY2402234, and we then assessed the ability of the mutants to bind drug by cellular thermal shift assay (CETSA). We found that, as predicted, DHODH A58H did not bind brequinar or BAY2402234. However, to our surprise, we detected binding of both brequinar and BAY2402234 to DHODH A58T. We generated recombinant DHODH A58T and confirmed that the purified protein was enzymatically active and strongly drug-resistant by DCIP assay and then assessed binding of the mutant protein to brequinar and BAY2402234 by thermal shift assay (TSA). Consistent with our CETSA results, recombinant DHODH A58T bound both brequinar and BAY2402234 <i>in vitro<\/i>. These results suggested that DHODH A58T can simultaneously bind drug and CoQ. However, previously reported DHODH structures indicated that the drug\/CoQ binding tunnel is quite narrow and rigid. To determine whether the structure of catalytically-active DHODH is more flexible than inhibitor-bound catalytically-inactive DHODH, we co-crystallized wild-type DHODH with decylubiquinone (DCU), a CoQ analog that can act as a DHODH co-substrate <i>in vitro<\/i>. We found that the structure of DCU-bound DHODH differs from previously published DHODH structures in two important ways: (1) there appears to be a second point of ingress into the active site of DHODH next to the CoQ tunnel that may be able to accommodate a highly non-polar molecule such as CoQ\/DCU and (2) the &#8216;flap&#8217; covering the DHO\/orotate ingress\/egress region of DHODH, which is &#8216;closed&#8217; in inhibitor-bound DHODH, is &#8216;open&#8217; in DCU-bound DHODH. We are currently working to solve the crystal structure of DHODH A58T bound to inhibitor and DCU to ask if DCU can access the active site of DHODH through an alternative hydrophobic tunnel and if DHODH A58T remains in the &#8216;open&#8217; configuration when bound to drug.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-02 Small molecule, protein, and nucleic acid interactions,,"},{"Key":"Keywords","Value":"Drug resistance,Cancer,Modeling,Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Ruchika Pokhriyal<\/b><sup>1<\/sup>, Laura Evans<sup>1<\/sup>, Hyuk-Soo Seo<sup>1<\/sup>, Jillian  K.  O'Neil<sup>1<\/sup>, Betty Rouaisnel<sup>1<\/sup>, Atanas Kamburov<sup>2<\/sup>, Judith Guenther<sup>2<\/sup>, Stefan Gradl<sup>2<\/sup>, Haribabu Arthanari<sup>1<\/sup>, Sven Christian<sup>2<\/sup>, Xiaoping Yang<sup>3<\/sup>, Sirano Dhe-Paganon<sup>1<\/sup>, Julie-Aurore Losman<sup>1<\/sup><br><br\/><sup>1<\/sup>Dana-Farber Cancer Institute, Boston, MA,<sup>2<\/sup>Bayer AG, Berlin, Germany,<sup>3<\/sup>Broad Institute of Harvard and MIT, Cambridge, MA","CSlideId":"","ControlKey":"2081804b-4baa-4d2f-9c89-fda5fb21aabc","ControlNumber":"6043","DisclosureBlock":"&nbsp;<b>R. Pokhriyal, <\/b> None.&nbsp;<br><b>L. Evans, <\/b> <br><b>BAYER AG<\/b> Employment.<br><b>H. Seo, <\/b> None..<br><b>J. K. O'Neil, <\/b> None..<br><b>B. Rouaisnel, <\/b> None.&nbsp;<br><b>A. Kamburov, <\/b> <br><b>Bayer AG<\/b> Employment. <br><b>J. Guenther, <\/b> <br><b>Bayer AG<\/b> Employment. <br><b>S. Gradl, <\/b> <br><b>Bayer AG<\/b> Employment.<br><b>H. Arthanari, <\/b> None.&nbsp;<br><b>S. Christian, <\/b> <br><b>Bayer AG<\/b> Employment. <br><b>X. Yang, <\/b> <br><b>Bayer AG<\/b> Employment.<br><b>S. Dhe-Paganon, <\/b> None..<br><b>J. Losman, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3734","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5787","PresenterBiography":null,"PresenterDisplayName":"Ruchika Pokhriyal, PhD","PresenterKey":"0de026fc-9482-40dc-9ccd-b6b27caef551","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5787. Structure-function mapping of DHODH shows deviations in protein structure","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Structure-function mapping of DHODH shows deviations in protein structure","Topics":null,"cSlideId":""},{"Abstract":"Copper chelators forming stable complexes, such as the bis(diethyldithiocarbamate)-copper complex (CuET), derived from Antabuse (disulfiram, DSF), have shown pronounced anticancer activity. CuET induces aggregation of NPL4, a crucial cofactor of the p97 segregase in the ubiquitin-proteasome system, leading to proteotoxic stress and subsequent cancer cell death. Our study investigates whether NPL4 inhibition is unique to CuET or extends to other dithiocarbamate-copper complexes and distinct copper chelators. Utilizing a cellular NPL4 aggregation screening assay, we examined various chelators for their ability to induce NPL4 aggregation. Our findings reveal that this capacity is relatively common among structurally diverse DTCs-copper complexes and other unrelated copper chelators. Compounds that caused NPL4 aggregation also triggered NPL4-p97 complex immobilization, polyubiquitinated protein accumulation, and unfolded protein and heat shock responses. These responses correlated strongly with cancer cell cytotoxicity, particularly potent at nanomolar concentrations, underscoring NPL4 as a critical target. Our results demonstrate the broad potential of copper chelators in targeting NPL4, inducing lethal proteotoxic stress in cancer cells, and offering significant implications for drug development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH03-02 Small molecule, protein, and nucleic acid interactions,,"},{"Key":"Keywords","Value":"Endoplasmic reticulum stress,Drug discovery,Heat shock proteins,Cancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Mistrik<\/b>, Z. Skrott, M. Loffelmann; <br\/>Palacký University in Olomouc, Olomouc, Czech Republic","CSlideId":"","ControlKey":"db176826-158e-472f-9ae9-5ad454bd7353","ControlNumber":"6385","DisclosureBlock":"&nbsp;<b>M. Mistrik, <\/b> None..<br><b>Z. Skrott, <\/b> None..<br><b>M. Loffelmann, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8370","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5788","PresenterBiography":null,"PresenterDisplayName":"Martin Mistrik, PhD","PresenterKey":"86cbec31-bdd3-4c23-91c2-14ec226f63b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5788. Targeting p97-NPL4 pathway by copper chelators","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"171","SessionOnDemand":"False","SessionTitle":"Structural and Chemical Biology","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting p97-NPL4 pathway by copper chelators","Topics":null,"cSlideId":""}]