[{"Abstract":"High-grade serous ovarian cancer (HGSC) is the most common and aggressive subtype of epithelial ovarian cancer. Importantly, germline mutations in BRCA1\/2 give rise to HGSC. Because most HGSC are diagnosed at stage III\/IV, outcomes are poor and more effective therapies are needed. Although immune checkpoint inhibitors show promise for a number of cancer types, efficacy has been variable in HGSC. To help provide new clues to the molecular features of HGSC, we set out to elucidate the tumor microenvironment of HGSC using spatial transcriptomics approaches. Specifically, we applied 10x Genomics Visium Spatial Transcriptomics (ST) technology to 48 samples representing primary HGSC tumors from 24 patients, including 15 BRCA1\/2 mutated cases and 9 BRCA non-mutated cases. In addition to individual sample analysis, we normalized data from 64,784 total features across all sections and performed an integrated cluster analysis to get an overall picture of the cellular architecture of HGSC, but to also directly investigate differences in the tumor microenvironment based on BRCA mutation status. The resulting 17 integrated clusters were subjected to molecular annotation using GSEA, ESTIMATE, and CIBERSORTx, which revealed feature clusters representing important cell types defined by marker genes. Analysis of the entire dataset identified a primary tumor cluster defined by the expression of known ovarian cancer genes including <i>WFDC2<\/i> and &#8220;don&#8217;t eat me&#8221; marker genes <i>CD24<\/i> and <i>CD47<\/i>. However, the predominant tumor cell population in BRCA mutated cases was marked by the expression of <i>MUC1, EPCAM, CLDN3<\/i>, and <i>CD24<\/i>, while BRCA non-mutated tumor cell cluster was marked by <i>EFNA1, ID1, LSR<\/i>, and <i>CD9<\/i>. Importantly, both groups revealed the presence of a specialized monocyte derived macrophage cluster defined by the expression of <i>LYZ <\/i>and genes involved in cholesterol metabolism including <i>APOE <\/i>and <i>APOC1<\/i>. These lipid-associated macrophages are M2 polarized and shown to be associated with poor outcome. Additional analyses are underway to determine spatial dependencies of various tumor and immunological cell compartments. These data provide novel insights into the HGSC tumor microenvironment that may influence HGSC&#8217;s vulnerability to immunological therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Ovarian cancer,Tumor microenvironment,BRCA,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Qian<\/b><sup>1<\/sup>, L. D. Roman<sup>1<\/sup>, R. Bassiouni<sup>2<\/sup>, S. Rajpara<sup>1<\/sup>, M. Neuman<sup>1<\/sup>, V. Khetan<sup>1<\/sup>, D. W. Craig<sup>2<\/sup>, J. W. Carlson<sup>1<\/sup>, J. D. Carpten<sup>2<\/sup>; <br\/><sup>1<\/sup>Keck School of Medicine, University of Southern California, Los Angeles, CA, <sup>2<\/sup>City of Hope, Duarte, CA","CSlideId":"","ControlKey":"8b6a1b4a-2e6e-43eb-a8ab-65f8af21ba87","ControlNumber":"4069","DisclosureBlock":"&nbsp;<b>J. Qian, <\/b> None..<br><b>L. D. Roman, <\/b> None..<br><b>R. Bassiouni, <\/b> None..<br><b>S. Rajpara, <\/b> None..<br><b>M. Neuman, <\/b> None..<br><b>V. Khetan, <\/b> None..<br><b>D. W. Craig, <\/b> None..<br><b>J. W. Carlson, <\/b> None..<br><b>J. D. Carpten, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8445","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5479","PresenterBiography":"","PresenterDisplayName":"Jing Qian, MS","PresenterKey":"239b771c-96e3-4b7a-a0b7-2ff6ebe85e3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5479. Spatially resolved molecular features in the tumor-immune microenvironment of germline BRCA1\/2 mutated versus BRCA wild type high grade serous ovarian cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatially resolved molecular features in the tumor-immune microenvironment of germline BRCA1\/2 mutated versus BRCA wild type high grade serous ovarian cancers","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Appendiceal tumors (AT) are rare and often develop peritoneal disease (PD), with 5 year survival of 15-63% for high grade adenocarcinomas (HG) and 46-96% for low grade mucinous neoplasms (LG). While the mainstay of treatment is cytoreductive surgery and heated intraperitoneal chemotherapy (CRS\/HIPEC), the role of systemic chemotherapy is less clear with limited biological characterization of AT and its tumor microenvironment (TME). The purpose of this study was to evaluate the TME of AT PD. Here we present an atlas of AT PD cells alongside a spatially resolved transcriptomic profile comparing HG and LG.<br \/>Methods: We collected tissue from 29 patients with AT PD during CRS prior to HIPEC (18 LG, nine HG and two no tumor control). We performed comprehensive single-cell RNA sequencing (38224 cells) on fresh tissue specimens from nine patients (four HG, five LG), and whole transcriptome spatial analysis (&#62;18000 genes) using the GeoMx Digital Spatial Profiler on formalin-fixed paraffin-embedded tissue from 22 patients (five HG, 13 LG). In the spatial profiling, we used anti-CK20, anti-CD45 and SYTO 83 as morphology markers to select areas of interest (AOIs): tumor (CK20), immune (CD45) and stroma (non-CK20\/CD45). Analyses were performed with R and a false discovery rate threshold of 0.05.<br \/>Results: Single-cell RNA sequencing showed that both LG and HG have a preponderance of T-lineage cells including CD8, CD4 and NK T-cells. Both LG and HG tumors display association of mesothelial cells with cancer-associated fibroblasts (CAF), and CAF subsets expressing genes of epithelial-mesenchymal transition (EMT). LG and HG tumors display different patterns of mucin gene expression - epithelial cells of HG express the secreted mucin <i>MUC20<\/i> in addition to <i>MUC2 <\/i>and <i>MUC5B <\/i>also expressed in LG; a subset of mesothelial cells in LG but not HG express the transmembrane mucin genes <i>MUC1, MUC3A, MUC12<\/i> and <i>MUC16<\/i>. Spatial analysis of tumor AOIs revealed HG compared to LG had increased expression of genes associated with MYC targets, oxidative phosphorylation, anti-tumor immune pathways (IFN&#945;\/&#947; response, intestinal immune network for IGA production), cell cycle pathways (E2F targets, G2M checkpoint) and EMT. LG compared to HG had increased expression of genes associated with inflammation-mediated disease (TNF&#945; signaling via NFKB, inflammatory response), regulation of tumor growth (P53), hypoxia and early cell cycle (estrogen response) and glycosylation pathways. Immune and stromal AOIs did not have significant transcriptomic differences between LG and HG.<br \/>Conclusion: This study provides novel insights into the biological profile of AT PD by describing TME cell types, immune function, tumor growth and cell cycle pathways. These findings may be used to identify clinically relevant biomarkers and new therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Predictive biomarkers,Gene expression analysis,Tumor metastases,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. C. Strach<sup>1<\/sup>, N. Yeung<sup>2<\/sup>, E. Apostolov<sup>2<\/sup>, T. Wang<sup>2<\/sup>, H.-M. Lin<sup>2<\/sup>, N. Ansari<sup>3<\/sup>, C. Koh<sup>1<\/sup>, J.-S. Shin<sup>3<\/sup>, J. Kench<sup>3<\/sup>, A. Swarbrick<sup>4<\/sup>, L. Horvath<sup>5<\/sup>, <b>K. L. Mahon<\/b><sup>5<\/sup>; <br\/><sup>1<\/sup>University of Sydney, Camperdown, Australia, <sup>2<\/sup>Garvan Institute of Medical Research, Darlinghurst, Australia, <sup>3<\/sup>Royal Prince Alfred Hospital, Camperdown, Australia, <sup>4<\/sup>Garvan Institute of Medical Research, Camperdown, Australia, <sup>5<\/sup>Chris O’Brien Lifehouse, Camperdown, Australia","CSlideId":"","ControlKey":"2f41e8ec-de5f-4b0b-b028-8c5c1ea7dacb","ControlNumber":"4060","DisclosureBlock":"&nbsp;<b>M. C. Strach, <\/b> None..<br><b>N. Yeung, <\/b> None..<br><b>E. Apostolov, <\/b> None..<br><b>T. Wang, <\/b> None..<br><b>H. Lin, <\/b> None..<br><b>N. Ansari, <\/b> None.&nbsp;<br><b>C. Koh, <\/b> <br><b>Takeda<\/b> Other, Advisory board. <br><b>W.L. Gore<\/b> Other, Honoraria.<br><b>J. Shin, <\/b> None..<br><b>J. Kench, <\/b> None..<br><b>A. Swarbrick, <\/b> None..<br><b>L. Horvath, <\/b> None..<br><b>K. L. Mahon, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8446","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5480","PresenterBiography":null,"PresenterDisplayName":"Kate Mahon, MBBS, FRACP, PhD","PresenterKey":"4fc1dcf8-e6f6-4f48-abbd-2e228106872e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5480. Single cell and spatial transcriptomic profile of appendiceal tumour peritoneal disease","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell and spatial transcriptomic profile of appendiceal tumour peritoneal disease","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Nasopharyngeal carcinoma (NPC) has a high incidence rate in Southeast Asia, where more than 90% of NPC cases are associated with Epstein-Barr virus (EBV). Although NPC patients are generally sensitive to radiotherapy and chemotherapy, about 20-30% of patients have treatment failure due to the development of distant metastasis, i.e. <i>de novo<\/i> metastasis. In this study, we utilized GeoMx Digital Spatial Profiler (DSP), a multiplex and high-throughput sequencing platform designed for spatially- and morphologically resolved protein expression profiling to investigate the intra-tumoral and inter-tumoral heterogeneity of tumor microenvironment (TME) and identify the mechanisms underlying distant failure in NPC.<br \/><b>Methods: <\/b>We utilized GeoMx Protein Assays consisting of 147 proteins from 15 functional modules to compare the difference between NPC cases developing distant failure (DF) (n=21) and stage-, age-, gender- and treatment-matched NPC cases without developing distant failure (noDF) (n=15) within five years of treatment. Two fluorescent morphological markers including PanCK and CD45, were used for delineating the structural architecture of the tissues, identifying cell types, and selecting regions of interest (ROIs), followed by sequencing for protein expression quantification. NanoString GeoMx DSP Analysis Suite was used for quality control and data normalization. The NPC TME heterogeneity was further investigated by the 10X Visum platform for spatial transcriptome. The public single-cell RNA sequencing (scRNA-Seq) and bulk RNA sequencing datasets were obtained for the downstream analyses.<br \/><b>Results: <\/b>By analyzing protein expression profiles, the study revealed the intratumoral and intertumoral heterogeneity associated with EBV latent infection in the TME of NPC. Regions with high EBV latent gene expression exhibited a noticeable reduction in T cell infiltration, indicating an \"immune cold\" phenotype, whereas regions with low EBV latent gene expression displayed heavy T cell infiltration, indicating an \"immune hot\" phenotype. Moreover, the study identified a panel of autophagic and anti-apoptotic proteins that were significantly upregulated in the cancer cells of NPC cases developing distant failure after treatment. This observation, supported by the single-cell RNA sequencing datasets, further implicated EBV latent infection for the upregulation of autophagic and anti-apoptotic genes. Notably, the study also demonstrated that the genes upregulated in the immune cells in NPC cases with distant failure were associated with poor progression-free survival in an independent NPC cohort.<b><\/b><br \/><b>Conclusions: <\/b>These findings shed light on the crucial role of EBV latent infection in TME heterogeneity and highlight the potential involvement of autophagy and anti-apoptosis in <i>de novo<\/i> metastasis in NPC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Nasopharyngeal carcinoma,Tumor metastases,Autophagy,Epstein-Barr virus (EBV),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"L.-Y. Chow, Y. Wang, L. Gong, S. Xu, Z. Hou, X. Guan, D.-W. Kwong, V.-F. Lee, W. Ng, A.-M. Lee, Z. Liu, Y. Xia, <b>W. Dai<\/b>; <br\/>The University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"b25ac86a-66dc-4510-beeb-b279660017f9","ControlNumber":"6408","DisclosureBlock":"&nbsp;<b>L. Chow, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>L. Gong, <\/b> None..<br><b>S. Xu, <\/b> None..<br><b>Z. Hou, <\/b> None..<br><b>X. Guan, <\/b> None..<br><b>D. Kwong, <\/b> None..<br><b>V. Lee, <\/b> None..<br><b>W. Ng, <\/b> None..<br><b>A. Lee, <\/b> None..<br><b>Z. Liu, <\/b> None..<br><b>Y. Xia, <\/b> None..<br><b>W. Dai, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8447","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5481","PresenterBiography":null,"PresenterDisplayName":"Wei Dai, PhD","PresenterKey":"4c9acb98-f799-44db-ba92-2821792f40ce","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5481. Spatial multiplex proteins profiling of tumor microenvironment to decipher d<i>e novo<\/i> metastasis in nasopharyngeal carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial multiplex proteins profiling of tumor microenvironment to decipher d<i>e novo<\/i> metastasis in nasopharyngeal carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma remains as one of the deadliest malignancies with most cases likely to recur. Recent work has focused on characterizing not only glioma cells, but the tumor microenvironment via single-cell and spatial transcriptomic technologies. This has improved our understanding of the high heterogeneity of this disease and described potential tumor domains. However, there is still a need to further understand the changes that occur between the primary and the recurrent lesion. We propose that a spatial, multi-omic characterization of matched primary and recurrent glioblastoma can yield insights into recurrence mechanisms occurring throughout the tumor microenvironment. We collected 22 IDH-WT glioblastoma samples from 12 patients (11 primary, 11 recurrent, 10 matched pairs) from the Mayo Clinic Neuroscience Biobank. We performed single-nucleus RNA sequencing (15 samples, 10 patients, 5 matched pairs) and proteomics (16 samples, 6 matched pairs) from fresh-frozen tissue, as well as spatial transcriptomics with 10x Visium (14 samples, 8 patients, 6 matched pairs) and 10x Xenium in-situ molecular imaging (6 samples, 2 matched pairs). Using spatial transcriptomics data, we identified regional subsets present in different proportions and distributions between primary and recurrent glioblastoma. These clusters were characterized with gene set and gene ontology analysis, identifying regions enriched with known glioma subtypes and cellular activity. Spatial-based cluster genes were consistent with significantly differentially expressed proteins. We used single-nucleus RNAseq and in-situ molecular imaging data from matched tissue samples to further interrogate relevant cell populations and location in the tumor micro-environment. We identified regions with enriched extra cellular matrix interaction and remodeling signatures to be highly expressed in recurrent glioblastoma. Primary glioblastoma was enriched with oligodendrocyte-like regions with high cell communication and extracellular vesicle signatures. This study will further our understanding of the changes in the mechanisms at play in the complex ecosystem of glioblastoma as it recurs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Glioblastoma,,Tumor microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. R. Clemenceau<\/b>, P. Suarez-Meade, A. Quiñones-Hinojosa, T. Hwang; <br\/>Mayo Clinic Florida, Jacksonville, FL","CSlideId":"","ControlKey":"f1a43829-f240-45e7-af43-ca7cffa604f0","ControlNumber":"8882","DisclosureBlock":"&nbsp;<b>J. R. Clemenceau, <\/b> None..<br><b>P. Suarez-Meade, <\/b> None..<br><b>A. Quiñones-Hinojosa, <\/b> None..<br><b>T. Hwang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8448","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5482","PresenterBiography":null,"PresenterDisplayName":"Jean Clemenceau, BS","PresenterKey":"6bcdc779-c3ae-47a3-85e1-ce042f33f8eb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5482. Spatial and multi-omic interrogation of the primary and recurrent glioblastoma microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial and multi-omic interrogation of the primary and recurrent glioblastoma microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Ductal carcinoma <i>in situ<\/i> (DCIS), the predominant form of early-stage breast cancer and a precursor to invasive breast cancer, remains inadequately understood in terms of spatial microenvironment reprogramming. In this study, we developed a Spatial Nucleus Barcoding (SNuBar) approach for single-nucleus RNA sequencing (SNuBar-RNA) that utilizes a single oligonucleotide adaptor to preserve spatial information. The accuracy and scalability of SNuBar was validated using cell line mixture experiments. We then applied SNuBar-RNA to investigate the macrospatial ecotype heterogeneity in early-stage breast cancer. By analyzing single cells from different macrodissected spatial regions in normal breast tissues, matched normal and DCIS tissues, we identified 13 major cell types and 43 distinct cell states, co-localizing in diverse combinations across four primary topographic areas (adipose-enriched, normal epithelial, activated stroma and tumor). Spatial analysis revealed the reprogramming of vascular and myoepithelial cells in localized zones near premalignant cells, while fibroblasts, T-cells, and myeloid cells exhibited reprogramming across broader fields. Validation using the MERSCOPE assay confirmed stromal heterogeneity between tumor and normal areas. Collectively, our data shows that many diverse cell types are reprogrammed in spatially-defined areas in the early-stage breast cancer microenvironment, relative to the normal breast tissue regions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Microenvironment,spatial barcoding,single nucleus RNA-seq,early-stage breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. Wang*<sup>1<\/sup>, <b>Z. Xiao*<\/b><sup>1<\/sup>, Y. Lin<sup>1<\/sup>, R. Wei<sup>1<\/sup>, S. Bai<sup>1<\/sup>, J. Ye<sup>1<\/sup>, R. Ye<sup>1<\/sup>, M. Hu<sup>1<\/sup>, A. Thennavan<sup>1<\/sup>, E. Sei<sup>1<\/sup>, A. Thompson<sup>2<\/sup>, S. Krishnamurthy<sup>1<\/sup>, N. Navin<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"009deb2e-1909-4ead-a94e-e1a2bb532b20","ControlNumber":"3323","DisclosureBlock":"&nbsp;<b>K. Wang*, <\/b> None..<br><b>Z. Xiao*, <\/b> None..<br><b>Y. Lin, <\/b> None..<br><b>R. Wei, <\/b> None..<br><b>S. Bai, <\/b> None..<br><b>J. Ye, <\/b> None..<br><b>R. Ye, <\/b> None..<br><b>M. Hu, <\/b> None..<br><b>A. Thennavan, <\/b> None..<br><b>E. Sei, <\/b> None..<br><b>A. Thompson, <\/b> None..<br><b>S. Krishnamurthy, <\/b> None..<br><b>N. Navin, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8449","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5483","PresenterBiography":null,"PresenterDisplayName":"Zhenna Xiao, PhD","PresenterKey":"554ac9d9-a1c8-4f44-a3a1-fdcac7ecc27b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5483. Macrospatial ecotype heterogeneity in early-stage breast cancer identified by spatial nucleus barcoding","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Macrospatial ecotype heterogeneity in early-stage breast cancer identified by spatial nucleus barcoding","Topics":null,"cSlideId":""},{"Abstract":"Background: Interstitial pneumonia (IP) is a risk factor for lung cancer (LC). LC, a significant contributor to mortality, shows improved prognosis with molecular targeted drugs. However, LC combined with IP (LC with IP) has a poor prognosis because of acute exacerbations. Therefore, developing effective drugs for LC with IP is necessary. Cancer-associated fibroblasts (CAFs), influencing cancer progression through interactions with the microenvironment are anticipated as a new therapeutic target. Therefore, we hypothesized that CAFs in LC with IP, having undergone repeated destruction and regeneration, exhibit distinct characteristics from those in LC without IP and exert varied influences on carcinogenesis and cancer progression.<br \/>Methods: Six cases of lung adenocarcinoma, the predominant type of LC, were enrolled in this study. Spatial profiling was performed on FFPE specimens from three LC with IP and three LC without IP cases, using GeoMx whole-transcriptome atlas assay. Immunostaining for &#945;-SMA, a major CAFs-marker, and pan-cytokeratin (CK), an epithelial marker, were employed to identify regions of interest (ROIs). In LC with IP, two ROIs were designated for cancerous and non-cancerous areas, respectively, whereas in LC without IP, two ROIs were selected for cancerous areas. Each ROI was segmented for epithelium and cancer (CK+\/&#945;-SMA -) and &#945;-SMA-positive stroma (CK-\/&#945;-SMA +) areas of illumination. NGS data were analyzed using the edgeR to compare mRNA expressions in cancerous (LC-IP) and non-cancerous (NC) areas of LC with IP. Additionally, comparisons were made between LC-IP and cancerous areas of LC without IP (LC-nonIP) for mRNA expression.<br \/>Results: Analysis of &#945;-SMA-positive stroma revealed 86 differentially expressed genes (DEGs) in LC-IP vs. NC. Notably, COTL1 and NFKB2 increased, whereas TNC and MMP7 were decreased in LC-IP &#945;-SMA-positive stroma. Pathway Enrichment analysis indicated activation of the response to cytokines. Between LC-IP and LC-nonIP, 151 DEGs were detected. CXCL8 and NFKB2 were elevated, whereas ACAN and ELN decreased in LC-IP &#945;-SMA-positive stroma. KEGG pathway analysis demonstrated inactivated ECM-receptor interactions. Analysis of CK-positive regions showed 710 DEGs in LC-IP vs. NC, and KEGG pathway analysis indicated inactivated ECM-receptor interaction. In LC-IP vs. LC-nonIP, 321 DEGs were detected, with KEGG pathway analysis suggesting inactivation of ECM-receptor interaction and activation of a chemokine signaling pathway and cytokine-cytokine receptor interaction.<br \/>Conclusion: These findings suggest that inflammatory factors may play a more critical role than extracellular matrix in the interaction between &#945;-SMA-positive stroma and CK-positive cancer cells in LC with IP. Future plans include conducting <i>in vitro<\/i> experiments, as well as immunohistological studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Cancer-associated fibroblasts,Lung adenocarcinoma,Histopathology,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Inoue<\/b><sup>1<\/sup>, Y. Miki<sup>1<\/sup>, Y. Aoyama<sup>1<\/sup>, S. Shibata<sup>2<\/sup>, Y. Okada<sup>2<\/sup>, T. Suzuki<sup>1<\/sup>; <br\/><sup>1<\/sup>Tohoku University Graduate School of Medicine, Sendai, Japan, <sup>2<\/sup>Institute of Development, Aging and Cancer, Tohoku University, Sendai, Japan","CSlideId":"","ControlKey":"fcd078a5-270c-43bf-9975-e7c50f09720a","ControlNumber":"1619","DisclosureBlock":"&nbsp;<b>C. Inoue, <\/b> None..<br><b>Y. Miki, <\/b> None..<br><b>Y. Aoyama, <\/b> None..<br><b>S. Shibata, <\/b> None..<br><b>Y. Okada, <\/b> None..<br><b>T. Suzuki, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8450","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5484","PresenterBiography":null,"PresenterDisplayName":"Chihiro Inoue, PhD,MD","PresenterKey":"98d18b1e-8906-40e7-b619-a2a44da2b3ba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5484. Spatial transcriptomic profiling reveals characteristic gene expression patterns of cancer-associated fibroblasts in lung adenocarcinoma with interstitial pneumonia","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial transcriptomic profiling reveals characteristic gene expression patterns of cancer-associated fibroblasts in lung adenocarcinoma with interstitial pneumonia","Topics":null,"cSlideId":""},{"Abstract":"We characterized immune cell exclusion in estrogen receptor positive (ER+) breast cancer through the study of spatial relationships among various subsets of cancer-associated fibroblasts (CAFs), tumor-associated macrophages (TAMs), and other immune cells using a novel in-situ spatial transcriptomic technology. ER+ breast cancer is the most common breast cancer subtype. While endocrine therapy and immune checkpoint inhibitors have considerably reduced relapse and mortality for breast cancer patients, tumor resistance to treatment remains a major challenge. The tumor microenvironment (TME) plays an important role in this mechanism of resistance. Our previous spatial proteomic analysis of ER+ breast FFPE samples demonstrated the intricate relationship between tumor and immunosuppressive cells such as CAFs and TAMs via the CXCR4-CXCL12 axis associated with the exclusion of CD8 T cells from the TME. However, the limited number of antibodies in the panel made it challenging to investigate the diversity of those CAF and TAM populations and better understand their contribution to T cell exclusion. For this purpose, we further characterized the TME of 4 human ER+ breast cancer FFPE cores using the Xenium in-situ transcriptomic platform with a breast cancer-focused panel of 280 genes from 10x Genomics plus 100 additional genes selected from literature and publicly available single cell datasets to delineate CAF and TAM sub-populations. Image analysis enabled the quantification and spatial mapping of the target genes within each cell boundary. Cells were manually annotated through unsupervised clustering of over 1 million cells. The cell phenotyping analysis allowed us to annotate major cell types including tumor cells, macrophages, T cells and fibroblasts. With our curated panel, we further characterized CAF and TAM sub-populations by identifying myofibroblastic CAFs (myCAFs), inflammatory CAFs (iCAFs), and antigen-presenting CAFs (apCAFs) in addition to M1 and M2-like macrophages as reported in the literature. We then performed spatial neighborhood analysis based on the similarity of the cell type composition in the vicinity of each cell. The results showed that myCAFs and M2-like macrophages are found in proximity to tumor cells and may play a role in T-cell exclusion. In addition, iCAFs mainly express CXCL12, a chemokine known to attract immunosuppressive cells such as regulatory T cells and M2-like macrophages as well as repel cytotoxic T cells from infiltrating the tumor via the CXCR4-CXCL12 axis. Overall, our work shows the potential of spatial transcriptomics to elucidate the spatial distribution of cells and their contribution to the immunosuppressive TME, which may enable researchers to improve understanding of tumor biology and drug target discovery efforts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Breast cancer,Single cell,Cancer associated fibroblasts,Tumor associated macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Tessier<\/b><sup>1<\/sup>, S. Curras-Alonso<sup>2<\/sup>, J. Lee<sup>1<\/sup>, F. Delahaye<sup>2<\/sup>, H. Ma<sup>1<\/sup>, K. Malley<sup>1<\/sup>, D. Bangari<sup>1<\/sup>, D. Jackson<sup>1<\/sup>, A. Hadjipanayis<sup>1<\/sup>; <br\/><sup>1<\/sup>Sanofi, Cambridge, MA, <sup>2<\/sup>Sanofi, Vitry-sur-Seine, France","CSlideId":"","ControlKey":"3a90e565-41da-4b45-9b52-b32221b1381b","ControlNumber":"2531","DisclosureBlock":"&nbsp;<b>J. Tessier, <\/b> None..<br><b>S. Curras-Alonso, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>F. Delahaye, <\/b> None..<br><b>H. Ma, <\/b> None..<br><b>K. Malley, <\/b> None..<br><b>D. Bangari, <\/b> None..<br><b>D. Jackson, <\/b> None..<br><b>A. Hadjipanayis, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8531","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5485","PresenterBiography":null,"PresenterDisplayName":"Julien Tessier, MS","PresenterKey":"9f9626cf-0649-4c52-ba71-fa9cab3a7751","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5485. Spatial characterization of the immunosuppressive tumor microenvironment in estrogen receptor positive breast cancer at single cell level","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial characterization of the immunosuppressive tumor microenvironment in estrogen receptor positive breast cancer at single cell level","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b>Previous studies have shown that intratumoral immune aggregates called tertiary lymphoid structures (TLS) are associated with exceptional response to immune checkpoint blockade (ICB) in several cancer types. However, the specific mechanisms through which TLS contribute to ICB-response remain poorly characterized in part due to technical limitations with isolating TLS. Here, we use the NanoString GeoMx digital spatial profiler to interrogate TLS with deep spatial and transcriptional resolution and identify cellular and molecular features of response-associated TLS in melanoma.<br \/><b>Methods:<\/b>Twelve neoadjuvant ICB-treated high-risk resectable melanoma patients [NCT02519322] with formalin-fixed paraffin embedded (FFPE) surgical resections were included in this study. Major pathologic response (MPR) defined as <u>&#60;<\/u>10% viable tumor at time of surgery was used to evaluate response (R &#8211; responder; NR &#8211; non-responder). TLS were sampled (via H&#38;E) using 1mm core punches and assembled into a tissue microarray (TMA). The TLS TMA was probed using the human whole transcriptome atlas (huWTA) and the human T-cell receptor (huTCR) atlas. Melanoma (S100B) and immune markers (CD45 and CD20) were used to guide region-of-interest (ROI) selection of classical TLS. Differential gene expression was calculated using a linear mixed model and corrected with Benjamini-Hochberg. Immune deconvolution was performed using CIBERSORTx with FDR cutoff of &#60; 0.25.<br \/><b>Results:<\/b>Fifty percent (6\/12) of patients included in this study demonstrated MPR following treatment with neoadjuvant ICB. Principal component analysis of huWTA probes revealed distinct transcriptional states of R TLS vs NR TLS, with PC1 strongly correlating with response status (r=0.88, p&#60;0.0001). Differential immune analysis showed that R TLS harbored more CD8+ T-cells (p&#60;0.001), NK cells (p=0.004), &#947;&#948; T-cells (p=0.017) and memory B-cells (p=0.026) and preferentially upregulated inflammatory genes such as pattern recognition receptors (TLR8 and KLRC2) and immune-stimulatory markers (CD27 and CD103). Immune-repertoire analysis revealed a trend towards increased TCR diversity in R TLS (p = 0.3) and distinct TCR signatures in R TLS underscored by elevated expression of TRDJ4 (p&#60;0.001), TRGJ1\/2(p&#60;0.001), TRGV4(p&#60;0.001) and TRAV1-2(p=0.018) genes amongst others.<br \/><b>Conclusions:<\/b>These findings demonstrate that, although melanomas from both R and NR patients contain TLS, the immune-phenotype of R TLS is more cytotoxic and characterized by a more diverse TLS-resident T-cell population. These findings present new insights into the therapeutic underpinnings of TLS in cancer and will inform future investigations evaluating their formation\/function in solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Melanoma\/skin cancers,Tumor microenvironment,B cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Chelvanambi<\/b><sup>1<\/sup>, B. Melendez<sup>1<\/sup>, E. F. Nassif<sup>1<\/sup>, R. N. Lazcano<sup>1<\/sup>, M. J. Lastrapes<sup>1<\/sup>, B. S. Bhushan<sup>1<\/sup>, S. B. Johnson<sup>1<\/sup>, K. Wani<sup>1<\/sup>, D. R. Ingram<sup>1<\/sup>, Y. D. Seo<sup>1<\/sup>, B. A. Helmink<sup>1<\/sup>, M. G. White<sup>1<\/sup>, R. G. Witt<sup>2<\/sup>, L. P. Diggs<sup>1<\/sup>, G. Morad<sup>1<\/sup>, M. Zelazowska<sup>1<\/sup>, S. Paul<sup>1<\/sup>, F. Dimitriou<sup>1<\/sup>, A. V. Damania<sup>1<\/sup>, M. C. Wong<sup>1<\/sup>, N. Somaiah<sup>1<\/sup>, N. J. Ajami<sup>1<\/sup>, E. Z. Keung<sup>1<\/sup>, W. H. Fridman<sup>3<\/sup>, J. P. Allison<sup>1<\/sup>, P. Sharma<sup>1<\/sup>, K. M. McBride<sup>1<\/sup>, T. Cascone<sup>1<\/sup>, C. L. Roland<sup>1<\/sup>, A. J. Lazar<sup>1<\/sup>, J. A. Wargo<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>University of Virginia School of Medicine, Charlottesville, VA, <sup>3<\/sup>Cordeliers Research Centre, Paris, France","CSlideId":"","ControlKey":"e38bcb07-fbda-4033-979e-79c1a29928fe","ControlNumber":"5128","DisclosureBlock":"&nbsp;<b>M. Chelvanambi, <\/b> None..<br><b>B. Melendez, <\/b> None..<br><b>E. F. Nassif, <\/b> None..<br><b>R. N. Lazcano, <\/b> None..<br><b>M. J. Lastrapes, <\/b> None..<br><b>B. S. Bhushan, <\/b> None..<br><b>S. B. Johnson, <\/b> None..<br><b>K. Wani, <\/b> None..<br><b>D. R. Ingram, <\/b> None..<br><b>Y. D. Seo, <\/b> None..<br><b>B. A. Helmink, <\/b> None..<br><b>M. G. White, <\/b> None..<br><b>R. G. Witt, <\/b> None..<br><b>L. P. Diggs, <\/b> None..<br><b>G. Morad, <\/b> None..<br><b>M. Zelazowska, <\/b> None..<br><b>S. Paul, <\/b> None..<br><b>F. Dimitriou, <\/b> None..<br><b>A. V. Damania, <\/b> None..<br><b>M. C. Wong, <\/b> None..<br><b>N. Somaiah, <\/b> None..<br><b>N. J. Ajami, <\/b> None..<br><b>E. Z. Keung, <\/b> None..<br><b>W. H. Fridman, <\/b> None..<br><b>J. P. Allison, <\/b> None..<br><b>P. Sharma, <\/b> None..<br><b>K. M. McBride, <\/b> None..<br><b>T. Cascone, <\/b> None..<br><b>C. L. Roland, <\/b> None..<br><b>A. J. Lazar, <\/b> None.&nbsp;<br><b>J. A. Wargo, <\/b> <br><b>Inventor<\/b> Patent, PCT\/US17\/53.71. <br><b>Micronoma<\/b> Stock Option, Other, consultant\/advisory board \u000d\u000amember. <br><b>OSE Therapeutics<\/b> Stock Option, Other, consultant\/advisory board \u000d\u000amember. <br><b>Imedex<\/b> Other, compensation for speaker’s bureau and honoraria. <br><b>Dava Oncology<\/b> Other, compensation for speaker’s bureau and honoraria. <br><b>Omniprex<\/b> Other, compensation for speaker’s bureau and honoraria. <br><b>Illumina<\/b> Other, compensation for speaker’s bureau and honoraria. <br><b>Gilead<\/b> Other, compensation for speaker’s bureau and honoraria. <br><b>PeerView<\/b> Other, compensation for speaker’s bureau and honoraria. <br><b>Physician Education Resource<\/b> Other, compensation for speaker’s bureau and honoraria. <br><b>MedImmune<\/b> Other, compensation for speaker’s bureau and honoraria. <br><b>Exelixis<\/b> Other, compensation for speaker’s bureau and honoraria. <br><b>Bristol Myers Squibb<\/b> Other, compensation for speaker’s bureau and honoraria; consultant\/advisory board member. <br><b>Roche\/Genentech<\/b> consultant\/advisory board \u000d\u000amember. <br><b>Novartis<\/b> consultant\/advisory board \u000d\u000amember. <br><b>AstraZeneca<\/b> consultant\/advisory board \u000d\u000amember. <br><b>GlaxoSmithKline<\/b> consultant\/advisory board \u000d\u000amember. <br><b>Merck<\/b> consultant\/advisory board \u000d\u000amember. <br><b>EverImmune<\/b> consultant\/advisory board \u000d\u000amember.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8533","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5486","PresenterBiography":null,"PresenterDisplayName":"Manoj Chelvanambi, BS,PhD","PresenterKey":"1dde6fcc-0d0b-4a1f-875d-3cd985a604e9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5486. Spatial profiling reveals unique immune-transcriptomic features of tertiary lymphoid structures in melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial profiling reveals unique immune-transcriptomic features of tertiary lymphoid structures in melanoma","Topics":null,"cSlideId":""},{"Abstract":"Multiplexed Immunofluorescence is a powerful tool for spatially characterizing and phenotyping cells within the tumor microenvironment. MultiOmyx has been one of the leading platforms for generating multiplexed immunofluorescence data to support translational and clinical research for more than 10 years. However, MultiOmyx and other similar platforms are often hampered by a limited imaging area due to either restricted staining areas or being cost prohibitive due to excessive imaging times. Here, we demonstrate the capabilities of an improved MultiOmyx platform which can be used to generate whole-tissue data from the iterative MultiOmyx multiplexing process using the CyteFinder&#174; II microscope and a customized software package developed by RareCyte, Inc. The new NeoLYTX image analysis pipeline in conjunction with the whole-tissue image output allows for improved interaction with pathologists, better histological context, and unbiased spatial analysis. In this study we utilized a 16-marker panel consisting of CD3, CD4, CD8, FoxP3, CD20, CD68, CD163, HLA-DR, PD-1, PD-L1, CTLA-4, CD34, Vimentin, SOX10, Ki67, and PanCK to generate immune profiles for colorectal carcinoma, prostate carcinoma, non-Small cell lung cancer, and triple negative breast cancer samples. We showed concordance with the current MultiOmyx imager - the IN Cell 2200 - for each of the markers in the panel. Additionally, we demonstrated that the updates made to the proprietary NeoLYTX image analysis pipeline are able to facilitate the significantly larger data sets that will be generated with the new MultiOmyx platform. This study successfully demonstrates the capability of the improved MultiOmyx system to characterize the distribution of T-cell and myeloid phenotypes in the tumor microenvironment using the proven MultiOmyx workflow, now enhanced by whole slide images and analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Multiplex automation,Tumor microenvironment,Tumor infiltrating lymphocytes,Tumor associated macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Lazare<\/b>, H. Nunns, F. Jelvhei Moghaddam, X. Jin, C. Todorov, E. Leones, M. Thio, F. Sahafi, E. Parnell, Q. Au; <br\/>NeoGenomics, Aliso Viejo, CA","CSlideId":"","ControlKey":"6ce6120f-b029-43c5-ab2d-009df4ed9478","ControlNumber":"6922","DisclosureBlock":"&nbsp;<b>M. Lazare, <\/b> None..<br><b>H. Nunns, <\/b> None..<br><b>F. Jelvhei Moghaddam, <\/b> None..<br><b>X. Jin, <\/b> None..<br><b>C. Todorov, <\/b> None..<br><b>E. Leones, <\/b> None..<br><b>M. Thio, <\/b> None..<br><b>F. Sahafi, <\/b> None..<br><b>E. Parnell, <\/b> None..<br><b>Q. Au, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8641","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5487","PresenterBiography":null,"PresenterDisplayName":"Michael Lazare","PresenterKey":"82929574-b422-44a1-9b7f-fe5f53ce24ce","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5487. Improved spatial biology analysis of the tumor microenvironment with the next generation of the MultiOmyx<sup>TM<\/sup>platform","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improved spatial biology analysis of the tumor microenvironment with the next generation of the MultiOmyx<sup>TM<\/sup>platform","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Analyzing interactions and the microanatomical distribution of the tumor immune microenvironment (TIME) is essential for a comprehensive understanding of tumor progression. Imaging Mass Cytometry (IMC) is a high-dimensional tissue imaging system that enables the deeper and multiparametric <i>in situ<\/i> exploration of tumor microenvironments at a single-cell level. This study describes a pipeline for analyzing 39-plex IMC images of human HPV(+) oropharyngeal squamous cell carcinoma (OPSCC) tumor sections, elucidating immune cells' nature, functions, and interactions with tumor cells. The IMC data analysis provides valuable information for clinical studies that could be used for the identification of prognostic biomarkers and mechanisms of resistance to current immunotherapies.<br \/><b>Methods:<\/b> A retrospective study was conducted on (N=20) patients (10 progressors and 10 non-progressors) with HPV(+) OPSCC. The dataset comprises paired hematoxylin and eosin (H&#38;E) images with IMC data from multiple Regions of Interest (ROIs) (N=82), enabling the in-situ profiling of 39 proteins in primary tumor tissue. Cell segmentation was followed by employing original images and their segmentation masks for cell phenotype identification using a probabilistic neural network method to spatially profile cancer cells, macrophages, NK-M cells, B-cells, and distinct T-cell populations. We identified protein expression at single-cell resolution and investigated the impact of multicellular spatial organization on the disease progression. The spatial neighborhood interaction score of tumor cells with various other cells was computed for all the ROIs across the two groups.<br \/><b>Results:<\/b> The markers showed varying expression levels of intensity distribution, likely due to differences in tissue sample composition. Specifically, CD3, CD4, CD8, CD19, CD20, and CD68 showed significantly higher intensity in non-progressors. Interestingly, FoxP3 also had a significantly higher intensity level in non-progressors. Cell phenotyping emphasized that non-progressors generally have increased levels of NK-M cell markers. Spatial analysis revealed a significant increase in interaction between CD3 cells and tumor cells in non-progressors (p-value=0.07, Mann-Whitney U test). Furthermore, a significant rise in the interaction between B-cells and FoxP3+ cells was observed in non-progressors (p-value&#60;0.05, Mann-Whitney U test) suggesting a coordinated suppression of tumor growth.<br \/><b>Conclusion:<\/b> We developed a deep learning-based pipeline to analyze spatial relationships in the TIME of IMC data, demonstrating its clinical relevance in predicting disease progression. Our findings emphasize the importance of spatial relationships in the TME for response and suggest that proximity between either CD3+ T-cells to cancer cells or B-cells to FoxP3+ cells are candidate biomarkers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor heterogeneity,Tumor microenvironment,Imaging,HPV(+) OPSCC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Nakkireddy<\/b><sup>1<\/sup>, R. David<sup>2<\/sup>, K. Bartemes<sup>2<\/sup>, D. Ma<sup>2<\/sup>, T. Hwang<sup>1<\/sup>, K. Van Abel<sup>2<\/sup>, C. Nimeh Abdel-Halim<sup>2<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic Florida, Jacksonville, FL, <sup>2<\/sup>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"7fd17ecb-8c8b-453a-a63c-05fb501d9df9","ControlNumber":"8182","DisclosureBlock":"&nbsp;<b>S. Nakkireddy, <\/b> None..<br><b>R. David, <\/b> None..<br><b>K. Bartemes, <\/b> None..<br><b>D. Ma, <\/b> None.&nbsp;<br><b>T. Hwang, <\/b> <br><b>KURE.AI and KURE.AI Therapeutics<\/b> Co-Founder.<br><b>K. Van Abel, <\/b> None..<br><b>C. Nimeh Abdel-Halim, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8642","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5488","PresenterBiography":null,"PresenterDisplayName":"Sumanth Reddy Nakkireddy, MS,PhD","PresenterKey":"8e053da4-f478-49ba-831d-29813412057f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5488. AI-enhanced spatial proteomics reveals B-cells &#38; FoxP3+ cells interactions in HPV(+) oropharyngeal squamous cell carcinoma Progression","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AI-enhanced spatial proteomics reveals B-cells &#38; FoxP3+ cells interactions in HPV(+) oropharyngeal squamous cell carcinoma Progression","Topics":null,"cSlideId":""},{"Abstract":"Cellular and molecular basis of ground-glass opacities (GGO), which has been used as a screening indicator for lung cancer, remains a gray area. Our aim was to investigate the tumor-immune microenvironment (TIME) in a cohort of early-stage lung adenocarcinomas (LUAD) through imaging mass cytometry, enabling us to examine the TME spatial composition of nodules at single-cell resolution. We collected 354 imaging mass cytometry (IMC) regions of interest (ROI) from 135 early-stage lung adenocarcinoma patients to investigate the spatial and molecular profiles of early stage LUAD. Specifically, we gathered 27 solid (S), 39 part-solid (PS), 74 pure non-solid (PNS) patients and 89 matched adjacent-normal cases to profile the phenotype of 2.24 million cells across the two IMC panels to characterize the cellular and molecular composition of GGO nodules. Comparing progression from adjacent normal, pure non-solid, part-solid, to solid, we observed consistent reduction in RAGE+ AT1 cells (p*&#60;1.6E-7) and a reciprocal increase in SFTPC+ AT2 cells (p*&#60;1.3E-8) and PanCK+Ki67+ proliferative epithelial cells (p*&#60;2.8E-7). We also report fibrogenesis and an increase in immune cell populations such as regulatory (p*&#60;1.4E-5), CD4 (p*&#60;0.0024), CD8 T (p*&#60;0.017) cells, B (p*&#60;5.5E-9) cells, and macrophages. Spatially, we quantify an upregulation of tumor-tumor and tumor-fibroblast interaction, and a downregulation of tumor-immune interaction. We believe this evidence suggests the role of fibroblasts as liner for tumors, barricading immune infiltration and harvesting uninterrupted tumorigenesis. In summary, we performed a highly multiplexed IMC data to analyze the TIME spatial profiles of GGO nodules in early-stage LUAD at a single-cell level. Spatial analysis of this integrated multidimensional omics dataset provides insight into the pivotal role of fibroblasts in early-stage LUAD in immune suppression, evasion, tumorigenesis, and potentially metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Multiomics,Tumor microenvironment,Image analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Kim<\/b>, H. Ravichandran, L. Yoffe, B. Binder, T. McGraw, N. K. Altorki, V. Mittel, O. Elemento; <br\/>Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"453a46e5-00ef-4383-8f05-20a7323b2c9e","ControlNumber":"8174","DisclosureBlock":"&nbsp;<b>J. Kim, <\/b> None..<br><b>H. Ravichandran, <\/b> None..<br><b>L. Yoffe, <\/b> None..<br><b>B. Binder, <\/b> None..<br><b>T. McGraw, <\/b> None..<br><b>N. K. Altorki, <\/b> None..<br><b>V. Mittel, <\/b> None.&nbsp;<br><b>O. Elemento, <\/b> <br><b>Freenome<\/b> Other, scientific advisor and equity holder. <br><b>Owkin<\/b> Other, scientific advisor and equity holder. <br><b>Volastra Therapeutics<\/b> Other, scientific advisor and equity holder. <br><b>OneThree Biotech<\/b> Other, scientific advisor and equity holder.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8644","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5489","PresenterBiography":null,"PresenterDisplayName":"Junbum Kim, M Eng","PresenterKey":"41363ebc-c178-48ae-b3ea-39b673412f29","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5489. The spatial landscape of early-stage lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The spatial landscape of early-stage lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Clear cell renal cell carcinoma (ccRCC) presents a distinctive tumor microenvironment (TME) characterized by extensive vascularization and immune infiltration. This unique TME makes ccRCC an attractive target for anti-angiogenesis and immune checkpoint blockade (ICB). To better understand the complexity of ccRCC and the associated cell types and states involved in disease progression, we conducted high-throughput single-cell immunofluorescence imaging on tissue sections from 437 localized tumors that were surgically resected. These samples included regions from the tumor center, tumor edge, and adjacent benign areas (TMA cores, n=1859). Our primary focus was on tumors with elevated immune cell enrichment (CD45<sup>high<\/sup>), as these tumors are known to be aggressive and may respond well to immunotherapy. Our study reveals the intricate interactions between tumor, vascular, stromal, and immune cells within ccRCC. We find that CD45<sup>high<\/sup> tumors, upon losing epithelial marker expression, acquire tumor cell PD-L1 and mesenchymal markers such as Fibroblast activation protein (FAP). This shift is indicative of the epithelial-mesenchymal transition (EMT) process. These CD45<sup>high<\/sup> and EMT<sup>high<\/sup> tumors are enriched with changes in TME, including elevated FAP+ cancer-associated fibroblasts (CAFs) and subsets of immune suppressive T cells and macrophages. We report that ccRCC patients with high tumor PD-L1 expression or abundant FAP+ CAFs are associated with earlier metastasis and, in sunitinib-treated patients, shorter progression-free survival. This study illuminates the intricate connection between immune cell infiltration, stromal biology, and EMT in ccRCC, offering a deeper understanding of the disease's complex biology and potentially guiding future therapeutic approaches and strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Single cell,Tumor microenvironment,Cancer-associated fibroblasts,Multiplex tissue imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Pellinen<\/b><sup>1<\/sup>, L. Luomala<sup>1<\/sup>, K. Mattila<sup>2<\/sup>, J. Säilä<sup>1<\/sup>, A. Hemmes<sup>1<\/sup>, K. Valimaki<sup>1<\/sup>, O. Bruck<sup>1<\/sup>, L. Paavolainen<sup>1<\/sup>, H. Nisen<sup>1<\/sup>, P. Järvinen<sup>1<\/sup>, O. Kallioniemi<sup>1<\/sup>, P. Vainio<sup>2<\/sup>, P. Jaakkola<sup>2<\/sup>, T. Mirtti<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Helsinki, Helsinki, Finland, <sup>2<\/sup>University of Turku, Turku, Finland","CSlideId":"","ControlKey":"e6f4f84f-f9e7-450b-be21-5c7ab1a5cb58","ControlNumber":"4305","DisclosureBlock":"&nbsp;<b>T. Pellinen, <\/b> None..<br><b>L. Luomala, <\/b> None..<br><b>K. Mattila, <\/b> None..<br><b>J. Säilä, <\/b> None..<br><b>A. Hemmes, <\/b> None..<br><b>K. Valimaki, <\/b> None.&nbsp;<br><b>O. Bruck, <\/b> <br><b>Hematoscope Oy<\/b> Other Business Ownership. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Gilead Sciences<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Amgen<\/b> Grant\/Contract. <br><b>GSK<\/b> Grant\/Contract. <br><b>Astellas Pharma<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>L. Paavolainen, <\/b> <br><b>Orion Pharma Oyj<\/b> Grant\/Contract. <br><b>Astrid Pharma Corp.<\/b> Travel.<br><b>H. Nisen, <\/b> None..<br><b>P. Järvinen, <\/b> None..<br><b>O. Kallioniemi, <\/b> None..<br><b>P. Vainio, <\/b> None..<br><b>P. Jaakkola, <\/b> None.&nbsp;<br><b>T. Mirtti, <\/b> <br><b>Aiforia Technologies Plc<\/b> Independent Contractor.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8646","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5490","PresenterBiography":null,"PresenterDisplayName":"Teijo Pellinen, PhD","PresenterKey":"2eb96fa4-76c1-458b-8b8e-7d8257a605d8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5490. Spatial profiling of inflamed tumor microenvironment of clear cell renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial profiling of inflamed tumor microenvironment of clear cell renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Immune exclusion and evasion are central barriers to the success of immunotherapies and cell therapies in solid tumors. Here we applied single cell spatial and perturbational transcriptomics alongside clinical,histological, and genomic profiling to elucidate immune exclusion and evasion in high-grade serous tubo-ovarian cancer (HGSC). Using high-plex spatial transcriptomics we profiled more than 1.3 million cells from 95 tumors and 60 patients, revealing generalizable principles in HGSC tumor tissue organization.Our data demonstrates that effector T cells resist stroma-mediated trapping and sequestration. However, upon infiltration into the tumor, T cells, as well as Natural Killer (NK) cells, preferentially co-localize only with a subset of malignant cells that manifest a distinct transcriptional cell state. The latter consists of dozens of co-regulated genes and is repressed under various copy number alterations. Performing CRISPR Perturb-seq screens in ovarian cancer cells, we identified functionally diverse genetic perturbations - including knockout of the insulin sensing repressor PTPN1 and the epigenetic regulator ACTR8 - that de-repress the proposed immunogenic malignant cell state identified in patients and indeed sensitize ovarian cancer cells to T cell and NK cell cytotoxicity. Taken together, our study uncovered a profound connection between somatic genetic aberrations, malignant cell transcriptional dysregulation, and immune evasion at the cellular and tissue level, allowing us to identify targets that reprogram malignant cell states as an avenue to unleash anti-tumor immune responses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"CRISPR\/Cas9,Tumor infiltrating lymphocytes,Tumor microenvironment,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Aguirre<\/b>, C. Yiwen-Yeh, O. Laveroni; <br\/>Stanford University School of Medicine, Stanford, CA","CSlideId":"","ControlKey":"7c60d73b-f3a8-4f1b-933c-6cf21e07c116","ControlNumber":"5624","DisclosureBlock":"&nbsp;<b>K. Aguirre, <\/b> None..<br><b>C. Yiwen-Yeh, <\/b> None..<br><b>O. Laveroni, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8647","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5491","PresenterBiography":null,"PresenterDisplayName":"Karmen Aguirre, BS","PresenterKey":"d7fb1a32-0be9-4e60-ae42-ffd82d312213","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5491. Mapping ovarian cancer spatial organization uncovers immune evasion drivers at the genetic, cellular, and tissue level","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mapping ovarian cancer spatial organization uncovers immune evasion drivers at the genetic, cellular, and tissue level","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Among colorectal cancer (CRC) tumors, mismatch repair deficient (MMRd) tumors have more immunogenic neo-antigens, hence more cytotoxic T-cell mediated anti-tumor immunity than mismatch repair proficient (MMRp) tumors. Previously<sup>1<\/sup>, we transcriptionally profiled over 300,000 cells from 62 MMRd and MMRp CRC tumors and found an MMRd-unique network of immunologically active transcriptional states enriched in interferon-stimulated genes (ISGs). With 4-color imaging, we showed that this program arises from spatially organized hubs of at least 3 cell types: IFN&#227;-secreting T and interferon-responsive CXCL9\/10\/11+ myeloid and tumor cells. To characterize the breadth of cells involved in tumor immunity hubs, we must simultaneously measure the expression of 100s of genes <i>in situ<\/i>.<br \/><b>Methods: <\/b>To describe the cellular composition, structural organization and intercellular spatial interactions of these immunity hubs, we profiled primary untreated resection specimens from 17 CRC donors (n=12 MMRd, 5 MMRp) using multiplexed error-robust FISH (MERFISH) mRNA microscopy. Efforts were made to sample both the tumor body and the invasive border of the tumor. We designed a panel of 479 genes to capture key transcriptional programs from our single-cell atlas<sup>1<\/sup>. We wrote analytical pipelines to segment transcripts into cells, select high-quality cells, and organize cells into distinct zones in tissue. To leverage the rich information in the scRNA-seq atlas<sup>1<\/sup>, we designed a robust label transfer analysis to assign cell state labels to MERFISH cells by comparison to scRNAseq cells.<br \/><b>Results: <\/b>We profiled 7.5 million high quality MERFISH cells across 21 CRC tissue sections and labeled the cells into 7 major lineages: 63.19% epithelial, 22.52% stromal, 7.75% myeloid, 3.72% T\/NK\/ILCs, 1.45% plasma, 1.2% B, and 0.17% mast cells. We visualized the spatial location of these cell types. T cells aggregated into 3 distinct regions of tissue: tertiary lymphoid structures (TLS) outside the tumor, and smaller clusters near the invasive border and in the tumor center. We identified immunity hubs defined by colocalized <i>CXCL9\/10\/11<\/i> expressing cells and T cells near the invasive border and in the center of MMRd tumors. As expected, we found enrichment of <i>CXCL13<\/i>, <i>IFNG<\/i>, and ISGs such as <i>CD74<\/i> and <i>MHCII<\/i> genes at these locations. In contrast, we found evidence of <i>CCL17<\/i>+<i>CCL19<\/i>+<i>LAMP3<\/i>+ activated dendritic cells and B cells enriched in the TLS. These results support a distinct composition and localization of immunity hubs in tumors, in contrast to TLS outside tumors.<br \/><b>Conclusions:<\/b> Our study defines the composition, spatial organization, and intercellular interactions of immunity hubs, shedding light on the anti-tumor immune response in CRC.<br \/><b>Ethics Approval: <\/b>Approved by the DF\/HCC Institutional Review Board (protocol #02-240).(1) Pelka, K. et al. Spatially organized multicellular immune hubs in human colorectal cancer. Cell 184, 4734-4752.e20 (2021)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Colorectal cancer,Tumor microenvironment,Tumor infiltrating lymphocytes,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. G. Palshikar<\/b><sup>1<\/sup>, M. Spurrell<sup>2<\/sup>, J. Demaray<sup>3<\/sup>, H. Chen<sup>3<\/sup>, S. Engels<sup>3<\/sup>, R. Madhu<sup>4<\/sup>, M. Parikh<sup>5<\/sup>, I. Gazmora<sup>6<\/sup>, A. Mehta<sup>6<\/sup>, N. Fernandez<sup>7<\/sup>, C. Price<sup>7<\/sup>, J. He<sup>7<\/sup>, S. Cohen<sup>6<\/sup>, K. Pelka<sup>3<\/sup>, N. Hacohen<sup>5<\/sup>, J. Chen<sup>6<\/sup>, I. Korsunsky<sup>1<\/sup>; <br\/><sup>1<\/sup>Harvard Medical School\/Brigham and Women's Hospital, Boston, MA, <sup>2<\/sup>Massachusetts General Hospital (MGH) Krantz Family Center for Cancer Research, Boston, MA, <sup>3<\/sup>Gladstone-UCSF Institute of Genomic Immunology, Gladstone Institutes, San Francisco, CA, <sup>4<\/sup>Harvard Medical School, Boston, MA, <sup>5<\/sup>Broad Institute of Massachusetts Institute of Technology (MIT) and Harvard, Cambridge, MA, USA, Cambridge, MA, <sup>6<\/sup>Broad Institute of Massachusetts Institute of Technology (MIT) and Harvard, Cambridge, MA, <sup>7<\/sup>Vizgen, Inc, Cambridge, MA","CSlideId":"","ControlKey":"c639ccc5-9f94-4275-a298-6e776ce3cfad","ControlNumber":"7178","DisclosureBlock":"&nbsp;<b>M. G. Palshikar, <\/b> None..<br><b>M. Spurrell, <\/b> None..<br><b>J. Demaray, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>S. Engels, <\/b> None..<br><b>R. Madhu, <\/b> None.&nbsp;<br><b>M. Parikh, <\/b> <br><b>Third Rock Ventures<\/b> Other, Consultant. <br><b>I. Gazmora, <\/b> <br><b>Kernel Biologics<\/b> Other, Part-time employee. <br><b>A. Mehta, <\/b> <br><b>Third Rock Ventures<\/b> Other, Consultant\/advisory role, part-time Entrepreneur in Residence. <br><b>Asher Biotherapeutics<\/b> Other, Consultant\/advisory role, equity holder. <br><b>Abata Therapeutics<\/b> Other, Consultant\/advisory role, equity holder. <br><b>ManaT Bio<\/b> Other, Consultant\/advisory role, equity holder. <br><b>Flare Therapeutics<\/b> Other, Consultant\/advisory role, equity holder. <br><b>venBio Partners<\/b> Other, Consultant\/advisory role. <br><b>BioNTech<\/b> Other, Consultant\/advisory role. <br><b>Rheos Medicines<\/b> Other, Consultant\/advisory role. <br><b>Checkmate Pharmaceuticals<\/b> Other, Consultant\/advisory role. <br><b>Bristol-Myers Squibb<\/b> Other, received research funding support. <br><b>N. Fernandez, <\/b> <br><b>Vizgen, Inc<\/b> Employment. <br><b>C. Price, <\/b> <br><b>Vizgen, Inc<\/b> Employment. <br><b>Takeda Pharmaceuticals<\/b> Employment. <br><b>J. He, <\/b> <br><b>Vizgen, Inc<\/b> Employment.<br><b>S. Cohen, <\/b> None.&nbsp;<br><b>K. Pelka, <\/b> <br><b>Santa Ana Bio<\/b> Other, Advisor. <br><b>N. Hacohen, <\/b> <br><b>Danger Bio\/Related Sciences<\/b> Other, Advisor, holds equity. <br><b>Repertoire Immune Medicines<\/b> Other, On scientific advisory board. <br><b>CytoReason<\/b> Other, On scientific advisory board. <br><b>BioNtech<\/b> Other, Equity holder. <br><b>Bristol Myers Squibb<\/b> Other, Receives research funding. <br><b>Calico Life Sciences<\/b> Other, Receives research funding.<br><b>J. Chen, <\/b> None.&nbsp;<br><b>I. Korsunsky, <\/b> <br><b>Chan Zuckerberg Initiative<\/b> Other, Receives research funding. <br><b>Mestag Therapeutics Ltd<\/b> Other, Consulting\/advisory role. <br><b>Scailtye AG<\/b> Consulting\/advisory role.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8648","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5492","PresenterBiography":null,"PresenterDisplayName":"Mukta Palshikar, PhD","PresenterKey":"cb279d8c-3d79-436e-b90c-d14ff5fda395","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5492. Spatial organization and cellular composition of immunity hubs in human colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial organization and cellular composition of immunity hubs in human colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapy aims to bolster the immune response within the tumor microenvironment (TME). However, checkpoint inhibitors utilized in the treatment of colon carcinoma have demonstrated efficacy only in certain patients. To develop more effective therapeutics, strategies that navigate the heterogeneous nature of the TME must be employed. The MC38 tumor model, known for its immunologically active characteristics and responsiveness to certain immunotherapies, is widely used for preclinical drug development. Furthermore, elevated levels of pan-cytokeratin (PanCK) expression in tumors have shown an association with diminished survival rates among colon carcinoma patients. In this study, we used the GeoMx&#174; DSP platform (NanoString Technologies) to investigate the spatial expression profile of PanCK in MC38 tumors and analyze the impact that PanCK expression exerts on anti-PD-1 induced gene expression in tumor and immune cells. To this end, C57BL\/6J female mice were implanted with MC38 cells, enrolled into groups, and treated with anti-PD-1 antibody. Tumor growth was monitored by caliper measurements and anti-PD-1 produced minimal responses with a Day 22 median % Delta T\/C value of 88%. For DSP analysis, tumors were collected 10 days post-treatment, formalin fixed for paraffin embedding, and then sectioned for PanCK and CD45 protein visualization. Regions of interest were drawn to create a matrix analysis that defined regions with high or low PanCK expression, that were proximal or distal to CD45+ immune rich regions of the tumor. A segmentation algorithm was applied to examine gene expression within each region using the GeoMx Mouse Whole Transcriptome Atlas. Cluster analysis revealed an enrichment of apoptosis and autophagy gene sets in tumor cells that were proximal to immune rich regions. In the CD45+ segment, immune cells adjacent to high PanCK-expressing cells contained 318 genes with significantly increased expression levels when compared to low PanCK-expressing cells, and only 11 genes with decreased expression levels. The upregulated genes were enriched for numerous biomarkers of T cell recruitment and activation, including cd3, cd8, cxcr3, ccl5, cxcl9, icos, and cd27. Next, we conducted a linear mixed model analysis to examine the impact of PanCK expression on anti-PD-1 induced gene regulation. Notably, an enrichment of genes that code for T cell exhaustion biomarkers was observed in immune cells near PanCK high expressing cells, including ctla4, slamf7, tigit, and lag3. In summary, the most pronounced transcriptomic changes occurred within immune cells situated near tumor cells displaying high PanCK expression and suggest that PanCK expression correlates directly with T cell recruitment and activation but also exhaustion. Furthermore, these data emphasize the significance of spatial analysis as a valuable component of preclinical research, as demonstrated in MC38 tumor model.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Checkpoint Inhibitors,Immuno-oncology,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"P. Singh, D. Saims, <b>S. Barnes<\/b>, D. Draper; <br\/>Labcorp Drug Development Inc., Ann Arbor, MI","CSlideId":"","ControlKey":"06e57911-72b3-4fcb-8bf2-7385a9d55b3c","ControlNumber":"393","DisclosureBlock":"&nbsp;<b>P. Singh, <\/b> None..<br><b>D. Saims, <\/b> None..<br><b>S. Barnes, <\/b> None..<br><b>D. Draper, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8649","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5493","PresenterBiography":null,"PresenterDisplayName":"Sheri Barnes, PhD","PresenterKey":"d64fd468-6ce3-4f32-9245-0fa1e96791af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5493. Digital spatial profiling of MC38 colon carcinoma following checkpoint inhibition","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Digital spatial profiling of MC38 colon carcinoma following checkpoint inhibition","Topics":null,"cSlideId":""},{"Abstract":"Background: Head and neck squamous cell carcinoma (HNSCC) is the sixth leading form of cancer worldwide and one of the most difficult and challenging malignancies, with a high level of heterogeneity and a wide range of treatment responses. Oral squamous cell carcinoma (OSCC) is the most common head and neck cancer and accounts for over 90% of cancers that develop within the mucosal epithelium of the oral cavity. Additional<sup> <\/sup>carcinogenic risk factors, including tobacco, alcohol and HPV infection are also associated with the pathogenesis of oral carcinogenesis. Unfortunately, today the failure of standard treatment modalities, such as surgery, radiotherapy, and chemotherapy underscore the need to identify better biomarkers of this disease. Advances, especially in spatial technology have created unprecedented opportunities to identify cell types and biomarkers of disease processes, revealing important relationships within the tumor microenvironment (TME) that allow a detailed characterization of specific cell phenotypes defined by co- or lack of expression of multiple markers that may help in predicting clinical responses and mechanisms of resistance to therapy. Recent findings indicate that abnormal expression of claudins (CLDNs) is closely related to the occurrence, progression and prognosis of many solid tumors. Specifically, CLDN6 is expressed in numerous tumors but rarely found in adult normal tissues making it a potential therapeutic target in head and neck tumor types. To investigate this further, expression of CLDN6 and the its relationship with changes within the TME of cohort OSCC tumors was determined using a proprietary comprehensive spatial workflow and gene expression analysis.<br \/>Methods: A retrospective analysis was performed on biopsied Formalin-Fixed Paraffin-Embedded (FFPE) samples from OSCC patients with and without a history of smoking and treated +\/- chemotherapy. Patient samples representing matched normal tissue to serve as controls were compared to samples derived from OSCC tumors. In order to perform a comprehensive expression profiling of the TME from OSCC tumors we used the spatial MultiOmyx&#8482; immunofluorescence (IF) multiplexing assay with transcriptomic information from bulk mRNA gene expression acquired using the NanoString nCounter&#174; PanCancer IO 360&#8482; panel that includes the Tumor Inflammation Signature (TIS), as well as targets that characterize immune hot, desert, and cold regions in the stroma and tumor epithelium.<br \/>Results: We characterized the expression of CLDN6 across the different cohorts of OSCC samples and further investigated the relationship within the tumor immune microenvironment coupled to genes related to the prognosis of OSCC. A better understanding of the TME and gene expression profiling of OSCC tumors and the effect of smoking will allow us to tailor the treatment of patients to continue to improve outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Tumor microenvironment,Smoking,Image analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Maclean<\/b>, L. Chandramohan, M. Rohafza, H. Nunns, E. Parnell, Q. Au, A. Juncker-Jensen; <br\/>NeoGenomics, Aliso Viejo, CA","CSlideId":"","ControlKey":"55ba99de-8d3e-4577-840c-a3fdf80fa207","ControlNumber":"4926","DisclosureBlock":"<b>&nbsp;K. Maclean, <\/b> <br><b>NeoGenomics<\/b> Employment. <br><b>L. Chandramohan, <\/b> <br><b>NeoGenomics<\/b> Employment. <br><b>M. Rohafza, <\/b> <br><b>NeoGenomics<\/b> Employment. <br><b>H. Nunns, <\/b> <br><b>NeoGenomics<\/b> Employment. <br><b>E. Parnell, <\/b> <br><b>NeoGenomics<\/b> Employment. <br><b>Q. Au, <\/b> <br><b>NeoGenomics<\/b> Employment. <br><b>A. Juncker-Jensen, <\/b> <br><b>NeoGenomics<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8653","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5494","PresenterBiography":null,"PresenterDisplayName":"Anna Juncker-Jensen, PhD","PresenterKey":"28b60e47-9144-460c-b144-12a86c71b321","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5494. Spatial organization between claudin and the tumor microenvironment in head and neck squamous cell carcinomas","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial organization between claudin and the tumor microenvironment in head and neck squamous cell carcinomas","Topics":null,"cSlideId":""},{"Abstract":"The tumor microenvironment (TME) is heterogeneous and is primarily composed of fibroblasts, extracellular matrix, immune cells, and blood vessels. Importantly, the tumor immune microenvironment (TIME) is a major source of cancer heterogeneity and influences both disease progression and response to therapeutic interventions. Malignant cells typically recruit various cell types such as vascular endothelial cells, cancer-associated fibroblasts (CAFs), and tumor-associated macrophages (TAMs) to promote tumor growth. Therefore, studying such a complex interplay among tumor, stromal cells, and immune cells within the TME necessitates a multiplexed analytical approach to investigate cancerous tissues from diverse origins, to ultimately predict clinical outcomes and design novel therapies. While numerous studies have been focused on investigating the expression patterns of immune-oncology markers within specific tissues, the extent to which such marker expression patterns are shared across tumors originating from various tissues is not adequately understood. In this study, we analyzed a large panel of Cell Signaling Technology (CST&#174;) antibodies that are targeting immune, stromal, epithelial, and vascular markers in cancer tissues derived from various origins including lung, colon, and pancreas. Using multiplexed Cell DIVE imaging, key spatial interactions in the tumor microenvironment that are (1) tissue-specific, and (2) shared across tumors irrespective of origin were determined. Specifically, cluster analysis of a common panel of markers across tissues of different origins uncovered molecular signatures that are common to all cancer tissue types as well as those that are unique to specific tissue types to advance our understanding of the disease, and its progression, shedding light on the intricate interactions within the TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immuno-oncology,Proteomics,Multiplex automation,Deep learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"V. Agrawal<sup>1<\/sup>, L. Arvidson<sup>2<\/sup>, M. J. Smith<sup>1<\/sup>, K. O. White<sup>1<\/sup>, R. A. Heil-Chapdelaine<sup>1<\/sup>, S. Jensen<sup>2<\/sup>, <b>A. BOSE<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Leica Microsystems, Waltham, MA, <sup>2<\/sup>Cell Signaling Technology, Danvers, MA","CSlideId":"","ControlKey":"2c4bee9b-ae65-4fef-95d6-b2d1af20a203","ControlNumber":"4031","DisclosureBlock":"&nbsp;<b>V. Agrawal, <\/b> None..<br><b>L. Arvidson, <\/b> None..<br><b>M. J. Smith, <\/b> None..<br><b>K. O. White, <\/b> None..<br><b>R. A. Heil-Chapdelaine, <\/b> None..<br><b>S. Jensen, <\/b> None..<br><b>A. Bose, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8654","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5495","PresenterBiography":null,"PresenterDisplayName":"ARINDAM BOSE","PresenterKey":"15ab5851-ea37-4c5f-9d94-24ee6ff155e2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5495. Multiplexed analysis across cancers of diverse origins to unravel spatial interactions within the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiplexed analysis across cancers of diverse origins to unravel spatial interactions within the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The diverse tumor environment of high-grade glioma, which remains refractory to treatment, demands new innovative, multi-omic approaches to characterize tumor heterogeneity and expression profiles associated with progression and therapeutic response.<br \/>Approach: We have applied an integrated, multi-omic approach using paired spatial <i>in situ<\/i> sequencing (Xenium) and protein profiling (PhenoCycler&#174; Fusion) of glioma tissue to identify distinct glioma cellular phenotypes, activation states and metabolic pathways at true single cell resolution. Our multi-omic approach used hundreds of phenotypic RNA target probes and &#62;50 antibodies in an unbiased single-cell analysis of primary, recurrent, and IDH1 mutant\/wild type tumors with a range of heterogeneity.<br \/>Summary: We were able to distinguish differentially regulated genes and pathways between aggregated primary and recurrent GBM, including cell cycle pathways being upregulated in primary vs recurrent GBM glial cell clusters and a down regulation of ERBB4 signaling in vascular cell clusters in primary GBMs. Our data also suggests that SOX11, known to be involved in tumorigenesis, is &#62;2-fold upregulated in annotated tumor cells in primary compared to recurrent tumors. We were also able to quantitatively localize the expression of Epidermal Growth Factor Receptor, variant III (EGFRvIII) to specific tumor-cell sub-types, which is important given its association with therapeutic resistance. Further, we have been able to establish the cellular neighborhoods and cell-cell and receptor-ligand relationships within the tumors. Our spatial protein analysis identified distinct tumor and immune phenotypes with varying abundance of myeloid and lymphoid populations in IDH1 wt and mt tumors. Moreover, spatial proximity analyses and cellular neighborhood analyses revealed differences in higher order organizational landscapes that may contribute to the differential outcomes across wt and mt tumor subtypes.<br \/>Conclusion: Multiomic spatial analysis enables deeper characterization of the glioma cellular and functional landscape to broaden our understanding of the key TME features that contribute to disease pathogenesis and prognoses. Our study provides an analytical framework to combine RNA and protein-based spatial data for a holistic investigation into a variety of glioma subtypes and aid in the identification of novel biomarkers, spatial neighborhoods, and functional states that drive glioma progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Brain tumors,Tumor microenvironment,Tumor heterogeneity,Protein profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Klymyshyn<\/b><sup>1<\/sup>, V. Jain<sup>2<\/sup>, L. Whaley<sup>2<\/sup>, E. Hocke<sup>2<\/sup>, B. Ben Cheikh<sup>1<\/sup>, A. Smith<sup>2<\/sup>, K. Abramson<sup>2<\/sup>, N. Nelson<sup>3<\/sup>, D. Satterfield<sup>4<\/sup>, E. Thomas<sup>4<\/sup>, G. Lopez<sup>4<\/sup>, S. Hariharan<sup>4<\/sup>, M. Brown<sup>4<\/sup>, N. Jhaveri<sup>1<\/sup>, R. McLendon<sup>5<\/sup>, D. Ashley<sup>4<\/sup>, M. Waitkus<sup>4<\/sup>, S. Gregory<sup>4<\/sup>; <br\/><sup>1<\/sup>Akoya Biosciences, Menlo Park, CA, <sup>2<\/sup>Duke Molecular Genomics Core, Duke Molecular Physiology Institute, Durham, NC, <sup>3<\/sup>Abcam, Cambridge, United Kingdom, <sup>4<\/sup>The Preston Robert Tisch Brain Tumor Center at Duke, Brain Tumor Center, Durham, NC, <sup>5<\/sup>Duke Cancer Center Brain Tumor Clinic, Durham, NC","CSlideId":"","ControlKey":"60c3a808-5102-43d5-ac17-c5cf21bfdc79","ControlNumber":"4846","DisclosureBlock":"<b>&nbsp;D. Klymyshyn, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Stock Option.<br><b>V. Jain, <\/b> None..<br><b>L. Whaley, <\/b> None..<br><b>E. Hocke, <\/b> None.&nbsp;<br><b>B. Ben Cheikh, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Stock Option.<br><b>A. Smith, <\/b> None..<br><b>K. Abramson, <\/b> None.&nbsp;<br><b>N. Nelson, <\/b> <br><b>Abcam<\/b> Employment, Stock Option.<br><b>D. Satterfield, <\/b> None..<br><b>E. Thomas, <\/b> None..<br><b>G. Lopez, <\/b> None..<br><b>S. Hariharan, <\/b> None..<br><b>M. Brown, <\/b> None.&nbsp;<br><b>N. Jhaveri, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Stock Option.<br><b>R. McLendon, <\/b> None..<br><b>D. Ashley, <\/b> None..<br><b>M. Waitkus, <\/b> None..<br><b>S. Gregory, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8655","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5496","PresenterBiography":null,"PresenterDisplayName":"Dmytro Klymyshyn","PresenterKey":"e72da6e7-31cd-48dd-9c79-d3cb77374132","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5496. Multi-omic spatial analysis of the tumor microenvironment in gliomas","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-omic spatial analysis of the tumor microenvironment in gliomas","Topics":null,"cSlideId":""},{"Abstract":"The potential for spatial biology in cancer research is understood and edified. With it we can understand the tumor microenvironment, unravel responsiveness to drug treatments and cell therapies, and ultimately stratify patients for targeted treatment and clinical trial enrollment. Yet, researchers exploring spatial biology may be discouraged by what can be a resource intensive exercise, and most importantly, a commitment of high value patient samples. Furthermore, the design of reagent panels used to study samples is not trivial, and a specimen&#8217;s unique biomarker expression profile may require adjustments. Here we present a novel solution that permits sample re-interrogation and in-flight adjustments of reagent panels in our spatial biology workflow.<br \/>The CellScape&#8482; platform for Precise Spatial Multiplexing paired with VistaPlex&#8482; Assay Kits provide a ready-to-use cyclic multiplex immunofluorescence (IF) solution to interrogate fresh frozen and FFPE tissue samples. Tissues are mounted in enclosed fluidic chambers, while staining and imaging are conducted on the CellScape instrument. The experiment requires no additional autostainer equipment and is divided into separate staining and imaging rounds. The end user may therefore pause between rounds and conduct <i>inter-round<\/i> analyses, which can then guide decisions of whether and how to continue the experiment. To illustrate the benefit of this approach, we present a use case in which we applied VistaPlex antibody panels to reveal the spatial distribution of major immune cell populations. <i>Inter-round<\/i> analysis and conclusions were then drawn from this preliminary phenotype map before successive rounds of rationally planned staining were conducted to further deepen the depth and breadth of spatial phenotyping.<br \/>The CellScape sample reinterrogation feature is a pragmatic spatial biology solution that optimizes the use of precious resources, whilst allowing researchers to generate informed decisions about antibody panel designs almost in real time. This enhanced utility may reduce the resistance to spatial biology among researchers working with samples that are limited or irreplaceable.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Tumor microenvironment,Multiplex automation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. H. Ingalls<\/b><sup>1<\/sup>, X. Meshik<sup>1<\/sup>, C. E. Jackson<sup>1<\/sup>, K. E. Cashion<sup>1<\/sup>, A. Christians<sup>2<\/sup>, A. Brix<sup>2<\/sup>, M. Boettcher<sup>3<\/sup>, J. S. Schwarz<sup>1<\/sup>, O. Braubach<sup>1<\/sup>; <br\/><sup>1<\/sup>Canopy Biosciences—A Bruker Company, St. Louis, MO, <sup>2<\/sup>Canopy Biosciences—A Bruker Company, Hannover, Germany, <sup>3<\/sup>Canopy Biosciences—A Bruker Company, Leipzig, Germany","CSlideId":"","ControlKey":"48615438-1ec9-4f16-bd5e-d7f447b32f39","ControlNumber":"8289","DisclosureBlock":"&nbsp;<b>M. H. Ingalls, <\/b> None..<br><b>X. Meshik, <\/b> None..<br><b>C. E. Jackson, <\/b> None..<br><b>K. E. Cashion, <\/b> None..<br><b>A. Christians, <\/b> None..<br><b>A. Brix, <\/b> None..<br><b>M. Boettcher, <\/b> None..<br><b>J. S. Schwarz, <\/b> None..<br><b>O. Braubach, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8679","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5497","PresenterBiography":null,"PresenterDisplayName":"Oliver Braubach, BS;PhD","PresenterKey":"a166f5be-0f66-45ea-9ddb-2cd4facf4a80","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5497. Towards a drag and drop spatial biology workflow: Introducing sample reinterrogation as a conduit for the progressive development and on-line analysis of high parameter spatial biology data","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Towards a drag and drop spatial biology workflow: Introducing sample reinterrogation as a conduit for the progressive development and on-line analysis of high parameter spatial biology data","Topics":null,"cSlideId":""},{"Abstract":"Astrocytoma is a diffuse tumor that infiltrates the brain. Despite post-operative therapy including radiation and chemotherapy, 52% of patients&#8217; tumors recur within five-years of surgery. These tumors are characterized by mutations in the IDH1 or IDH2 gene that confer metabolic alterations, most notably the production of the onco-metabolite 2-hydroxyglutarate. To reveal the metabolic alterations and their upstream regulation across the tumor microenvironment, we applied spatial metabolomics and spatial transcriptomics to sequential sections from resected tumor samples of patients with low grade astrocytoma. This necessitated extensive optimization of atmospheric-pressure MALDI-TOF, including the establishment of a custom automated computational pipeline with abilities to identify metabolic niches. Additionally, using sequential sections of the same tumor, we also compared all commercially available imaging-based spatial transcriptomic technologies (10x Genomics Xenium, Nanostring CosMx, Vizgen MERSCOPE) to evaluate their suitability with regards to building a multi-modal model of metabolic activity and regulation across the tumor microenvironment. We found that 10x Genomics Xenium was most suited for this task as image registration across sequential sections was comparatively straight-forward. Combining spatial transcriptomics generated with 10x Genomics Xenium and spatial metabolomics across 8 matched sequential slices of the same tumor, we identified metabolic niches associated with distinct cell type composition and transcriptional regulation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-13 Other,,"},{"Key":"Keywords","Value":"Metabolomics,Multiomics,Single cell,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Moffet, J. Kriel, T. Lu, L. Freytag, J. Whittle, S. Best, <b>S. Freytag<\/b>; <br\/>The Walter & Eliza Hall Institute of Medical Research, Parkville, Australia","CSlideId":"","ControlKey":"5b7ad76e-a2e4-4910-814f-1b0c79e5a1e3","ControlNumber":"1818","DisclosureBlock":"&nbsp;<b>J. Moffet, <\/b> None..<br><b>J. Kriel, <\/b> None..<br><b>T. Lu, <\/b> None..<br><b>L. Freytag, <\/b> None..<br><b>J. Whittle, <\/b> None..<br><b>S. Best, <\/b> None..<br><b>S. Freytag, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8827","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5498","PresenterBiography":null,"PresenterDisplayName":"Saskia Freytag, PhD","PresenterKey":"b14bf9d4-bc02-4151-8114-1c1621961583","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5498. Multi-modal examination of spatial heterogeneity in the astrocytoma microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-modal examination of spatial heterogeneity in the astrocytoma microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Dissecting and understanding the cancer ecosystem, especially that around the tumor margins, which have strong implications for tumor cell infiltration and invasion, are essential for exploring the mechanisms of tumor metastasis and developing effective new treatments. Using a novel tumor border scanning and digitization model enabled by nanoscale resolution-SpaTial Enhanced REsolution Omics-sequencing (Stereo-seq), we identified a 500 &#956;m-wide zone centered around the tumor border in patients with liver cancer, referred to as &#8220;the invasive zone&#8221;. We detected strong immunosuppression, metabolic reprogramming, and severely damaged hepatocytes in this zone. We also identified a subpopulation of damaged hepatocytes with increased expression of serum amyloid A1 and A2 (referred to collectively as SAAs) located close to the border on the paratumor side. Overexpression of CXCL6 in adjacent malignant cells could induce activation of the JAK-STAT3 pathway in nearby hepatocytes, which subsequently caused SAAs&#8217; overexpression in these hepatocytes. Furthermore, overexpression and secretion of SAAs by hepatocytes in the invasive zone could lead to the recruitment of macrophages and M2 polarization, further promoting local immunosuppression, potentially resulting in tumor progression. Clinical association analysis in additional five independent cohorts of patients with primary and secondary liver cancer (n = 423) showed that patients with overexpression of SAAs in the invasive zone had a worse prognosis. Further in vivo experiments using mouse liver tumor models in situ confirmed that the knockdown of genes encoding SAAs in hepatocytes decreased macrophage accumulation around the tumor border and delayed tumor growth. The identification and characterization of a novel invasive zone in human cancer patients not only add an important layer of understanding regarding the mechanisms of tumor invasion and metastasis, but may also pave the way for developing novel therapeutic strategies for advanced liver cancer and other solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-13 Other,,"},{"Key":"Keywords","Value":"Liver cancer,Single cell,Intratumoral heterogeneity,Invasion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Wu<\/b>; <br\/>University of Chinese Academy of Sciences\/BGI-Shenzhen, Shenzhen, China","CSlideId":"","ControlKey":"47f33815-6433-4355-ad49-caa43685a01e","ControlNumber":"2373","DisclosureBlock":"&nbsp;<b>L. Wu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8828","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5499","PresenterBiography":null,"PresenterDisplayName":"Liang Wu, D Phil","PresenterKey":"84ad0405-294b-4a37-9a9e-aec629be4a8b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5499. Spatially-resolved transcriptomics analyses of liver cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatially-resolved transcriptomics analyses of liver cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Brain metastasis (BM) remains incurable with a dismal 2-year survival of less than 2%. BM are surrounded by a complex tumor microenvironment (TME) comprised of a meshwork of extracellular matrix (ECM) proteins and an assemblage of cell types including cancer-associated fibroblasts (CAFs), the most prominent cell type within the TME. We have previously shown that patient-derived BM CAFs can either support or inhibit tumor growth <i>in vivo<\/i>, suggesting that BM CAFs are heterogenous. Yet, there remains a dearth of data on the functional and mechanistic underpinnings of CAFs in the BM TME.<br \/>Methods:<b> <\/b>To explore both the molecular profiles of CAFs and their heterogeneity in the BM TME, we performed a single cell Multiome (RNA and Assay for Transposase-Accessible Chromatin (ATAC)) sequencing (scMultiome-seq) analysis of 9 human BM tissue samples and 4 BM patient-derived CAF cell lines, from both lung and breast primary cancers. Next, we investigated the tumor supportive or inhibitory capabilities of BM CAF cell lines on the growth of BM tumor cells <i>in vitro<\/i>.<br \/>Results: ScMultiome-seq analysis of BM tissue samples identified 4 distinct CAF subpopulations, that we termed desmoplastic, immune, contractile, and neural CAFs, in the BM TME. These CAF subpopulations are respectively involved in either regulating the ECM organization, orchestrating the neuroimmune response, triggering tissue contraction or regulating neural components upon BM growth. CellPhoneDB analysis revealed that CAFs had more cell-cell interactions with other cells than any other cell types in the BM TME. Pseudotime analysis demonstrated the potential cell of origin of each BM CAF subpopulation and the cell state transition they undergo. We observed that the end cell state of the desmoplastic CAFs expressed high levels of immunoglobulin superfamily containing leucine rich repeat (ISLR). ISLR was also observed to be highly expressed in a BM patient-derived CAF cell line which was previously reported by our lab to restrain tumor growth <i>in vivo<\/i>, suggesting that desmoplastic CAFs with high ISLR expression (ISLR-CAFs) might be tumor inhibitory. ScMultiome-seq analysis of BM CAF cell lines validated that tumor inhibitory CAF cell lines were primarily of the desmoplastic ISLR-CAF subpopulation. Conditioned media obtained from ISLR-CAFs containing high levels of ISLR inhibited tumor cell viability <i>in vitro<\/i> compared to controls.<br \/>Conclusion: Our study is the first to describe the heterogeneity of CAFs and their potential central roles in the BM TME. We also identify that CAF subpopulations are dynamic and can transition to tumor inhibitory cell states, such as ISLR-CAFs. These data have potential to help design therapeutic strategies that selectively target tumor supportive CAFs whilst protecting tumor inhibitory ones.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Brain metastasis,Single cell,Sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Simon<\/b><sup>1<\/sup>, D. N. Buckley<sup>1<\/sup>, B. Y. Tew<sup>1<\/sup>, M. Salomon<sup>1<\/sup>, Z. Yang<sup>1<\/sup>, G. C. Gooden<sup>1<\/sup>, S. A. Toms<sup>2<\/sup>, G. Zada<sup>1<\/sup>, B. Salhia<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Southern California, Los Angeles, CA, <sup>2<\/sup>The Warren Alpert Medical School of Brown University, Providence, RI","CSlideId":"","ControlKey":"8610b1c8-6823-4b86-9593-520ec3de751c","ControlNumber":"3463","DisclosureBlock":"&nbsp;<b>T. Simon, <\/b> None..<br><b>D. N. Buckley, <\/b> None..<br><b>B. Y. Tew, <\/b> None..<br><b>M. Salomon, <\/b> None..<br><b>Z. Yang, <\/b> None..<br><b>G. C. Gooden, <\/b> None..<br><b>S. A. Toms, <\/b> None..<br><b>G. Zada, <\/b> None..<br><b>B. Salhia, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8829","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5500","PresenterBiography":null,"PresenterDisplayName":"Thomas Simon, PhD","PresenterKey":"ea764ff2-e375-4a0c-be39-6c35caa5beec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5500. Single cell sequencing reveals cancer associated fibroblast heterogeneity at the core of the tumor microenvironment in brain metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell sequencing reveals cancer associated fibroblast heterogeneity at the core of the tumor microenvironment in brain metastasis","Topics":null,"cSlideId":""},{"Abstract":"Gliomas present a complex form of cancer that is challenging to diagnose and treat, with a median survival of just over one year after diagnosis for primary glioblastoma (GBM). GBM can occur as multi-lesion, remote, or diffuse tumors, and often contains a tumor microenvironment (TME) that is devoid of peripheral immune cells. Additional hallmark features of GBM include necrosis, hemorrhage, and pseudo palisades, making it a highly heterogeneous disease requiring further investigation. Identification of the cellular and spatial level composition of the TME is vital for interpretation of GBM disease origin, progression, prediction, and treatment.<br \/>A 40-plus-marker neuro-oncology Imaging Mass Cytometry&#8482; (IMC&#8482;) antibody panel was used to determine the cellular and structural landscape of the brain TME. We applied the panel on a tissue microarray (TMA) containing dozens of human glioma cores and uncovered the spatial distribution of over 40 distinct molecular markers. We performed imaging using two new features of the Hyperion XTi&#8482; Imaging System that provide whole slide scanning capabilities. Ultrafast preview mode was applied to rapidly screen tumor cores for expression signatures associated with tumor immuno-oncology processes. This enabled biomarker-guided selection of areas in tumor tissue that were imaged at higher resolution and analyzed using single-cell analysis. In parallel, a high-throughput tissue mode was applied to perform a detailed scan of the brain tumor TMA followed by pixel-based analysis to unravel the spatial composition of the TME.<br \/>Using tissue mode imaging, we successfully mapped the spatial location of cell populations making up human gliomas, such as neurons, astrocytes, microglia, and oligodendrocytes, across the entire TMA. Various tumor cell phenotypes, resident and infiltrating cells, and resting and activated microglia were detected across all TMA cores. Subsequent single-cell analysis of select regions of interest provided a quantitative assessment of the cellular composition of the brain TME. We classified the distinct states of neurons and quantified myeloid and lymphoid immune cell infiltration across normal, astrocytoma, and GBM tissues. Striking cellular and protein heterogeneity was observed between acquired cores, indicating the complexity of each case that is impossible to capture with low-plex visualization techniques. Therefore, IMC is a highly relevant tool capable of quantitative spatial evaluation of the high-plex protein composition in the brain TME without the complications of autofluorescence, tissue degradation, and spectral overlap. Empowered by the neuro-oncology panel and new whole slide imaging modes, IMC accelerates neurological research and provides insights into the spatial complexity of gliomas and other tumors.<br \/>For research purpose only. Not for use in diagnostic procedures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ specific microenvironments,,"},{"Key":"Keywords","Value":"Glioma,Immuno-oncology,Imaging,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"N. Zabinyakov, Q. Raza, <b>T. D. Pfister<\/b>, N. Parsotam, D. Howell, L. Lim, C. Loh; <br\/>Standard BioTools, Markham, ON, Canada","CSlideId":"","ControlKey":"46258a3b-a15b-49af-951f-9eb6559d5f7b","ControlNumber":"5429","DisclosureBlock":"<b>&nbsp;N. Zabinyakov, <\/b> <br><b>Standard Biotools Inc<\/b> Employment, Stock. <br><b>Q. Raza, <\/b> <br><b>Standard BioTools Inc<\/b> Employment, Stock. <br><b>T. D. Pfister, <\/b> <br><b>Standard Biotools Inc<\/b> Employment, Stock. <br><b>N. Parsotam, <\/b> <br><b>Standard BioTools Inc<\/b> Employment, Stock. <br><b>D. Howell, <\/b> <br><b>Standard BioTools Inc<\/b> Employment. <br><b>L. Lim, <\/b> <br><b>Standard Biotools Inc<\/b> Employment, Stock. <br><b>C. Loh, <\/b> <br><b>Standard Biotools Inc<\/b> Employment, Stock.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8831","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5501","PresenterBiography":null,"PresenterDisplayName":"Thomas Pfister, MS;PhD","PresenterKey":"63a2c5ff-094f-40bd-a624-dec53f9b9d3d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5501. Novel whole slide imaging modes for imaging mass cytometry unveil extensive cellular heterogeneity in human gliomas","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel whole slide imaging modes for imaging mass cytometry unveil extensive cellular heterogeneity in human gliomas","Topics":null,"cSlideId":""},{"Abstract":"Background: Tissue consists of heterogenous cell types, each with diverse functions and functional states, where spatial organization can impact patient health status. Resolving this complexity at the subcellular level has historically been challenged by image resolution, the number of targets that can be simultaneously assessed, and throughput. Such barriers can be broken using high plex and whole slide biomarker imaging data, in one single cycle thus also mitigating issues that arise with multiple cyclic rounds.<br \/>Methods: A range of whole slide healthy and diseased tissue types were stained with 15 to 18-plex validated biomarker panels. The tissues&#8217; inherent autofluorescence was isolated into discrete fluorescence channels for enhanced information about each tissue&#8217;s morphology. Whole slide spatial staining and imaging was conducted on the Orion&#8482; spatial biology platform, and H&#38;E staining was performed after immunofluorescence (IF) imaging on the same section and imaged by brightfield microscopy. The full protocol is fairly quick and simple, using standard histology tools: - Mount sections on glass slides- De-paraffinize and perform antigen retrieval- Quench autofluorescence- Stain slides with a panel of ArgoFluor&#8482; conjugated antibodies- Coverslip with ArgoFluor Mounting Medium and cure overnight- Image whole slides at 20X magnification using the Orion instrument- Process to ome.TIFF and analyze- De-coverslip in aqueous solution- Perform H&#38;E staining and scanning on same section.<br \/>Results: Imaging data within each tissue type presented here reveals important biological insights which can then be used for quantitative analysis. The little to no tissue degradation due to the one round staining and imaging process also enables H&#38;E capabilities after IF, further enhancing biomarker quantitation. The combination of speed and resolution proved effective for comprehensive phenotypic profiling and characterization of tissue architecture, tumor heterogeneity, and the immune response.<br \/>Conclusions: There is a need to show tissue biology in a high quality, high resolution, subcellular fashion as it provides a more in-depth understanding of each biological sample and thus can lead to improved spatial research of various human diseases. The single-stain and scan method described here improves the acquisition of subcellular spatial context and greatly reduces\/removes errors in multiplex image data compared to cyclic methods. A single stain and image cycle across a 12-18 plex sample provides accurate downstream biomarker quantitation, offering better prediction of patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ specific microenvironments,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Immuno-oncology,Biomarkers,Colorectal,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Larkin<\/b>, T. George, E. Kaldjian; <br\/>RareCyte, Inc., Seattle, WA","CSlideId":"","ControlKey":"7b755a56-0d63-4471-949c-98a158a6f91f","ControlNumber":"7526","DisclosureBlock":"&nbsp;<b>S. Larkin, <\/b> None..<br><b>T. George, <\/b> None..<br><b>E. Kaldjian, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8833","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5502","PresenterBiography":null,"PresenterDisplayName":"SELENA LARKIN","PresenterKey":"8dcae522-86a1-4923-88f2-cf853785a63c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5502. Multiplex data utilizing a single-step staining and imaging workflow for the investigation of multiple sample types","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiplex data utilizing a single-step staining and imaging workflow for the investigation of multiple sample types","Topics":null,"cSlideId":""},{"Abstract":"<b>Background <\/b>Targeted immune checkpoint inhibitors (ICI) with anti-PD-1\/PD-L1 therapy offer durable treatment of mucosal head and neck squamous cell cancer (HNSCC), in both human papillomavirus-positive (HPV+) and negative (HPV-) patients. However, currently available biomarker signatures for targeted ICI therapies have limited predictive value. Our recent ultrahigh-plex profiling of HNSCC tissue with 100+ cancer hallmarks of tumor and immunobiology uncovered distinct spatial domains that serve as defining factors for clinical response and resistance.<br \/><b>Methods <\/b>Our unbiased analysis of whole-slide metastatic HNSCC tumors is from a clinical cohort of patients treated with Pembrolizumab\/Nivolumab. The cohort consisted of patients with a range of outcomes from complete vs partial vs progressive disease responses to ICI therapy. We first characterized the tumor microenvironment using our ultrahigh-plex protein panel with 100+ antibodies on the PhenoCycler&#174;-Fusion platform. To expand upon our biomarker discovery, we included multiomic cancer hallmarks with a multimodal protein\/RNA detection panel. Targeted spatial RNA detection was performed to complement and augment the microenvironment characterization achieved by our protein panel. To further consolidate the multiomic data, we leveraged MaxFuse, a state-of-the art computational framework that integrates multimodal spatial and single-cell expression data.<br \/><b>Results <\/b>Our multiomic spatial phenotyping uncovered diverse tumor regions, each with distinct biomarker expression that is reflected across modalities including protein, RNA, and metabolic activity, indicating regions likely associated with resistance to immunotherapy. Our multiomic data integration also revealed spatial signatures associated with different tissue compartments, such as the tumor and non-tumor associated tertiary lymphoid structures.<br \/><b>Conclusions <\/b>We demonstrate a multi-pronged approach that incorporated both novel experimental and computational techniques for elucidating tumor microenvironment in HNSCC tissue prior to ICI-based immunotherapy. Our multiomic approach provides deeper characterization of the HNSCC at the transcriptomic and proteomic level incorporating depth across the entire transcriptome and single-cell spatial resolution of key protein determinants for predicting and furthering our understanding of immunotherapy response to ICI therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Immunotherapy,Head and neck squamous cell carcinoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Pratapa<\/b><sup>1<\/sup>, L. Hernandez<sup>1<\/sup>, B. Ben Cheikh<sup>1<\/sup>, N. Jhaveri<sup>1<\/sup>, A. Kulasinghe<sup>2<\/sup>; <br\/><sup>1<\/sup>Akoya Biosciences, Marlborough, MA, <sup>2<\/sup>The University of Queensland, Brisbane, Australia","CSlideId":"","ControlKey":"51ff505c-7160-4064-8c03-9bc2add920f6","ControlNumber":"5198","DisclosureBlock":"<b>&nbsp;A. Pratapa, <\/b> <br><b>Akoya Biosciences Inc.<\/b> Employment, Stock, Stock Option. <br><b>L. Hernandez, <\/b> <br><b>Akoya Biosciences Inc.<\/b> Employment, Stock, Stock Option. <br><b>B. Ben Cheikh, <\/b> <br><b>Akoya Biosciences Inc.<\/b> Employment, Stock, Stock Option. <br><b>N. Jhaveri, <\/b> <br><b>Akoya Biosciences Inc.<\/b> Employment, Stock, Stock Option.<br><b>A. Kulasinghe, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8651","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5503","PresenterBiography":null,"PresenterDisplayName":"Aditya Pratapa, PhD","PresenterKey":"f2bd9cc9-a689-473c-85fa-9170ffc2b797","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5503. Ultrahigh-plex spatial phenotyping of head and neck cancer tissue uncovers multiomic signatures of immunotherapy response","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ultrahigh-plex spatial phenotyping of head and neck cancer tissue uncovers multiomic signatures of immunotherapy response","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> The journey from discovering predictive spatial biomarkers (known as spatial signatures) for immunotherapy responses to their clinical application necessitates a cohesive approach bridging ultrahigh-plex discovery experiments with high-throughput translational studies. This study focuses on integrating Akoya Biosciences spatial multiplexed imaging technologies with advanced data analysis techniques for comprehensive spatial phenotyping across the discovery-to-clinical continuum.<br \/><b>Methods<\/b> Human formalin-fixed, paraffin-embedded (FFPE) cancer tissues were profiled using ultrahigh-plex PhenoCode&#8482; Discovery panels to examine cell lineage, immune activation, and checkpoint markers via the PhenoCycler&#174;-Fusion spatial biology platform. The subsequent use of PhenoCode&#8482; Signature panels targeted specific biomarkers of immune profile, immune contexture, tumor-infiltrating lymphocytes (TIL), macrophage polarization, and T cell status via the PhenoImager&#174; HT platform. Open-source whole slide image analysis software QuPath was employed for precise image analysis, including ROI segmentation, cell detection, classification, exploration of spatial interactions, and identification of distinct spatial signatures.<br \/><b>Results<\/b> Our analysis revealed distinct spatial relationships within various tumor types, quantifying immune cell distributions and their interactions. The ultrahigh-plex data correlated with high-throughput signature panel analyses, thus paving a new simplified way for targeted identification and development of predictive spatial signatures for immunotherapy outcomes.<br \/><b>Conclusions<\/b> The combined use of ultrahigh-plex discovery panels, high-throughput signature panels, and deep-learning image analysis provides a comprehensive understanding of cellular interactions in the tumor microenvironment. This integrated approach, utilizing Akoya's end-to-end workflows, accelerates the identification of predictive spatial biomarker signatures across various human tissue samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,T cell,Diagnostic marker,Phenotype,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Pratapa<\/b>, N. Ma, N. Jhaveri; <br\/>Akoya Biosciences, Marlborough, MA","CSlideId":"","ControlKey":"e4fcdbba-aa9a-429a-b728-1c07cf229459","ControlNumber":"5142","DisclosureBlock":"<b>&nbsp;A. Pratapa, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Stock, Stock Option. <br><b>N. Ma, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Stock Option. <br><b>N. Jhaveri, <\/b> <br><b>Akoya Biosciences<\/b> Employment, Stock, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8678","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5504","PresenterBiography":null,"PresenterDisplayName":"Aditya Pratapa, PhD","PresenterKey":"f2bd9cc9-a689-473c-85fa-9170ffc2b797","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5504. Integrating ultrahigh-plex spatial phenotyping: From discovery to clinical applications","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrating ultrahigh-plex spatial phenotyping: From discovery to clinical applications","Topics":null,"cSlideId":""},{"Abstract":"Head and neck cancer (HNC) is a heterogeneous group of malignancies that arise from the mucosal surfaces of the upper aerodigestive tract. The tumor microenvironment (TME) of HNC is characterized by the presence of immune cells, stromal cells, and extracellular matrix components. A key feature of the TME is hypoxia, which promotes tumor growth, invasion, and metastasis by altering the expression of genes involved in angiogenesis, cell survival, and metabolism. Understanding the complex interplay between hypoxia and immune infiltrates in the TME of HNC is crucial for the development of novel therapeutic strategies for the treatment of this disease. Whole transcriptome analysis by digital spatial profiling is an excellent method of probing the TME, but assessing large cohorts can be time consuming. Automating a profiling workflow to reduce hands-on time and region of interest (ROI) selection bias will enable exploration of large cohorts to identify mechanisms of action, potential drug targets, and biomarkers.<br \/>We developed an optimized spatial multi-omic workflow to enable high-throughput spatial analysis on GeoMx&#174; Digital Spatial Profiler (DSP) using the Whole Transcriptome Atlas (WTA) and immuno-fluorescent morphology markers: SYTO82 (nuclei), CAIX (hypoxia), pan-cytokeratin (epithelium), CD3 (T-cells). A.I.-based analysis (Oncotopix&#174; Discovery) of serial section H&#38;E images and GeoMx IF images was developed to identify ROIs for GeoMx collection. Immune hot and cold selection used leukocyte density; tumor\/stromal interface selection used epithelial areas. Areas of illumination (AOI) were chosen using concentric CAIX expression gradients. Integrated analysis of digital images using Oncotopix Discovery and the whole transcriptome was done to assess the above TME compartments.<br \/>Automated ROI placement based on tumor\/stroma, hypoxia and immune infiltration and AI \/Deep Learning based AOI segmentation reduced AOI selection time and improved accuracy of tissue compartment enrichment, especially between samples and tissue types. Automated development of hypoxia gradient-based AOI enabled a selection strategy not possible in the standard DSP software. Cell phenotyping using IF morphology scan was used to supervise cell deconvolution. DSP results correlated well with patient outcomes.<br \/>This work shows that ROI-based spatial analyses can be used to explore the effects of hypoxia levels on immune infiltration in HNC. Automated AI-based ROI selection provides a means of sampling relevant tumor subtypes based on hypoxia and immune infiltrate criteria in an unbiased, reproducible manner, and can provide a standardized, automated method for selecting ROIs and segmenting AOIs across a cohort of mixed tissue types and pathological subtype, improving throughput.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Hypoxia,RNA sequencing,Image analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"D. Mason<sup>1<\/sup>, K. Teplitz<sup>2<\/sup>, <b>J. R. Mansfield<\/b><sup>1<\/sup>, K. Hunter<sup>3<\/sup>, J. Campos<sup>3<\/sup>, J. Brooks<sup>4<\/sup>; <br\/><sup>1<\/sup>Visiopharm, Horsholm, Denmark, <sup>2<\/sup>NanoString Technologies, Seattle, WA, <sup>3<\/sup>Propath UK, Hereford, United Kingdom, <sup>4<\/sup>University of Birmingham, Birmingham, United Kingdom","CSlideId":"","ControlKey":"e56da0cb-a78e-4bbd-9a2e-eb77d8ffaf59","ControlNumber":"6679","DisclosureBlock":"<b>&nbsp;D. Mason, <\/b> <br><b>Visiopharm<\/b> Employment. <br><b>K. Teplitz, <\/b> <br><b>Nanostring Technologies<\/b> Employment. <br><b>J. R. Mansfield, <\/b> <br><b>Visiopharm<\/b> Employment. <br><b>K. Hunter, <\/b> <br><b>Propath UK<\/b> Employment. <br><b>J. Campos, <\/b> <br><b>Propath UK<\/b> Employment.<br><b>J. Brooks, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8451","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5505","PresenterBiography":null,"PresenterDisplayName":"James Mansfield, MS","PresenterKey":"9e2bf6a5-c58b-4af7-aac7-a1de235f1390","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5505. Automating a spatial profiling workflow to explore the effects of hypoxia in the tumor microenvironment in head and neck cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Automating a spatial profiling workflow to explore the effects of hypoxia in the tumor microenvironment in head and neck cancer","Topics":null,"cSlideId":""},{"Abstract":"Solid tumor complexity extends beyond the genetic and functional landscapes of heterogenous cancer cells, encompassing the tumor microenvironment (TME). Elucidating the TME&#8217;s complexity requires a comprehensive assessment of its cellular composition, functional states, and spatial distributions. We developed the Harmonic Output of Stromal Traits (HOST) to identify TME cells, and the HOST-Factor to quantify their functional states. The HOST-Factor is a numerical value that reflects the relative contribution of cancer-associated fibroblasts (CAFs) to tumor-suppressive or tumor-promoting functions.<br \/>Our workflow combines automated cycling highplex immunofluorescent microscopy with artificial intelligence (AI)-guided image analysis. This generates HOST-Factor values for each identified TME cell within selected regions of interest, providing spatial distribution data. The TME signature encompasses 15 immune cells and 14 CAF antibody-detected biomarkers.<br \/>We applied our workflow to ten human pancreatic cancer specimens, generating OME-TIFF output images. This cancer model was used due to its significant TME makeup. The 29 highplex AI-based digital image analysis was conducted using the Phenoplex&#8482; workflow from Visiopharm. The workflow included deep-learning-based tissue morphologic and cellular segmentations, cellular phenotyping, and integration of spatial\/location data. Biomarker subsets were visualized, and a user-trained algorithm was used for tissue segmentation. Nuclear segmentation was done using a pre-trained algorithm on a DAPI-labeled DNA channel. Cellular phenotyping was performed using thresholds based on visual assessment and confirmation of positivity. Spatial neighborhood plots and metrics, heatmaps and partitioned t-SNE plots were generated for the dataset for downstream analysis. Importantly, the workflow's visualization templates, pre-trained nuclear\/cytoplasm segmentation tools, and neighborhood plots and metrics, are reusable and fully customizable for new datasets.<br \/>Using HOST-Factor values, we successfully classified cancer and TME cells, along with their functional states, and spatial distributions.<br \/>This AI-based computational approach and user-friendly workflow provides a simple and effective way to obtain single-cell information from multiplex immunofluorescence images, making spatial phenotyping of several cell populations in tissues more accessible to researchers, providing a fully amendable means for future clinical translation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Immune cells,Image analysis,Fibroblasts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Franco-Barraza<sup>1<\/sup>, F. Schneider<sup>2<\/sup>, R. Norré-Sørensen<sup>2<\/sup>, R. Ahrenkiel-Lyngby<sup>2<\/sup>, C. Brown<sup>1<\/sup>, D. Winkowski<sup>2<\/sup>, <b>J. R. Mansfield<\/b><sup>2<\/sup>, E. Cukierman<sup>1<\/sup>; <br\/><sup>1<\/sup>Fox Chase Cancer Center\/Lewis Katz School of Medicine, Philadelphia, PA, <sup>2<\/sup>Visiopharm, Horsholm, Denmark","CSlideId":"","ControlKey":"27ea7068-11d4-45e7-9f0e-94e1d86a8307","ControlNumber":"6482","DisclosureBlock":"&nbsp;<b>J. Franco-Barraza, <\/b> None.&nbsp;<br><b>F. Schneider, <\/b> <br><b>Visiopharm<\/b> Employment. <br><b>R. Norré-Sørensen, <\/b> <br><b>Visiopharm<\/b> Employment. <br><b>R. Ahrenkiel-Lyngby, <\/b> <br><b>Visiopharm<\/b> Employment.<br><b>C. Brown, <\/b> None.&nbsp;<br><b>D. Winkowski, <\/b> <br><b>Visiopharm<\/b> Employment. <br><b>J. R. Mansfield, <\/b> <br><b>Visiopharm<\/b> Employment.<br><b>E. Cukierman, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8657","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5506","PresenterBiography":null,"PresenterDisplayName":"James Mansfield, MS","PresenterKey":"9e2bf6a5-c58b-4af7-aac7-a1de235f1390","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5506. HOST-Factor: A comprehensive platform for single-cell highplex immunofluorescence staining, digital imaging, spatial mapping, and quantitative analysis of the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HOST-Factor: A comprehensive platform for single-cell highplex immunofluorescence staining, digital imaging, spatial mapping, and quantitative analysis of the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Background: Patients with lung cancer often have a high prevalence of severe comorbidities, primarily due to the significant correlation with cigarette smoking and the aging process. Dysregulations of the immune response are the cause of chronic inflammatory diseases such as chronic obstructive pulmonary disease (COPD), pulmonary arterial hypertension (PAH), pulmonary fibrosis (PF) and lung cancer. In addition, the lung microenvironment in these chronic inflammatory diseases has not yet been sufficiently investigated. Therefore, we aimed to investigate the spatio-temporal localization and cellular distribution in the lung microenvironment and to compare lung cancer with the concomitant diseases of lung cancer.<br \/>Methods: FFPE lung sections, each 3&#181;m in thickness, were collected from patients with diagnoses of lung cancer, COPD, PAH, PF, and from healthy donors, with three samples taken for each category. These sections were subsequently imaged using the PhenoCycler&#174;-Fusion system, utilizing a comprehensive panel of 45 antibodies. including immune, epithelial, vascular, proliferation and apoptosis markers. The first step of the analysis workflow consists of cell segmentation using a fine-tuned deep learning model leading to a total of 5.2 million cells across the whole dataset. Protein expressions were then calculated from the segmented cells, and unsupervised clustering was performed based on the normalized expression values. The resulting clusters were manually annotated into 16 cell phenotypes based on their protein expression patterns as displayed on a hierarchical clustering heatmap. The percentages of cell phenotypes were then calculated for each sample and compared between disease groups. Furthermore, the spatial proximity and cellular neighborhood analyses were performed to study the spatial organization of the different cell phenotypes in the tissues.<br \/>Results: Quantitative assessment revealed unique characteristics specific to each disease, identified by the varying abundance of different immune cell subtypes. Additionally, when comparing lungs from healthy donors with those affected by lung diseases, notable differences were observed in the spatial arrangement of immune cells and their proximity to lung blood vessels.<br \/>Conclusions: This study presents the first architectural map of lung cancer, COPD, PAH, and PF linking various immune cell types to their spatial location within the tissue. Such in-depth spatial analyses will aid in comprehending the spatial and temporal interplay within the lung's microenvironment in diverse lung conditions, as well as in developing targeted therapies for specific cell types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Microenvironment,Immune cells,Lung cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"R. Nandigama<sup>1<\/sup>, B. Cheikh<sup>2<\/sup>, J. Nabhanizadeh<sup>1<\/sup>, F. Grimminger<sup>1<\/sup>, W. Seeger<sup>1<\/sup>, N. Jhaveri<sup>2<\/sup>, S. Savai Pullamsetti<sup>1<\/sup>, <b>R. Savai<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Justus Liebig University, Giessen, Giessen, Germany, <sup>2<\/sup>Akoya Biosciences, Massachusetts, MA","CSlideId":"","ControlKey":"53afe9b4-fa5f-420d-b372-13bf2dfac179","ControlNumber":"4788","DisclosureBlock":"&nbsp;<b>R. Nandigama, <\/b> None..<br><b>B. Cheikh, <\/b> None..<br><b>J. Nabhanizadeh, <\/b> None..<br><b>F. Grimminger, <\/b> None..<br><b>W. Seeger, <\/b> None..<br><b>N. Jhaveri, <\/b> None..<br><b>S. Savai Pullamsetti, <\/b> None..<br><b>R. Savai, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8643","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5507","PresenterBiography":null,"PresenterDisplayName":"Rajkumar Savai, PhD","PresenterKey":"2bc01a2e-47c8-4e19-8fa6-c24245877c4f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5507. High-resolution spatial atlas reveals insight into spatial landscape of lung cancer and chronic lung diseases","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High-resolution spatial atlas reveals insight into spatial landscape of lung cancer and chronic lung diseases","Topics":null,"cSlideId":""},{"Abstract":"Background: Therapies targeting immune checkpoint have significantly transformed the treatment of several cancers, including lung cancer. However, only 20% of lung cancer patients show a response to immunotherapies. KRAS and EGFR mutations are significant factors in the development and progression of lung cancer and its response to immunotherapy. Hence, it's vital to understand intra-tumoral heterogeneity, the makeup of the Tumor Microenvironment (TME), and the cellular interactions in tumors with KRAS and EGFR mutations to uncover new insights.<br \/>Methods: Lung cancer tissues from 200 patients were collected, focusing on KRAS and EGFR mutation statuses, specifically KRAS+\/EGFR-, KRAS-\/EGFR+, and KRAS-\/EGFR-. For each patient, two samples were taken, resulting in a total of 400 tissue microarray (TMA) cores. These samples were imaged at single-cell resolution using the PhenoCycler&#174;-Fusion system, which employed a 42-plex antibody panel targeting immune, tumor, proliferation, and apoptosis markers. The first step in the analysis was cell segmentation, performed using a fine-tuned deep learning model. This process successfully segmented a total of 2.16 million cells across the entire collection of samples. Following this, the protein expressions for each cell were calculated, and unsupervised clustering was performed, resulting in 36 distinct clusters, that were manually annotated into 14 cell phenotypes. The proportions of these cell phenotypes were then quantified for each of the 400 TMA cores and compared across the three mutation groups. The analysis also included the spatial proximity and cellular neighborhoods in relation to these mutation groups.<br \/>Results: Quantitative analysis focusing on the relative abundance of cell types revealed that the ratio of tumor cells to immune cells was significantly lower in KRAS-\/EGFR- tumors compared to those with KRAS+\/EGFR- and KRAS-\/EGFR+ mutations. Furthermore, the percentages of Regulatory T cells (Tregs) and M1 Macrophages were significantly higher in the KRAS+\/EGFR- group compared to the KRAS-\/EGFR+ group. Spatial proximity analysis indicated that in the KRAS-\/EGFR+ group, M2 Macrophages were significantly closer to Cytotoxic T cells and Helper T cells compared to the distances observed in the other two groups. Moreover, neighborhood analysis identified 20 distinct cellular neighborhoods, each defined by specific cell-cell interactions. COX hazard analysis based on these cellular neighborhoods demonstrated notable variations among the three mutation groups, which are linked to differences in patient outcomes.<br \/>Conclusions: Through single-cell spatial phenotyping, this work has shown that the spatial immune landscape of lung tumors is influenced by KRAS and EGFR mutation statuses. This presents a novel opportunity to enhance our understanding of the spatial structure of lung cancer and to identify more effective therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Mutations,Lung cancer,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"R. Nandigama<sup>1<\/sup>, B. Cheikh<sup>2<\/sup>, N. Ma<sup>2<\/sup>, J. Wilhelm<sup>3<\/sup>, L. Klotz<sup>4<\/sup>, F. Eichhorn<sup>4<\/sup>, M. Kriegsmann<sup>4<\/sup>, M. Bartkuhn<sup>1<\/sup>, J. Nabhanizadeh<sup>1<\/sup>, S. Seidel<sup>1<\/sup>, T. Stiewe<sup>5<\/sup>, A. Stenzinger<sup>6<\/sup>, A. Weigert<sup>7<\/sup>, M. Looso<sup>8<\/sup>, F. Grimminger<sup>1<\/sup>, W. Seeger<sup>1<\/sup>, S. Savai Pullamsetti<sup>1<\/sup>, N. Jhaveri<sup>9<\/sup>, H. Winter<sup>4<\/sup>, <b>R. Savai<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Justus Liebig University, Giessen, Giessen, Germany, <sup>2<\/sup>Akoya Biosciences, Massachusetts, MA, <sup>3<\/sup>Justus Liebig University Giessen, Giessen, Germany, <sup>4<\/sup>Thoraxklinik at the University Hospital, Heidelberg, Germany, <sup>5<\/sup>Philipps-Universität, Marburg, Marburg, Germany, <sup>6<\/sup>Universitätsklinikum, Heidelberg, Heidelberg, Germany, <sup>7<\/sup>Goethe-University, Frankfurt, Frankfurt, Germany, <sup>8<\/sup>Max Planck Institute for Heart and Lung Research, Bad Nauheim, Germany, <sup>9<\/sup>Akoya Biosciences, Massachusetts, Germany","CSlideId":"","ControlKey":"711debb2-f87b-436d-b17d-d3d5ed2786fb","ControlNumber":"4615","DisclosureBlock":"&nbsp;<b>R. Nandigama, <\/b> None..<br><b>B. Cheikh, <\/b> None..<br><b>N. Ma, <\/b> None..<br><b>J. Wilhelm, <\/b> None..<br><b>L. Klotz, <\/b> None..<br><b>F. Eichhorn, <\/b> None..<br><b>M. Kriegsmann, <\/b> None..<br><b>M. Bartkuhn, <\/b> None..<br><b>J. Nabhanizadeh, <\/b> None..<br><b>S. Seidel, <\/b> None..<br><b>T. Stiewe, <\/b> None..<br><b>A. Stenzinger, <\/b> None..<br><b>A. Weigert, <\/b> None..<br><b>M. Looso, <\/b> None..<br><b>F. Grimminger, <\/b> None..<br><b>W. Seeger, <\/b> None..<br><b>S. Savai Pullamsetti, <\/b> None..<br><b>N. Jhaveri, <\/b> None..<br><b>H. Winter, <\/b> None..<br><b>R. Savai, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8658","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5508","PresenterBiography":null,"PresenterDisplayName":"Rajkumar Savai, PhD","PresenterKey":"2bc01a2e-47c8-4e19-8fa6-c24245877c4f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5508. Single-cell spatial landscape of the mutation-specific human lung tumor immune microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Spatial Resolution of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell spatial landscape of the mutation-specific human lung tumor immune microenvironment","Topics":null,"cSlideId":""}]