[{"Abstract":"In 2011, NBTXR3 emerged as the first-in-class radioenhancer used in clinical practice for treating patients with locally advanced soft tissue sarcoma (LA-STS). NBTXR3 became the first radioenhancer to receive CE mark approval after successfully completing a phase II\/III clinical study for LA-STS with a doubling of the pCR rate in the NBTXR3 arm compared with the control arm. NBTXR3 nanoparticles consist of a functionalized core of hafnium oxide, a high atomic number element, specifically designed to amplify the effects of radiotherapy (RT) within cells without additional side effects on healthy tissues. Leveraging this physical mechanism, RT-activated NBTXR3 (NBTXR3+RT) has demonstrated superior efficacy in destroying tumor cells and controlling tumor growth in numerous preclinical models and in human, surpassing the effects of RT alone, while maintaining a favorable safety profile. Preclinical studies have revealed that the benefits of NBTXR3 extend beyond mere radioenhancement and improved cancer cell destruction. Specifically, NBTXR3 has been reported to possess immunomodulatory properties through 1) improved induction of DNA damage, leading to better activation of the cGAS-STING pathway, 2) promotion of immunogenic cell death, 3) enhancement of immunopeptidome presentation, 4) generation of an antitumor immune response leading to the production of an abscopal effect mediated by CD8+ cytotoxic lymphocytes. Notably, a series of recent studies using a two-tumor mouse model of anti-PD1-resistant lung cancer that the addition of NBTXR3 significantly improved the efficacy of various treatment regimens (RT+anti-PD1 and combinations with other check-point inhibitors) in terms of tumor growth, abscopal effect, and survival. It has been demonstrated that same benefits can be achieved when NBTXR3 was combined with proton therapy. Moreover, all these studies (X-ray and proton) reported a robust activation of the antitumor immune response, restoration of the effectiveness of anti-PD1 therapy, and the induction of memory response in cured mice. However, our understanding of the biological events leading to these effects remains limited. To address this question, we conducted a series of in vitro studies that employed cytometry, microscopy, and RNA sequencing on various cancer models, both human and murine. We reported that NBTXR3 nanoparticles primarily accumulate within lysosomes following their uptake by tumor cells, leading to the activation of genes associated with the biogenesis, structure, and contents of these organelles. Upon activation by RT, NBTXR3 within lysosomes induces lysosomal membrane permeabilization (LMP), resulting in an increase in lipid peroxidation, inducing regulation of fatty acid oxidation genes, and impacting mitochondrial genes expression, such as respirasome. These findings provide a deeper insight into the early biological effects of NBTXR3+RT in comparison to RT alone.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-01 Modulators of radiation response,,"},{"Key":"Keywords","Value":"Nanoparticle,Radiotherapy,NBTXR3,Radioenhancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Da Silva, C. Bienassis, <b>S. Paris<\/b>; <br\/>Nanobiotix, Paris, France","CSlideId":"","ControlKey":"d6fef0f4-5b5d-4e43-9fe3-1add210e3d9b","ControlNumber":"351","DisclosureBlock":"<b>&nbsp;J. Da Silva, <\/b> <br><b>NANOBIOTIX<\/b> Employment. <br><b>C. Bienassis, <\/b> <br><b>NANOBIOTIX<\/b> Employment. <br><b>S. Paris, <\/b> <br><b>NANOBIOTIX<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6673","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2870","PresenterBiography":null,"PresenterDisplayName":"Sebastien Paris, PhD","PresenterKey":"35ad436d-f99d-42b8-929c-3b625f5aabfc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2870. Analysis of cancer cells response to radiotherapy activated NBTXR3 nanoparticles","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analysis of cancer cells response to radiotherapy activated NBTXR3 nanoparticles","Topics":null,"cSlideId":""},{"Abstract":"Purpose Statement: Alterations in the PI3K\/AKT signaling pathway are common in cervical cancer. The most commonly observed mutations are in <i>PIK3CA<\/i> (26%) and <i>PTEN<\/i> (8%). However, the biological and metabolic implications of acquiring these mutations in the cervical cancer genome are poorly characterized.<br \/>Materials\/Methods: Isogenic cell lines with <i>PIK3CA E545K<\/i> and <i>PTEN<\/i> null mutations were generated using Crispr\/CAS9. Cell viability and clonogenic cell survival assays were performed in the presence and absence of inhibitors of glutamine and asparagine metabolism. Glucose and glutamine metabolism was evaluated by stable isotope labeling with U13C glucose and13C5 glutamine in presence of glutamine antagonist DON. RNA-seq was employed to evaluate transcriptomic alterations.<br \/>Results: Introduction of the PIK3CA E545K mutation and PTEN mutation in cervical tumor cells leads to an increase in AKT signaling compared to the parental (wild-type) cells. Notably, RNASeq and mass spectrometric analysis of both the tumor cells and their culture media revealed heightened dependencies on glucose and glutamine in the tumor cells carrying the PIK3CA E545K and PTEN mutations as compared to the wild-type cells. Treatment with glutamine antagonists (DON, JHU-083) and GLS inhibitors (CB-839 and IACS-6274), resulted in reduced cell viability and clonogenic survival in tumor cells with PI3K\/PTEN mutation compared to wild-type. Additionally, we observed a metabolic reliance on the amino acid asparagine in tumors with PI3K\/PTEN alterations when treated with DON. Asparaginase in combination with DON effectively inhibited the proliferation of human and mouse cell lines derived from primary tumors with PTEN mutations. Furthermore, the incorporation of a glutamine antagonist and asparaginase into conventional chemoirradiation further enhanced the therapeutic efficacy in cervical tumors with PI3K\/PTEN alterations which are otherwise treatment resistant.<br \/>Conclusions: Orthogonal evaluations using glutamine agonists, GLS inhibitors, and mass spectrometric point to a significant role played by <i>PI3K\/PTEN<\/i> mutations in altering cervix tumor cell metabolism towards a more glutamine dependent phenotype. This study suggests a potential strategy for improving the treatment of PI3K-AKT-altered cervical tumors by targeting glutamine and asparagine metabolism in combination with standard therapies. These treatment strategies are currently being evaluated <i>in vivo <\/i>using a patient derived xenograft model with <i>PIK3CA E545K <\/i>mutation as well as an immunocompetent cervical tumor model in mice with <i>PTEN<\/i> deletion.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-01 Modulators of radiation response,,"},{"Key":"Keywords","Value":"Metabolism,Glutamine metabolism,PI3K,Radiosensitivity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Nishanth Noel Gabriel<\/b><sup><\/sup>, Naoshad Muhammad<sup><\/sup>, Kevin Cho<sup><\/sup>, Kay Jayachandran<sup><\/sup>, Jin Zhang<sup><\/sup>, Gary Patti<sup><\/sup>, Julie Schwarz<sup><\/sup><br><br\/>Washington University in St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"8fc95ea4-b418-40b0-9990-b0b5246175d7","ControlNumber":"1981","DisclosureBlock":"&nbsp;<b>N. N. Gabriel, <\/b> None..<br><b>N. Muhammad, <\/b> None..<br><b>K. Cho, <\/b> None..<br><b>K. Jayachandran, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>G. Patti, <\/b> None..<br><b>J. Schwarz, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6674","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2871","PresenterBiography":null,"PresenterDisplayName":"Nishanth Gabriel, PhD","PresenterKey":"cc7a52ee-8d4e-431d-a0a5-a9ff57d579fb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2871. Co-targeting asparagine and glutamine metabolism is a viable treatment strategy for PI3K\/PTEN mutated cervical cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Co-targeting asparagine and glutamine metabolism is a viable treatment strategy for PI3K\/PTEN mutated cervical cancer","Topics":null,"cSlideId":""},{"Abstract":"Glioblastomas (GBM) are the most common and malignant brain tumors in adults. While radiation therapy (RT) offers a significant advantage for GBM patients, improving long-term survival remains elusive largely due to the remarkable resistant nature of these tumors. We have shown that metabolic plasticity, especially rewiring of glucose metabolism, promotes radiation survival in GBM. In this study, we investigate the role of glucose transporter 3 (GLUT3) translocation to the cell surface in radiation resistance of GBM. The effect of radiation on GLUT3 total protein levels was determined in patient-derived gliomaspheres via westerns blots, while cellular localization of GLUT3 was determined via immunofluorescence, flow cytometry and cell fractionation assays. The role of the AMPK and &#945;v&#946;3 integrin in the radiation-induced GLUT3 translocation to the cell membrane was probed via small molecule inhibitors and activators. To determine the role of GLUT3 in radiation survival, GLUT3 levels were knocked down via siRNA and shRNA, followed by functional <i>in vitro <\/i>and <i>in vivo<\/i> assays. We provide evidence that irradiated gliomaspheres translocate GLUT3 to the plasma membrane, in a radiation-induced oxidative stress-dependent manner, effectively increasing their glucose uptake and promoting radiation survival. Our data also suggest that GLUT3 translocation to the cell surface contributes to RT resistance. AMPK and &#945;v&#946;3 integrin are linked to radiation-induced translocation of GLUT3 to the cell membrane, suggesting that targeting these pathways is a potential approach to sensitize GBM tumors to radiation therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-01 Modulators of radiation response,,"},{"Key":"Keywords","Value":"Metabolism,Glioblastoma,Radiosensitization,Glucose metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Abdulrahman<\/b>, J. Bailleul, H. Hoang, A. Tang, E. Vlashi; <br\/>UCLA - University of California Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"fbccf897-bce6-4aec-b368-4d6251024ba9","ControlNumber":"2067","DisclosureBlock":"&nbsp;<b>L. Abdulrahman, <\/b> None..<br><b>J. Bailleul, <\/b> None..<br><b>H. Hoang, <\/b> None..<br><b>A. Tang, <\/b> None..<br><b>E. Vlashi, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6675","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2872","PresenterBiography":null,"PresenterDisplayName":"Lobna Abdulrahman","PresenterKey":"cda1ebb5-83f1-4be3-a46c-d290921afc2f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2872. GLUT3 promotes metabolic plasticity that drives radiation resistance in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GLUT3 promotes metabolic plasticity that drives radiation resistance in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Previously, we found that mono-and di-unsaturated fatty acids can sensitize cervical cancer to radiotherapy (RT) through a p53 dependent apoptotic mechanism that is distinct from ferroptosis (Muhammad et al.,<i> Cancer Res. <\/i>2022<i>; <\/i>82:<i> <\/i>4515-27). Polyunsaturated fatty acids (PUFAs) enhance therapeutic response in preclinical tumor models by increasing lipid peroxidation (L-ROS) and induction of ferroptosis. Ferroptosis is a form of cell death that requires abundant cytosolic labile iron to promote membrane lipid peroxidation. The objective of the present study is to test whether the combination of RT + PUFAs promotes cell death via increased membrane lipid peroxidation and ferroptosis in cervical cancer, and to determine the impact of RT + PUFAs on cervix tumor cell metabolism and mitochondrial function.<br \/>Experimental Procedures: Cell viability and clonogenic cell survival assays were performed using 8 human cervical cancer cell lines including normal cervix epithelial controls incubated with PUFAs (EPA, DHA and AA), before and after RT. Western blotting, siRNA-mediated knockdown, pharmacologic inhibition and activation were performed to determine whether ferroptosis dependent signals were mediating PUFA-induced RT sensitivity. Oxidative stress parameters were quantified using mass spectrometry and fluorometric dyes. Flow cytometry was used to quantify total cell ROS, lipid ROS, mitochondrial ROS and labile iron pool. Mitochondrial morphology and function were characterized using microscopy and the Seahorse assay.<br \/>Summary: PUFAs + RT increased total ROS and LROS accumulation followed by a ferroptotic tumor cell death, which was iron-dependent and could be prevented by the addition of iron chelator and lipophilic antioxidants, Ferrostatin-1 and Liproxstatin-1. GPX4, a thiol dependent enzyme that eliminates lipid peroxides, and the cystine-glutamate antiporter (xCT) a key source of cystine for reduced glutathione (GSH) synthesis, were downregulated in response to PUFAs + RT. PUFAs + RT induced increased mitochondrial ROS and subsequent metabolic dysfunction. Mechanistically, the expression of AMPK, a key regulator of metabolic\/energy homeostasis and mitochondrial biogenesis, was upregulated by PUFAs + RT. Pharmacological activation and inhibition of AMPK further enhanced and abrogated the effect of PUFA + RT, respectively.<br \/>Conclusions: PUFAs modify the RT sensitivity of cervical cancer cells by inducing cell death through ferroptosis and mitochondrial dysfunction via AMPK activation. In vivo experiments are ongoing in immunocompromised and immunodeficient mouse tumor models to confirm this finding and determine the impact of PUFAs on RT induced tumor cell death and anti-tumor immunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-01 Modulators of radiation response,,"},{"Key":"Keywords","Value":"Cancer metabolism,Fatty acids,Cell death,Chemosensitization,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Muhammad<\/b>, N. Gabriel, L. M. Bengtsson, T. McKinnish, N. Msengi, K. Cho, G. Patti, J. K. Schwarz; <br\/>Washington University School of Medicine in St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"a14185f1-39c3-402a-a5fc-1684752fba38","ControlNumber":"3286","DisclosureBlock":"&nbsp;<b>N. Muhammad, <\/b> None..<br><b>N. Gabriel, <\/b> None..<br><b>L. M. Bengtsson, <\/b> None..<br><b>T. McKinnish, <\/b> None..<br><b>N. Msengi, <\/b> None..<br><b>K. Cho, <\/b> None..<br><b>G. Patti, <\/b> None..<br><b>J. K. Schwarz, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6676","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2873","PresenterBiography":null,"PresenterDisplayName":"Naoshad Muhammad, PhD","PresenterKey":"abcd63d8-a4cc-4461-a0a2-fe6a2e4ee130","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2873. Radiation therapy promotes polyunsaturated fatty acid mediated ferroptosis in cervical cancer: Role of AMPK\/xCT\/GPX4 axis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Radiation therapy promotes polyunsaturated fatty acid mediated ferroptosis in cervical cancer: Role of AMPK\/xCT\/GPX4 axis","Topics":null,"cSlideId":""},{"Abstract":"The efficacy of image-guided radiotherapy (RT) has been linked to directing increased chromosomal double strand breaks (DSBs) to tumor cells while sparing surrounding normal tissue. DSBs can block cell cycle progression and promote mitotic catastrophe, cell death and senescence. End processing of persistent DSBs releases single strand DNA (ssDNA), driving cGAS\/STING signaling and anti-tumor immune response. DSB repair, whether by non-homologous end-joining (NHEJ) or homologous recombination (HR), is a resistance mechanism, supporting cell survival, repopulation and immune evasion. Decades of effort to block DSB repair to enhance benefits of RT has yet to produce approved agents. Toxicity due to lack of cancer specificity may prevent the current generation of targeted agents from reaching the clinic. An answer may come from examining cancer metabolic reprogramming as a determinant of intrinsic radiation resistance. Along with other glucose metabolites, the Warburg effect increases N-acetyl glucosamine (GlcNAc) biosynthesis, which not only supports N-glycosylation but also modification of nucleocytoplasmic proteins by O-GlcNAc transferase (OGT). OGT-dependent O-GlcNAcylation confers radiation resistance, in part by accelerating DSB repair. OGT regulates &#947;H2AX, 53BP1 and BRCA1 foci kinetics and suppresses ssDNA formation at DSB ends, limiting HR but favoring NHEJ for S\/G2 DSB repair. Blocking OGT induces radiation sensitization <i>in vitro<\/i> and <i>in vivo<\/i>. In cells, OGT inhibition results in hyperresection, persistent RPA and RAD51 foci and accumulation of cytosolic DNA. One mediator may be the histone methyltransferase EZH2, which is rapidly recruited to deposit H3K27me3 at DSBs, promoting NHEJ repair. Irradiation of EZH2 KO cells results in hyperresection that cannot be suppressed by O-GlcNAcylation. Cancer cells may also accumulate NAD+, a substrate for PARP1 incorporated into poly-ADP-ribose to initiate DSB repair. Much like OGT inhibition, blocking PARP1 induces hyperresection and shifts repair toward HR and away from NHEJ. Importantly, increasing O-GlcNAcylation can suppress ssDNA formation even in PARP1 KO cells. In turn, inhibiting PARP1 enhances hyperesection in EZH2 KO cells, leading to a marked increase in cytosolic ssDNA. Our data assign complementary roles for EZH2 and PARP1 in DSB repair pathway choice by independently limiting 5' end resection. This directs DSBs to rapid, imprecise repair by NHEJ over slow and precise repair by HR. An implication is that PARP inhibitor resistance due to the Warburg effect may be mediated by EZH2. Driving hyperresection by targeting O-GlcNAcylation or H3K27 trimethylation along with PARP inhibition may saturate the capacity of HR and produce irreversible damage in cancer cells. Targeting impacts of metabolic reprogramming on DSB repair may not only enhance the therapeutic index of radiation but also sharpen synthetic lethality with HR deficiency.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-01 Modulators of radiation response,,"},{"Key":"Keywords","Value":"Radioresistance,Metabolism,PARP inhibitors,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"E. E. Efimova, S. Averbek, D. J. Wolfgeher, D. Wu, Y. Liu, <b>S. J. Kron<\/b>; <br\/>University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"44460265-d87d-477f-b4da-43d1003daf63","ControlNumber":"4163","DisclosureBlock":"&nbsp;<b>E. E. Efimova, <\/b> None..<br><b>S. Averbek, <\/b> None..<br><b>D. J. Wolfgeher, <\/b> None..<br><b>D. Wu, <\/b> None.&nbsp;<br><b>Y. Liu, <\/b> <br><b>Calico Biosciences<\/b> Employment. <br><b>S. J. Kron, <\/b> <br><b>AbbVie<\/b> Grant\/Contract. <br><b>OncoSenescence<\/b> Stock. <br><b>Riptide Therapeutics<\/b> Stock. <br><b>BioFluid Technologies<\/b> Stock. <br><b>Oligo Foundry<\/b> Stock. <br><b>Millipore<\/b> Other Intellectual Property.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6677","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2874","PresenterBiography":null,"PresenterDisplayName":"Stephen Kron, MD;PhD","PresenterKey":"c0424ec9-f1f1-4663-9244-06c713384eca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2874. Cancer metabolism in radiation resistance: Complementary roles of O-GlcNAc transferase and PARP1","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer metabolism in radiation resistance: Complementary roles of O-GlcNAc transferase and PARP1","Topics":null,"cSlideId":""},{"Abstract":"Human papillomavirus-associated head and neck squamous cell carcinoma (HPV+ HNSCC) is one of the fastest-rising cancers in the US. While HPV+ HNSCC patients exhibit better responses to chemoradiation compared to HPV- HNSCC patients, a subset of HPV+ patients do not respond as well and develop recurrent\/refractory disease. In this study, we investigated the potential role of HPV E5 in promoting resistance to conventional chemo- and radiotherapy, and the underlying molecular mechanisms. HPV E5 is a small hydrophobic viral oncoprotein with multiple functions including regulation of tumor cell differentiation and apoptosis, modulation of H+ ATPase responsible for acidification of late endosomes, and immune modulation. To test the impact of HPV E5 on therapeutic resistance, we generated HNSCC cell lines and normal keratinocytes expressing HPV16 E5. Upon treatment with radiation (2Gy, 4Gy, 8Gy) and\/or cisplatin, HNSCC cells and keratinocytes expressing HPV 16 E5 had increased cell viability, decreased apoptosis, and increased colony-forming capacity compared to empty vector (EV) control lines. Specifically, treatment with 4Gy radiation, 4&#181;M cisplatin, or the combination led to a ~2-fold decrease in % of apoptotic cells in HPV16 E5-expressing HNSCC cells compared to EV and HPV16 E6\/E7 HNSCC cells (p &#60;0.05). Examination of DNA damage response and repair pathways indicated that while HPV16 E5 HNSCC cells initially had increased phosphorylation of H2AX 6 hours post treatment, at 24 hours post treatment H2AX phosphorylation in HPV16 E5 cells was significantly decreased compared to EV or HPV16 E6\/E7 HNSCC cells. These findings indicate increased DNA repair capacity of HPV16 E5 HNSCC cells. To identify mechanisms underlying this phenotype, we performed RNA-seq and observed enhanced signaling pathways associated with epithelial development and increased expression of stem cell markers in HPV16 E5 HNSCC cells compared to EV control lines. Functionally, we observed a ~2.5-fold increase in sphere-forming capacity and increased expression of markers associated with stem cell phenotype in HPV16 E5 HNSCC cells compared to EV and HPV E6\/E7 HNSCC cells. To determine whether these findings translated clinically, 18 HPV+ HNSCC patients from the GSE74927 dataset were grouped according to median expression level of HPV E5 (High vs Low). In support of our hypothesis, HPV E5-High patients exhibited enrichment of pathways associated with extrinsic apoptotic signaling, pluripotency of stem cells, and positive regulation of DNA repair. Taken together these results identify HPV E5 as a potential mediator of resistance to conventional radiation and chemotherapy in HNSCC and suggest that patient tumors expressing HPV E5 may have increased DNA repair capacity and cell survival after cytotoxic therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-01 Modulators of radiation response,,"},{"Key":"Keywords","Value":"Human papillomavirus (HPV),Head and neck cancers,Radiation,Chemotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Roy, S. Miyauchi, R. Jones, S. Kim, <b>A. B. Sharabi<\/b>; <br\/>UCSD Moores Cancer Center, La Jolla, CA","CSlideId":"","ControlKey":"0e7f1290-c958-40aa-bff6-765b350ef7e0","ControlNumber":"5714","DisclosureBlock":"&nbsp;<b>S. Roy, <\/b> None..<br><b>S. Miyauchi, <\/b> None..<br><b>R. Jones, <\/b> None..<br><b>S. Kim, <\/b> None.&nbsp;<br><b>A. B. Sharabi, <\/b> <br><b>Toragen Inc<\/b> Fiduciary Officer, Independent Contractor, Stock, Patent. <br><b>Siemens\/Varian Medical Systems<\/b> Grant\/Contract, Travel. <br><b>Merck<\/b> Other, Food\/Beverage. <br><b>Takeda<\/b> Other, Food\/Beverage.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6678","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2875","PresenterBiography":null,"PresenterDisplayName":"Andrew Sharabi, MD;PhD","PresenterKey":"4f4d9517-f121-4f00-9ab6-0b8e72a87a8e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2875. Resistance to conventional chemo and radiotherapy associated with increased DNA repair and stem cell-like phenotype in head and neck squamous cell carcinoma expressing HPV E5","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Resistance to conventional chemo and radiotherapy associated with increased DNA repair and stem cell-like phenotype in head and neck squamous cell carcinoma expressing HPV E5","Topics":null,"cSlideId":""},{"Abstract":"Combination of radiotherapy and immunotherapy in neoadjuvant treatment seems a promising approach in resectable esophageal squamous cell squamous (ESCC). The clinical study of radiotherapy combined with PD-1 blockade therapy for neoadjuvant treatment of resectable ESCC shows good result. In order to investigate the underlying mechanism of the effectiveness of radiotherapy combined with immunotherapy in ESCC, we collected the pre and post neoadjuvant therapy samples from 5 responders and 5 non-responders ESCC patients and performed multiplexed tissue imaging using 28 markers. Using the detection measurements exported from QuPath, we performed the unsupervised clustering with Seurat and defined 20 cell types. Scimap was used to calculate the distance between different cell types. We found that CD4+ T, CD8+ T, cytotoxic CD8+ T cells and M1 macrophages showed an increase after treatment in both responders and non-responders. Tregs were decreased after neoadjuvant treatment in responder while there was no significant decrease in non-responder. And the distance between Tregs and cancer cells were increased in responders. Collectively, we provide an approach for investigating the underlying mechanism of the sensitivity to neoadjuvant PD-1 blockade treatment combined with radiotherapy in resectable ESCC using spatial multiplexed imaging.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-01 Modulators of radiation response,,"},{"Key":"Keywords","Value":"Radioimmunotherapy,Tumor infiltrating lymphocytes,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. Yin<\/b><sup>1<\/sup>, K. Xu<sup>2<\/sup>, S. Zheng<sup>2<\/sup>, B. Li<sup>3<\/sup>; <br\/><sup>1<\/sup>The Affiliated Hospital of Qingdao University,, Qingdao, China, <sup>2<\/sup>The Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China, <sup>3<\/sup>Shandong Cancer Hospital and Institute, Shandong First Medical University and Shandong Academy of Medical Sciences, Jinan, China","CSlideId":"","ControlKey":"491f084f-7b43-42bb-9c61-15b9fb4e0e0c","ControlNumber":"8433","DisclosureBlock":"&nbsp;<b>X. Yin, <\/b> None..<br><b>K. Xu, <\/b> None..<br><b>S. Zheng, <\/b> None..<br><b>B. Li, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6679","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2876","PresenterBiography":null,"PresenterDisplayName":"Xiaoyang Yin","PresenterKey":"10915224-dfff-42b3-b947-312674eac10a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2876. Spatial immune cell atlas predicts the sensitivity to neoadjuvant PD-1 blockade treatment combined with radiotherapy in resectable esophageal squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial immune cell atlas predicts the sensitivity to neoadjuvant PD-1 blockade treatment combined with radiotherapy in resectable esophageal squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Precise diagnostic workup is crucial for developing effective treatment strategies in cancer patients. Peritoneal carcinomatosis, often missed in preoperative CT scans and conventional laparoscopy, poses diagnostic challenges. This study aimed to assess the diagnostic accuracy of staging laparoscopy using photodynamic diagnosis (PDD) with the photosensitizer phonozen activated at 405 nm in a rabbit model of peritoneal carcinomatosis.<br \/><b>Methods:<\/b> Female New Zealand white rabbits (16-20 weeks old) were utilized to establish the model through peritoneal inoculation of VX2 sarcoma cells, resulting in distinct solid-tumor nodules for laparoscopic evaluation. A customized dual-emission laparoscope, capable of both white-light and 405 nm blue-light, was employed for PDD. To minimize blue-light background interference, a 550 nm long-pass filter was placed between the laparoscope and the video camera, optimizing the process. The PDD-enhanced diagnostic laparoscopy comprised a tripartite approach: 1) initial peritoneal cavity exploration under white-light and labeling of suspect nodules, followed by 2) utilization of blue light with the long-pass filter to identify red-light emissions from distinctly labeled tumor cells, and 3) open laparotomy served to palpate the peritoneal surface and identify additional or missed tumor nodules.<br \/><b>Results:<\/b> Analysis of data from 12 rabbits with 267 tumor nodules revealed that sensitivity and specificity of diagnostic laparoscopy for detecting tumor nodules increased from 84.9% and 18.8% with white light alone to 90.8% and 25.0% when aided by PDD, respectively. These findings underscore the substantial improvement in diagnostic accuracy achievable by combining the rabbit model of peritoneal carcinomatosis with PDD in laparoscopic procedures.<br \/><b>Conclusion:<\/b> The heightened sensitivity and specificity observed in this study hold significant promise for positively impacting clinical practice, providing a more accurate and effective approach to the diagnosis and management of peritoneal carcinomatosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-02 Photobiology\/photodynamic therapy,,"},{"Key":"Keywords","Value":"Photodynamic therapy,Cancer cell,Peritoneal metastasis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H.-I. Kim<\/b><sup>1<\/sup>, A. Rivera-Piza<sup>1<\/sup>, S. Lee<sup>2<\/sup>; <br\/><sup>1<\/sup>Yonsei University Health System, Seoul, Korea, Republic of, <sup>2<\/sup>CHA Bundang Medical Center, Bundang, Korea, Republic of","CSlideId":"","ControlKey":"7dde4b1d-7191-4482-8262-62fa48678b4f","ControlNumber":"6403","DisclosureBlock":"&nbsp;<b>H. Kim, <\/b> None..<br><b>A. Rivera-Piza, <\/b> None..<br><b>S. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6680","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2877","PresenterBiography":null,"PresenterDisplayName":"Hyoung-Il Kim, MD","PresenterKey":"d03976ed-b813-4ed2-87d3-84fd9b51a255","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2877. Enhancing diagnostic precision in peritoneal cancer metastasis: Photodynamic diagnosis-guided laparoscopy in a rabbit model","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing diagnostic precision in peritoneal cancer metastasis: Photodynamic diagnosis-guided laparoscopy in a rabbit model","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma is a malignant osteoid tumor that arises from mesenchymal cells exhibiting osteoblastic differentiation. Common treatments for this neoplasm include limb-salvage surgery and\/or amputation of the affected limb, either of which can substantially decrease quality of life. Therefore, other, less invasive treatments should be explored. Photodynamic therapy (PDT) represents a more targeted, less invasive treatment possibility for osteosarcoma. Previous data from my laboratory demonstrated that aminolevulinic acid-mediated photodynamic therapy (ALA-PDT) can be used to induce significant cell death in human osteosarcoma MG-63 cells <i>in vitro<\/i>. However, delivering high doses of drugs to deep osteosarcoma tumors could prove difficult, so we aim to explore the use of combination therapies to increase the efficacy of ALA-PDT in human osteosarcoma cells. Previous studies have shown that hyperthermia (increased temperature) can induce cell death in cancer cells. Furthermore, data suggest that combining PDT with hyperthermia can induce cell death in cancer cells synergistically by activating differential death-inducing pathways. However, hyperthermia in combination with ALA-PDT has not been explored in human osteosarcoma. Therefore, we aim to investigate the possibility that hyperthermia in combination with ALA-PDT can increase cell death in human osteosarcoma cells compared to ALA-PDT alone. Data from our lab show that compared to normal body temperature (37&#176;C), cell death in MG-63 human osteosarcoma cells was not significantly increased by mild hyperthermia alone (40&#176;C and 43&#176;C respectively), while moderate hyperthermic temperatures alone (46&#176;C and 49&#176;C) did significantly increase cell death. We also found that at moderately hyperthermic temperatures, ALA-PDT does not increase cell death any further compared to moderate hyperthermia alone. Furthermore, we found that at the mildly hyperthermic temperature of 40&#176;C, cell death was not significantly increased any further by ALA-PDT compared to ALA-PDT alone. However, our data do show that at a temperature of 43&#176;C, hyperthermia plus ALA-PDT increased cell death compared to ALA-PDT alone. Therefore, our data suggest that inducing mild hyperthermia could increase the efficacy of ALA-PDT in human osteosarcoma cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-02 Photobiology\/photodynamic therapy,,"},{"Key":"Keywords","Value":"Photodynamic therapy,Hyperthermia,Osteosarcoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. J. Baugher<\/b>; <br\/>Pacific Univ., Forest Grove, OR","CSlideId":"","ControlKey":"72d72189-1e23-4ef0-82f4-c7a81fdb3699","ControlNumber":"7640","DisclosureBlock":"&nbsp;<b>P. J. Baugher, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6681","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2878","PresenterBiography":null,"PresenterDisplayName":"Paige Baugher, PhD","PresenterKey":"1eb0d8b9-faeb-4159-978a-3a05c7846159","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2878. Hyperthermia increases the efficacy of aminolevulinic acid-mediated photodynamic therapy in human osteosarcoma cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hyperthermia increases the efficacy of aminolevulinic acid-mediated photodynamic therapy in human osteosarcoma cells","Topics":null,"cSlideId":""},{"Abstract":"Impressive outcomes in therapeutic radiation oncology have been achieved in the past decade through the development of advanced computer technology and imaging methods, such as intensity modulated radiotherapy. Ideally, radiotherapy treatment delivers a high dose to the tumor while sparing the surrounding healthy tissues and organs at risk from radiation damage. Spatiotemporal Fractionated Radiotherapy has emerged as an innovative technique that delivers different dose distributions to different parts of the tumor in order to achieve high doses to the target while ensuring a low dose-bath in the surrounding normal tissue. Spatiotemporally fractionated regimens showed <i>in silico<\/i> up to 10 - 15% sparing of normal tissue from radiation damage, while ensuring isoeffective tumor control compared to conventionally fractionated regimens. However, prior to advancing spatiotemporal fractionation to the clinical level, it is important to probe the validity of the main assumption of spatiotemporal fractionation derived from the Biologically Effective Dose (BED) model: two different fractionation schemes that implement a high and a low dose will lead to equivalent clinical effects, regardless of dose-treatment sequence. A tumor growth delay study was performed in a subcutaneous immunocompetent murine tumor model (MC38-tumor cell derived) receiving two different fractionation regimens. Particularly, tumors belonging to the two treatment groups received the same dose combination - a high (12 Gy) and a low (6 Gy) dose fraction separated by 72 hours - with the doses delivered in opposite order in the two treatment groups. The same experimental outline was performed in a subcutaneous immunodeficient murine tumor model derived from the same tumor cells. Tumors were also characterized by immunophenotyping analysis seven days after first irradiation. Even though the two regimens deliver the same physical dose to the tumor - and would be considered equivalent according to the BED model - different tumor growth delays were observed in a time window of 30 days after first irradiation depending on the treatment group. Such differences were observed in the immunocompetent model but not in the immunodeficient model. The immunophenotyping results showed immunostimulatory vs immunosuppressive phenotypes of the tumor microenvironment depending on the order of the treatment doses. An additional tumor growth delay study including immune checkpoint inhibitors confirmed the fundamental role of the immune system with the differential efficacy outcomes of the two regimens. Overall, these intriguing results suggest that a differential radiotherapy-induced immune response to different doses of ionizing radiation plays an important role in the treatment outcome and asks for re-evaluation of the BED model taking scheduling-dependent parameters into consideration.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-03 Radiation dose fractionation,,"},{"Key":"Keywords","Value":"Radiotherapy,Tumor microenvironment,Mouse models,Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I. Vetrugno<\/b><sup>1<\/sup>, I. Telarovic<sup>1<\/sup>, N. Torelli<sup>2<\/sup>, J. Unkelbach<sup>1<\/sup>, M. Pruschy<sup>1<\/sup>; <br\/><sup>1<\/sup>Universit채t Z체rich, Z체rich, Switzerland, <sup>2<\/sup>University Hospital Zurich, Z체rich, Switzerland","CSlideId":"","ControlKey":"a19650c4-923d-4534-87c7-b8f9a711724a","ControlNumber":"6470","DisclosureBlock":"&nbsp;<b>I. Vetrugno, <\/b> None..<br><b>I. Telarovic, <\/b> None..<br><b>N. Torelli, <\/b> None..<br><b>J. Unkelbach, <\/b> None..<br><b>M. Pruschy, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6682","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2879","PresenterBiography":null,"PresenterDisplayName":"Irene Vetrugno","PresenterKey":"b202fdf6-f72d-4bdc-b2bb-4684668ca63d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2879. Spatiotemporal fractionation: An innovative concept of fractionated radiotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatiotemporal fractionation: An innovative concept of fractionated radiotherapy","Topics":null,"cSlideId":""},{"Abstract":"Radiation not only kills cancer cells directly through DNA damage, but also indirectly by inducing vascular changes. Endothelial cells (ECs) in small blood vessels and capillaries connect with pericytes, a type of mural cells which are important for vascular stability and structure. Effects of radiation on tumor vasculature are critical for the therapeutic efficacy, however, its impacts on pericytes remain largely unknown. In this study, we focused on the effect of radiation on pericytes and sought to elucidate the mechanism by which radiation affects pericytes. We show 20Gy for C3H10T1\/2 (10T1\/2) mouse embryonic mesenchymal pericyte precursor cells and 10Gy for human pericytes from placenta (hPC-PL) cells induces pericyte differentiation and activation of adhesion molecules. Radiation enhanced lymphocyte adhesion and decreased permeability in co-culture of ECs and pericytes primarily through endothelial cells, not via pericytes. Furthermore, radiation promoted transdifferentiation of pericytes into myofibroblasts. Supernatant from irradiated cells in combination with a TGF&#946; inhibitor showed that TGF&#946; signaling is involved in pericyte differentiation by radiation but not all pericyte marker genes are regulated by TGF&#946;. Therefore, we performed phospho-kinase array analysis and revealed Akt signaling pathway activation 10 minutes following radiation, which was verified by the phosphorylation of GSK3&#946; and PRAS40. Along with this, generation of intracellular reactive oxygen species (ROS) occurs as early as 5 min following radiation. Inhibitors of Akt and ROS suppress the expression of myofibroblast markers increased by radiation.<br \/>To investigate whether radiation induces pericyte differentiation into myofibroblast in tumors, we employed NG2DsRedBAC (NG2DsRed) transgenic mice where DsRed is expressed under the control of NG2 promoter to trace pericytes. The endogenous expression of DsRed was detected in pericytes in the tumors implanted to NG2DsRed mice. Flow cytometry analysis of tumors harvested 7 days after radiation shows radiation increased vimentin<sup>+<\/sup> cells and decreased DsRed<sup>+<\/sup><sup> <\/sup>cells, which indicates radiation induced pericyte differentiation into myofibroblast. In conclusion, radiation promotes pericyte maturation and transdifferentiation into myofibroblast via Akt signaling. Further study using Akt inhibitor with radiation to tumor-bearing N2DsRed mice will be warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-04 Radiation-activated signaling pathways,,"},{"Key":"Keywords","Value":"Radiation,Akt,Tumor microenvironment,TGF-&#946;,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Yamazaki<\/b>, K. R. Jordan, M. R. Crittenden, M. J. Gough, K. H. Young; <br\/>Providence Cancer Institute, Portland, OR","CSlideId":"","ControlKey":"b05be099-df2b-4e33-b941-1c1e40a6812d","ControlNumber":"2815","DisclosureBlock":"&nbsp;<b>T. Yamazaki, <\/b> None..<br><b>K. R. Jordan, <\/b> None.&nbsp;<br><b>M. R. Crittenden, <\/b> <br><b>Bristol Myers-Squibb<\/b> Research funding. <br><b>Jounce<\/b> Research funding. <br><b>VIR Biotech<\/b> Research funding. <br><b>Roche<\/b> Consultant. <br><b>M. J. Gough, <\/b> <br><b>Bristol Myers-Squibb<\/b> Research funding. <br><b>Jounce<\/b> Research funding. <br><b>VIR Biotech<\/b> Research funding. <br><b>K. H. Young, <\/b> <br><b>Corbus Pharmaceuticals<\/b> Consultant. <br><b>Corbus Pharmaceuticals<\/b> Sponsored Research Agreement. <br><b>Bristol-Myers Squibb<\/b> Sponsored Research Agreement. <br><b>Synthis Therapeutics<\/b> Stock, Advisor.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6683","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2880","PresenterBiography":null,"PresenterDisplayName":"TOMOKO YAMAZAKI","PresenterKey":"c6aaf6b6-7329-4e82-a4ee-3d76147a0a12","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2880. Radiation induces myofibroblast differentiation of pericytes","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Radiation induces myofibroblast differentiation of pericytes","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer is the 12th most common cancer among women in the United States and the 5th leading cause of cancer-related death for women. About 80% of the patients are diagnosed at stages III or IV, classified as High-Grade Serous Ovarian Cancer (HGSOC). HGSOC is highly aggressive, exhibiting an 80% recurrence rate within 24 months after cancer treatment. Brain and nervous system cancer ranks as the 10th leading cause of cancer-related death in the U.S., with Glioblastoma Multiforme (GBM) accounting for 47.7% of all brain cancer cases. GBM is the most aggressive primary brain cancer, with a 90% recurrence rate and a 4% 2-year survival rate. Patients with these cancers encounter limited treatment options, and the recurrence of cancer exacerbates these challenges. Therefore, a deeper understanding of the factors contributing to cancer treatment-induced aggressiveness is greatly needed. In our study, we first examined the treatment efficacy of proton and photon radiation by conducting apoptosis assays. Our findings demonstrate that proton radiation is significantly more effective at eliminating both HGSOC and GBM cells compared to photon radiation. Subsequently, we assessed the level of cancer aggressiveness in the surviving cells after radiation exposure by measuring stemness and epithelial-mesenchymal transition (EMT) levels. While proton radiation proved to be more effective in eliminating a greater number of cancer cells, we hypothesize that both proton and photon irradiation promote cancer aggressiveness in the surviving cells of HGSOC and GBM. To assess the stemness and EMT level of cancer cells following radiation, we integrated a SORE6-GFP reporter to identify the cancer stem cell population expressing SOX2\/OCT4 and a 3&#8217; UTR-ZEB1-GFP reporter to detect the cell population with mesenchymal traits. Cells transduced with the reporters were treated with 0, 1, 2, 4, and 8 Gy of 250 MeV proton and 6 MeV photon beams, and at 72 hours post-radiation, GFP levels were measured via flow cytometry. Our data demonstrated a dose-dependent increase in stemness and EMT levels in live cells after both types of radiation. Furthermore, cancer cells exposed to radiation were harvested at 72 hours and 240 hours post-radiation for RT-qPCR analysis. Our preliminary data indicate an upregulation of stemness genes including POU5F1 and SOX2, as well as EMT transcription factor genes ZEB1, SNAI1, and TWIST1 in response to both types of radiation in most cell lines. These findings indicate that both proton and photon radiation therapies promote cancer aggressiveness in the surviving cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-05 Radiation-induced gene expression,,"},{"Key":"Keywords","Value":"Ovarian cancer,Glioblastoma multiforme,Radiation therapy,Epithelial-mesenchymal transition (EMT),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Jung<\/b><sup>1<\/sup>, A. Morcos<sup>2<\/sup>, A. Keniston<sup>1<\/sup>, A. Antonissen<sup>1<\/sup>, S. Asariah<sup>3<\/sup>, A. Bertucci<sup>4<\/sup>, M. Vazquez<sup>4<\/sup>, J. Unternaehrer<sup>2<\/sup>; <br\/><sup>1<\/sup>California State University, San Bernadino, San Bernardino, CA, <sup>2<\/sup>Loma Linda University, Loma Linda, CA, <sup>3<\/sup>California Baptist University, Riverside, CA, <sup>4<\/sup>Canadian Nuclear Laboratories, Chalk River, ON, Canada","CSlideId":"","ControlKey":"f0b07140-6021-4b36-bc0f-699e0293d3bb","ControlNumber":"2313","DisclosureBlock":"&nbsp;<b>Y. Jung, <\/b> None..<br><b>A. Morcos, <\/b> None..<br><b>A. Keniston, <\/b> None..<br><b>A. Antonissen, <\/b> None..<br><b>S. Asariah, <\/b> None..<br><b>A. Bertucci, <\/b> None..<br><b>M. Vazquez, <\/b> None..<br><b>J. Unternaehrer, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6684","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2881","PresenterBiography":null,"PresenterDisplayName":"Yeonkyu Jung, BA","PresenterKey":"8b4b5af2-a1b3-4add-a559-de35925a5b58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2881. Comparing the effects of proton and photon therapy on promoting cancer aggressiveness in ovarian cancer and glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparing the effects of proton and photon therapy on promoting cancer aggressiveness in ovarian cancer and glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Radiation therapy is the primary form of treatment of head and neck squamous cell carcinoma (HNSCC). However, more than half of patients experience disease progression with standard of care treatment. To investigate novel therapeutic targets, a CRISPR screen was done to identify genes that are associated with radioresistance. The screening results indicated that JAK1 and TYK2 knockout (KO) resulted in radioresistance in HNSCC. Preliminary data suggests that loss of JAK1 causes an enhanced G2\/M arrest phenotype and enhanced genome stability that contribute to radioresistance. To investigate whether TYK2 KO caused changes to the cell cycle and genome stability as observed in JAK1 KO, Western blots, cell cycle assays, and micronuclei staining experiments were performed. Cal27, a HNSCC cell line, was used. Cal27 cells were transduced with a non-targeting control (NT2) guide RNA (gRNA) or two different gRNAs targeting TYK2 to generate TYK2 KO cells. Western Blot analysis was performed to determine changes in signaling upon TYK2 KO. Additional conditions included radiation and treatments with Interferon gamma, Interferon alpha and Interleukin-6 to activate the canonical JAK-STAT pathways. Overall, there were minimal changes in downstream signaling between the treatments and the knockouts. Cell cycle analysis via flow cytometry revealed no changes between the NT2 and TYK2 KO cells, potentially corroborating signaling results. Forty percent of TYK2 KO cells were arrested at the G2\/M checkpoint at 8 hrs and 24 hrs after radiation treatment, but twenty percent returned to the G1 phase at 24 hrs. This indicates that loss of TYK2 is not responsible for cell cycle arrest. Lastly, micronuclei formation was observed to measure genomic instability. Twenty thousand Cal27 NT2 and TYK2 KO cells were seeded. They were allowed to incubate for 48 hrs before treatment with 4 Gy. Micronuclei staining revealed minimal differences between NT2 and TYK2 KO cell lines, although there were significant differences between the control and the radiation groups. Overall, radioresistance by TYK2 KO is not caused by changes in cell cycle or genomic instability as demonstrated with JAK1 KO. To understand how TYK2 is causing radioresistance in HNSCC, next steps would be to see if there are changes in proliferation. If MTT assays demonstrate significant changes, downstream signaling in growth pathways will be measured. If there is no increased proliferation, we will examine changes in DNA damage repair.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-06 Radiation-induced resistance,,"},{"Key":"Keywords","Value":"JAK,Tyrosine kinase,Radioresistance,Head and neck squamous cell carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. M. Constante<\/b>, V. Kelley, J. Contessa; <br\/>Yale University, New Haven, CT","CSlideId":"","ControlKey":"bb9576c8-feb9-45e4-8cb4-e8bba7f44b3b","ControlNumber":"1211","DisclosureBlock":"&nbsp;<b>N. M. Constante, <\/b> None..<br><b>V. Kelley, <\/b> None..<br><b>J. Contessa, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6685","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2882","PresenterBiography":null,"PresenterDisplayName":"Nicole Constante, No Degree","PresenterKey":"a48b17b6-4ff1-4c28-bdaf-99b9f90d30af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2882. Investigating mechanisms of radioresistance in TYK2 knockout head and neck cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating mechanisms of radioresistance in TYK2 knockout head and neck cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Resistance to radiation therapy significantly affects the prognosis of solid tumors. Histone deacetylase 6 (HDAC6) is a stress-responsive lysine deacetylase that has emerged as a promising target for cancer therapy, with numerous clinical trials investigating interventions to modulate its activity. While HDAC6 appears to be linked to responses to DNA-damaging therapeutics, the reported responses and underlying mechanisms remain intriguing and varied. In this study, we elucidate a novel mechanism of radioresistance mediated by HDAC6 in non-small cell lung cancer (NSCLC). We classified nine NSCLC cell lines into three groups based on their radioresistance using survival assays and correlated this resistance with the induced expression of six deacetylases. We conducted gain-of-function experiments (GOF) using plasmid transfection and loss-of-function experiments (LOF) employing inhibitors or RNAi. Furthermore, we quantified the repair of damaged dsDNA through FACS-based GFP assays and assessed the mechanism of homologous recombination repair (HRR) end-resection via single-strand quantitative PCR. Co-immunoprecipitation assays, cancer stem cell enrichment, DNA damage-induced senescence assays, reverse-phase protein assays (RPPA), and RNA sequencing were also performed to investigate gene expression changes resulting from the loss of HDAC6. Our findings revealed that HDAC6 induction by radiation is strongly correlated with NSCLC resistance to radiation leading to CSC survival and escape from radiation led senescence LOF of HDAC6 through RNAi or inhibitors suppressed resistance, while GOF achieved through wild-type or deacetylase activity-deficient mutant transfection, induced resistance. Importantly, this resistance mechanism was independent of deacetylation activity. RNAi-mediated loss of HDAC6 reduced both HRR and non-homologous end-joining, whereas pharmacological inhibition of HDAC6 activity did not. Notably, DNA end-resection, a critical step in HRR, was decreased by RNA interference but not affected by the inhibitors. RPPA assays demonstrated that Histone demethylase 1A (LSD1\/KDM1A) levels decreased significantly upon HDAC6 RNA interference but remained unaffected by pharmacological intervention. Loss of LSD1 alone resulted in decreased HRR and end-resection, likely mediated through HDAC6-induced ubiquitination. Moreover, overexpression of LSD1 rescued the HDAC6 loss-induced sensitization of NSCLCs. In summary, our study unveils a novel mechanism by which HDAC6 mediates HRR after radiation through the stabilization of LSD1. This mechanism operates independently of deacetylase activity. Therefore, our findings suggest that interventions targeting both deacetylation and non-deacetylation roles of HDAC6 should be considered to overcome HDAC6-derived radioresistance in NSCLCs and enhances the radiation therapy efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-06 Radiation-induced resistance,,"},{"Key":"Keywords","Value":"Radioresistance,HDAC6,LSD1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Ha<\/b><sup>1<\/sup>, H. Kim<sup>1<\/sup>, H. Lee<sup>1<\/sup>, S. Choi<sup>1<\/sup>, H.-y. Lee<sup>2<\/sup>, W.-Y. Kim<sup>1<\/sup>; <br\/><sup>1<\/sup>Sookmyung Women's University, College of Pharmacy, Seoul, Korea, Republic of, <sup>2<\/sup>Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"eceff451-8985-4599-9766-f1865599c668","ControlNumber":"5912","DisclosureBlock":"&nbsp;<b>S. Ha, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>S. Choi, <\/b> None..<br><b>H. Lee, <\/b> None.&nbsp;<br><b>W. Kim, <\/b> <br><b>Arum Therapeutics<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6686","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2883","PresenterBiography":null,"PresenterDisplayName":"Sojung Ha, B Eng","PresenterKey":"6c360805-b3be-4cf2-9a18-c74d51784acf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2883. HDAC6 mediates the radioresistance of NSCLC through LSD1, independent of its own deacetylation activity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HDAC6 mediates the radioresistance of NSCLC through LSD1, independent of its own deacetylation activity","Topics":null,"cSlideId":""},{"Abstract":"Receptor tyrosine kinases (RTK) and integrins coalesce at focal adhesions. These cell membrane areas serve as huge signaling hubs critically contributing to central aspects of cancer cell survival and therapy resistance. Despite the fact that these receptors mutually interact, co-dependencies between these receptors and associated therapeutically exploitable vulnerabilities remain largely unclear in HPV-negative head and neck squamous cell carcinoma (HNSCC). Here, we evaluated the cytotoxic and radiochemosensitizing potential of targeting 10 RTK and &#946;1 integrin in up to 20 different 3D matrix grown HNSCC cell models. RNA sequencing and protein&#8209;based biochemical assays were performed for molecular and pathway characterization. Bioinformatically identified transcriptomic signatures were applied to patient cohorts to show clinical relevance. Our observations demonstrate that fibroblast growth factor receptors (FGFR 1-4) present with the strongest cytotoxic and radiosensitizing potential, both as monotherapy and in combination with &#946;1 integrin inhibition, surpassing the efficacy of the other investigated RTK. Pharmacological pan-FGFR inhibition elicited a variable response spectrum ranging from cytotoxicity\/radiochemosensitization to resistance\/radioprotection. Transcriptomic characterization revealed an association of these contrasting responses to FGFR inhibition with a mesenchymal-to-epithelial transition (MET) for sensitive cell models and a partial epithelial-to-mesenchymal transition (EMT) for resistant cell models. Accordingly, deactivation of EMT associated kinases like EGFR, PKC and PAK proved effective in diminishing the adaptive FGFR-driven resistance. Importantly, the translation of the adaptive resistance profiles to HNSCC patient cohorts showed its prognostic value and provided conclusive validation of the presence of EMT-related vulnerabilities that can be strategically used for therapeutic intervention. In conclusion, our study demonstrates that pan-FGFR inhibition induces both a highly beneficial radiochemosensitizing and a detrimental radioprotective effect in HNSCC cell models. Adaptive EMT-associated resistance appears to be of clinical importance, and we provide effective molecular approaches to exploit this therapeutically.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-07 Radiobiology research,,"},{"Key":"Keywords","Value":"Fibroblast growth factor receptor (FGFR),Epithelial-mesenchymal transition (EMT),Radioresistance,Integrins,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"F. Broghammer<sup>1<\/sup>, M. Gouda<sup>2<\/sup>, I. Korovina<sup>3<\/sup>, C. Brunner<sup>4<\/sup>, R. P. Coppes<sup>5<\/sup>, O. Gires<sup>2<\/sup>, M. Seifert<sup>1<\/sup>, <b>N. Cordes<\/b><sup>3<\/sup>; <br\/><sup>1<\/sup>Technische Universit채t Dresden, Dresden, Germany, <sup>2<\/sup>Ludwigs-Maximilians-University University Hospital, Munich, Germany, <sup>3<\/sup>Helmholtz Center Dresden - Rossendorf, Dresden, Germany, <sup>4<\/sup>Ulm University Medical Center, Ulm, Germany, <sup>5<\/sup>University of Groningen, Groningen, Netherlands","CSlideId":"","ControlKey":"e92111e5-629c-42b5-b05a-9c41cc656edf","ControlNumber":"1278","DisclosureBlock":"&nbsp;<b>F. Broghammer, <\/b> None..<br><b>M. Gouda, <\/b> None..<br><b>I. Korovina, <\/b> None..<br><b>C. Brunner, <\/b> None..<br><b>R. P. Coppes, <\/b> None..<br><b>O. Gires, <\/b> None..<br><b>M. Seifert, <\/b> None..<br><b>N. Cordes, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6687","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2884","PresenterBiography":null,"PresenterDisplayName":"Nils Cordes, MD;PhD","PresenterKey":"922780be-9ad3-48ee-9c70-5fc79947aecd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2884. Resistance to pan-FGFR inhibition is determined by the EMT phenotype associating with clinical outcome in HNSCC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Resistance to pan-FGFR inhibition is determined by the EMT phenotype associating with clinical outcome in HNSCC","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Proton boron capture therapy (PBCT) has the potential to enhance the biological effectiveness of proton therapy, based on proton-boron fusion reactions (<sup>11<\/sup>B + p &#8594; 3&#945; + 8.7 MeV), which produce 3 &#945; particles. In this study, we formulated <i>o<\/i>-carborane, a high boron content cage-like compound, into a polymeric micelle (M-carb) as a delivery tool to achieve effective delivery of the boronated compound to cancer cells and validated the enhancement of the biological effectiveness of proton therapy promoted by the uptake of <i>o<\/i>-carborane-entrapped in the micelle.<br \/>Methods: <i>O<\/i>-carborane was effectively entrapped into an amphiphilic block copolymer to yield a stable polymeric micelle. The size and surface charge of the resulting M-carb were characterized by dynamic light scattering (DLS) and the uptake of M-carb in MIA PaCa-2 pancreatic cancer cells was measured by inductively coupled plasma mass spectrometry (ICP-MS). A colony formation assay was employed to assess the impact of M-carb on the survival of MIA PaCa-2 cells irradiated with a proton beam at the entrance and distal Spread-Out Bragg Peak (SOBP) positions at doses ranging from 0, 2, 5, and 8 Gy. The &#947;H2AX foci were quantified by immunofluorescence to assess treatment-induced DNA double-strand breaks. Boron phenylalanine (BPA) was used as a control boron-carrying agent.<br \/>Results: <i>O<\/i>-carborane-entrapped polymeric micelles (M-carb) had a diameter of about 60 nm and a relatively narrow size distribution (polydispersity index ~0.15) and possessed a slight negative charge. After 6 h incubated with M-carb at an equivalent concentration of 200 &#181;M boron, MIA PaCa-2 cells were found to have taken up ~45 ng <sup>11<\/sup>Boron per million cells. The colony formation assay demonstrated a significant decrease in the survival rate of MIA PaCa-2 cells after 8 Gy proton irradiation in the presence of 40 ppm of boron (corresponding to 4.61 &#181;M BPA or 0.46 &#181;M carborane) compared to irradiation treatment alone (p&#60;0.05). At 8 Gy, the survival rates were 0.10, 0.07, and 0.04 for the following irradiation conditions: i) irradiation alone; ii) in the presence of BPA; in the presence of M-carb. At 2 and 5 Gy, these survival rate values were 0.78, 0.69, and 0.69 and 0.33, 0.19, and 0.16, respectively. Importantly, M-carb alone at the concentration used in proton irradiation experiments displayed no cytotoxicity. Immunofluorescence assays revealed that at both 2 Gy and 5 Gy, BPA and M-carb significantly increased &#947;H2AX foci compared to irradiation alone (p&#60;0.0001).<br \/>Conclusion: M-carb was efficiently taken up by MIA PaCa-2 cells. PBCT mediated by M-carb or BPA enhanced the relative biological effectiveness of proton therapy with consequent improvement of its cell-killing efficacy in pancreatic cancer cells. This approach holds promise for advancing proton therapy as a new treatment modality for pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-07 Radiobiology research,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Proton Boron Capture Therapy,Polymeric Micelles,Cell Killing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Q.-X. Teng<\/b><sup>1<\/sup>, G. Zhang<sup>1<\/sup>, H. Chen<sup>1<\/sup>, F. Mendes<sup>2<\/sup>, N. Sahoo<sup>1<\/sup>, C. Fernandes<sup>2<\/sup>, A. Paulo<sup>2<\/sup>, C. Li<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>University of Lisboa, Lisbon, Portugal","CSlideId":"","ControlKey":"4e957365-44d7-4a79-a36e-0d9c061f4eeb","ControlNumber":"2322","DisclosureBlock":"&nbsp;<b>Q. Teng, <\/b> None..<br><b>G. Zhang, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>F. Mendes, <\/b> None..<br><b>N. Sahoo, <\/b> None..<br><b>C. Fernandes, <\/b> None..<br><b>A. Paulo, <\/b> None..<br><b>C. Li, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6688","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2885","PresenterBiography":null,"PresenterDisplayName":"Qiu-Xu Teng, BS,MS,PhD","PresenterKey":"fc9f41d5-15b5-4063-abf6-3ee06538dff9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2885. O-carborane-entrapped polymeric Micelles for Proton Boron Capture Therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"O-carborane-entrapped polymeric Micelles for Proton Boron Capture Therapy","Topics":null,"cSlideId":""},{"Abstract":"Radiation therapy (RT)-induced chest wall pain (CWP) is a severe complication after thoracic stereotactic body radiation therapy (SBRT) for lung tumors; with increased survivorship, ~30% of patients develop severe CWP. The causes of CWP are unknown, but could involve: 1] damage to intercostal peripheral nerves; 2] bone loss from affected osteoclast activity, or 3] both (secreted factors from activated osteoclasts can affect nerves). This study tested the potential for radiation to affect osteoclasts and\/or sensory neurons to induce pain. Mature osteoclasts differentiated from RAW264.7 cells plated on Osteoassay surfaces were exposed to an acute 10 Gy Cs137 &#947;-rays and bone resorption was assessed. We collected conditioned media (CM) from these cells at 48h and applied to cultured primary mouse dorsal root ganglia neurons (irradiated and non-irradiated neuron), assessing neurite growth and pain-associated marker (CGRP, SP) expression through immunohistochemistry and RT-qPCR. Risedronate (50&#181;M), an anti-resorptive agent, was administered pre-radiation to inhibit osteoclast activity. Unpaired t-tests were utilized for statistical analyses (&#945;=0.05). Osteoclast resorption activity was increased by 48h after irradiation. These irradiated, activated osteoclasts exhibited increased mRNA expression of differentiation (RANK) and activity (CTSK, MMP9) markers. Neurons treated with CM from irradiated osteoclasts exhibited elevated levels of CGRP (+38.5%) and SP (+29.5%) compared to cells treated with CM from non-irradiated cells. Consistently, in co-cultures of osteoclasts and neurons exposed to radiation, irradiated neurons exhibited significantly increased neuropeptide levels. Risedronate not only reduced osteoclast activity but also inhibited neuropeptide expression in irradiated neurons within these co-cultures. Moreover, neuropeptide levels were similar between directly irradiated neurons and non-irradiated neurons. However, irradiated neurons exposed to CM from either irradiated or non-irradiated osteoclasts showed a marked 4-fold increase in neuropeptide levels vs neurons that were non-irradiated and then received osteoclast CM. Our findings indicate that radiation activates osteoclasts and leads to direct bone loss <i>in vitro<\/i> and signaling between irradiated osteoclasts and non-irradiated neurons increases pain responses. Importantly, this response is enhanced when neurons were also previously irradiated. During SBRT, intercostal nerves may be influenced by adjacent irradiated osteoclasts, increasing expression of pain-related neuropeptides as the osteoclasts break down bone, thus enhancing the risk of CWP as treatment progresses across time. Understanding these interactions could reveal potential targets for preventing CWP, allowing higher tumor radiation doses with less toxicity. Support: The Milton Raben Foundation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-07 Radiobiology research,,"},{"Key":"Keywords","Value":"Radiation therapy,toxicity\/ Pain,Osteoclast,sensory nerve,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Park<\/b>, M. Peters, J. Moore, K. Reno, M. Farris, C. Peters, J. Willey; <br\/>Wake Forest University, Winston-Salem, NC","CSlideId":"","ControlKey":"e54f0507-9715-4807-b721-a79257240874","ControlNumber":"2597","DisclosureBlock":"&nbsp;<b>S. Park, <\/b> None..<br><b>M. Peters, <\/b> None..<br><b>J. Moore, <\/b> None..<br><b>K. Reno, <\/b> None..<br><b>M. Farris, <\/b> None..<br><b>C. Peters, <\/b> None..<br><b>J. Willey, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6689","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2886","PresenterBiography":null,"PresenterDisplayName":"Sun Park, PhD","PresenterKey":"23e83b03-2780-4301-b0d6-f87a2e6e70dc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2886. Osteoclast and neuronal cross-talk as a mechanism for chest-wall pain caused by thoracic radiosurgery for lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Osteoclast and neuronal cross-talk as a mechanism for chest-wall pain caused by thoracic radiosurgery for lung cancer","Topics":null,"cSlideId":""},{"Abstract":"This study aims to analyze irradiation-induced metabolic alterations in glioblastoma cells and astrocytes to enhance understanding of cellular responses and facilitate the development of more effective radiotherapeutic strategies. Metabolic reprogramming of tumor cells is considered one of the hallmarks of cancer. Studies have shown that abnormal activation of oncogenes and cancer-related signaling pathways, as well as the inactivation of tumor suppressor genes can induce metabolic reprogramming. These metabolic aberrations facilitate rapid proliferation, continuous growth, invasion, metastasis, and immune evasion. Following the application of radiotherapy, the activity of several metabolic pathways significantly changes, potentially leading to the development of radioresistance. However, a differential effect of ionizing radiation on tumor and normal cells is not well understood. Hence, quantifying irradiation-induced metabolic changes in glioblastoma cells and astrocytes is of high importance. We have developed a novel approach to measure dynamic metabolite changes upon irradiation, in vivo, in situ, and in real-time. This tool combines imaging of recently developed fluorescent biosensors via 2-photon microscopy and millimeter-scaled irradiation. Murine glioblastoma cells and astrocytes were generated with stable expression of biosensors for the quantification of intracellular concentrations of various metabolites, including lactate. Cytosolic concentrations of lactate depend on the balance between glycolytic production, mitochondrial consumption of pyruvate and lactate, and the exchange with the extracellular lactate pool via monocarboxylate transporters. Many cancer cells are characterized by an excessive conversion of glucose to lactate even under normoxic conditions. We quantified this so-called Warburg Effect in glioblastoma cells and astrocytes as the ratio between basal lactate production and the lactate increase after OXPHOS inhibition and determined irradiation-induced metabolic changes on the single-cell level. Complementarily, we used metabolomics and Seahorse analyses before and after irradiation. Our data indicate that irradiation increases oxygen consumption in glioblastoma cells but not in astrocytes. Also, we established an orthotopic glioblastoma mouse model via injection of sensor-expressing tumor cells for <i>in vivo<\/i> measurements of metabolite changes during and after irradiation. These data are expected to significantly advance the understanding of the cellular response to irradiation on a molecular level in situ and in real-time. This knowledge will help to develop combination treatments and increase the efficiency of radiotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-07 Radiobiology research,,"},{"Key":"Keywords","Value":"Radiotherapy,Glioblastoma,Metabolism,Imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Marvin Kreuzer<\/b><sup>1<\/sup>, Pascal Imseng<sup>2<\/sup>, Matthias Wyss<sup>2<\/sup>, Thomas Look<sup>3<\/sup>, Tobias Weiss<sup>3<\/sup>, Bruno Weber<sup>2<\/sup>, Martin Pruschy<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Radiation Oncology, University Hospital Zurich, Zurich, Switzerland,<sup>2<\/sup>Institute of Pharmacology and Toxicology, University of Zurich, Zurich, Switzerland,<sup>3<\/sup>Department of Neurology, Clinical Neuroscience Center, University Hospital Zurich, Zurich, Switzerland","CSlideId":"","ControlKey":"14ac7b8b-54b1-4fa0-a9c5-00a20e775368","ControlNumber":"5045","DisclosureBlock":"&nbsp;<b>M. Kreuzer, <\/b> None..<br><b>P. Imseng, <\/b> None..<br><b>M. Wyss, <\/b> None..<br><b>T. Look, <\/b> None.&nbsp;<br><b>T. Weiss, <\/b> <br><b>Philogen s.p.A.<\/b> Other, Honoraria for a lecture and advisory activities.<br><b>B. Weber, <\/b> None..<br><b>M. Pruschy, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6690","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2887","PresenterBiography":null,"PresenterDisplayName":"Marvin Kreuzer, MS","PresenterKey":"d8d48f2c-0dde-4f38-bad1-5977fec8d1cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2887. Impact of ionizing radiation on the energy metabolism of normal and tumor cells in the brain","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of ionizing radiation on the energy metabolism of normal and tumor cells in the brain","Topics":null,"cSlideId":""},{"Abstract":"Background: Hypoxia, a state of reduced oxygen that develops within the tumor due to its irregular vasculature, could result in treatment resistance. Mounting evidence suggests that reoxygenation of the tumor could improve outcomes of conventional cancer therapies. Our approach combats hypoxia using oxygenated lipid microbubbles (OMB) loaded in a temperature sensitive gel. The OMB would carry the oxygen while the gel would sustain its release into the tumor microenvironment.<br \/>Objectives: To formulate an oxygen loaded MB dispersed in a temperature sensitive poloxamer hydrogel for intratumoral administration.<br \/>Methods: OMB were generated by first preparing a liposomal mixture DSPC:DSPE-PEG2000, which was dispersed in a thermosensitive poloxamer hydrogel (P407:P188). This was pressurized with oxygen and vortexed in a gas-tight vial. Characterizations included OMB size distribution, injectability, thermosensitivity, oxygen loading and release, and the impact of the formulation on efficacy of radiotherapy against a colon cancer cell line (HCT116) was evaluated.<br \/>Results: DSPC:DSPE-PEG2000 liposomes at a molar ratio of 94:6 dispersed in P407:P188 (21:6.5 %w\/w) generated OMB with a size distribution in the acceptable range of 0.8-8 &#181;m. Formulations were within the established limits of injectability (F&#60;38N) at room temperature, and gelled near physiological temperatures enabling a sustained release of oxygen. . The formulation co-treatment enhanced radiotherapy significantly as evidenced by the remarkable reductions of clonogenic survival rates in both hypoxic and normoxic HCT116 cells (reduction by 78% vs 68% compared to just their respective radiated controls; p&#60;0.0001 for both cases).<br \/>Conclusion: Reoxygenation with a newly developed OMB hydrogel formulation effectively sensitized HCT116 to radiotherapy <i>in vitro<\/i>. Studies are underway to explore the importance of reoxygenation rate and extent for optimal tumor sensitization.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-08 Radioprotectors and radiosensitizers,,"},{"Key":"Keywords","Value":"Colorectal,oxygenated lipid microbubbles (OMB),temperature sensitive poloxamer hydrogel,survival fraction,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Jose<\/b>, C. H. Chong, J. Jaiswal, Z. Wu, S. S. Thakur; <br\/>University of Auckland, Auckland, New Zealand","CSlideId":"","ControlKey":"78e2f05e-8ed9-40cd-af42-a3f108a5e399","ControlNumber":"761","DisclosureBlock":"&nbsp;<b>A. Jose, <\/b> None..<br><b>C. H. Chong, <\/b> None..<br><b>J. Jaiswal, <\/b> None..<br><b>Z. Wu, <\/b> None..<br><b>S. S. Thakur, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6691","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2888","PresenterBiography":null,"PresenterDisplayName":"Ashok David Jose, MS","PresenterKey":"991bfdd6-c22d-48be-b4d7-47d6b60d4724","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2888. Sensitization of radiation resistant colon cancer - The oxygenated microbubble hydrogel approach","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sensitization of radiation resistant colon cancer - The oxygenated microbubble hydrogel approach","Topics":null,"cSlideId":""},{"Abstract":"Despite recent advances in lung cancer treatment, the survival rate of non-small cell lung cancer (NSCLC) is ~57% largely due to treatment resistance. Cartilage Oligomeric Matrix Protein (COMP) has previously been implicated in promoting metastasis and is associated with poor survival outcomes in breast, prostate and colorectal cancers. Patients with prostate cancer and osteoarthritis (a condition characterized by elevated circulating COMP) had both increased tumor COMP expression and rate of metastasis. Additionally, elevated COMP expression, among others, was observed in a study that investigated the gene expression of invasive NSCLC cell lines, though association with COMP was not further studied. Therefore, COMP could potentially increase the metastatic potential for NSCLC and thus serve as a therapeutic target to reduce tumor aggressiveness. We performed proliferation and migration assays on NSCLC cell lines, A549 and NCI-H1975, treated with 2 &#181;g\/mL COMP to identify COMP&#8217;s role in NSCLC progression. Plated cells in monolayer were treated with either COMP (2&#181;g\/mL) or PBS (control), and then within each group received either: 1] one of two different inhibitors of COMP signaling (either the &#945;&#7525; integrin antagonist cilengitide (1&#181;M), or the Src inhibitor PP2 (1&#181;M)), or 2] no additional treatment. Replicates from each group then received 2Gy Cs137 &#947;-radiation, or no irradiation. Proliferation and migration were monitored via the IncuCyte ZOOM live-cell imaging system over a 48hr interval. Radiation alone reduced both proliferation (-22%, p&#60;0.0001) and migration (-40%, p&#60;0.01) of A549 cells. However, exogenous COMP treatment attenuated the effects of radiation, maintaining both A549 proliferation (19% vs irradiated control, p&#60;0.05) and migration (91% vs irradiated control, p&#60;0.0001). While the overall pattern for NCI-H1975 cells with\/without COMP treatment was similar, the magnitude of the responses was reduced vs A549 cells and non-significant. In contrast, radiation resistance with COMP treatment was abrogated by exogenous treatment of both COMP inhibitors. Cilengitide treatment resulted in lower proliferation rates of the COMP treated, irradiated A549 (-16%, p&#60;0.05) and NCI-H1975 cell lines (-58%, p&#60;0.0001) vs COMP treatment alone, while PP2 reduced proliferation and migration rates for both irradiated and non-irradiated COMP treated cell lines (p&#60;0.0001). PP2 treatment alone did not reduce migration rates of either irradiated control cell lines. In conclusion, COMP serves to radioprotect NSCLC in an undetermined manner, and could serve as both a prognostic biomarker for and therapeutic target against radiation resistance in patients with NSCLC. Support: Milton Raben Foundation","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-08 Radioprotectors and radiosensitizers,,"},{"Key":"Keywords","Value":"Radioresistance,Extracellular matrix protein,Radioprotector,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. E. Reno<\/b>, S. H. Park, M. K. Farris, R. T. Hughes, J. E. Moore, C. M. Patel, J. S. Willey; <br\/>Wake Forest University School of Medicine, Winston Salem, NC","CSlideId":"","ControlKey":"9c9ed681-3e25-4d40-91ec-9b1b2211b631","ControlNumber":"3256","DisclosureBlock":"&nbsp;<b>K. E. Reno, <\/b> None..<br><b>S. H. Park, <\/b> None..<br><b>M. K. Farris, <\/b> None..<br><b>R. T. Hughes, <\/b> None..<br><b>J. E. Moore, <\/b> None..<br><b>C. M. Patel, <\/b> None..<br><b>J. S. Willey, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6692","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2889","PresenterBiography":null,"PresenterDisplayName":"Kaitlyn Reno, BS","PresenterKey":"8e1bfb02-458f-4b11-a683-366adb896742","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2889. Cartilage oligomeric matrix protein as a potential biomarker and therapeutic target of radiation resistance in NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"184","SessionOnDemand":"False","SessionTitle":"Radiation Science","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cartilage oligomeric matrix protein as a potential biomarker and therapeutic target of radiation resistance in NSCLC","Topics":null,"cSlideId":""}]