[{"Abstract":"Background: Differentiated Thyroid Cancer (DTC) has an indolent nature and generally has favorable prognosis. AJCC TNM classification is the most adopted system to evaluate the biological behavior of DTC. Age cut-off of 55 years has been included in the eighth edition of TNM staging system since it led to better prediction of disease specific survival (DSS) of patients with DTC. However, optimal age cut-off in DTC patients from Middle Eastern ethnicity has not been fully explored. We evaluated the optimal age cut-off for the TNM staging system to predict DSS in Middle Eastern patients with DTC.<br \/>Methods: We retrospectively analyzed a large cohort of 1721 adult DTC patients who underwent surgery between 1990 to 2018. The optimal age cut-off value was determined using several age cut-offs (between 20 and 85 years) to assess DSS. Harrel&#8217;s C-Index, Akaike information criterion (AIC) and Bayesian Information Criterion (BIC) were used to assess the statistical model performance of the TNM staging system (eighth edition), with different age cut-offs for prediction of DSS. The proportion of variation explained (PVE) was also calculated to compare predictability of DSS in patients with DTC.<br \/>Results: The median age of patients at diagnosis was 39.9 years (IQR 31.0 - 51.7 years) and 75.5% (1299\/1721) were female. Median follow up was 9.3 years and 10 years DSS was 97.1%. For DTC overall, an age cut-off of 50 years had the best statistical model performance. On receiver operating characteristic curve analysis, the optimal age cut-off for prediction of DSS was 50.5 years (area under the curve = 0.872, p &#60; 0.0001).<br \/>Conclusion: In this large cohort of Middle Eastern DTC patients, an age cut-off of 50 years was more appropriate for TNM staging to achieve better predictability for DSS. Therefore, implementation of different age cut-off for DTC in Middle Eastern patients could improve the predictive value for TNM staging system, and allow for better therapeutic and surveillance approach for these patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Thyroid cancer,Statistical approach,Endocrine\/neuroendocrine cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. K. Parvathareddy<\/b>, A. K. Siraj, P. Annaiyappanaidu, S. O. Ahmed, N. Siraj, Z. Qadri, S. Azam, K. S. Al-Kuraya; <br\/>King Faisal Specialist Hospital & Research Centre, Riyadh, Saudi Arabia","CSlideId":"","ControlKey":"507c1bb2-e20f-4558-b6be-02ce2a12d8fd","ControlNumber":"3015","DisclosureBlock":"&nbsp;<b>S. K. Parvathareddy, <\/b> None..<br><b>A. K. Siraj, <\/b> None..<br><b>P. Annaiyappanaidu, <\/b> None..<br><b>S. O. Ahmed, <\/b> None..<br><b>N. Siraj, <\/b> None..<br><b>Z. Qadri, <\/b> None..<br><b>S. Azam, <\/b> None..<br><b>K. S. Al-Kuraya, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1455","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6262","PresenterBiography":null,"PresenterDisplayName":"Sandeep Parvathareddy, MD","PresenterKey":"0d6e5a58-f6cb-4c8a-ba20-97e22a865428","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6262. Optimal cut-off age for AJCC staging system in Middle Eastern patients with differentiated thyroid cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Optimal cut-off age for AJCC staging system in Middle Eastern patients with differentiated thyroid cancer","Topics":null,"cSlideId":""},{"Abstract":"Objective: Prostate cancer (PCa)-specific nuclear expression of ErbB3, a receptor tyrosine kinase of the epidermal growth factor receptor (EGFR) family, has long been recognized. While an 80kDa nuclear variant of ErbB3 has been identified, full-length 185 kDa ErbB3 also translocates to the nucleus in PCa in a bone microenvironment and androgen status-dependent manner. Here, we studied potential mechanisms by which nuclear ErbB3 may regulate PCa progression.<br \/>Methods: ErbB3 localization was investigated <i>in vitro <\/i>(human prostate cancer cell lines, LNCaP, C4-2, 22Rv1) using amiloride or heregulin-1&#946; (ErbB3-specific ligand). ErbB3 expression and subcellular localization were analyzed using immunofluorescent microscopy and subcellular fractionation followed by immunoblot. Physiological readouts included viability, migration and reporter gene assays.<br \/>Results: Here we show that ErbB3 can occupy a nuclear\/perinuclear location in prostate cancer cells. The hormone sensitive PCa line LNCaP expressed higher levels of nuclear ErbB3 compared to castration resistant lines C4-2 and 22Rv1. The diuretic amiloride was previously shown to inhibit ErbB3 internalization by macropinocytosis thus we investigated whether it could also modulate ErbB3 nuclear localization in PCa cells. In LNCaP cells, amiloride dose dependently prevented ErbB3 nuclear transport, whereas in C4-2 and 22Rv1, no such effect was observed. Further analysis revealed that amiloride promoted ErbB3 expression in the membrane, where ErbB3 underwent ligand-dependent phosphorylation, formed ErbB2\/ErbB3 dimers, and in turn phosphorylated the downstream targets AKT and ERK1\/2 (p42\/p44MAPK). On the other hand, EGFR phosphorylation and dimerization were unaffected by amiloride. Our results suggest that ErbB3 is stored in the nuclear region in an inactive form, whereas upon stress induction, including androgen deprivation, ErbB3 is translocated to the plasma membrane, where it is activated by ligand binding, and causes downstream signaling.<br \/>Conclusion: We previously showed that the EGFR\/ErbB2 dual inhibitor lapatinib failed to affect PCa - we now show that this may be due to modulation of nuclear and cytoplasmic ErbB3 expression. Amiloride prevented translocation (and thus expression of) ErbB3 to the nucleus and retained this RTK in the membrane, resulting in the formation of active ErbB2\/ErbB3 dimers. Lapatinib was then able to inhibit and inactivate its specific target, ErbB2, thereby inducing significant apoptosis. The above indicates a novel role for nuclear ErbB3 in PCa that can be regulated by the combination of amiloride and lapatinib.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-02 Growth factors, receptors, and signal transduction,,"},{"Key":"Keywords","Value":"Growth factor,Drug synergy,Lapatinib,ErbB receptors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. K. Jathal<\/b>, M. M. Mudryj, P. M. Ghosh; <br\/>UC Davis, Sacramento, CA","CSlideId":"","ControlKey":"c22d55f1-03fc-4b73-bcad-3c9d92db44f4","ControlNumber":"7131","DisclosureBlock":"&nbsp;<b>M. K. Jathal, <\/b> None..<br><b>M. M. Mudryj, <\/b> None..<br><b>P. M. Ghosh, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1457","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6264","PresenterBiography":null,"PresenterDisplayName":"Maitreyee Jathal, B Pharm;MS;PhD","PresenterKey":"36b9871b-e4c7-46d3-bca6-7bfbc37ba3c8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6264. Role of Nuclear ErbB3 localization in regulating ligand-dependent ErbB2-ErbB3 heterodimer activation and downstream targets in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of Nuclear ErbB3 localization in regulating ligand-dependent ErbB2-ErbB3 heterodimer activation and downstream targets in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Parathyroid carcinoma (PC) is rare, poses challenges in definitive diagnosis and treatment, and carries a high rate of recurrence and mortality. Atypical parathyroid tumors (APT) have histopathologic features of malignancy but lack unequivocal evidence of invasion and are of uncertain malignant potential. Analysis of genetic alterations that may play a role in PC development, particularly those that might serve as markers of malignant potential, is important for further understanding this disease. <i>FLCN<\/i> is a gene found on chromosome 17 that encodes folliculin, a ubiquitously expressed protein with roles in multiple cellular processes such as apoptosis and cell signaling. Inactivating <i>FLCN<\/i> mutations cause Birt-Hogg-Dub&#233; syndrome (BHD), an autosomal dominant condition characterized by benign fibrofolliculomas, pulmonary cysts and spontaneous pneumothorax, and increased risk of renal cancer. Benign parathyroid tumors had previously been reported in a few BHD patients and recently one study has reported a link between <i>FLCN<\/i> mutations and parathyroid carcinoma. Germline frameshift mutations in <i>FLCN<\/i>, accompanied by somatic loss of the normal allele, were reported in two unrelated PC patients, both with clinical features suggestive of BHD, but no established diagnosis of BHD. An identical somatic frameshift <i>FLCN<\/i> mutation was reported in one PC and one APT. Interestingly, the authors noted low coverage of <i>FLCN<\/i> on whole exome sequencing, resulting in the failure to detect variants identified by Sanger sequencing, thus raising the possibility that prior studies may have missed <i>FLCN<\/i> variants. To better understand the frequency of germline or somatic <i>FLCN<\/i> mutations in PC and APT, we performed Sanger sequence analysis of the entire coding region of the <i>FLCN<\/i> gene on available tumor DNA from 11 PCs and 15 APTs. We identified no inactivating <i>FLCN<\/i> mutations in any of the PC or APT samples examined. A germline missense variant, resulting in a p.Gly325Val change, predicted to be benign\/tolerated by <i>in silico<\/i> analyses, was seen in one PC and a synonymous variant (c.1233G&#62;A) was seen in one APT. The absence of pathogenic mutations in our series parathyroid carcinoma and atypical parathyroid tumors suggests that <i>FLCN<\/i> mutations are rare in these parathyroid tumors. Nevertheless, germline <i>FLCN<\/i> testing and\/or additional screening for BHD-related lesions in parathyroid carcinoma patients merits further consideration and study.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Endocrine\/neuroendocrine cancer,Genetic susceptibility,Tumor suppressor gene,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Burke<\/b>, J. Bellizzi, J. Costa-Guda, A. Arnold; <br\/>UConn Health, Farmington, CT","CSlideId":"","ControlKey":"5d0f26b5-477a-472a-afd1-44e7fbb1b2ef","ControlNumber":"4695","DisclosureBlock":"&nbsp;<b>C. Burke, <\/b> None..<br><b>J. Bellizzi, <\/b> None..<br><b>J. Costa-Guda, <\/b> None..<br><b>A. Arnold, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1458","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6265","PresenterBiography":null,"PresenterDisplayName":"Callie Burke, BS","PresenterKey":"54842cbd-6d03-4a89-81a6-88f16269ef47","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6265. FLCN variants and their role in parathyroid cancer and atypical parathyroid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FLCN variants and their role in parathyroid cancer and atypical parathyroid tumors","Topics":null,"cSlideId":""},{"Abstract":"The neurotensin receptor 1 (NTSR1) is a 418 amino acid type A G protein-coupled receptor which causes phosphatidylinositol turnover and proliferation of non-small cell lung cancer (NSCLC) cells (Moody et al., Peptides 2021; 137: 710480). Adding the agonist NTS to NSCLC cells increases transactivation of the receptor tyrosine kinases (RTK) EGFR, HER2 and HER3 (Moody et al., Biology 2023 12: 957). The RTK tyrosine phosphorylation and growth caused by NTS is impaired by SR48692, a small molecule NTSR1 antagonist. The effects of NTS were investigated on HER4 using NSCLC cells. By Western blot, cell lines NCI-H522 and H661 had high levels of NTSR1, HER 4<b> <\/b>and neuregulin 1 (NRG1), a ligand for HER4 but not NTSR2, HER3 or NRG2.<b> <\/b>By RT-PCT, high levels of HER4 and its isoforms JM-a, CYT1 and CYT2 were present in NCI-H522 and H661 cells. Adding NTS (0.1 &#956;M) or NRG1 (0.01 &#956;g\/ml) to NCI-H522 or H661 cells increased P-Tyr<sup>1284<\/sup>-HER4 and P-ERK 3-fold. Using immunoprecipitation techniques, adding NTS to NSCLC cells increased formation of HER4-HER2 heterodimers which leads to cancer proliferation (Lucas et al., Pharmacol Rev 2022; 74:18). The increase in PY1284-HER4 caused by NTS was impaired by SR48692, HER4 siRNA, NRG1 siRNA or ibrutinib (TKI). The NTSR1 regulation of HER4 transactivation is impaired by GM6001 (MMP inhibitor]), PP2 (Src inhibitor) or N-acetylcysteine (antioxidant). The clonal growth of NSCLC cells is increased by NTS or NRG1 but decreased by SR48692 or ibrutinib. The results indicate that NTS increases the formation of HER2\/HER4 heterodimers leading to the proliferation of NSCLC cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-02 Growth factors, receptors, and signal transduction,,"},{"Key":"Keywords","Value":"GPCR-G-protein coupled receptor,ErbB receptors,NSCLC,Phosphorylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. W. Moody<\/b><sup>1<\/sup>, I. Ramos-Alvarez<sup>2<\/sup>, R. T. Jensen<sup>2<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, Rockville, MD, <sup>2<\/sup>NIDDK, Bethesda, MD","CSlideId":"","ControlKey":"c6b59a79-7463-4125-8345-59dcf756bf7a","ControlNumber":"143","DisclosureBlock":"&nbsp;<b>T. W. Moody, <\/b> None..<br><b>I. Ramos-Alvarez, <\/b> None..<br><b>R. T. Jensen, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1459","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6266","PresenterBiography":null,"PresenterDisplayName":"Terry Moody, PhD","PresenterKey":"9d8df23e-f07f-46ec-b30b-98268778c669","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6266. Neurotensin receptor 1 regulates dimerization of HER2-HER4 and proliferation of non-small cell lung cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Neurotensin receptor 1 regulates dimerization of HER2-HER4 and proliferation of non-small cell lung cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Bone metastasis is highly prevalent in breast cancer (BC) patients with metastatic disease and can increase the risk of hypercalcemia and pathological fractures. Several studies have evaluated the mechanisms of metastasized BC cells&#8217; involvement in bone destruction, but how the bone marrow (BM) microenvironment contributes to this process remains ambiguous. Recent studies have shown that as BC cells experience increased stiffnesses outside of the primary microenvironment, there is higher expression of epithelial-to-mesenchymal transition (EMT) markers, increased expression of osteolytic proteins, and decreased drug responses. However, these changes have not been evaluated at stiffnesses relative to the BM. Estrogen receptor (ER) status also plays a pivotal role in BC patient survival. Clinical studies have indicated that the majority of ER+ patients with metastatic disease have more incidences of bone metastases compared to ER- patients. There is some evidence that suggests that the physical properties can also affect estrogen receptor signaling at the primary site, however, there is minimal work to establish how the physical factors of the BM can affect ER sensitivity after metastasis. We hypothesize that higher stiffness ranges of the BM can alter the estrogen receptor sensitivity of metastasized tumor cells and increase osteolysis. To analyze this question, we seeded ER+ BC cell lines (MCF7s and T47Ds) on CytoSoft&#174; Rigidity Plates that mimicked the stiffness of the BM (0.5 - 32 kPa). After 2 days in culture, we probed the expression of downstream estrogen signaling factors, GREB1, PGR, and TIFF1, to evaluate estrogen activity using western blot. Our results show an increase in downstream estrogen signaling at higher stiffnesses (32 kPa) compared to lower stiffnesses (0.5 kPa) at the protein level but not at the transcriptional level. In the future, we will analyze factors associated with osteolysis (<i>ITGB3<\/i>, <i>TGFB-RII<\/i>, and <i>PTHLH<\/i>). Additionally, we plan to conduct RNA sequencing to analyze any larger transcriptional changes at different stiffnesses. Overall, this work gives insight into how estrogen signaling changes in the BM compared to the primary site. It will also give us insight into potential therapeutic targets for ER+ BC after metastasis to the bone.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-07 Nuclear receptors: Structure and function,,"},{"Key":"Keywords","Value":"Bone marrow,Breast cancer,Steroid hormones,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. A. Northcutt<\/b>, M. Rafat, J. Rhoades; <br\/>Vanderbilt University, Nashville, TN","CSlideId":"","ControlKey":"60c2b765-1c65-4190-a00a-6136ef5b73bc","ControlNumber":"2147","DisclosureBlock":"&nbsp;<b>L. A. Northcutt, <\/b> None..<br><b>M. Rafat, <\/b> None..<br><b>J. Rhoades, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1460","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6267","PresenterBiography":null,"PresenterDisplayName":"Logan Northcutt, BS","PresenterKey":"79f8410e-feb9-41a0-8a58-a805f74b3b4e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6267. Evaluating estrogen receptor signaling modifications at bone marrow related stiffnesses in metastatic breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluating estrogen receptor signaling modifications at bone marrow related stiffnesses in metastatic breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is a significant male cancer in many countries accounting for around 14% of new cancer cases globally in 2020 and ranked as 3<sup>rd<\/sup> common cancer in males in Hong Kong. The major risk factors include old age, high-fat diet, and genetics. Compared to other cancers, PCa is unique as its initial and advanced growth is androgen dependent. As tumor progresses, it accumulates numerous genetic alterations. Main therapeutic options include surgery, radiotherapy and or active surveillance. Upon treatment failure or when metastasis develops, androgen-deprivation therapy (ADT) with the use of potent androgen receptor (AR) antagonists and androgen biosynthesis inhibitors (e.g. Enzalutamide and abiraterone acetate) aiming to suppress AR signaling axis are the standard treatment options. However, the effect of these treatments is short-lived, in which nearly all patients will inevitably relapse to a hormone-independent and metastatic stage known as metastatic castration-resistant prostate cancer (mCRPC) within few years and further drive progression to a more lethal subtype, described as treatment-induced neuroendocrine prostate cancer (NEPC). The treatment options are limited and therefore resulted in high mortality, representing an emerging clinical problem. Recent studies have illustrated that NEPC progression follows a lineage plasticity model with a phenotypic transition to AR loss and neuroendocrine transdifferentiation. Our preliminary study has identified a nuclear receptor NR0B2 (SHP, small heterodimer partner SHP), which is a unique ligand-independent orphan nuclear receptor without a DNA-binding domain, that displays a significant up-regulation in clinical NEPC and prostate cancer cells with NEPC phenotype. Mechanistic studies revealed that SHP could directly interact with AR utilizing its NR Box1 motif while inducing repression on the AR transactivation via its another NR Box2 motif. Based on this, we conducted <i>in vitro<\/i> growth studies and revealed that NR0B2 overexpression could promote growth differentially in AR-negative PCa cells. However, AR-positive PCa cells were insensitive to AR blockade, providing supporting evidence that NR0B2 may be involved in repressing AR activity in prostate cancer cells. Multiple key NEPC and oncogenic TGF&#946; signaling markers showed significant upregulation in gene expression. Based on this, we hypothesize that upregulation of NR0B2 could play an important role in driving the advanced progression of CRPC via its direct interference of AR signaling axis and through other AR-independent signaling pathways, including activation of TGF&#946; signaling. (Study supported by a CUHK Direct Grant for Research 2022-2023, Project No. 2022.081)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-04 Hormone signaling and inhibitors,,"},{"Key":"Keywords","Value":"Androgen independence,Prostate cancer,Neuroendocrine differentiation,Tumor progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Lam<\/b>, F. Chan; <br\/>The Chinese University of Hong Kong, NA, Hong Kong","CSlideId":"","ControlKey":"9d363cb2-5bb0-4fe1-b466-7ab3b9a542d3","ControlNumber":"112","DisclosureBlock":"&nbsp;<b>H. Lam, <\/b> None..<br><b>F. Chan, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1461","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6268","PresenterBiography":null,"PresenterDisplayName":"Hau Tak Daniel Lam, MS,BS","PresenterKey":"28ff9523-12bf-4640-8ae0-1779f1fdd873","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6268. A study of orphan nuclear receptor SHP (NR0B2) in prostate cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A study of orphan nuclear receptor SHP (NR0B2) in prostate cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Estrogen receptor (ER) signaling is the main driver of tumorigenesis in ER+ breast cancers by inducing proliferation and survival through genomic and non-genomic means, therefore inhibition of ER signaling has been a mainstay of treatment for decades. Roughly 30 percent of patients will develop treatment-refractory recurrence or metastasis within their lifetime, which may include metastasis to the bone, lung, liver, and brain. Although advances in treatment approaches have prolonged average progression free survival, metastatic breast cancer remains incurable. A new endocrine therapy, Elacestrant, has been approved by the FDA for the treatment of ER+, ESR1-mutant advanced or metastatic breast cancer. The mechanism of action of Elacestrant involves both degradation of ER and modulation of ER signaling through non-degradative means. The central hypothesis of this study was that Elacestrant may prolong progression free survival in animal models of breast to bone metastasis, because modulation of ER in the bone would decrease the incidence of osteoporosis which is induced by other endocrine therapies. However, we discovered that prolonged Elacestrant treatment induces destruction of the trabecular bone structure and increased adipocyte mass within the bone, consistent with an osteoporotic phenotype. Ongoing studies will seek to determine if other endocrine therapies will provide better protection to the bone architecture while reducing metastatic burden in animal models. Additionally, we will evaluate organotropic efficacy of new endocrine therapies on multi-organ metastasis to determine if utility is contingent upon the metastatic site.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-04 Hormone signaling and inhibitors,,"},{"Key":"Keywords","Value":"Breast cancer,Estrogen receptor,Metastasis,Bone metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. K. Zboril<\/b>, J. E. Altman, N. S. Hairr, R. K. Myrick, A. L. Olex, M. G. Dozmorov, J. Harrell; <br\/>Virginia Commonwealth University - VCU, Richmond, VA","CSlideId":"","ControlKey":"63568b83-d29d-4deb-b185-89c95362f182","ControlNumber":"5010","DisclosureBlock":"&nbsp;<b>E. K. Zboril, <\/b> None..<br><b>J. E. Altman, <\/b> None..<br><b>N. S. Hairr, <\/b> None..<br><b>R. K. Myrick, <\/b> None..<br><b>A. L. Olex, <\/b> None..<br><b>M. G. Dozmorov, <\/b> None..<br><b>J. Harrell, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1462","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6269","PresenterBiography":null,"PresenterDisplayName":"Emily Zboril, BS;MS","PresenterKey":"98b68f3b-c8e1-4d50-a84a-b2ae6fa37e34","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6269. Assessment of new generation endocrine therapies for the treatment of breast to bone metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessment of new generation endocrine therapies for the treatment of breast to bone metastasis","Topics":null,"cSlideId":""},{"Abstract":"Inflammatory breast cancer (IBC) is a rare but highly aggressive form of breast cancer with a 5-year survival rate of less than 50%. Although 20-30% of women with IBC have distant metastasis at the time of diagnosis, the biology underlying the aggressive behavior of the disease is poorly understood and molecular markers that distinguish IBC from non-IBC have not yet been identified. In response to the urgent need of discovering new targeted therapies in IBC, we have studied the second estrogen receptor (ER&#946;) since prior work from our lab correlated higher tumor expression of ER&#946; in samples from IBC patients with longer metastasis free survival. We showed that ER&#946; exerted anti-metastatic activity in IBC by inhibiting actin-based cell migration through the suppression of RhoC GTPase signaling. However, since estrogen receptors elicit their effects by inducing global cellular alterations, we have now adopted an integrated genomic approach to fully understand the anti-metastatic effects of ER&#946; in IBC and delineate the underlying transcriptional regulatory circuits. We found ER&#946; binding sites in IBC cells and combined this information with gene expression data to identify downstream direct target genes and associated pathways. Our findings suggest the regulation of tumor micro-environment and metabolism as the primary targets of ER&#946; and we are currently working to pinpoint the crucial regulatory components in these functions. Our findings thus offer an opportunity to better understand the mechanism of ER&#946; action in aggressive breast cancer, serving as a critical step in validating its tumor repressive role.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Inflammatory breast cancer,Estrogen receptor &#946;,Metastasis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Nagandla<\/b><sup>1<\/sup>, S. Tastsoglou<sup>2<\/sup>, K. Cuong Cap<sup>1<\/sup>, A. Phillips<sup>1<\/sup>, W. Qian<sup>1<\/sup>, J. Zhou<sup>1<\/sup>, J. Chang<sup>1<\/sup>, S. Krishnamurthy<sup>3<\/sup>, N. Ueno<sup>4<\/sup>, A. Hatzigeorgiou<sup>2<\/sup>, C. Thomas<sup>1<\/sup>; <br\/><sup>1<\/sup>Houston Methodist Research Institute, Houston, TX, <sup>2<\/sup>University of Thessaly, Lamia, Greece, <sup>3<\/sup>University of Texas, Houston, TX, <sup>4<\/sup>University of Hawaii, Honolulu, HI","CSlideId":"","ControlKey":"cac29ce0-bfbc-48f2-84f0-980d82815019","ControlNumber":"1746","DisclosureBlock":"&nbsp;<b>H. Nagandla, <\/b> None..<br><b>S. Tastsoglou, <\/b> None..<br><b>K. Cuong Cap, <\/b> None..<br><b>A. Phillips, <\/b> None..<br><b>W. Qian, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>J. Chang, <\/b> None..<br><b>S. Krishnamurthy, <\/b> None..<br><b>N. Ueno, <\/b> None..<br><b>A. Hatzigeorgiou, <\/b> None..<br><b>C. Thomas, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1463","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6270","PresenterBiography":null,"PresenterDisplayName":"Harika Nagandla, PhD","PresenterKey":"5c1e6cb3-e5b7-4ba9-aa0b-2580ef9bcc58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6270. Anti-metastatic effects of estrogen receptor &#946; in inflammatory breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-metastatic effects of estrogen receptor &#946; in inflammatory breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer<b> <\/b>(PC) stands as the most frequently diagnosed and second leading cause of cancer death among American men. PC mortality is predominantly attributed to castration-resistant prostate cancer (CRPC), often emerging within 2-3 years following the initiation of androgen deprivation therapy. This resistance primarily arises from sustained androgen receptor (AR) signaling, ultimately resulting in a compromised response to AR-directed therapies. AR splice variant expression is a key contributor to the persistent AR signaling in CRPC. AR-variant 7 (AR-V7) is the most clinically prevalent variant, expressed in about 75% of patients with CRPC and confers resistance to standard of care (SoC) treatments. AR-V7 differs from the full-length AR (AR-fl) because it lacks the ligand binding and hinge domains, rendering it resistant to SoC treatments. Currently, there are no selective inhibitors for AR-V7. Therefore, we sought to identify unique biological features of AR-V7, distinct from AR-fl, to exploit therapeutic options for targeting AR-V7. Previous studies have demonstrated high sequence homology, largely overlapping cistromes, and gene transactivation profiles between AR-V7 and AR-FL. Our published mechanistic studies revealed that AR-V7 utilizes a unique nuclear import pathway, not shared by AR-fl, allowing for constitutive import and activation of target genes in the nucleus. Herein, we report an additional novel subnuclear phenotype of AR-V7 in LNCAP95 and 22RV1 cells modeling CRPC. Staining with AR-V7- and AR-fl- specific antibodies revealed that unlike AR-fl, AR-V7 exhibited prominent nucleolar localization. To validate AR-V7 nucleolar localization, CRPC cells stained with fibrillarin (nucleolar marker), and subsequent fluorescence intensity analysis revealed that AR-V7 was predominantly localized in fibrillarin positive nucleoli, whereas AR-fl protein was solely localized in the nucleoplasm. This suggests a novel functional role of AR-V7 in the nucleus. To further confirm AR-V7 nucleolar localization, Actinomycin D (ActD) was used as a tool compound to disrupt nucleolar integrity. Treatment with ActD for 4 hours in CRPC cells significantly reduced the area of fibrillarin positive nucleoli and prompted AR-V7 re-distribution out of the nucleoli and into the nucleoplasm. Ongoing efforts to further investigate AR-V7 nucleolar function in CRPC cells include mutating the predicted nucleolar localization signal located in AR-V7 and identifying nucleolar-interacting proteins through proximity-labeling assays. In conclusion, we unveiled a novel nuclear compartmentalization of AR-V7 within the nucleolus, the primary hub for ribosomal biogenesis. These observations suggest that AR-V7 could regulate the high levels of protein synthesis occurring in CRPC cells, creating a window of a potential therapeutic opportunity for selective inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-07 Nuclear receptors: Structure and function,,"},{"Key":"Keywords","Value":"Androgen receptor,Nucleolus,Castration resistant prostate cancer,androgen receptor variant 7,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. K. Naidoo<\/b>, P. Giannakakou; <br\/>Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"3e3abece-f939-468b-8819-a150c337b811","ControlNumber":"7201","DisclosureBlock":"&nbsp;<b>M. K. Naidoo, <\/b> None..<br><b>P. Giannakakou, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1464","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6271","PresenterBiography":null,"PresenterDisplayName":"Michelle Naidoo, PhD","PresenterKey":"ae6a484c-357f-45be-b507-8a25cc998adf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6271. Novel insights into androgen receptor-variant 7 subnuclear localization and function in castration resistant prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel insights into androgen receptor-variant 7 subnuclear localization and function in castration resistant prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: In the US, ~35% of individuals on the waitlist for a liver transplant who had hepatocellular cancer (HCC) also had metabolic dysfunction-associated steatohepatitis (MASH). Yet, key signaling mechanisms controlling cellular transformation in this obesity-driven HCC remain only partially understood. SIRT6 is NAD<sup>+<\/sup>-dependent protein deacetylases that limits the activity of the lipogenic transcription factors SREBP1\/2. Reduced SIRT6 is associated with human fatty liver and cancer. However, SIRT6 also limits liver fibrosis by inhibiting TGF-&#946; signaling through the deacetylation of SMAD2 and SMAD3. We found that Smad3 driven TGF-&#946; signaling is modulated by &#946;II-Spectrin (encoded by <i>SPTBN1<\/i>), and that a hot mutation in HCC- D1089Y encompasses the SPTBN1<i>-<\/i>SMAD3 binding site (<i>Gastro 2018; 154:195-210<\/i>). In stressed hepatocytes, &#946;II-Spectrin promotes lipogenesis through interactions between caspase-cleaved forms of both SREBP1 and &#946;II-Spectrin <i>(Sci Transl Med 2021;13:624)<\/i>. Liver-specific knockout of &#946;II-Spectrin (LSKO) blocks fatty liver and HCC. Here we explored the extent of &#946;II-spectrin-D1089Y regulation of SIRT6 expression through SMAD3, and the combined roles of SIRT6 and SPTBN1 in human HCC.<br \/>Methods: We generated a SPTBN1-D1089Y mutant mouse and examined SIRT6 in the SPTBN1-D1089Y mutant mouse liver tissues and MEFs. TGF-&#946;\/Smad3 pathway activity was analyzed in SPTBN1-D1089Y mutant MEFs via western blot and RNA-seq. SIRT6 expression was examined in mouse MAFLD\/MASH (GSE156059). Structure-based molecular docking simulations using three-dimensional structural coordinates of human SIRT6 (ID: Q8N6T7) and &#946;2SP (ID: Q01082) from the AlphaFold database, followed by interactions between SIRT6 and SPTBN1.<br \/>Results: SIRT6 levels are decreased in SPTBN1-D1089Y mutant liver cancer cell line and mouse liver tissues. TGF-&#946;\/SMAD3 pathway activity was altered in SPTBN1-D1089Y mutant MEF cells with decreased phospho-SMAD3 levels. The structural model predicted specific interactions between human SPTBN1 and SIRT6. Overexpression of Flag-SIRT6 reduced &#946;II-Spectrin acetylation in HepG2 cells. TGF-&#946; induced SMAD3, &#946;II-Spectrin coimmunoprecipitation with SIRT6. SIRT6 knockdown increases nSREBP1, SCD1 (encoded by a nSREBP1 target gene), and &#946;II-Spectrin in HepG2 cells. SIRT6 RNA expression is significantly decreased in liver macrophages from mice with NAFLD\/NASH.<br \/>Conclusions: Our data indicated a SMAD dependent as well as a SMAD3 independent role of SPTBN1 in regulating SIRT6. &#946;II-spectrin-D1089Y together with SIRT6 deficiency may increase the susceptibility to MASH\/HCC via regulating the crosstalk between macrophage and hepatocytes or regulating MASH and HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-02 Growth factors, receptors, and signal transduction,,"},{"Key":"Keywords","Value":"Liver cancer,TGF-&#946;,Sirt6,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. Ohshiro<sup>1<\/sup>, X. Xiang<sup>2<\/sup>, X. Yang<sup>2<\/sup>, K. Bhowmick<sup>2<\/sup>, M. I. Hassan<sup>3<\/sup>, T. Mohammad<sup>3<\/sup>, <b>L. Mishra<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Feinstein Institutes for Medical Research, New York, NY, <sup>2<\/sup>Feinstein Institutes for Medical Research & Cold Spring Harbor Laboratory, New York, NY, <sup>3<\/sup>Jamia Millia Islamia, New Delhi, India","CSlideId":"","ControlKey":"21fa2f58-7cf7-469f-acef-a177aacab037","ControlNumber":"1920","DisclosureBlock":"&nbsp;<b>K. Ohshiro, <\/b> None..<br><b>X. Xiang, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>K. Bhowmick, <\/b> None..<br><b>M. I. Hassan, <\/b> None..<br><b>T. Mohammad, <\/b> None..<br><b>L. Mishra, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1465","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6272","PresenterBiography":null,"PresenterDisplayName":"Lopa Mishra, MD","PresenterKey":"236ef759-ae85-4c2c-bb6b-6a7181bbbe04","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6272. Loss of SIRT6 diverts TGF-&#946; signaling to promote liver cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Loss of SIRT6 diverts TGF-&#946; signaling to promote liver cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Follicular thyroid carcinoma (FTC) and follicular adenoma (FA) have similar histological findings. FTC is distinct from FA based on the presence of capsular or vascular invasion in the tissues, but it is difficult to confirm the diagnosis in some cases. In this study, we aimed to establish useful molecular maker for differential diagnosis between FTC and FA.<br \/>Methods: This study included FTC (n = 32), FA (n = 64), and follicular tumors of uncertain malignant potential (FT-UMP, n = 5). Invasive front tissue and tumor center tissue from 3 cases of FTC were collected using a laser microdissection system; RNA was extracted, followed by microarray analysis to examine molecules that were commonly highly expressed in the invasive front. Subsequently, immunohistochemical staining of gamma-glutamyl cyclotransferase (GGCT) was performed. For assessment of GGCT expression, the intensity of the nuclear staining was stratified using a four-tiered scale (0 to 3) and percentage of positive cells (0-100%) in the hotspot. Multiplying intensity score and percent of positive cells, an expression score ranging from 0 to 300 was calculated. The Ki-67 labeling index was examined in 20 cases of FTC, 25 cases of FA, and 4 cases of FT-UMP from the same cohort. We counted at least 2,000 tumor cells in the hot spot for the assessment of Ki-67 labeling index.<br \/>Results: Microarray analysis revealed GGCT exhibited high expression levels at the invasive front of FTC. In immunohistochemical assessment, GGCT expression scores were significantly higher in FTC than in FA (118.5 &#177; 51.4 vs. 57.3 &#177; 34.7, p &#60; 0.0001). The median Ki-67 labeling index were 3.9% (range 0.2 - 16.1) for FTC and 2.4% (range 0.3 - 7.0) for FA. FTC showed a higher Ki-67 index than FA (Wilcoxon rank sum test, p = 0.0444). With GGCT expression score, applying a cutoff value of 101.1, the distinction between FTC and FA resulted in a sensitivity of 68.8% and a specificity of 87.5% (AUC: 0.832). With Ki-67 labeling index, applying a cutoff value of 4.0%, the distinction between FTC and FA resulted in a sensitivity of 50.0% and a specificity of 80.0% (AUC: 0.677). The GGCT expression score was positively related with the Ki-67 labeling index in the FTC cases. (Spearman's &#961; = 0.5293, p = 0.0164). There were no significant associations between GGCT expression scores and clinicopathological parameters, including age, gender, tumor diameter, pT stage, pN stage, pattern of capsular invasion, number of foci of vascular invasion, and the presence of distant metastasis.<br \/>Conclusions: GGCT is a potential marker for differentiating FTC from FA. The GGCT expression of FTC may contribute to estimating the invasive activity and proliferative activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Diagnostic marker,Microarray,Laser capture microdissection,Thyroid cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Mitsuhashi<\/b><sup>1<\/sup>, S. Ogasawara<sup>1<\/sup>, M. Nakayama<sup>1<\/sup>, R. Kondo<sup>1<\/sup>, J. Akiba<sup>1<\/sup>, K. Murotani<sup>2<\/sup>, T. Ono<sup>1<\/sup>, F. Sato<sup>1<\/sup>, H. Umeno<sup>1<\/sup>, H. Yano<sup>1<\/sup>; <br\/><sup>1<\/sup>Kurume Univ. School of Medicine, Kurume, Japan, <sup>2<\/sup>Kurume Univ., Kurume, Japan","CSlideId":"","ControlKey":"45065ac1-c55a-46d5-b9bd-a91af276c824","ControlNumber":"2380","DisclosureBlock":"&nbsp;<b>T. Mitsuhashi, <\/b> None..<br><b>S. Ogasawara, <\/b> None..<br><b>M. Nakayama, <\/b> None..<br><b>R. Kondo, <\/b> None..<br><b>J. Akiba, <\/b> None..<br><b>K. Murotani, <\/b> None..<br><b>T. Ono, <\/b> None..<br><b>F. Sato, <\/b> None..<br><b>H. Umeno, <\/b> None..<br><b>H. Yano, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1466","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6273","PresenterBiography":null,"PresenterDisplayName":"Toshiyuki Mitsuhashi","PresenterKey":"adb779b6-4eac-4785-9162-1bb9200aa767","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6273. GGCT expression is a useful marker for the diagnosis of follicular thyroid carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GGCT expression is a useful marker for the diagnosis of follicular thyroid carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The morbidity and mortality of patients with adrenocortical cancer (ACC) are commonly due to locoregional postoperative recurrence and progressive systemic metastasis. Surgical resection remains the only curative treatment option, but even with complete resection, locoregional recurrence rates remain high. Adjuvant radiation therapy (RT) has been shown to reduce recurrence rates and may improve overall survival in selected patients. However, half of the patients receiving postoperative RT still develop locoregional recurrence, clearly demonstrating the heterogeneous nature of ACC. Minimal investigation into the mechanisms underlying radiation response and resistance in ACC has been performed, but elucidating this information is critical to improving outcomes. To address this knowledge gap, NCI-H295R cells were treated with fractionated radiation at 1 Gray (Gy) per day for 5 consecutive days for two consecutive weeks, cumulating in a total radiation dose of 10 Gy. Treated and control ACC cells were harvested on days 7 and 14 for bulk RNA-sequencing (RNA-Seq) and total proteomics by liquid chromatography and tandem mass spectrometry. Significantly differentially expressed genes (DEGs) and proteomes (adj. p. value &#60;0.05) that overlapped between day 7 and day 14 were selected for further analysis and comparison with publicly available gene expression data sets in ACC (The Cancer Genome Atlas (TCGA); Gene Expression Omnibus: GSE12368, GSE33371, GSE75415, GSE90713).<br \/>There were 3993 DEGs and 423 proteomes identified, respectively. Of these, there were 139 overlapping DEGs with respective proteomes found, 72 of which were differentially expressed in the 4 GEO data sets comparing normal adrenal cortex to ACC. RNA-Seq pathway analysis demonstrated enrichment of E2F targets, G2M checkpoint, mTORC1 signaling, and MYC targets v1, while total proteomics pathway analysis revealed enrichment of cell cycle, transcriptional regulation, cellular stress and injury, alterations of RNA metabolism, and metabolism proteomes. Given that <i>MYC <\/i>and <i>mTOR <\/i>are both involved in transcriptional regulation and cell cycle regulation, and mTORC1 in particular is associated with cellular metabolism, the RNA-Seq and proteomics pathway analyses show general consistency with each other.<br \/>TCGA gene expression analysis showed that overexpression of <i>MYC<\/i> or <i>mTOR<\/i> was correlated with shorter overall survival (OS) and disease-free survival (DFS) in the entire ACC cohort (p&#60;0.05). Together, the combination of <i>in vitro<\/i> pathway analysis and TCGA analysis suggests a potential involvement of the MYC and mTOR pathways in radiation resistance in ACC. Further <i>in vitro<\/i> and <i>in vivo<\/i> studies are warranted to identify specific molecular compounds that target MYC and mTOR pathways and improve radiation response in ACC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-08 Preclinical studies of endocrine-related cancers,,"},{"Key":"Keywords","Value":"Radioresistance,Myc,mTOR,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Ramamoorthy<\/b><sup>1<\/sup>, P. Mishra<sup>1<\/sup>, M. Boufraqech<sup>1<\/sup>, N. Michael<sup>1<\/sup>, M. Cam<sup>1<\/sup>, R. Finney<sup>1<\/sup>, T. Meyer<sup>2<\/sup>, R. Holewinski<sup>2<\/sup>, T. Andresson<sup>2<\/sup>, M. Wong<sup>1<\/sup>, S. Shema<sup>1<\/sup>, D. Tillo<sup>1<\/sup>, N. Nilubol<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, Bethesda, MD, <sup>2<\/sup>Leidos Biomedical Research, Inc., Frederick, MD","CSlideId":"","ControlKey":"0a25e066-b1a6-480f-9002-bf72b7e8db28","ControlNumber":"7615","DisclosureBlock":"&nbsp;<b>B. Ramamoorthy, <\/b> None..<br><b>P. Mishra, <\/b> None..<br><b>M. Boufraqech, <\/b> None..<br><b>N. Michael, <\/b> None..<br><b>M. Cam, <\/b> None..<br><b>R. Finney, <\/b> None..<br><b>T. Meyer, <\/b> None..<br><b>R. Holewinski, <\/b> None..<br><b>T. Andresson, <\/b> None..<br><b>M. Wong, <\/b> None..<br><b>S. Shema, <\/b> None..<br><b>D. Tillo, <\/b> None..<br><b>N. Nilubol, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1467","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6274","PresenterBiography":null,"PresenterDisplayName":"Bhavishya Ramamoorthy, MD","PresenterKey":"26f4eb41-f55c-4a13-a45b-da7598328c25","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6274. Integrated multi-omics revealed the involvement of MYC and mTOR pathways in radiation resistance of adrenocortical cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrated multi-omics revealed the involvement of MYC and mTOR pathways in radiation resistance of adrenocortical cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Despite smoking less, Black men experience higher incidence of lung cancer compared to white men. This health disparity is even more prevalent in Black men from Chicago, suggesting local neighborhood factors impacting tumorigenesis. Preliminary data indicate that, compared to white men, Black men are more likely to reside in neighborhoods with high levels of violence and have elevated levels of hair cortisol.<br \/>Objective: To understand the link between lung tumorigenesis and exposure to neighborhood violence, our objective is to investigate the chromatin recruitment of the receptor for cortisol, called the glucocorticoid receptor (GR), and to correlate this recruitment with target gene expression levels.<br \/>Methods: Utilizing CUT &#38; RUN, we identified the gene binding sites of GR using 15 lung tumor and corresponding healthy tissue samples from lung cancer patients living in Chicago. GR recruitment to chromatin was correlated with the neighborhood homicide rate obtained using patients&#8217; zip codes. Spatial transcriptome profiles for these 15 lung tumor samples were obtained from the Space Ranger pipeline and gene expression hot spots of GR target genes were visualized using Loupe Browser (10x Genomics).<br \/>Results: GR recruitment to regulatory regions of chromatin increases with greater zip code level violence rates. In patients from high violence neighborhoods, tumor samples had higher magnitude of binding compared to normal neighboring tissue. In tumor samples from patients living in high violence compared to low violence neighborhoods, GR binding is seen in genes that are associated with increased tumor aggressiveness. Hot-spot analysis of these genes found strong co-expression of genes associated with proliferation and invasion in samples from high violence but not low violence neighborhoods.<br \/>Conclusion: Exposure to neighborhood violence may impact tumor biology via increased GR recruitment to genes associated with proliferation and invasion.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Glucocorticoid receptor,Transcriptional regulation,Tumor biology,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Heath<\/b><sup>1<\/sup>, J. Yoo<sup>1<\/sup>, V. Sharma<sup>1<\/sup>, H. McGee<sup>1<\/sup>, A. Soliman<sup>1<\/sup>, A. Mohamed<sup>2<\/sup>, A. K. Matthews<sup>3<\/sup>, R. Winn<sup>4<\/sup>, Z. Madak-Erdogan<sup>1<\/sup>, S. Kim<sup>5<\/sup>; <br\/><sup>1<\/sup>University of Illinois at Urbana-Champaign, Champaign, IL, <sup>2<\/sup>University of Illinois at Chicago, Chicago, IL, <sup>3<\/sup>Columbia University, New York, NY, <sup>4<\/sup>Virginia Commonwealth University, Richmond, VA, <sup>5<\/sup>University of Illinois at Chicago, Champaign, IL","CSlideId":"","ControlKey":"8b0fceca-98a2-4aa3-b0f7-c51ab85d6670","ControlNumber":"2489","DisclosureBlock":"&nbsp;<b>H. Heath, <\/b> None..<br><b>J. Yoo, <\/b> None..<br><b>V. Sharma, <\/b> None..<br><b>H. McGee, <\/b> None..<br><b>A. Soliman, <\/b> None..<br><b>A. Mohamed, <\/b> None..<br><b>A. K. Matthews, <\/b> None..<br><b>R. Winn, <\/b> None..<br><b>Z. Madak-Erdogan, <\/b> None..<br><b>S. Kim, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1468","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6275","PresenterBiography":null,"PresenterDisplayName":"Hannah Heath, BS","PresenterKey":"55e44174-a6df-4994-a48d-2174a3ccdab9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6275. Exposure to neighborhood violence rewires glucocorticoid receptor binding and drives proliferation and invasiveness in lung tumor samples","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exposure to neighborhood violence rewires glucocorticoid receptor binding and drives proliferation and invasiveness in lung tumor samples","Topics":null,"cSlideId":""},{"Abstract":"Recent studies have shown that adrenergic fibers from the sympathetic nervous system (SNS), acting through stromal &#946;2-adrenergic receptors, play an important role in the initial phases of cancer development by promoting tumor cell survival. Recent epidemiological data suggest that &#946;-blocker intake is associated with improved survival of prostate cancer patients. Hypertension and high blood pressure have been suggested to increase prostate cancer development suggesting that the use of &#946;-blockers in these patients could also reduce prostate cancer risk. &#946;-adrenoceptors signal through the cAMP\/PKA pathway that is known to promote neuroendocrine differentiation (NED) in LNCaP prostate cancer cell line. While neuroendocrine (NE) cells expressing synaptophysin (SYN) represent a minor cell population in the epithelial compartment of normal prostate glands, the population of NE-like cells, exhibiting NE phenotypes and expressing NE markers, is increased in, and correlates with, cancer progression, androgen-independent state and poor prognosis. Expression of the routine tissue biomarker of <i>prostate cancer<\/i> AMACR in NE-like cells discriminates them from NE cells. Our aim was to investigate whether NED could also be associated with benign prostatic hyperplasia (BPH) as recent studies showed that an increase in neuroendocrine cell density occurred before development of BPH in hypertensive rats. Our results showed that a 10-day treatment with 100&#181;M IBMX (blocking cAMP degradation) and 10&#181;M forskolin (FSK, adenylate cyclase activator) to trigger sustained activation of the cAMP\/PKA pathway led to an increase in SYN and AMACR expression in BPH-1 cells (qPCR and WB). Similar results were observed by combining the effect of the &#946;-adrenoceptor agonist isoproterenol (1&#181;M) and FSK. The same treatments reduced BPH-1 cell proliferation rates by 40% and 60%, respectively, as expected for NED. Effects on AMACR and SYN expression and cell proliferation were fully reversed by the &#946;-blocker carvedilol (5&#181;M). This data suggests that &#946;-adrenoceptors could be linked to the development of NE-like cells in BPH, a non-lethal disease affecting the transition zone (TZ). As 20% of the prostate cancer occur in this TZ, this observation may need further investigation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-06 Neuroendocrine and other endocrine factors,,"},{"Key":"Keywords","Value":"Neuroendocrine differentiation,beta-adrenoceptors,hypertension,beta-blockers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"N. Pigat, L. N. Garrido, C. Lefevre, M. Baures, V. Goffin, A.-S. Armand, <b>T. Capiod<\/b>; <br\/>Institut Necker-Enfants Malades (INEM), Paris, France","CSlideId":"","ControlKey":"37ab875d-5e07-483f-8e10-ce3a96af1559","ControlNumber":"3211","DisclosureBlock":"&nbsp;<b>N. Pigat, <\/b> None..<br><b>L. N. Garrido, <\/b> None..<br><b>C. Lefevre, <\/b> None..<br><b>M. Baures, <\/b> None..<br><b>V. Goffin, <\/b> None..<br><b>A. Armand, <\/b> None..<br><b>T. Capiod, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1469","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6276","PresenterBiography":null,"PresenterDisplayName":"Thierry Capiod, PhD","PresenterKey":"7a6af610-2b07-43c1-88ec-57ad620059d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6276. In vitro neuroendocrine differentiation of BPH-1 cells under beta-adrenergic stimulation","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"In vitro neuroendocrine differentiation of BPH-1 cells under beta-adrenergic stimulation","Topics":null,"cSlideId":""},{"Abstract":"The tall cell variant of Papillary Thyroid Carcinoma (TCV-PTC) is the most common aggressive variant of PTC. The impact of TCV-PTC on patients&#8217; prognosis still remains controversial. Moreover, the clinico-pathological and prognostic effect of TCV-PTC from Middle Eastern ethnicity remains unexplored.<b> <\/b>We aimed to study TCV-PTC in comparison to classical PTC in Middle Eastern patients and their impact on prognosis.<b> <\/b>We performed a retrospective cohort study of tall cell variant (TCV-PTC) and classic variant of papillary thyroid carcinoma (CV-PTC) after post-surgical radioactive iodine therapy. We used the propensity score matching (1:3 matching ratio) to account for differences between recipients of TCV-PTC vs CV-PTC. Univariate and multivariate analysis were performed to assess the independent factors for persistent\/recurrent disease. Kaplan-Meier curve analyses were used to compare disease-free survival (DFS). In total, 174 (16.3%) patients with TCV-PTC and 891 (83.7%) patients with CV-PTC were included. After propensity score matching, 174 pairs of patients were selected (TCV-PTC, n = 174; CV-PTC, n = 522). In the matched analysis, higher proportions of TCV-PTC experienced persistent\/recurrent disease compared with CV-PTC (25.7% vs 31.4%; p = 0.0119). In multivariate analyses of clinical and tumor characteristics, histological type of TCV-PTC (odds ratio, 2.09; 95% confidence interval, 1.28-3.40; p = 0.0031) was associated with increased risk of persistent\/recurrent disease. The five-year DFS rates for the TCV-PTC and CV-PTC groups were 48.5% and 73.1%, respectively. The Kaplan- Meier analysis indicated that the TCV-PTC group (p &#60; 0.0001) had shorter DFS. In conclusion, when other clinico-pathological factors were similar, this propensity score matched analysis showed that histological subtype TCV-PTC is by itself an independent predictive marker of persistent\/recurrent disease in Middle Eastern patients. Therefore, individualized therapeutic approaches might be needed for this aggressive PTC subtype.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Endocrine\/neuroendocrine cancer,Thyroid cancer,Prognosis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. S. Al-Kuraya<\/b>, S. K. Parvathareddy, A. K. Siraj, S. O. Ahmed, N. Siraj, M. Manakhan, H. Aldossari; <br\/>King Faisal Specialist Hospital & Research Centre, Riyadh, Saudi Arabia","CSlideId":"","ControlKey":"cbba2208-6c16-4b51-9344-d04b59053469","ControlNumber":"3050","DisclosureBlock":"&nbsp;<b>K. S. Al-Kuraya, <\/b> None..<br><b>S. K. Parvathareddy, <\/b> None..<br><b>A. K. Siraj, <\/b> None..<br><b>S. O. Ahmed, <\/b> None..<br><b>N. Siraj, <\/b> None..<br><b>M. Manakhan, <\/b> None..<br><b>H. Aldossari, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1470","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6277","PresenterBiography":null,"PresenterDisplayName":"Khawla Al-Kuraya, MD","PresenterKey":"667f89c1-3875-4d14-9d1e-7ac9c4481ad0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6277. Tall cell variant papillary thyroid carcinoma from Middle Eastern patients have worse outcome than classical papillary thyroid carcinoma using propensity score matching","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tall cell variant papillary thyroid carcinoma from Middle Eastern patients have worse outcome than classical papillary thyroid carcinoma using propensity score matching","Topics":null,"cSlideId":""},{"Abstract":"Background: Risk stratified treatment strategies have become a focus in the treatment of Differentiated Thyroid Cancer (DTC). Tumor size at diagnosis has been widely used as a major mortality risk factor in risk stratification of DTC, but whether this is generally applicable, particularly in patient with different <i>BRAF<\/i> genetic backgrounds, is unclear. The current study was designed to analyze whether tumor size at diagnosis is a major prognostic factor in Middle Eastern DTC.<br \/>Methods: We conducted a comparative study of the relationship between tumor size at diagnosis and event free survival with respect to <i>BRAF<\/i> status in 1709 consecutive patients treated surgically for Middle Eastern DTC. Patients were divided into four groups according to the size of tumor (&#8804;4 cm vs. &#62;4 cm) and BRAF mutation status: Group 1 (&#8804;4 cm without BRAF mutation, n = 587), Group 2 (&#8804;4 cm with BRAF mutation, n = 765), Group 3 (&#62;4 cm without BRAF mutation, n = 198) and Group 4 (&#62;4 cm with BRAF mutation, n = 159). Predictors of event-free survival (EFS) were compared using the Log-rank test and Cox proportional hazards models.<br \/>Results: Following multivariate analysis, patients with tumors &#62;4cm did worse than patients with tumors &#60;4cm with respect to EFS (Group 3 vs Group1 HRadjusted=1.38, 95% CI=1.02-1.86, p = 0.0359; Group 4 vs Group 2 HRadjusted=1.61, 95% CI=1.20-2.16, p = 0.0017). However, patients did not differ according to EFS, regardless of the presence of <i>BRAF<\/i> mutation within each size category (Group 2 vs Group 1 HRadjusted=0.98 CI=.78-1.23, p=0.8415 ; Group 4 vs Group 3 HRadjusted=1.17, 95% CI=0.84-1.62, p=0.3523]<br \/>Conclusion: Tumor size is an independent predictor of EFS in Middle Eastern DTC patients, regardless of <i>BRAF<\/i> mutational status.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"BRAF,Thyroid cancer,Survival,Mutations,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Bu<\/b>, A. K. Siraj, S. K. Parvathareddy, K. Iqbal, S. Azam, Z. Qadri, M. Al-Rasheed, W. Haqawi, A. D. Benito, K. S. Al-Kuraya; <br\/>King Faisal Specialist Hospital & Research Centre, Riyadh, Saudi Arabia","CSlideId":"","ControlKey":"301552de-96c3-41d5-9243-dd1464a774b5","ControlNumber":"2444","DisclosureBlock":"&nbsp;<b>R. Bu, <\/b> None..<br><b>A. K. Siraj, <\/b> None..<br><b>S. K. Parvathareddy, <\/b> None..<br><b>K. Iqbal, <\/b> None..<br><b>S. Azam, <\/b> None..<br><b>Z. Qadri, <\/b> None..<br><b>M. Al-Rasheed, <\/b> None..<br><b>W. Haqawi, <\/b> None..<br><b>A. D. Benito, <\/b> None..<br><b>K. S. Al-Kuraya, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1471","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6278","PresenterBiography":null,"PresenterDisplayName":"Rong Bu, MD","PresenterKey":"adcaebb4-15a9-4d55-9d52-755c7fe9e333","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6278. Effect of tumor size and BRAF mutational status in Middle Eastern differentiated thyroid cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effect of tumor size and BRAF mutational status in Middle Eastern differentiated thyroid cancer","Topics":null,"cSlideId":""},{"Abstract":"High level of estrogen in the blood of women has been linked to the progression and possibly development of ovarian cancer. Almost all low-grade serous ovarian cancer (LGSOC) expresses estrogen receptor alpha (ER&#945; protein encoded by the gene <i>ESR1<\/i>) and develops during reproductive age of women. However, recent studies suggested that a higher expression of ER&#945; correlates with better survival. In a phase II clinical trial, hormonal therapies have been shown to be associated with a clinical benefit rate of 61% for recurrent ER-positive LGSOC patients. The study also indicated that women with recurrent LGSOC who received hormonal therapies had a significantly longer progression-free survival but not overall survival. Endocrine therapies have proven to be effective in treating breast cancer. Unfortunately, in ovarian cancer clinical trials (GOG0281 and PARAGON), these treatments have not achieved comparable results, with an objective response rate of only approximately 14%. To understand the ESR1 regulation in LGSOC, we have performed RNAseq and ChIPseq analyses of LGSOC tumor tissues. We also forced over-expression of ESR1 in LGSOC cell lines. Using RNAseq data, we aligned the sequencing reads to all the known ESR1 transcript variants. We found that ESR1 transcript variant 1, 2, 3 and X11 were the major transcripts expressed. Variants 1, 2 and 3 encode the regular 66 kDa ESR1 protein, while the X11 variant encodes a 52 kDa ESR1 protein. Both 66 kDa and 52 kDa ESR1 proteins were also detected in LGSOC tumor tissues by western blots. To further explore the function of ESR1 66kDa in LGSOC, we over-expressed ESR1 variant 1 in two LGSOC cell lines (HOC-7 and HCC5075) by transfecting with an expression plasmid. Total proteins were extracted from the mock control and transfected cells for functional proteomic analysis by reverse phase protein arrays (RPPA). From the RPPA data, overexpressing ESR1 in LGSOC cell lines suppressed DNA repair pathways but activated cell cycle and mitosis pathways. To further delineate the ESR1 DNA binding sites in LGSOC, we performed ChIPseq analysis of these tumor samples as well as two ovarian cancer cell lines that express ESR1 protein. Our results demonstrated that ESR1 regulated &#8220;cistromes&#8221; in ER positive ovarian carcinoma is very different from that in ER positive breast cancer as much less ESR1 binding sites were found in LGSOC. There are ESR1 binding sites common to both types of cancers, but we found quite a few unique ESR1 binding sites. We are trying to integrate the ChIPseq and RNAseq data and hopefully identify, for the first time, an ovarian cancer specific ER&#945; cistrome. ER expression may not always correlate with activation of ESR1 signaling pathways, which may be one of the reasons underlying endocrine therapy resistance in ovarian cancer. The results of an integrated analyses will also give us insight on the management of ER positive LGSOC by identifying new genetic targets that may be used in combination with endocrine therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-09 Receptors and signal transduction,,"},{"Key":"Keywords","Value":"Estrogen receptor,Ovarian cancer,Chromatin immunoprecipitation,RNA-seq,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Y. T. Tsang, C. O. Ng, D. Gershenson, <b>K.-K. Wong<\/b>; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"3749247f-0f22-4e72-abfc-e3aaa69bda1b","ControlNumber":"1222","DisclosureBlock":"&nbsp;<b>Y. T. Tsang, <\/b> None..<br><b>C. O. Ng, <\/b> None..<br><b>D. Gershenson, <\/b> None..<br><b>K. Wong, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1472","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6279","PresenterBiography":null,"PresenterDisplayName":"Kwong-Kwok Wong, PhD","PresenterKey":"f27a81c7-9cf8-437d-9561-d777813e3b3b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6279. Estrogen signaling in low-grade serous ovarian carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Estrogen signaling in low-grade serous ovarian carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<u>Background:<\/u> Prostate Cancer (PCa) is a prevalent disease affecting over two million men worldwide. Vitamin D is a fat-soluble hormone that is well-known for its role in the maintenance of strong bones and has anti-cancer effects in prostate cancer. Vitamin D is synthesized in the skin in response to sun exposure and may be supplemented with diet. However, since melanin hinders this synthesis many African Americans are deficient in vitamin D. Vitamin D circulates as 25-hydroxyvitamin D3 (25D) and 25-dihydroxyvitamin D3 (1,25D). Hydroxylation of 25D by the kidney or within tissues forms the active hormone 1,25D. 1,25D binds the vitamin D receptor (VDR), a steroid transcription factor. Androgens are the main regulatory hormones involved in prostate growth and differentiation. Epithelial differentiation is the process in which progenitor or stem cells become specialized cells, such as basal or luminal. In the prostate, luminal epithelial cells are the most differentiated and are the origin of PCa. We used mouse prostate organoids to replicate the differentiation process in vitro and to help identify the role of 1,25D on epithelial differentiation in the presence and absence of other androgens.<br \/><u>Methods:<\/u> Primary mouse prostate cells were isolated from dorsal lateral lobes and grown as organoids. Over two weeks, we treated these organoids with concentrations of 1,25D and androgen (dihydrotestosterone, DHT). The four treatment groups were control, 1,25D only, DHT only and 1,25D+DHT. Organoids were imaged and analyzed for number, size and phenotype. Phenotypes were identified as luminal, acinar, or solid.<br \/><u>Results:<\/u> Luminal phenotypes were more prevalent in 1,25D conditions compared to control or DHT alone. The number, size and percent of luminal organoids was highest in 1,25D + DHT compared to all other groups. Ongoing studies include examination of prostate organoids from mice with a vitamin D-deficient diet and staining of the organoids for differentiation markers.<br \/><u>Conclusions\/Significance:<\/u> We observed that 1,25D enhanced luminal epithelial differentiation in mouse prostate organoids. These findings suggest that chronic vitamin D deficiency may increase risk of aggressive prostate cancer, due to decreased epithelial differentiation. This has implications for the disparity of aggressive PCa observed in African American men who have lower vitamin D levels compared to their white counterparts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Prostate,Prostate cancer,Vitamin D,Organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>O. F. Cerna, Jr.<\/b>, L. Nonn, M. Schlicht, K. Krieger; <br\/>University of Illinois at Chicago, Chicago, IL","CSlideId":"","ControlKey":"38e6c989-79a3-451d-b35d-fd84da8eb2b6","ControlNumber":"8297","DisclosureBlock":"&nbsp;<b>O. F. Cerna, <\/b> None..<br><b>L. Nonn, <\/b> None..<br><b>M. Schlicht, <\/b> None..<br><b>K. Krieger, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1473","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6280","PresenterBiography":null,"PresenterDisplayName":"Oscar Cerna, AA","PresenterKey":"2361d8bf-e284-449c-8854-3eb0c2cd8ca7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6280. Vitamin D enhances luminal differentiation of prostate organoids more than androgens","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Vitamin D enhances luminal differentiation of prostate organoids more than androgens","Topics":null,"cSlideId":""},{"Abstract":"Glucocorticoids bind to the transcription factor glucocorticoid receptor (GR) and regulate genes in response to cellular metabolism, inflammation, and stress. Although GR has been extensively evaluated in inflammation and metabolic diseases, its role as a therapeutic target in cancer has not been thoroughly studied. Results from studies with another member of the steroid receptor family, androgen receptor (AR), demonstrated that the AR is an oncogene in estrogen receptor (ER)-negative breast cancer, but a tumor suppressor in ER-positive breast cancer. We expected a comparable mechanism with GR in different breast cancer subtypes. In this study, we evaluated the role of GR in various breast cancer subtypes and discerned the mechanism of action. Six breast cancer cell lines and seven patient-derived xenografts (PDXs) were characterized by Western blot for their expression of GR, ER and AR. Proliferation assays were performed in cell lines with a dose-response of a synthetic glucocorticoid, dexamethasone. Subsequently, we performed xenograft studies in cell line xenografts (CDXs) and PDXs. GR was ubiquitously expressed in various cell lines and PDX models. Dexamethasone reduced cell proliferation in ER-positive models, while it increased the proliferation in ER-negative cell lines, suggesting that the GR might have a mechanism of action that is similar to AR. GR antagonist, mifepristone, reversed the effects of dexamethasone. CDX studies in an ER-positive cell line, MCF7 suggested that dexamethasone (10 mpk) inhibited the tumor growth significantly that was better than the standard of care fulvestrant. This result was confirmed in an ER positive PDX model HCI013. Study by Obradovi&#263; et al, indicates that glucocorticoids have an oncogenic role and furthermore promote breast cancer metastasis in TNBC model thereby validating the subtype and context dependent role of the glucocorticoid receptor. We are currently exploring the mechanism of GR&#8217;s context-dependent tumor suppressor and oncogenic role in distinct breast cancer subtypes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-03 Hormone receptors and diagnosis\/prognosis,,"},{"Key":"Keywords","Value":"Glucocorticoid receptor,Breast cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W. Effah<\/b>, S. Ponnusamy, S. Asemota, Y. Khosrosereski, R. Narayanan; <br\/>University of Tennessee Health Science Center, Memphis, TN","CSlideId":"","ControlKey":"8797809f-180e-488a-a282-7d95bedc4a33","ControlNumber":"130","DisclosureBlock":"&nbsp;<b>W. Effah, <\/b> None..<br><b>S. Ponnusamy, <\/b> None..<br><b>S. Asemota, <\/b> None..<br><b>Y. Khosrosereski, <\/b> None..<br><b>R. Narayanan, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1502","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6281","PresenterBiography":null,"PresenterDisplayName":"Wendy Effah, BS","PresenterKey":"30a562ef-4ba9-4d79-a0d3-33628d6ec0ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6281. Context dependent role of glucocorticoids in breast cancer.","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Context dependent role of glucocorticoids in breast cancer.","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer stands as the foremost cause of cancer-related deaths among men in the United States, with the primary treatment being androgen receptor (AR) antagonists relying on current androgen signaling knowledge. Most of this knowledge is derived from next-generation sequencing experiments, but the oversight of splice variants and highly similar sequences in multiple loci can hinder a comprehensive understanding. In an effort to unveil the complete androgen receptor transcriptional program, we employed a novel sequencing analysis protocol. Using a R1881-LNCaP model, we identified 212 upregulated and 92 downregulated genes, of which a notable one-third (68 upregulated and 39 downregulated) had not been previously associated with androgen. Among these novel transcripts, 5.6% lacked splice variants, while 16.3% exhibited one or more splice variants, including 3.8% from seven unique gene families. Recognized androgen-regulated genes, such as ORM1, STEAP4, NPPC, ORM2, and KLK3, were validated as upregulated, while GRB10, FN1, PPFIA2, and PLA2G2A were confirmed as downregulated in this in-vitro model. Utilizing chromatin immunoprecipitation-sequencing (ChIP-seq) data, we found that 13% of the genes contained at least one androgen response element within 5 kb upstream or downstream. Further validation through real-time PCR confirmed the expression levels of 90% of the selected genes (18). Ingenuity Pathway Analysis revealed two major regulators (ESRRA and ARFGEF2) in causal networks likely interacting with the novel genes. Intriguingly, 57.1% of ESRRA-involved genes contained at least one ESRRA binding site in a ChIP-seq dataset. Although ESRRA is known to activate androgen biosynthesis in castration-resistant prostate cancer, its interaction with AR and co-regulation of androgen signaling remain unknown. Ongoing studies involve the characterization of these networks in prostate cancer cell lines, examining anchorage-independent capacity, invasion, migration, proliferation, and progression. Data collection and comparison will ascertain whether the signaling is driven by mutated AR, and the role of ARv7 will be elucidated through gene lockdown experiments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Receptors,Isoform,pathway analysis,NGS,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. L. McDonald<\/b>, S. Snow, S.-m. Ho, Y.-k. Leung; <br\/>University of Arkansas for Medical Sciences, Little Rock, AR","CSlideId":"","ControlKey":"6e765072-f720-40b7-89ec-83bb063f9cd1","ControlNumber":"8035","DisclosureBlock":"&nbsp;<b>A. L. McDonald, <\/b> None..<br><b>S. Snow, <\/b> None..<br><b>S. Ho, <\/b> None..<br><b>Y. Leung, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1503","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6282","PresenterBiography":null,"PresenterDisplayName":"Alex McDonald","PresenterKey":"a1b93e94-a537-415e-9492-4564cef76b0a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6282. Novel androgen related gene network in prostate cancer cell model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel androgen related gene network in prostate cancer cell model","Topics":null,"cSlideId":""},{"Abstract":"Inflammatory breast cancer (IBC) and triple-negative breast cancer (TNBC) are the most aggressive forms of breast cancer due to their high propensity to develop distant metastases and the lack of specific effective targeted therapies. The failure of previous research to produce viable therapeutic targets combined with the absence of estrogen receptor &#945; (ER&#945;) in TNBC and the majority of IBC led us to explore the second ER (ER&#946;) as a molecule with targeting potential. We previously reported the anti-metastatic effects of ER&#946; in both TNBC and IBC. Considering the anti-tumor activity together with the decreased expression of ER&#946; in IBC and TNBC tumors, we employed an mRNA-based approach to induce tumor-specific upregulation of the receptor and restore its anti-metastatic activity. Our findings show that complexes of ER&#946; mRNA with lipid nanoparticles (LNPs) enable <i>in vitro<\/i> translation of a functional protein with strong anti-invasive activity. More importantly, direct administration of ER&#946; mRNA-LNPs in orthotopically grown IBC and TNBC tumors results in high tumor levels of the receptor and an evident inhibition of metastasis demonstrating for the first time the ability of ER&#946; mRNA to prevent progression of the disease. Our study may have important clinical implications by establishing ER&#946; mRNA as a novel and specific therapy intervention that either alone or in combination with existing treatments can substantially repress metastasis, eliminate associated mortality and benefit patients with aggressive breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Breast cancer,Estrogen receptor &#946;,mRNA,Therapeutics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. Cap, A. Phillips, K. A. Court Pinto, K. D. Zambo, W. Qian, J. Zhou, J. Chang, B. Godin, <b>C. Thomas<\/b>; <br\/>Houston Methodist Research Institute, Houston, TX","CSlideId":"","ControlKey":"dbfcb99a-1130-4661-8333-bf2200d7c011","ControlNumber":"5358","DisclosureBlock":"&nbsp;<b>K. Cap, <\/b> None..<br><b>A. Phillips, <\/b> None..<br><b>K. A. Court Pinto, <\/b> None..<br><b>K. D. Zambo, <\/b> None..<br><b>W. Qian, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>J. Chang, <\/b> None..<br><b>B. Godin, <\/b> None..<br><b>C. Thomas, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1504","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6283","PresenterBiography":null,"PresenterDisplayName":"Christoforos Thomas, PhD","PresenterKey":"af1e393c-3fb3-4300-9504-2754daf0a105","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6283. Tumor repressive effects of estrogen receptor &#946; mRNA-based therapy in aggressive breast cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor repressive effects of estrogen receptor &#946; mRNA-based therapy in aggressive breast cancers","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is a highly heterogeneous disease and in the end, 30% of patients will experience metastatic and fatal castration resistant prostate cancer (mCRPC). In spite of the vigorous efforts to search the causes of metastatic CRPC (mCRPC), the mechanisms are still largely unresolved. To understand the progression of mCRPC, we utilized scRNA-seq to profile global expression patterns in LNCaP, LNCaP-Abl and PC3 representing castration sensitive and resistant states. ScRNA-seq revealed 335 and 2393 differentially expressed (DE) genes in early and advanced castration resistant states enriched in 43 and 163 aberrant pathways. These included focal adhesion, adherens junction, leukocyte transendothelial migration, ECM-receptor interaction, regulation of actins, gap junction, TGFb, WNT, Hippo, Ephrin and other pathways. Upregulation of these pathways predicted worst disease free\/overall survival of The Cancer Genomes Atlas (TCGA) PC cohort using Kaplan-Meir estimation. Further scRNA-seq also indicated most of the pathways were also enriched in <i>ex vivo<\/i> circulating tumor cells derived from biochemical recurrent or mCRPC patients. Small molecule perturbation verified function of 9 pathways involved in cell proliferation, migration, invasion, and organoid formation of mCRPC cell lines and CTCs. We then delved into how these genes are regulated by the global chromatin landscape through Assay for Transposase-Accessible Chromatin and high throughput DNA-seq (ATAC-seq). In castration sensitive LNCaP, active chromatins are associated with genes but most of them are located in distal intergenic regions. Conversely, the majority (51.9-57.6%) of open chromatins in castration resistant PC cells are situated in promoters that lie within 1kb of transcription start sites. KEGG pathway enrichment analysis uncovered Hippo, Wnt, tight junction, adherens junction, circadian and other pathways that corroborate the scRNA-seq findings. GRO-seq data indicated that nascent transcription supports gene body transcription in castration resistant cells but leads to massive pausing in castration sensitive cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-04 Hormone signaling and inhibitors,,"},{"Key":"Keywords","Value":"Resistance,Prostate cancer,Metastasis,Transcriptional regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"A. M. Horning, C.-N. Hung, B. Liebermann, C.-W. Chou, C.-K. Lin, Y. V. Wang, V. X. Jin, M. A. Liss, C.-M. Wang, C.-L. Lin, M. Chen, T. H. Huang, <b>C.-L. Chen<\/b>; <br\/>UT Health Science Center at San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"b09d6376-e85c-4a56-9bd1-dfa376e60250","ControlNumber":"8032","DisclosureBlock":"&nbsp;<b>A. M. Horning, <\/b> None..<br><b>C. Hung, <\/b> None..<br><b>B. Liebermann, <\/b> None..<br><b>C. Chou, <\/b> None..<br><b>C. Lin, <\/b> None..<br><b>Y. V. Wang, <\/b> None..<br><b>V. X. Jin, <\/b> None..<br><b>M. A. Liss, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>C. Lin, <\/b> None..<br><b>M. Chen, <\/b> None..<br><b>T. H. Huang, <\/b> None..<br><b>C. Chen, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1505","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6284","PresenterBiography":null,"PresenterDisplayName":"Chun-Liang Chen, PhD","PresenterKey":"ce549d62-8488-4e64-95c3-a5ada513144c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6284. Multimoics reveal aberrant pathways and regulation of castration resistant and metastatic prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multimoics reveal aberrant pathways and regulation of castration resistant and metastatic prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Mutation or loss of the tumor suppressor genes <i>BRCA1<\/i> and <i>BRCA2 <\/i>promotes the development of aggressive prostate cancer with poor outcomes and a high risk of metastatic relapse. Approximately 15% of metastatic prostate tumors are BRCA1\/2-deficient. These tumors are frequently resistant to standard-of-care treatments that block androgen receptor (AR) function, although the mechanisms underlying this effect remain unclear. PARP inhibitors are synthetically lethal with BRCA1\/2-deficiency and are commonly used as a late-line treatment in metastatic prostate cancer; however, both preclinical and clinical data have provided conflicting results on whether PARP inhibitors can be effective in BRCA1\/2-proficient prostate tumors. BRCA1, BRCA2, PARP-1, and PARP-2 all have proposed roles in regulating transcription and the chromatin landscape. We therefore hypothesized that loss of BRCA1, BRCA2, and\/or inhibition of PARP modulates AR function through changes in global chromatin structure and transcriptional pathways. We used patient-derived xenograft models and next-generation sequencing techniques to profile AR function in BRCA1\/2-deficient vs. proficient prostate tumors. We found that loss of BRCA1 and BRCA2 is associated with chromatin accessibility changes, and differentially accessible regions correlate with DNA binding motifs for AR and AR cofactors. ChIP-seq for AR in these tumors demonstrated that BRCA1\/2-deficiency is associated with an altered AR cistrome and a global decrease in AR genomic binding. Corresponding RNA-seq data confirmed a downregulated androgen response in BRCA1\/2-deficient tumors. In cell line models, inhibition of PARP1 and PARP1\/2 inhibited AR-driven transcription. Combining PARP inhibition with either androgen deprivation or the AR antagonist enzalutamide dampened the growth-inhibitory effects of PARP inhibitor treatment. Together, these results indicate that BRCA1\/2-deficiency and PARP inhibition modulate AR function in prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Prostate cancer,PARP inhibitors,BRCA1\/2,Androgen receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. A. Traphagen<\/b>, E. Wheeler, R. Li, X. Qiu, M. Brown; <br\/>Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"9d58d222-b1fc-461d-b2e1-eb2d5eec4aa5","ControlNumber":"1731","DisclosureBlock":"&nbsp;<b>N. A. Traphagen, <\/b> None..<br><b>E. Wheeler, <\/b> None..<br><b>R. Li, <\/b> None..<br><b>X. Qiu, <\/b> None..<br><b>M. Brown, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1506","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6285","PresenterBiography":null,"PresenterDisplayName":"Nicole Traphagen, PhD","PresenterKey":"d854f5f6-87b7-4a7e-a809-d7ff33cfd85b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6285. Defining androgen receptor function and the effects of PARP inhibition in BRCA1\/2-deficient vs. proficient prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Defining androgen receptor function and the effects of PARP inhibition in BRCA1\/2-deficient vs. proficient prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Approximately 70% of human breast cancers express estrogen receptor alpha (ER&#945;), providing a potential for targeted endocrine therapy for patients. Unfortunately, 30-40% of ER+ patients still experience recurrence and metastasis, with a 5-year relative overall survival rate of just 24% for patients with metastatic disease. In our preliminary analysis of the data from a large cohort of ER+ MBC patients, liver metastases were associated with reduced overall survival compared to other sites, while on the standard of care estrogen receptor antagonist, Fulvestrant (Fulv). This supports data from previous clinical trials showing that patients with liver metastases are less responsive to estrogen receptor alpha (ER&#945;) targeting endocrine therapies compared to patients with bone or lung metastases. However, the factors underlying site-specific responses of MBC to ER antagonists are unknown.<br \/>In this study, we investigated the concept that response of liver metastatic tumors is impacted by systemic glucose metabolism and the presence of liver metastatic tumors in turn will affect glucose homeostasis in the body. In our preliminary studies, metastatic liver tumors upregulated expression of enzymes that increased glycogen deposition in tumor cells in response to Fulv. Further analysis showed that a ketogenic diet restored Fulv response of metastatic liver tumors. Based on these results, we investigated if there was a relationship between metastatic site and response to endocrine therapy and if the metabolic status related to glucose homeostasis impacts metastatic disease response. We also searched if glucose homeostasis abnormalities can be indicators of liver metastasis.<br \/>We obtained electronic health records from 192 patients with stage IV estrogen receptor positive breast cancer and analyzed glucose metabolism and liver panel markers including ALT, AST and ALP. Our results showed that more than 85% of patients with liver metastases have another accompanying metastasis and these patients are at a higher risk of diabetes diagnosis compared to other metastatic site patients. A higher % of patients with liver metastasis were deceased. We also observed increased levels of ALT, AST and ALP with liver metastasis and our preliminary analysis indicates that these blood biomarkers along with metabolic disease status (diabetes, hypertension, lipidemia) are good predictors of liver metastasis. Detecting early changes in markers of glucose metabolism may provide an easy diagnostic tool for early detection of liver metastases as well as assessment of treatment response. This may lead to accurate adjustment of treatment choices with improved outcome of patients with liver metastases from breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Breast cancer,Glucose metabolism,Metastasis,Liver,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. N. Mogol<\/b><sup>1<\/sup>, M. Goel<sup>1<\/sup>, A. Lam<sup>1<\/sup>, D. Dutta<sup>2<\/sup>, B. Barnick<sup>2<\/sup>, M. Grosse Perdekamp<sup>2<\/sup>, Z. Madak Erdogan<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Illinois at Urbana-Champaign, Urbana, IL, <sup>2<\/sup>Carle Cancer Institute, Urbana, IL","CSlideId":"","ControlKey":"6e363255-c717-4480-8d26-ed6274b9cb37","ControlNumber":"2548","DisclosureBlock":"&nbsp;<b>A. N. Mogol, <\/b> None..<br><b>M. Goel, <\/b> None..<br><b>A. Lam, <\/b> None..<br><b>D. Dutta, <\/b> None..<br><b>B. Barnick, <\/b> None..<br><b>M. Grosse Perdekamp, <\/b> None..<br><b>Z. Madak Erdogan, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1507","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6286","PresenterBiography":null,"PresenterDisplayName":"Ayca Mogol, BS;MS","PresenterKey":"7d272c58-4787-4f6a-b45a-0f4380cee324","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6286. Metabolic abnormalities are early predictors of liver metastasis in patients with ER+ breast tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"270","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolic abnormalities are early predictors of liver metastasis in patients with ER+ breast tumors","Topics":null,"cSlideId":""}]