[{"Abstract":"Liver cancer, or hepatocellular carcinoma (HCC), is a formidable malignancy characterized by the uncontrolled growth of cells within the liver tissue. It represents a global health concern, with risk factors including chronic viral infections (such as hepatitis B and C), excessive alcohol consumption, fatty liver disease, and certain genetic conditions. The silent progression of HCC complicates early detection, emphasizing the need for a deeper understanding of the liver tumor microenvironment, which plays a crucial role in disease development. The liver model presented here incorporates a wide array of relevant liver cell types, including hepatocytes, endothelial cells, stellate cells, and resident immune cells. This is complemented by a complete vascularization system, allowing for fluid flow across a micro vascular network that faithfully models the dimensions of liver sinusoids. All these elements are seamlessly integrated into an automated and high throughput platform known as the OrganoPlate&#174;. To model the liver tumor microenvironment, hepatocellular carcinoma cells were integrated into healthy liver tissue model. The resulting model allowed for the observation of integrated cancer colonies, providing a more realistic platform for therapy development compared to monocultures. Simultaneously, the liver's particle clearance mechanisms were investigated using fluorescent imaging. Endothelial cell phagocytosis of E. coli particles and resident macrophages' internalization of dextran molecules were studied to explore hepatic delivery of macromolecules and nanoparticles via the systemic circulation. The integration of hepatocellular carcinoma cells within healthy liver tissue revealed the formation of integrated cancer colonies, offering insights into the complex interactions within the liver tumor microenvironment. Fluorescent imaging showcased endothelial cell phagocytosis of E. coli particles and resident macrophages' internalization of fluorescent molecules. These findings elucidate the liver's particle clearance mechanisms, providing a foundation for understanding immunological processes and designing efficient drug delivery systems. Understanding the liver tumor microenvironment is critical for developing effective therapies for HCC. The integration of hepatocellular carcinoma cells within healthy liver tissue offers a more realistic platform for therapy development compared to traditional monocultures. We believe this system holds the potential for a groundbreaking progress in liver modelling which, besides including functional hepatic cells, also reflects the cellular organization and interactions found within the liver lobule. In conjunction with its high throughput capability, this has the potential to revolutionize drug discovery and develop therapies for complex liver diseases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Liver cancer,3D models,Screening,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"F. Bonanini, R. Dinkelberg, V. van Duinen, J. Heijmans, D. Gouber, T. Hagens, N. Kortekaas, M. Caro Torregrosa, D. Kurek, P. Vulto, <b>K. Bircsak<\/b>; <br\/>MIMETAS, Oegstgeest, Netherlands","CSlideId":"","ControlKey":"f067206b-8f9f-4c5e-8ad0-35aa7bdd0769","ControlNumber":"6973","DisclosureBlock":"<b>&nbsp;F. Bonanini, <\/b> <br><b>MIMETAS<\/b> Employment. <br><b>R. Dinkelberg, <\/b> <br><b>MIMETAS<\/b> Employment. <br><b>V. van Duinen, <\/b> <br><b>MIMETAS<\/b> Employment. <br><b>J. Heijmans, <\/b> <br><b>MIMETAS<\/b> Employment. <br><b>D. Gouber, <\/b> <br><b>MIMETAS<\/b> Employment. <br><b>T. Hagens, <\/b> <br><b>MIMETAS<\/b> Employment. <br><b>N. Kortekaas, <\/b> <br><b>MIMETAS<\/b> Employment. <br><b>M. Caro Torregrosa, <\/b> <br><b>MIMETAS<\/b> Employment. <br><b>D. Kurek, <\/b> <br><b>MIMETAS<\/b> Employment. <br><b>P. Vulto, <\/b> <br><b>MIMETAS<\/b> Employment. <br><b>K. Bircsak, <\/b> <br><b>MIMETAS<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8772","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4199","PresenterBiography":null,"PresenterDisplayName":"Kristin Bircsak, PhD","PresenterKey":"c98dda65-b7b2-4600-b5c9-0030aa925ed7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4199. Comprehensive 3D liver cancer model to study the tumor microenvironment for therapy development","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive 3D liver cancer model to study the tumor microenvironment for therapy development","Topics":null,"cSlideId":""},{"Abstract":"Human cancer tissue is a complex ecosystem with heterogeneous cell types that communicate with each other dynamically to promote tumor progression and immune evasion. Hence, experimental systems that destroy or select for cancer cells in culture have often failed to accurately predict clinical responses of new drugs. Therefore, a technology that can retain the intact tumor microenvironment (TME) and accurately predict cancer patient&#8217;s response to anti-cancer treatments, including immunotherapies, will greatly benefit patients and dramatically reduce the cost of new drug development.<br \/><i>E-slice<\/i> is a proprietary 3D human tumor culture platform that maintains individual patient tumor&#8217;s unique ecosystem and the TME <i>ex vivo<\/i> for up to 30 days. It is generated by making thin sections of intact, fresh tumor tissues and culturing them in serum-free, defined media. As such, immune components and the TME in <i>E-slices<\/i> faithfully recapitulate human tumors <i>ex vivo<\/i>. We demonstrate that <i>E-slices<\/i> can be used to: 1) measure viability changes upon anti-cancer agent treatment longitudinally; 2) retain the native TME and tissue architecture since <i>E-slices<\/i> are never dissociated or artificially reconstituted; 3) culture any solid tumor types from patient needle biopsy cores or surgical samples, PDX, or mouse models; 4) perform high content drug screening on human tissues; 5) discover secreted biomarkers and to 6) discover or validate molecular mechanisms of action or therapy resistance; and 7) measure immunotherapy responses <i>ex vivo<\/i> from human tissues.<br \/>Importantly, it has been shown to accurately predict individual patient treatment responses to chemotherapies and targeted therapies in 4-8 days, paving the way for evidence-based personalized treatment selections in a clinically actionable time frame. Furthermore, single cell RNA-sequencing analysis demonstrates that <i>E-slices<\/i> can retain the viability and molecular phenotypes of tumor infiltrating immune cells for up to 8 days <i>ex vivo<\/i>, providing a unique platform to study human tumor-immune interactions and evaluate efficacy of immune modulators on human tumor tissues <i>ex vivo<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,3D models,High-throughput assay,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Leyva-Aranda<\/b><sup>1<\/sup>, T. Gallup<sup>1<\/sup>, J. Maldonado<sup>2<\/sup>, C. Margain<sup>1<\/sup>, S. Yun<sup>1<\/sup>, D. Gallup<sup>1<\/sup>, M. Kim<sup>2<\/sup>, K. Yun<sup>2<\/sup>; <br\/><sup>1<\/sup>EMPIRI, Inc., Houston, TX, <sup>2<\/sup>Houston Methodist Research Institute\/Weill-Cornell Medical College, Houston, TX","CSlideId":"","ControlKey":"1e5e7cc1-43ad-457d-8d9f-40688b98747e","ControlNumber":"6814","DisclosureBlock":"&nbsp;<b>V. Leyva-Aranda, <\/b> None..<br><b>T. Gallup, <\/b> None..<br><b>J. Maldonado, <\/b> None..<br><b>C. Margain, <\/b> None..<br><b>S. Yun, <\/b> None..<br><b>D. Gallup, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>K. Yun, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8773","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4200","PresenterBiography":null,"PresenterDisplayName":"Kyuson Yun, BS;PhD","PresenterKey":"0ce0e025-275f-419d-9bee-39ab3f228b1a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4200. A novel 3D culture platform, <i>E-slice<\/i>, retains intact tumor microenvironment and tumor infiltrating immune cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel 3D culture platform, <i>E-slice<\/i>, retains intact tumor microenvironment and tumor infiltrating immune cells","Topics":null,"cSlideId":""},{"Abstract":"Our study is aimed to apply a 3-dimensional (3-D) <i>in vitro<\/i> model emulating the extracellular matrix (ECM) of the bone marrow microenvironment (BMM) to explore the interaction of disseminated Prostate Cancer (PC) cells and ECM. Wharton's Jelly (WJ), which histologically and biochemically resembles the ECM part of the hematopoietic stem cell (HSC) niche, was decellularized as a novel 3-D culture platform, named as decellularized WJ matrix (DWJM). CD133, a critical marker of PC stem cells (PCSC), was chosen to initially evaluate the PCSC phenotype of DU-145 cells cultured using DWJM by flow cytometry and Image-Stream. DWJM was used to culture PC Cell line DU-145 cells. Enriched CD133(+) cells by Fluorescence-Activated Cell Sorting (FACS) were further analyzed for functional phenotypes of PCSC, and the mechanism of reactivated expression of CD133 was also investigated. A small percentage (about 2-5%) of CD133(+) DU-145 cells were detected after DU-145 cell culturing using DWJM for 3-7 days. Sorted CD133+ cells formed more colonies <i>in vitro <\/i>and manifested some characteristics of Epithelial-to-Mesenchymal Transition (EMT), including increased nuclear to cytoplasmic ratio and spindle-cell morphology. The undetectable expression of CD133 mRNA and protein in parental DU-145 cells was at least partly caused by promotor methylation, while culturing using DWJM reactivated the expression of CD133 by demethylating the CD133 DNA promotor. Taken together, our <i>in vitro<\/i> findings provide preliminary findings to support the possible conversion of disseminated PC cells to PCSC by epigenetic modulation in the BMM, and these early findings warrant further validation using an <i>in vivo<\/i> mouse model.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-03 Extracellular matrix and integrins,,"},{"Key":"Keywords","Value":"Extracellular matrix,Bone metastasis,Prostate cancer,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Yang<\/b>; <br\/>University of Rochester Wilmot Cancer Institute, Rochester, NY","CSlideId":"","ControlKey":"fde5a848-0d83-4108-b3bb-1ab5a263a4e0","ControlNumber":"1343","DisclosureBlock":"&nbsp;<b>J. Yang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8777","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4202","PresenterBiography":null,"PresenterDisplayName":"Jianhui Yang, MD","PresenterKey":"40fe2717-56db-4da0-90bc-b214841693e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4202. A novel 3D model investigating the pathophysiology of prostate cancer bone marrow metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel 3D model investigating the pathophysiology of prostate cancer bone marrow metastasis","Topics":null,"cSlideId":""},{"Abstract":"The failure of murine tumor models to adequately simulate the native biological milieu and tissue architecture of human malignancies, has fomented much discourse surrounding the discord that exists between experimental outcomes and clinical settings. Orthotopic (OT) models, which are generated by the engraftment of tumor cells or fragments into recipient organs of the same histotype from which they were derived, has the advantage of recapitulating the appropriate vasculature, as well as cellular and stromal components as the site of origin. In the context of immunotherapy, there is increasing evidence that subcutaneous (SC) tumors bear a vastly different immunological profile compared to OT implants, a phenomenon dictated by tissue-specific recruitment of various immune subsets, and subsequently, impacts overall response. Therefore, establishing cancer models that better represent the natural tumor environment is imperative for addressing some of the foibles inherent to preclinical mouse models. To demonstrate the significance of the anatomical site of the tumor, we present a comparative assessment of the MC38 murine colon carcinoma model, in the context of SC and OT settings. In the SC model of MC38, administration of either 5mg\/kg anti-mPD1, anti-mPDL1, or anti-mCTLA-4, failed to elicit any notable anti-tumor activity, as evidenced by 0% incidences of complete regressions (CR) and tumor free survivors (TFS) for all three therapeutic agents, and incidences of 11%, 5% and -22% increase in time to progression (ITP), respectively. However, mice bearing OT tumors, exhibited meaningful response to 5mg\/kg anti-mPD1 and anti-mPDL1, both evoking incidences of 25% CR, 25% TFS and 108% ITP. Though the anti-mCTLA-4 treated cohort did not produce any CRs or TFS, there was, nonetheless, a 50% incidence of ITP. Taken together, the data clearly illustrates the distinct disparities in response between SC and OT tumors, with respect to immunomodulatory agents. Characterization of immune phenotype within both settings, and interrogation of additional mouse models are ongoing. The exigencies and profound limitations associated with bench to bedside translation have long encumbered the drug development process. Despite staggering financial investment in oncology research, effective treatments for a myriad of cancers remain elusive, and only 3.4% of cancer drug candidates are conferred with clinical approval. Employing modalities that adequately reproduce the molecular and structural frameworks of human tumors, is crucial to better elucidating the natural trajectory of cancer progression, thus facilitating more accurate evaluation of drug activity and therapeutic response in preclinical settings. OT models therefore represent a more disease-relevant preclinical approach compared to their subcutaneous counterparts, as they more reliably preserve the intrinsic infrastructure and complexities of patient tumors <i>in situ.<\/i>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ specific microenvironments,,"},{"Key":"Keywords","Value":"Mouse models,Tumor microenvironment,Cancer immunotherapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K.-A. Bright<\/b>, S. Barnes, D. Germain, L. Kucharczyk; <br\/>Laboratory Corporation of America, Ann Arbor, MI","CSlideId":"","ControlKey":"1cc92852-55a6-4e64-b608-8bd7e5c32073","ControlNumber":"4731","DisclosureBlock":"&nbsp;<b>K. Bright, <\/b> None..<br><b>S. Barnes, <\/b> None..<br><b>D. Germain, <\/b> None..<br><b>L. Kucharczyk, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8779","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4204","PresenterBiography":null,"PresenterDisplayName":"Kerry-Ann Bright, MS","PresenterKey":"70e4719a-bed5-4f94-8cce-cf6cb6cb0bd2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4204. Subcutaneous vs. orthotopic tumor models: A comparative assessment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Subcutaneous vs. orthotopic tumor models: A comparative assessment","Topics":null,"cSlideId":""},{"Abstract":"Approximately 1 in 8 men in Canada will be diagnosed with prostate cancer (PCa) in their lifetime, with ~20% presenting with high-risk disease. A standard treatment is radiotherapy (RT) and while many patients respond well to RT, up to 40% of men with high-risk disease can recur, often within the prostate. It can be challenging to salvage prostate relapses due to the morbidity of re-irradiation and the high rate of subsequent progression. The tumor micro-environment (TME) is altered after radiotherapy with increased immune-suppressor and immune-stimulatory effects occurring concurrently. Therapies capitalizing on these changes in the TME might provide an advantage to tackling radiation-recurrent cancer. Identifying TME changes in radio-recurrent PCa is the first step; however, existing PCa animal models do not accurately model the TME. Our collaborator&#8217;s lab has created the DVL3 mouse model with a clinically relevant TME. It forms tumors with distinct glandular morphology and displays micro-environmental responses to RT like what is seen in high-risk PCa patients, making this model an innovative tool for investigating radio-recurrence. The objective of this study is to create a radio-recurrent DVL3 PCa cell line to explore changes in the TME both <i>in vitro<\/i> and <i>in vivo<\/i> via orthotopic injection. To generate the radio-recurrent model, the DVL3 Parental cells (DVL3-Par) underwent a conventionally fractionated RT schedule (78Gy\/39fx), herein referred to as DVL3-CF cells. The first part of the project involves <i>in vitro<\/i> characterization. Radiation resistance was evaluated via clonogenic assay which demonstrated a significant increase in clonogenic survival in the DVL3-CF cells relative to DVL3-Par. Characterization of DVL3-CF cells demonstrates that they are more proliferative at baseline, they recover quicker following G2\/M blocks, they have decreased senescence following high dose radiation, and they are more invasive <i>in vitro<\/i>. The second part of the project evaluates the radio-recurrent model <i>in vivo<\/i> using an orthotopic mouse model as this best emulates the TME and clinical tumor progression. Parental and CF cells will be injected orthotopically into the prostate of C57\/BL-6 mice and monitored for growth by MRI which will provide information on tumor volume as well as vasculature. At the time of sacrifice, the prostate and draining lymph nodes will be cryo-preserved and formalin fixed for downstream histological analysis. Transcriptional analyses, MRI data, and histological analysis of the tumors and draining lymph nodes will be compared across the radio-recurrent model and its parental cell line to evaluate environmental changes and potentially implicated mechanisms. This study will elucidate some of the complex interactions that are occurring within the TME of radio-recurrent PCa, increasing our understanding of mechanisms of radio-recurrence.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ specific microenvironments,,"},{"Key":"Keywords","Value":"Prostate cancer,Radioresistance,Tumor microenvironment,Orthotopic models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. D. White<\/b><sup>1<\/sup>, X. Huang<sup>2<\/sup>, I. Mills<sup>3<\/sup>, S. K. Liu<sup>4<\/sup>; <br\/><sup>1<\/sup>University of Toronto, Toronto, ON, Canada, <sup>2<\/sup>Sunnybrook Research Institute, Toronto, ON, Canada, <sup>3<\/sup>University of Oxford, Oxford, United Kingdom, <sup>4<\/sup>Sunnybrook Health Sciences Centre, Toronto, ON, Canada","CSlideId":"","ControlKey":"4bbe3a56-fe5e-4dd3-99e7-df80f389ba50","ControlNumber":"1531","DisclosureBlock":"&nbsp;<b>S. D. White, <\/b> None..<br><b>X. Huang, <\/b> None..<br><b>I. Mills, <\/b> None..<br><b>S. K. Liu, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8780","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4205","PresenterBiography":null,"PresenterDisplayName":"Stephanie White, BS","PresenterKey":"8841b113-d364-4a17-8da5-ad8c1d84ea75","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4205. Investigating micro-environmental changes in a syngeneic radio-recurrent prostate cancer model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating micro-environmental changes in a syngeneic radio-recurrent prostate cancer model","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose:<\/b> A substantial contribution to the poor prognosis for head and neck squamous cell carcinoma (HNSCC) patients is the progression to distant metastasis. This occurs in 30% of patients over the course of their disease, and radically reduces the 5-year survival rate to under 50%. Investigations in recent years have begun to unveil the intricate interplay of the extracellular matrix (ECM) in both tumor-intrinsic signaling and immunoregulation. However, studies conducted in the context of metastatic have been limited. Here, we employ spatial transcriptomics on HNSCC patient biopsies to identify ECM components that may contribute to cancer progression and immune suppression.<br \/><b>Experimental design:<\/b> Comprehensive transcriptome profiling of HNSCC patient biopsies was conducted using the GeoMx Digital Spatial Profiler (DSP). This approach allowed us to characterize regions of the tumor microenvironment (TME) by immunofluorescent staining for subsequent bioinformatic analysis. To investigate the biological consequences of associations observed in our dataset, we performed <i>in vivo <\/i>murine studies. We have produced a series of SCC C57BL\/6 murine cell lines derived from Smad4<sup>-\/-<\/sup>Kras<sup>G12D<\/sup> Keratin15+ stem cells, which faithfully mimic the clinical progression of HNSCC tumors, including metastasis. Using these murine models, we applied relevant pharmacologic inhibitors and genetic knockdown of targets identified with our GeoMx DSP analysis. <i>In vitro <\/i>immune-based and functional assays were conducted to elucidate the underlying mechanisms contributing to SCC progression.<br \/><b>Results:<\/b> GeoMx DSP analysis revealed that laminins were enriched in stage IV HNSCC patient stroma, relative to lower stage patients. This coincided with TGF&#946; enrichment and inversely associated with signatures of anti-tumor immune infiltration. Analysis of The Cancer Genome Atlas data revealed similar inverse correlations in SCCs, distinct from breast cancer and lung adenocarcinoma. Our metastatic SCC murine lines likewise exhibited elevated levels of these laminin proteins, accompanied by high levels of laminin-binding integrins and TGF&#946;-Smad signaling. Independent of impacting cell proliferation, shRNA knockdown of laminin decreased tumor volume in an immune-competent setting. Targeting laminin-integrin signaling with the small molecule inhibitors Galunisertnib and Buparlisib also reduced the metastatic capacity of these cells in C57BL\/6 mice.<br \/><b>Conclusions:<\/b> Spatial transcriptomic profiling of the HNSCC TME uncovers intricate associations and promising targets not readily discernible in bulk RNAseq analyses. Validation through genetic and pharmacological approaches in immune-competent models underscores their potential as strategies to reduce HNSCC burden.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-03 Extracellular matrix and integrins,,"},{"Key":"Keywords","Value":"Transforming growth factor &#946; (TGF-&#946;),Extracellular matrix,Metastasis,Head and neck squamous cell carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. D. Aleman<\/b><sup>1<\/sup>, K. A. Nguyen<sup>1<\/sup>, E. Wong<sup>1<\/sup>, Y. Ke<sup>2<\/sup>, H. T. Lind<sup>2<\/sup>, C. G. Tepper<sup>2<\/sup>, A. C. Birkeland<sup>2<\/sup>, C. D. Young<sup>1<\/sup>, S. D. Karam<sup>1<\/sup>, X.-J. Wang<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Colorado Anschutz Medical Campus, Aurora, CO, <sup>2<\/sup>University of California Davis, Sacramento, CA","CSlideId":"","ControlKey":"7155a6ef-a614-4e1c-ae28-e0bbfce5fd3d","ControlNumber":"5708","DisclosureBlock":"&nbsp;<b>J. D. Aleman, <\/b> None..<br><b>K. A. Nguyen, <\/b> None..<br><b>E. Wong, <\/b> None..<br><b>Y. Ke, <\/b> None..<br><b>H. T. Lind, <\/b> None..<br><b>C. G. Tepper, <\/b> None..<br><b>A. C. Birkeland, <\/b> None..<br><b>C. D. Young, <\/b> None..<br><b>S. D. Karam, <\/b> None..<br><b>X. Wang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8781","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4206","PresenterBiography":null,"PresenterDisplayName":"John Aleman, BA;BS","PresenterKey":"8467c1c0-2d9e-428c-8758-8e0864aeaf03","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4206. Regional transcriptomic profiling of the head and neck squamous cell carcinoma tumor microenvironment paired with murine models identify extracellular matrix components that mediate tumor progression and immune suppression","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regional transcriptomic profiling of the head and neck squamous cell carcinoma tumor microenvironment paired with murine models identify extracellular matrix components that mediate tumor progression and immune suppression","Topics":null,"cSlideId":""},{"Abstract":"Unique to early-stage ER+ breast cancer, ER+ tumor cells already bone disseminated at time of diagnosis can remain dormant at this site until an initiating event (e.g., activating ESR1 mutation acquisition) allows for osteolytic bone metastases (BMET) progression even decades later. Adjuvant use of anti-resorptive bisphosphonates, but not denosumab, reduces BMET risk in post-menopausal women with early stage breast cancer, suggesting protective effects may be unrelated to changes in bone turnover. Pre-clinical modeling of dormant, bone-disseminated ER+ breast cancer cells may enhance our understanding and thus our ability to better target these inherently treatment-resistant cells. In studies reported here, a model of bone-disseminated ER+ dormancy was characterized and used to query effects of zoledronic acid (ZA) on dormant cells. When female nude mice were inoculated (intracardiac) with human ER+ MCF-7 cells labelled with DiD, a membrane dye that dissipates with each cell division, DiD-positive tumor cell number in harvested tibial bone marrow remained unchanged from 24 hours to 28 days post-tumor cell inoculation. When 17&#223;-estradiol (E2) treatment (0.72 mg 60-day pellets) was initiated on D28 following tumor cell inoculation, detectable DiD+ tumor cell number in harvested tibial bone marrow increased 1.8-fold within one week (D35 vs. D28, p &#60; 0.0001), consistent with initiation of E<sub>2<\/sub>-stimulated proliferation, and osteolytic, histology-confirmed BMET appeared subsequently with 60% incidence by 6-weeks post-start of E2 treatment. When mice were instead zoledronic acid-treated during the 28d dormancy period (70 ug\/kg subcutaneously on D7 and on D21 post-inoculation), DiD-positive cell number in marrow harvested on D28 was reduced by more than half vs. vehicle-treated controls (p&#60; 0.05). Moreover, DiD-positive cell numbers on D35, one week after start of E2-treatment, remained unchanged in tibial marrow of ZA-treated mice and were thus substantially (3.8-fold) lower than controls (p&#60; 0.001). When followed for 6-weeks after initiation of E2 treatment, no osteolytic BMET were detected in ZA-treated mice. In toto, these results recapitulate clinical findings, thus validating the methodologic approach, and suggest that in addition to reducing dormant ER+ tumor cell burden in bone, bisphosphonates may also alter their estrogen responsiveness. Acknowledgements: Special thanks to undergraduates Alyssa Magee and Geethika Ameneni for assistance with data acquisition, and the METAvivor Foundation and NIH-NCI (NCI R03 CA181893, R01 CA174926, P30 CA023074, T32 CA009213) for financial support.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-10 Tumor dormancy,,"},{"Key":"Keywords","Value":"Breast cancer,Estrogen receptor,Bone metastasis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. N. Cheng, J. B. Frye, S. A. Whitman, <b>J. L. Funk<\/b>; <br\/>University of Arizona, Tucson, AZ","CSlideId":"","ControlKey":"bce6d4cc-16eb-465f-828a-e8d3525da322","ControlNumber":"6412","DisclosureBlock":"&nbsp;<b>J. N. Cheng, <\/b> None..<br><b>J. B. Frye, <\/b> None..<br><b>S. A. Whitman, <\/b> None..<br><b>J. L. Funk, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8782","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4207","PresenterBiography":null,"PresenterDisplayName":"Janet Funk","PresenterKey":"d8e25426-e360-4329-bb56-35a414097099","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4207. Zoledronic acid reduces quiescent bone-disseminated human ER+ breast cancer tumor cell burden and estrogen-responsiveness in a pre-clinical model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Zoledronic acid reduces quiescent bone-disseminated human ER+ breast cancer tumor cell burden and estrogen-responsiveness in a pre-clinical model","Topics":null,"cSlideId":""},{"Abstract":"Preclinical models of Sonic Hedgehog (SHH)-driven tumors support the therapeutic benefit of pharmacological inhibitors, yet clinical outcomes are conflicted due to biphasic tumor responses that include complete remission or faster disease progression. In such studies, the activity of the SHH pathway in the tumor-adjacent stroma supported or restrained tumor progression. Our prior studies show that altered SHH ligand levels can lead to faster tumor growth during pharmacological inhibition suggesting a role for the SHH pathway strength in the biphasic tumor responses of a triple-negative breast cancer (TNBC) model. In this study, the role of SHH pathway strength altered by tumor-fibroblast proximity was examined on the tumor growth, invasion, and transcriptional activity using in vitro and in vivo models. Tumor spheroid models composed of TNBC cell lines and fibroblasts were used to monitor SHH signal strength as a function of the culture modality and SHH ligand levels. In vitro, SHH signal strength was altered by tumor-fibroblast proximity and ligand concentration. Mixed cultures exhibited significantly higher SHH activity and reduced invasion than adjacent cultures. This effect was reversed by pharmacological inhibition of SMO, confirming the involvement of an SHH-dependent mechanism. In a tumor xenograft model, tumor metastasis outcomes were suppressed by pharmacological inhibition of the SHH pathway, but opposite results were observed in tumor xenografts composed of co-injected with fibroblasts indicating that the biphasic tumor response can be driven by the fibroblasts. Spatial transcriptional analysis identified extracellular matrix (ECM) activities in fibroblasts as the top altered bioprocesses in both <i>in vitro and in vivo<\/i>. This finding was confirmed in cultures, where fibroblast-derived decellularized matrix stimulated tumor invasion of single TNBC spheroids at levels observed in co-cultures. Further analysis of differentially expressed genes (DEGs) identified a small leucine-rich repeat proteoglycan (SLRP) as the primary ECM target altered by variations in SHH signal strength in fibroblasts. Furthermore, we confirmed the role of SLRP cues in governing tumor invasion potency within spheroid cultures embedded in a collagen hydrogel matrix. While high levels of SLRP in the matrix inhibited spheroid invasion, low SLRP matrix promoted spheroid invasion and increased secondary invasion sites. These findings agreed with the Vimentin expression levels observed in TNBC cells and confirmed the potency of SLRP in regulating tumor invasion outcomes. In summary, our study underscores the significance of ECM remodeling activities in fibroblasts and the role of SLRPs in governing tumor invasion, with implications for understanding the impact of altering SHH signaling activity in TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-03 Extracellular matrix and integrins,,"},{"Key":"Keywords","Value":"Extracellular matrix,Tumor microenvironment,Cell invasion,Cancer genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. A. Carrasquillo-Dones<\/b><sup>1<\/sup>, H. M. Rosado-Galindo<sup>1<\/sup>, A. M. Reyes-Ramos<sup>1<\/sup>, W. Torres-Garcia<sup>1<\/sup>, S. Cifuentes<sup>1<\/sup>, J. P. Rios-Grant<sup>1<\/sup>, G. Ortiz-Soto<sup>2<\/sup>, N. A. Ramos-Acevedo<sup>1<\/sup>, M. Acevedo-Esquilin<sup>1<\/sup>, M. Colon-Vargas<sup>1<\/sup>, I. Almodovar-Rivera<sup>1<\/sup>, C. Mora<sup>1<\/sup>, M. M. Martinez-Montemayor<sup>2<\/sup>, M. Domenech<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Puerto Rico - Mayagüez, Mayaguez, Puerto Rico, <sup>2<\/sup>School of Medicine Universidad Central del Caribe, Bayamon, Puerto Rico","CSlideId":"","ControlKey":"63de6665-72a7-40a2-92b7-f1c431f5ca9a","ControlNumber":"5170","DisclosureBlock":"&nbsp;<b>E. A. Carrasquillo-Dones, <\/b> None..<br><b>H. M. Rosado-Galindo, <\/b> None..<br><b>A. M. Reyes-Ramos, <\/b> None..<br><b>W. Torres-Garcia, <\/b> None..<br><b>S. Cifuentes, <\/b> None..<br><b>J. P. Rios-Grant, <\/b> None..<br><b>G. Ortiz-Soto, <\/b> None..<br><b>N. A. Ramos-Acevedo, <\/b> None..<br><b>M. Acevedo-Esquilin, <\/b> None..<br><b>M. Colon-Vargas, <\/b> None..<br><b>I. Almodovar-Rivera, <\/b> None..<br><b>C. Mora, <\/b> None..<br><b>M. M. Martinez-Montemayor, <\/b> None..<br><b>M. Domenech, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8783","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4208","PresenterBiography":null,"PresenterDisplayName":"Emanuel Carrasquillo-Dones, BS;PhD","PresenterKey":"03593668-d4c8-4d4b-9771-7320b740d35e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4208. In-vitro modeling of Sonic Hedgehog signaling identifies the extracellular matrix as a regulator of tumor invasion outcomes","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"In-vitro modeling of Sonic Hedgehog signaling identifies the extracellular matrix as a regulator of tumor invasion outcomes","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma multiforme (GBM) is a grade IV astrocytoma and the most common type of adult brain malignancy. The overall survival of patients diagnosed with GBM is less than 5 years. Therefore, it is imperative to understand the mechanisms contributing to GBM progression, invasiveness, and survival. This study aimed to evaluate the effect of the extracellular matrix (ECM) on GBM cell invasion by performing the traditional invasion assay as well as novel <i>&#8239;in vitro <\/i>invasion assay strategies. A significant challenge with&#8239;<i>in vitro<\/i>&#8239;cell invasion assays is the use of animal-based ECM: the components of animal-based ECM are not characterized; the batch-to-batch variability of animal-based ECM can influence experimental findings and affect potential clinical applications; and the temperature-sensitive operation protocols make the use of animal-based ECM time-consuming and difficult for automated high-throughput assays. These challenges can be circumvented using&#8239;VitroGel&#174;, a synthetic xeno-free, bio-functional hydrogel resembling the physiological ECM with tunable biophysical and biochemical properties. In this study, we harnessed the properties of the synthetic xeno-free hydrogel system to examine how different mechanical strengths and functional ligands as well as cytokines and serum within the hydrogel matrices or in the outer well, affect GBM cell invasion. The results indicated that adjusting the mechanical strength of the ECM system affects GBM cell invasion. We further showed that the bio-functional ligands within the hydrogel matrix, such as matrix metalloproteinases, RGD peptide, and others, stimulated cell invasion. This finding exemplifies the importance of using a well-characterized ECM system given that it is difficult to evaluate how specific ECM components contribute to cell invasion using the undefined animal-based ECM. Since the composition of the hydrogel system is chemically defined, we could further control the cytokine milieu within the matrix to understand how the ECM composition affects cell migration. To demonstrate this, we added the cytokine TGF-&#946;1 to the hydrogel and examined GBM cell invasion. Indeed, we showed that adding TGF-&#946;1 to the synthetic VitroGel enhanced GBM cell invasion, thus illustrating that incorporating factors inside the matrix is a powerful method to evaluate chemotaxis. Altogether, this study demonstrates the potency and flexibility of using a xeno-free hydrogel for a myriad of invasion assay applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-03 Extracellular matrix and integrins,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,Cell invasion,Extracellular matrix,Cytokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. I. Ferrer Díaz<\/b>, J. Huang; <br\/>TheWell Bioscience, North Brunswick, NJ","CSlideId":"","ControlKey":"3ee970a0-6107-46fe-83e6-bdf1c18b44f7","ControlNumber":"5277","DisclosureBlock":"&nbsp;<b>A. I. Ferrer Díaz, <\/b> None..<br><b>J. Huang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8784","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4209","PresenterBiography":null,"PresenterDisplayName":"Alejandra Ferrer Díaz","PresenterKey":"f9bd4381-5a1f-4434-b22d-10c727bfb6d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4209. Unraveling the effects of the microenvironment on glioblastoma multiforme invasiveness using a xeno-free 3D hydrogel platform","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unraveling the effects of the microenvironment on glioblastoma multiforme invasiveness using a xeno-free 3D hydrogel platform","Topics":null,"cSlideId":""},{"Abstract":"Tumor immune infiltration (&#8220;hot&#8221; tumor microenvironment, TME) constitutes a powerful predictor of outcomes and immunotherapy efficacy, however underlying mechanisms remain elusive. Recent evidence shows that TME-repriming of incoming CD8+ T cells is required for full effector functionality. Reminiscent of the &#8220;second-touch&#8221; hypothesis proposed by Klaus Ley for CD4+ differentiation, tumor-draining lymph node (TDLN) priming (&#8220;first-touch&#8221;) generates antigen-specific stem-like TCF1+CD8+ T cells. These stem-like CD8+ T cells then migrate to the tumor periphery where &#8220;second-touch&#8221; antigenic encounters with non-migratory CCR7<sup>neg<\/sup> dendritic cells (DC) (importantly, the cross-presenting cDC1 subset) leads to effector CD8+ T cell differentiation and tumor entry. These second-touch encounters occur within specialized <u>stromal <\/u>niches that are rich in antigen-presenting cells (APC). We have hypothesized that <u>productive APC:CD8+ interactions require stroma-derived signals that emulate provisional matrix remodeling in embryonic development and\/or adult wound healing<\/u>. Thus, stroma remodeling by the expanding tumor translates into a conserved &#8220;danger signal&#8221; that licenses APC to activate CD8+ T cell responses. We have focused on a prototypical pathway of provisional matrix remodeling, the regulated proteolysis of the matrix proteoglycan versican (VCAN) to generate a bioactive fragment endowed with immunostimulatory activities, versikine. Stromal VCAN proteolysis at the site releasing versikine is associated with T-cell infiltration across human solid and liquid tumors. To investigate the mechanisms by which versikine regulates first- and second-touch antigenic encounters, we dissected the immune microenvironment of versikine-replete tumors of immunocompetent models at single-cell resolution. Non-migratory Ccr7<sup>neg<\/sup> cDC1 in versikine-replete tumors overexpress MHC-I and MHC-II antigen presentation machinery (Tap1, Ciita), maturation (Irf7, ISGs, Tlr3) and co-stimulation markers (Cd86, 4-1BBL), while Ccr7<sup>pos<\/sup> DC (mregDC) markedly overexpress Cd40 compared to control mregDC. In parallel, Cd4+ Tfh-like cells (overexpressing Cd40lg,<b> <\/b>Icos and Maf) accumulate in versikine-replete tumors, mirroring the accumulation of CD4+ T-cells in the stroma of human tumors displaying intense VCAN proteolysis. Consequently, versikine-replete tumors demonstrate expansion of late effector CD8+ T cells (Gzmb+Prf1+). Versikine reverses anti-PD-1 refractoriness in the &#8220;cold&#8221; model, Lewis Lung Carcinoma (LLC). In &#8220;warm&#8221; tumor models, versikine with anti-PD-L1 suffices to eradicate tumors and establish immune memory with resistance to tumor rechallenge. Our presentation will focus on the mechanistic dissection of stromal signals regulating antigen presentation across models as well as approaches for translation into novel vaccine platforms.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Stroma,Antigen presentation,Dendritic cell,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Papadas<\/b>, D. Hong, A. Cicala, A. Gibbons, D. J. Lagal, Y. Huang, Y. Dou, F. Asimakopoulos; <br\/>UC San Diego, La Jolla, CA","CSlideId":"","ControlKey":"0426e47a-368b-4256-aba3-0a54707cc99c","ControlNumber":"8387","DisclosureBlock":"&nbsp;<b>A. Papadas, <\/b> None..<br><b>D. Hong, <\/b> None..<br><b>A. Cicala, <\/b> None..<br><b>A. Gibbons, <\/b> None..<br><b>D. J. Lagal, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>Y. Dou, <\/b> None..<br><b>F. Asimakopoulos, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8786","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4210","PresenterBiography":null,"PresenterDisplayName":"Athanasios Papadas, MD, PhD","PresenterKey":"4192cf1e-80c0-4fc9-966c-e8fb6b7f85d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4210. Stromal remodeling danger signals regulate &#8220;second-touch&#8221; antigenic encounters and promote CD8+ T cell effector differentiation in the TME","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Stromal remodeling danger signals regulate &#8220;second-touch&#8221; antigenic encounters and promote CD8+ T cell effector differentiation in the TME","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is the most common primary liver malignancy and is closely associated with progressive stages of liver diseases. Its transformation, survival, progression and metastasis have been associated with regulation mechanisms orchestrated by the tumor stroma. Patient differences in tumor composition and cellular signaling are reflected in the diversity of therapy response. Hence, comprehensive in vitro models that capture patient-specific tumor and stromal components are necessary to elucidate and evaluate anticancer therapy. Patient-derived dissociated HCC cells from eight different patients were combined with tumor-derived fibroblasts and endothelial cells within a microfluidic setup comprising 64 parallel chips in a microtiter plate format. Cultures were challenged with an individual or combinatorial treatment from a panel of tool compounds for 72 hours in an automated setup. We used immunofluorescence and high content confocal imaging to assess the structural and biological interaction between cancer cells and the associated stroma. Viability assessment, artificial intelligence-based vascular morphology characterization and multiplexed chemokine\/cytokine release measurements were used to elucidate patient and drug-dependent effects of single or combinatorial treatments. Cellular interaction within the microfluidic platform led to a vascularized tumor construct, with hepatocellular carcinoma aggregates being enveloped and traversed by a lumenized and interconnected vascular plexus, in association with tumor-derived fibroblasts. Compound treatment led to profound differences across the tested parameters, indicating different anticancer effects in conjunction with the biological diversity of the patient material. Finally, morphological assessment revealed distinct compound-induced effects on the tumor&#8217;s vascular organization. We present a vascularized patient-derived HCC model that includes relevant cellular players of the tumor microenvironment found in vivo. These co-cultures are highly suitable for studying specific cell types as well as patient-specific responses. We envision that this system has the potential to provide a platform for understanding the interplay between different cell types present in hepatocellular carcinomas, with sufficient scalability ease of use for industrial and clinical implementation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Angiogenesis,Cancer associated fibroblasts,Microfluidics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"O. Mocellin<sup>1<\/sup>, A. Robinson<sup>1<\/sup>, A. Olczyk<sup>1<\/sup>, S. Treillard<sup>1<\/sup>, T. Olivier<sup>1<\/sup>, C. P. Ng<sup>1<\/sup>, J. Heijmans<sup>1<\/sup>, A. Stok<sup>1<\/sup>, G. van Tienderen<sup>2<\/sup>, M. Verstegen<sup>2<\/sup>, S. Trietsch<sup>1<\/sup>, H. Lanz<sup>1<\/sup>, P. Vulto<sup>1<\/sup>, J. Joore<sup>1<\/sup>, <b>K. Queiroz<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>MIMETAS, Oegstgeest, Netherlands, <sup>2<\/sup>Erasmus MC-University Medical Center Rotterdam, Rotterdam, Netherlands","CSlideId":"","ControlKey":"b47c25ad-5f40-435d-8d5c-bc16a9f06d8e","ControlNumber":"6421","DisclosureBlock":"&nbsp;<b>O. Mocellin, <\/b> None..<br><b>A. Robinson, <\/b> None..<br><b>A. Olczyk, <\/b> None..<br><b>S. Treillard, <\/b> None..<br><b>T. Olivier, <\/b> None..<br><b>C. P. Ng, <\/b> None..<br><b>J. Heijmans, <\/b> None..<br><b>A. Stok, <\/b> None..<br><b>G. van Tienderen, <\/b> None..<br><b>M. Verstegen, <\/b> None..<br><b>S. Trietsch, <\/b> None..<br><b>H. Lanz, <\/b> None..<br><b>P. Vulto, <\/b> None..<br><b>J. Joore, <\/b> None..<br><b>K. Queiroz, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8794","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4212","PresenterBiography":"","PresenterDisplayName":"Karla Queiroz, PhD","PresenterKey":"11988e4b-e805-4d33-b195-61206ae5e18a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4212. Mimicking HCC complex biology and diverse treatment response in a patient-derived microfluidic model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mimicking HCC complex biology and diverse treatment response in a patient-derived microfluidic model","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b> Characterization of the tumor microenvironment (TME) has become an essential step for the understanding of the complexity of cell interactions and the discovery of biomarkers for prediction and prognosis of immunotherapy response<sup>1<\/sup>. The NanoString GeoMx<sup>&#174;<\/sup> Digital Spatial Profiler (DSP) technology includes the ability to quantitatively assess RNA and protein levels as well as sample multiple user-defined regions of interest, specifically focused on defining heterogeneity and TME interactions<sup>2<\/sup>. This technology has been widely used to identify biomarkers in clinical surgical specimens, but its applications in preclinical models are still needed. MC38 colorectal cancer syngeneic model is one of the most utilized models for assessing anti-cancer immunotherapies. In this study, we present the spatial profiling of proteins and RNA on MC38 model treated with anti-PD-1 through GeoMx<sup>&#174;<\/sup> DSP technology.<br \/><b>Methods<\/b> GeoMx protein panel was used to detect the target protein expression differential in tumor-rich region and immune-rich region within MC38 subcutaneous tumor sections treated. Mice were treated with vehicle or anti-PD-1 (10mg\/kg, BIW x 4 doses, ip). Whole Transcriptome Atlas (WTA) was employed, and then a comprehensive assessment of the data and comparison was performed.<br \/><b>Results<\/b> Two morphology markers, CD45 and PanCK, were used to separate tumor-rich region and immune-rich region. The GeoMx<sup>&#174;<\/sup> protein data showed that the abundance of VISTA in tumor-rich region differed significantly (log2(fold-change) = 0.67, <i>p<\/i> &#60; 0.01) in anti-PD-1 group compared to vehicle group. While in immuno-rich region, GITR was significantly altered (log2(fold-change) = 0.79,<i> p<\/i> &#60; 0.05) in anti-PD-1 group (TGI value = 50.39%). From WTA data, we observed the upregulation of 839 genes, while 1048 genes were downregulated in immuno-rich region in anti-PD-1 group compared with vehicle group (<i>p<\/i> &#60; 0.05). For tumor-rich regions, 550 genes were upregulated while 782 genes were downregulated in anti-PD-1 group versus vehicle group (<i>p<\/i> &#60; 0.05). From the gene set enrichment analysis, we found that interferon alpha and interferon gamma, which are related to tumor immunity and immunotherapy response, were upregulated in anti-PD-1 group.<br \/><b>Conclusion<\/b> Both the differential expressing genes and proteins in TME of MC38 syngeneic models treated with anti-PD-1 could be well detected by GeoMx<sup>&#174;<\/sup> DSP, which has the potential to provide insightful data for use in biomarker discovery in preclinical cancer models.<br \/><b>References <\/b> <ol> <li>Charmsaz S, Collins DM, Perry AS, Prencipe M. Novel Strategies for Cancer Treatment: Highlights From the 55th IACR Annual Conference. Cancers (Basel) 2019; 11(8). <\/li> <li>Toki MI, et al. High-plex predictive marker discovery for melanoma immunotherapy-treated patients using digital spatial profiling. Clin. Cancer Res. 2019;25:5503-5512. <\/li> <\/ol>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Mouse models,Digital Spatial Profiling ,Geomx,Syngeneic ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Chen, H. Liu, X. Tu, S. Guo, <b>X. Chen<\/b>; <br\/>Crown Bioscience, Inc., Suzhou, China","CSlideId":"","ControlKey":"e95594eb-17d7-456e-88ae-02238ec273b8","ControlNumber":"6301","DisclosureBlock":"&nbsp;<b>M. Chen, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>X. Tu, <\/b> None..<br><b>S. Guo, <\/b> None..<br><b>X. Chen, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8795","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4213","PresenterBiography":null,"PresenterDisplayName":"Xiaobo Chen, Dr PH","PresenterKey":"0e3faaad-baec-4ba4-82a4-a318b1dcf12d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4213. Multiplex digital spatial profiling of proteins and RNA in MC38 mouse colorectal cancer syngeneic model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiplex digital spatial profiling of proteins and RNA in MC38 mouse colorectal cancer syngeneic model","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction. <\/b>Osteosarcoma (OS) is an aggressive pediatric bone cancer whose 5-year survival rate has remained stagnant for nearly 40 years, and often exhibits high therapy resistance. Experimental models that can elucidate how the OS bone niche modulates OS signaling and drug response could accelerate discovery of new targeted therapies. Our group has recently reported a biomaterials-based 3D <i>in vitro<\/i> model of OS with bone matrix mimicking cues: a gelatin microribbon scaffold coated with hydroxyapatite particles (GelHA &#181;RBs). We demonstrated this 3D OS model can better mimic <i>in vivo<\/i> signaling and drug responses than standard 2D culture. However, the potential of this 3D model for probing OS-bone niche crosstalk has not yet been investigated. We hypothesize that OS-bone crosstalk will modulate OS drug response and signaling. To test this hypothesis, here we aim to establish a 3D model to assess the effect of tissue engineered (TE) bone on OS drug response and signaling.<br \/><b>Methods. <\/b>Gel &#181;RBs were fabricated by wet spinning as previously described. To generate tissue engineered bone, human mesenchymal stem cells (hMSCs) were encapsulated (15 M\/mL) in GelHA &#181;RBs and cultured in osteogenic medium for 28 days. A PDX-derived OS line (OS052) was used. Three groups were studied: OS monoculture, separate coculture (paracrine only), and OS cells seeded directly on TE bone (paracrine plus direct contact). For all groups, 96K OS cells were seeded per sample. OS cells were labeled with firefly luciferase to allow tracking of OS cell viability and proliferation using bioluminescence. Gemcitabine, a standard chemotherapy drug for OS, was used as the model drug (0.001 to 1 uM). Outcome analyses include cell viability, proliferation, gene expression, and immunostaining.<br \/><b>Results. <\/b>TE bone enhances OS resistance to gemcitabine in both separate coculture and direct seeding on bone, as shown by bioluminescence. At 1 uM, OS cell death in monoculture, separate coculture, and seeding on bone was on average 98.19%, 82.05%, and 64.44%. These results indicate that both paracrine signaling from osteoblasts and direct contact with bone ECM contribute to OS drug resistance. TE bone did not significantly impact OS proliferation over 7 days as shown by bioluminescence. Ongoing studies will assess the effect of TE bone on OS expression of key proteins in the bone niche (RANK\/RANKL\/OPG) and OS response to cabozantinib, a cMET inhibitor whose antiproliferative effect may be osteoblast-mediated.<br \/><b>Conclusions. <\/b>Here we report a tissue engineered 3D model to study the crosstalk between OS cells and bone niche. The results support our hypothesis that bone niche contributes to OS drug resistance, which is mediated through both paracrine signals and ECM. This model can be used to further elucidate the mechanisms through which the bone niche influences OS progression and drug resistance, and for screening potential drug candidates that target such crosstalk.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Osteosarcoma,3D models,Bone,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. D. Peasah<\/b><sup>1<\/sup>, C. Monette<sup>1<\/sup>, J. Lee<sup>1<\/sup>, M. Tai<sup>1<\/sup>, E. Sweet-Cordero<sup>2<\/sup>, F. Yang<sup>1<\/sup>; <br\/><sup>1<\/sup>Stanford University, Stanford, CA, <sup>2<\/sup>University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"346e5aa4-fb50-4601-abc9-09f7da9d99ba","ControlNumber":"8480","DisclosureBlock":"&nbsp;<b>A. D. Peasah, <\/b> None..<br><b>C. Monette, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>M. Tai, <\/b> None..<br><b>E. Sweet-Cordero, <\/b> None..<br><b>F. Yang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8796","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4214","PresenterBiography":null,"PresenterDisplayName":"Abena Peasah, BS","PresenterKey":"a21a8dde-79fe-4bee-901f-285eec841caa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4214. Tissue-engineered 3D model for elucidating the role of the bone niche in osteosarcoma therapy response","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tissue-engineered 3D model for elucidating the role of the bone niche in osteosarcoma therapy response","Topics":null,"cSlideId":""},{"Abstract":"Introduction:<br \/>CD34<sup>+<\/sup> hematopoietic stem cell (HSC) derived humanized mice engineered to express human cytokine transgenes are promising models for the evaluation of novel immunotherapeutic treatments. While flow cytometry-based analyses have confirmed the presence of many human immune cell populations within humanized mice bearing patient-derived tumor xenografts (PDX), comprehensive high-dimensional immunophenotyping of the tumor microenvironment (TME) of these models remains limited. Beyond this, the relative influence of PDX vs. donor CD34+ HSC populations on TME composition is poorly understood. Here, we characterize the quantity and diversity of immune cell subpopulations in the TME, bone marrow, and spleen of humanized NOG-EXL (huNOG-EXL) mice using Cytometry by Time-Of-Flight (CyTOF) data with &#62; 60 features.<br \/>Methods:<br \/>We performed CyTOF analysis on 250 dissociated samples from primary tumors (n = 15; n = 6 head and neck cancer, n = 6 ovarian cancer, n = 3 renal cell carcinoma), as well as xenograft (n = 59), spleen (n = 88), and bone marrow (n = 88) samples from huNOG-EXL mice (Taconic). Each sample was profiled with two partially overlapping antibody panels; an innate immunity-focused panel (40 features), and an adaptive immunity-focused panel (40 features).<br \/>Results:<br \/>CyTOF data were collected from over 10 million live immune cells for each of the adaptive and innate antibody panels. Unbiased clustering of single-cell marker expression revealed clusters corresponding to all major lymphoid and myeloid cell types. Therapeutically relevant cell states were identified including exhausted CD8+ T cells marked by PD-1 and Tim-3 expression, and PD-L1+ macrophages. Hierarchical clustering of bone marrow and spleen samples suggested that systemically, immune composition was not driven by tumor-intrinsic factors alone with many samples clustering on the basis of CD34+ stem cell donor ID. Conversely, clustering PDX samples revealed strong consistency in xenografts originating from the same primary tumor sample regardless of the chosen stem cell donor. The immune composition of primary tumor samples showed greater similarity with matched PDX samples versus unmatched PDX samples, further supporting that tumor-intrinsic factors drive immune composition in xenografts.<br \/>Conclusions:<br \/>We provide a high-resolution characterization of the immune phenotypes present in huNOG-EXL PDX models across three cancer types. These data captured substantial heterogeneity in the immune composition of humanized xenograft samples, and we demonstrate that immune composition in humanized xenografts is strongly driven by tumor-intrinsic features. Overall, this resource data supports the use of these models for immuno-oncology studies with future work focused on functionally validating specific immune cell populations of interest.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Immuno-oncology,Mouse models,Protein expression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Stueckmann<\/b><sup>1<\/sup>, J. Meens<sup>2<\/sup>, S. Zhang<sup>2<\/sup>, S. Hui<sup>2<\/sup>, S. Sivapatham<sup>3<\/sup>, S. Chevrier<sup>3<\/sup>, J. Pfeil<sup>1<\/sup>, L. Martin<sup>2<\/sup>, M. Komisarenko<sup>2<\/sup>, P. Dube<sup>4<\/sup>, S. Prendeville<sup>5<\/sup>, H. Jackson<sup>1<\/sup>, A. Finelli<sup>2<\/sup>, G. Bader<sup>1<\/sup>, B. Bodenmiller<sup>3<\/sup>, K. A. Lawson<sup>2<\/sup>, L. Ailles<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Toronto, Toronto, ON, Canada, <sup>2<\/sup>Princess Margaret Cancer Centre, University Health Network, Toronto, ON, Canada, <sup>3<\/sup>University of Zurich, Zurich, Switzerland, <sup>4<\/sup>Taconic Biosciences, Inc., Rensselaer, NY, <sup>5<\/sup>University Health Network, Toronto, ON, Canada","CSlideId":"","ControlKey":"b72c355a-c32b-4a9b-9701-32c8fd73d001","ControlNumber":"5869","DisclosureBlock":"&nbsp;<b>D. Stueckmann, <\/b> None..<br><b>J. Meens, <\/b> None..<br><b>S. Zhang, <\/b> None..<br><b>S. Hui, <\/b> None..<br><b>S. Sivapatham, <\/b> None..<br><b>S. Chevrier, <\/b> None..<br><b>J. Pfeil, <\/b> None..<br><b>L. Martin, <\/b> None..<br><b>M. Komisarenko, <\/b> None..<br><b>P. Dube, <\/b> None..<br><b>S. Prendeville, <\/b> None..<br><b>H. Jackson, <\/b> None..<br><b>A. Finelli, <\/b> None..<br><b>G. Bader, <\/b> None..<br><b>B. Bodenmiller, <\/b> None..<br><b>K. A. Lawson, <\/b> None..<br><b>L. Ailles, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8797","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4215","PresenterBiography":null,"PresenterDisplayName":"Daniel Stueckmann, BS","PresenterKey":"a9af943d-2635-40d4-b4c4-116ff27ea59d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4215. Single-cell proteomic characterization of the tumor microenvironment in humanized NOG-EXL patient-derived xenograft (PDX) models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell proteomic characterization of the tumor microenvironment in humanized NOG-EXL patient-derived xenograft (PDX) models","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Engineered T cells redirected towards tumor-specific cytotoxicity is a promising immunotherapeutic modality that has been well characterized for efficacy against B cell malignancies and evaluated in multiple tumor types. However, the development and optimization of CAR T cell therapies requires a rigorous preclinical model for the evaluation of CAR T cell function, tumor killing, cytokine production, and memory responses.<br \/><b>Experimental Procedure:<\/b> We are evaluating our model platform Custom Organoid Modelling Platform for Accurate and Speedy SolutionS (COMPASS 2) as a comprehensive platform for testing developmental and functional stages of CAR T cells including activation, memory, and exhaustion. We are performing qualitative and quantitative analyses of surface markers to recapitulate the complexity of human cancer. Additionally, since CAR T cells mediate crosstalk with other immune components in the TME, we also evaluate and monitor the presence of B cells, NK cells, macrophages, and endogenous T cells. Triple Negative Breast Cancer (TNBC); Immunophenotyping (IP); Immunofluorescence (IF); Fluorescence Activated Cell Sorting (FACS); T regulatory (Treg).<br \/><b>Summary of Results:<\/b> Our evaluation of COMPASS 2 for functional testing of CAR T cells demonstrates the feasibility of the platform in preclinical CAR T cell evaluation. We showed T cell infiltration and analyzed cytokine production that may alter tumor cells and TME. Crosstalk with other immune cells will be evaluated. We are currently evaluating the tumor volume changes using an EGFRvIII-targeted CART cell therapy on TNBC model systems, followed by apoptosis and EGFR analysis using FACS.<br \/><b>Conclusion:<\/b> Our COMPASS 2 model platform enables studies that require recapitulating hurdles to CAR therapy, including antigen escape, T cell dysfunction and trafficking; to reveal an essential role of the endogenous immune response mediating the antitumor effect following CAR therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"CAR T cells,Organoids,Immune cells,Gallbladder cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"D. O. Ochola<sup>1<\/sup>, H. Dell mundo<sup>1<\/sup>, P. Samuel<sup>1<\/sup>, N. Korkorina<sup>2<\/sup>, <b>B. Dave<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Spanios, Houston, TX, <sup>2<\/sup>SNAP Biolabs, Houston, TX","CSlideId":"","ControlKey":"1ba838d8-f4d0-4ce1-adcd-4ae4c2f3e315","ControlNumber":"6097","DisclosureBlock":"&nbsp;<b>D. O. Ochola, <\/b> None..<br><b>H. Dell mundo, <\/b> None..<br><b>P. Samuel, <\/b> None..<br><b>N. Korkorina, <\/b> None..<br><b>B. Dave, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8798","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4216","PresenterBiography":null,"PresenterDisplayName":"Bhuvanesh Dave, PhD","PresenterKey":"5d3288b0-6d2d-4bef-96e9-175ae7f1362a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4216. Indication agnostic evaluation of CAR T cell function using patient-derived immunocompetent tumoroid modelling platform","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Indication agnostic evaluation of CAR T cell function using patient-derived immunocompetent tumoroid modelling platform","Topics":null,"cSlideId":""},{"Abstract":"Cellular heterogeneity is a prominent feature of the tumor microenvironment, and the organization of these cells has been linked to clinical outcomes such as disease progression and drug resistance. While retrospective analysis of patient tumors has produced a myriad of insights, samples are limited and highly complex making it challenging to validate causality. Here we present an engineered breast tumor microenvironment model, with single cell spatial resolution, to systematically identify which cell phenotypes and their spatial arrangements may be driving ductal carcinoma in situ disease progression. A microfluidic dispenser (Biopixlar, Fluicell) was optimized to enable the spatial patterning of single cells to replicate native histology. To demonstrate the high spatial precision of our method, we first replicated an annotated 2D section of a breast tumor biopsy region of interest (ROI) using MCF10A, MDA-MB-231, primary mammary fibroblasts, THP-1 derived macrophages, and primary mesenchymal stem cells. The XY coordinate of each cell was identified to create a print map matching the original biopsy. Deposited cells adhered to their intended target with an average print fidelity of 2.4 &#181;m. Next, the stromal compartment of the ROI was altered to include phenotypes associated with tumor promoting microenvironments (i.e. cancer associated fibroblasts, M2 macrophages) and the core of the MCF10A ring filled with MDA-MB-231. Each deposited cell contained a fluorescent tag corresponding with its cell type to facilitate real time spatial tracking and annotation. The tumor microenvironments were live cell imaged for 24 hours at 5 minute intervals. MCF10A cells spread to form their junctions and create a cohesive ring, MDA-MB-231 cells proliferated and rapidly moved around within the confined space, and the cells of the stromal compartment spread to create a dense tissue like structure. The microenvironments were cultured for an additional 2-6 days, fixed, and stained for markers of proliferation, phenotype shifts, cell-cell junctions, and morphology. Unlocking the relative contributions of the specific cell types in ductal carcinoma in situ tumor microenvironment to the overall evolution of invasive breast cancer may hold the answer for many questions in early detection, treatment, and cancer avatar models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ specific microenvironments,,"},{"Key":"Keywords","Value":"Single cell,Tumor microenvironment,In vitro,Spatial Biology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. R. Helms<\/b>, K. A. Oyama, A. E. Davies, E. M. Langer, L. E. Bertassoni; <br\/>Knight Cancer Institute, Oregon Health & Science University, Portland, OR","CSlideId":"","ControlKey":"22381b06-8e91-4752-9524-515e319ad97b","ControlNumber":"8585","DisclosureBlock":"&nbsp;<b>H. R. Helms, <\/b> None..<br><b>K. A. Oyama, <\/b> None..<br><b>A. E. Davies, <\/b> None.&nbsp;<br><b>E. M. Langer, <\/b> <br><b>Organovo Inc.<\/b> Other Intellectual Property, EML is listed as an inventor on technology that has been optioned to Organovo, Inc.&nbsp;<br><b>L. E. Bertassoni, <\/b> <br><b>Humarrow<\/b> Stock, Patent. <br><b>Stemson<\/b> Independent Contractor. <br><b>RegendoDent<\/b> Employment, Stock, Other Business Ownership, Patent.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8799","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4217","PresenterBiography":null,"PresenterDisplayName":"Haylie Helms, MS","PresenterKey":"e8c8be40-2e27-40a9-882b-85e254bf4583","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4217. An engineered breast tumor microenvironment model, with single-cell spatial resolution, to assess spatial dynamics of tumor evolution","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An engineered breast tumor microenvironment model, with single-cell spatial resolution, to assess spatial dynamics of tumor evolution","Topics":null,"cSlideId":""},{"Abstract":"Several previous studies have highlighted the significance of cell-to-cell communication, or crosstalk, between tumor cells and non-tumorigenic cells in the context of cancer progression and metastasis. Within the tumor microenvironment (TME), these interactions have the potential to alter the phenotypes and behaviors of normal cells. The use of 2D in-vitro cultures has been limited due to their inability to accurately replicate the intricate in-vivo TME. Conditioned medium (CM) derived from cultured cancer cells contains secreted factors that may influence the phenotype and functionality of normal cells. In our investigation, the exposure of normal murine fibroblast NIH3T3 and macrophage RAW 264.7 cells to conditioned medium (CM) obtained from malignant mammary epithelial 4T1 cells (4T1CM) resulted in a modified phenotype with enhanced cell viability. Treatment with 4T1CM led to the upregulation of genes, including &#945;-smooth muscle actin (&#945;SMA), IL-10, CD206, and vascular endothelial growth factor (VEGF), in NIH3T3 and RAW 264.7 cells compared to their respective control cells. Additionally, NIH3T3 cells treated with 4T1CM exhibited an epithelial-mesenchymal transition (EMT) phenotype, as indicated by the regulation of EMT markers such as E-cadherin, &#946;-catenin, N-cadherin, and Vimentin. Notably, RAW 264.7 cells treated with 4T1CM showed an upregulation of cyclooxygenase-2 (COX-2) and programmed death-ligand 1 (PDL-1), suggesting a propensity for an inhibitory immune response. Moreover, NIH3T3 cells conditioned with 4T1CM demonstrated an upregulation of stemness markers, including sex determining region Y-box 2 and Aldehyde dehydrogenase. In summary, our study highlights the potential role of 4T1CM in transforming normal NIH3T3 and RAW 264.7 cells into cancer-associated fibroblasts (CAFs) and tumor-associated macrophages (TAMs). Ongoing proteomics analysis aims to map differentially expressed proteins potentially regulating the 4T1CM-induced transformation. To further investigate, a series of experiments using mono- and co-cultures of these cells are underway, specifically targeting the transformed macrophages and fibroblasts with the aim of either re-educating or eliminating them. This treatment involves drug combinations that specifically target the identified signaling pathway intermediates, offering novel therapeutic intervention strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Tumor associated macrophages,Cancer associated fibroblasts,Drug sensitivity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Sapkota<\/b><sup>1<\/sup>, N. Chintalaramulu<sup>1<\/sup>, A. Pandit<sup>1<\/sup>, S. Thota<sup>1<\/sup>, R. Begum<sup>1<\/sup>, A. Mansouri<sup>2<\/sup>, J. Adamec<sup>2<\/sup>, J. Francis<sup>1<\/sup>; <br\/><sup>1<\/sup>Louisiana State University, Baton Rouge, LA, <sup>2<\/sup>Louisiana State University Health Sciences Center, New Orleans, LA","CSlideId":"","ControlKey":"764144d6-477a-4691-beee-c9b1cafafe5d","ControlNumber":"8316","DisclosureBlock":"&nbsp;<b>B. Sapkota, <\/b> None..<br><b>N. Chintalaramulu, <\/b> None..<br><b>A. Pandit, <\/b> None..<br><b>S. Thota, <\/b> None..<br><b>R. Begum, <\/b> None..<br><b>A. Mansouri, <\/b> None..<br><b>J. Adamec, <\/b> None..<br><b>J. Francis, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8801","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4219","PresenterBiography":null,"PresenterDisplayName":"Biplov Sapkota, DVM","PresenterKey":"8499ca59-e242-48d9-8c74-3c597619875a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4219. Establishing CAF-like and TAM-like transformation induced by TNBC culture supernatant in 3D in-vitro culture as a model for targeted drug testing","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishing CAF-like and TAM-like transformation induced by TNBC culture supernatant in 3D in-vitro culture as a model for targeted drug testing","Topics":null,"cSlideId":""},{"Abstract":"Tertiary lymphoid structures (TLS) have recently emerged as a predictive biomarker in cancer immunotherapy. Their consideration in preclinical drug development is impeded by rare and transient appearance and random distribution, making them difficult to analyze with conventional sampling methods. We applied whole-organ tissue clearing and 3D staining of B and T cell clusters to comprehensively identify TLS in a KP GEMM of NSCLC using 3D Light Sheet Fluorescence Microscopy (3D LSFM). To further investigate cellular composition of TLS we performed 3D LSFM-educated sectioning of relevant ROIs and cyclic immunofluorescence of the same samples. 3D LSFM facilitated correlation of tumor features and location with T cell infiltration as well as the analysis of number, size and location of TLS. The majority of TLS were located in proximity to bronchi instead of intratumorally. LSFM-guided multiplex immunofluorescence revealed further details on cellular composition and maturation status of TLS. This combination of 3D and 2D imaging modalities offers a holistic approach for the identification of TLS in whole murine tumors or organs. The technology could help studying effects of immunotherapy on de novo formation or maturation of TLS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Imaging,Immunotherapy,Tertiary Lymphoid Structures,3D Light Sheet Fluorescence Microscopy (LSFM),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. O'Brien<\/b><sup>1<\/sup>, B. Appelt<sup>2<\/sup>, M.-L. Moerbitz<sup>2<\/sup>, J. P. J. Mueller<sup>1<\/sup>, F. Herting<sup>1<\/sup>, P. Umaña<sup>2<\/sup>, C. Murgia<sup>2<\/sup>, S. Colombetti<sup>2<\/sup>, T. Pöschinger<sup>1<\/sup>; <br\/><sup>1<\/sup>Roche Diagnostics GmbH, Penzberg, Germany, <sup>2<\/sup>Roche Glycart AG, Schlieren, Switzerland","CSlideId":"","ControlKey":"fad7ef80-87ba-4085-807f-d124ca160748","ControlNumber":"286","DisclosureBlock":"<b>&nbsp;N. O'Brien, <\/b> <br><b>Roche Diagnostics GmbH<\/b> Employment. <br><b>Roche Holding AG<\/b> Stock. <br><b>B. Appelt, <\/b> <br><b>Roche Glycart AG<\/b> Employment. <br><b>M. Moerbitz, <\/b> <br><b>Roche Glycart AG<\/b> Employment. <br><b>J. P. J. Mueller, <\/b> <br><b>Roche Diagnostics GmbH<\/b> Employment. <br><b>Roche Holding AG<\/b> Stock, Patent. <br><b>F. Herting, <\/b> <br><b>Roche Diagnostics GmbH<\/b> Employment. <br><b>Roche Holding AG<\/b> Stock. <br><b>P. Umaña, <\/b> <br><b>Roche Glycart AG<\/b> Employment. <br><b>Roche Holding AG<\/b> Stock, Patent. <br><b>C. Murgia, <\/b> <br><b>Roche Glycart AG<\/b> Employment. <br><b>Roche Holding AG<\/b> Stock, Patent. <br><b>S. Colombetti, <\/b> <br><b>Roche Glycart AG<\/b> Employment. <br><b>Roche Holding AG<\/b> Stock, Patent. <br><b>T. Pöschinger, <\/b> <br><b>Roche Diagnostics GmbH<\/b> Employment. <br><b>Roche Holding AG<\/b> Patent.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8802","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4220","PresenterBiography":null,"PresenterDisplayName":"Nils O'Brien","PresenterKey":"6e751f6b-026b-4cd7-b2f0-67a6ed580e33","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4220. Combined light sheet and multispectral imaging facilitates the detection of tumor-associated tertiary lymphoid structures in the KP NSCLC model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combined light sheet and multispectral imaging facilitates the detection of tumor-associated tertiary lymphoid structures in the KP NSCLC model","Topics":null,"cSlideId":""},{"Abstract":"The monocarboxylic acid transporter 4 (Mct-4), a downstream biomarker of hypoxia inducing factor (HIF)-1&#945;, is involved in the cellular response to hypoxia, as indicated by the hypoxic response element in its promoter region. Using a tumorsphere assay as an in vitro 3-dimensional (3D) model generated using 384-well ultra-low attachment (ULA) plates for cell proliferation analysis using a plate-based image cytometer, we identify a hypoxic response in the tumorsphere model that is distinct from that of cells grown under 2-dimensional (2D) normoxic conditions and demonstrate a key role for Mct-4 in enabling 3D growth. The tumorsphere model yields evidence of an essential role for Mct-4 in multiple cell lines which were genetically modified to underexpress and overexpress Mct-4, evidence not apparent in a standard 2D model of growth in the same cell lines. In addition, we identify the effects of overexpressing Mct-4 in cancer cell migration using a transwell chamber assay. We also show that the response to hypoxia may be circumvented by transfection with a CMV promoter driven Mct-4, which confers constitutive 3D growth, wherein tumorsphere growth inhibition by small molecule HIF-1&#945; inhibitors is mitigated. Finally, we demonstrate quantifiable gene\/protein expression differences between 2D and 3D cancer models based on the normoxic and hypoxic conditions. Therefore, the tumorsphere 3D model generated using 384-well ULA plates in combination with high-throughput image cytometer is demonstrated to provide a convenient, robust, and reproducible tool and method for the elucidation of mechanisms of action underlying tumor growth and migration in the hypoxic tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-13 Other,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Hypoxia,Hypoxia-inducible factor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. McDonald<\/b><sup>1<\/sup>, L. L. Chan<sup>1<\/sup>, S. Kessel<sup>1<\/sup>, B. Lin<sup>1<\/sup>, P. Weingarten<sup>2<\/sup>; <br\/><sup>1<\/sup>Revvity Health Sciences, Inc., Lawrence, MA, <sup>2<\/sup>ImmunityBio, Culver City, CA","CSlideId":"","ControlKey":"40766af2-591e-40cc-a949-de21b0b2e8d8","ControlNumber":"3249","DisclosureBlock":"<b>&nbsp;J. McDonald, <\/b> <br><b>Revvity Health Sciences, Inc.<\/b> Employment. <br><b>L. L. Chan, <\/b> <br><b>Revvity Health Sciences, Inc.<\/b> Employment. <br><b>S. Kessel, <\/b> <br><b>Revvity Health Sciences, Inc.<\/b> Employment. <br><b>B. Lin, <\/b> <br><b>Revvity Health Sciences, Inc.<\/b> Employment. <br><b>P. Weingarten, <\/b> <br><b>ImmunityBio<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8803","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4221","PresenterBiography":null,"PresenterDisplayName":"James McDonald, Unknown","PresenterKey":"7f1e301a-a3f2-4f0c-bc82-f4cb8cfebf60","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4221. Characterization and comparison of hypoxia inducing factors on tumor growth and metastasis in 2D and 3D tumor models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization and comparison of hypoxia inducing factors on tumor growth and metastasis in 2D and 3D tumor models","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Cancer-associated fibroblasts (CAFs) alter anti-tumor immune responses and modulate resistance to immune checkpoint inhibitors. The mechanisms of crosstalk between tumor cells, CAFs, and T cells remain not fully understood, and studying these multicellular interactions requires adoption of novel tools in preclinical research. Here, we established a spheroid co-culture model comprising of tumor cell lines, a fibroblast cell line, and primary human T cells, for studying the immunomodulatory effects of fibroblasts on T cell responses <i>in vitro,<\/i> in the context of immunotherapies.<br \/>Methods: For setting up the 3D co-culture, A375 or OV-90 tumor cells were seeded alone or with MRC-5 fibroblasts in 96-well ultra-low attachment round bottom plates in complete growth medium supplemented with 1% Geltrex matrix. The cells were centrifuged, and spheroids were allowed to form for 24 hours. After spheroid initiation, activated T cells and treatments with anti-PD1 antibody or an immune stimulatory drug were added. Spheroid co-cultures were live imaged by Incucyte SX5 for 72 hours taking images every 4 hours, after which treatment responses were evaluated by flow cytometry and measuring IFN-&#947; accumulation with ELISA.<br \/>Results: To mimic fibroblast and T cell interactions in tumor microenvironment we built and optimized an <i>in vitro <\/i>3D co-culture assay using various tumor cell lines. With this assay we found that depending on the tumor cell interaction, fibroblasts MRC-5 cell line have either immune-suppressive or immune-promoting properties. IFN-&#947; secretion of T cells in the assay indicated that MRC-5 cells suppressed T cells when co-cultured with A375 cells, while with OV-90 cells T cells activation was enhanced. In addition to the IFN- &#947; secretion, T cells in MRC-5 OV-90 interaction significantly upregulated 4-1BB expression on both CD4 &#38; CD8 T cells. Interestingly we noticed that MRC-5 fibroblasts could modulate T cell responses to anti-PD-1 treatment in the co-culture depending on the tumor cell used.<br \/>Conclusion: Here,<b> <\/b>we established a spheroid co-culture model, which will allow studies of the immunomodulatory crosstalk occurring in tumor microenvironment. Our model revealed a bifunctional role of MRC-5 fibroblasts in altering T cell phenotype. This finding is in line with literature highlighting the ability of fibroblasts to act as either tumor promoters or tumor suppressors depending on tumor microenvironment. We believe that this model, would aid in elucidating mechanisms of interaction between CAFs and T cells, potentially leading to discoveries of novel targets for immuno-oncology drug development. Additional studies, such as gene expression analysis using single cell RNA sequencing, are warranted to further validated the model and to better understand the kinetics of these interaction occurring in the co-culture with various tumor cell lines.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Cancer associated fibroblasts,Immunosuppression,Immunostimulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>I. Arnkil<\/b>, C. Hekim, E. Narvi, E.-L. Ihantola, E. Elbasani, A. Thotakura; <br\/>Immuno-Oncology, Oncology R&D, Orion Corporation, Turku, Finland","CSlideId":"","ControlKey":"4f58cb8a-7fd5-4fb7-ac02-75a86ce20538","ControlNumber":"2425","DisclosureBlock":"&nbsp;<b>I. Arnkil, <\/b> None.&nbsp;<br><b>C. Hekim, <\/b> <br><b>Orion Corporation<\/b> Employment. <br><b>E. Narvi, <\/b> <br><b>Orion Corporation<\/b> Employment. <br><b>E. Ihantola, <\/b> <br><b>Orion Corporation<\/b> Employment. <br><b>E. Elbasani, <\/b> <br><b>Orion Corporation<\/b> Employment. <br><b>A. Thotakura, <\/b> <br><b>Orion Corporation<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8805","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4223","PresenterBiography":null,"PresenterDisplayName":"Ilona Arnki, MSc","PresenterKey":"852b003c-5acf-4f06-9892-bf5f32da048c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4223. The dual immunestimulatory and immunesuppressive role of MRC5 fibroblast cells in 3D coculture with T cells and tumor cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The dual immunestimulatory and immunesuppressive role of MRC5 fibroblast cells in 3D coculture with T cells and tumor cells","Topics":null,"cSlideId":""},{"Abstract":"We developed an in vitro protocol to generate tumor-specific cytotoxic lymphocytes (CTL) by priming T cells from healthy donors on HER2+ breast cancer cell line SKBR-3. Subsequently, these primed CTLs were tested in a 3D immune cell killing assays in a life cell imaging device. An image analysis workflow was applied to understand the T cell movement in spatial relation to the tumor and the kinetic of tumor cell killing. The activity of the CTLs was compared with non-activated CD8+T cells, staurosporin and CD8+ T cells, unspecifically activated by &#945;CD2\/&#945;CD3\/&#945;CD28 beads. The tumor cells were expressing mKate whereas the T cells were label-free. By analyzing a combination of different masks, we could computationally measure tumor spheroid characteristics and dynamic attributes such as changes in shape, percent of cells expressing red fluorescentce, and relative average distance of T cells from the spheroid in each timelapse assay. This process was applied at each frame to determine the average T cell distance from its corresponding spheroid center and subsequently calculate the average T cell flux over the course of each assay by linking data between image frames. Additional measurements allowed for the quantification of tumor debris accumulation over time both relative to the primary tumor mass and in absolute terms. Our analyses revealed that bead-activated T cells approached the tumor spheroid with the highest speed and infiltrated the spheroid homogeneously. In contrast the CTLs approached the spheroid slower and started tumor cell killing from the rim of the spheroid towards the center. The reduction of spheroid area over time displayed a very similar kinetic when co-cultured with CTL or bead-activated T cells. At the end of the experiment the CTLs induced a more pronounced shrinkage of spheroid size. Interestingly the size of the spheroid and the red fluorescence intensity were not necessarily aligned. The positive control Staurosporin induced a fast reduction of the mKate signal, whereas the spheroid area did not change over time. In summary, the bead-activated T cell approached the spheroid fast, infiltrated the complete area and induced tumor cell killing homogenously across the tumor area. The CTL approached the spheroids slower but started killing earlier from the outside towards the center of the spheroid. The observed differences in infiltration and killing characteristics of the investigated T cell types lead to a better understanding of T cell biology in the context of the tumor biology, which can be translated into applications during dug development. Taken together, with the applied image analysis algorithm we were able to deconvolute the biological processes in the assay in much more detail. The additional read-outs increase the translational value of the assay tremendously in the context of drug development as well as precision medicine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Image analysis,Cytotoxic T lymphocytes,3D cell culture,3D imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"R. Kerwin<sup>1<\/sup>, I. Rohleff<sup>2<\/sup>, M. Blanchard<sup>1<\/sup>, K. Lashuk<sup>2<\/sup>, B. Walker<sup>1<\/sup>, <b>J. B. Schueler<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Animantis, San Diego, CA, <sup>2<\/sup>Charles River Laboratories, Inc., Freiburg, Germany","CSlideId":"","ControlKey":"6a2d8cc7-5a75-4806-bc1d-b0a386d2fd04","ControlNumber":"4541","DisclosureBlock":"&nbsp;<b>R. Kerwin, <\/b> None..<br><b>I. Rohleff, <\/b> None..<br><b>M. Blanchard, <\/b> None..<br><b>K. Lashuk, <\/b> None..<br><b>B. Walker, <\/b> None..<br><b>J. B. Schueler, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8807","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4224","PresenterBiography":null,"PresenterDisplayName":"Julia Schueler, DVM;PhD","PresenterKey":"cb9df078-bc63-4bbe-9a77-7497203cdd36","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4224. The application of sophisticated image analysis to a T cell killing assay in 3D deciphers the dynamics of the different components of the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The application of sophisticated image analysis to a T cell killing assay in 3D deciphers the dynamics of the different components of the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Hyperinnervation emerges as a common hallmark in the tumor microenvironment (TME) of most cancers, with clinical studies establishing a direct link between increased innervation and poor prognosis. Despite the acknowledged pivotal role of the TME, previous molecular profiling excluded tumor-infiltrating neurons due to the unique anatomical characteristics of peripheral neurons. While their axons extend into tumor masses, their DNA- and mRNA-containing cell bodies reside in adjacent ganglia, rendering them absent from virtually all large data sets analyzing tumor material. To fill this critical gap of the role of neurons for cancer growth, therapy resistance and metastasis, we developed a multi-layered approach to unravel the molecular basis of the neural influence in a.o. pancreatic (PDAC), colon cancer and melanoma including their metastasis. First, we unveiled a complex neural network within tumors and metastases through tissue clearing and 3D imaging of patient-derived xenografts, GEMMs, and human samples. This approach was complemented by the introduction of 'Trace-n-Seq,' a novel methodology integrating retrograde axonal tracing, FACS analysis, and single-cell RNA sequencing of neurons innervating both healthy organs and tumors. Expanding this technique unveiled the molecular profiles of over 3000 individual sympathetic, parasympathetic, and sensory neurons infiltrating various tumors, metastases, and pancreatitis, which were compared to neurons innervating healthy organs. Thereby we identified novel neuronal subtypes and observed tumor-induced neuronal reprogramming. Our single-cell data, when integrated with scRNA sequencing of PDAC, unveiled comprehensive neuronal interactions. An interactome analysis identified key genes in tumor\/stroma-nerve signaling. To address the functional consequence of hyperinnervation of PDAC tumors, we show data demonstrating that surgical or pharmacological denervation of tumors caused a reduction in tumor size, concomitant with diminished stromal and increased immune compartments. Our data also suggest that the anti-cancer activity of paclitaxel -not oxaliplatin- was partially dependent on its ability to directly target CANs. In fact, in a neoadjuvant setting, PDAC patients treated with Gemcitabine\/nab-paclitaxel, but not FOLFIRINOX, displayed a reduction in neuronal structures, underscoring the clinical significance of these observations. In summary, our comprehensive approach has elucidated the role of neurons in PDAC, melanoma, pancreatitis, and metastasis, leveraging innovative tools for studying the molecular programs of CANs at the single-cell level. These insights not only unveil novel mechanisms orchestrated by neuronal activity but also pave the way for imminent clinical trials, aiming to combat PDAC by targeting cancer-associated neurons.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Taxanes,Tumor biology,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Thiel<\/b>, S. Renders, J. Panten, Daniel Azorin, Nicolas Dross, Albrecht Stenzinger,Sebastian Schölch, Frank Winkler, M. Sprick, A. Trumpp; <br\/>German Cancer Research Center, Heidelberg, Germany","CSlideId":"","ControlKey":"4804c71e-717c-49d5-80d0-d131da86e83a","ControlNumber":"1899","DisclosureBlock":"&nbsp;<b>V. Thiel, <\/b> None..<br><b>S. Renders, <\/b> None..<br><b>J. Panten, <\/b> None..<br><b>M. Sprick, <\/b> None..<br><b>A. Trumpp, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8808","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4225","PresenterBiography":null,"PresenterDisplayName":"Vera Thiel, Dr Rer Nat;MS;PhD","PresenterKey":"36354e77-4aaa-4b52-9560-75b0e5b20b5d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4225. Analysis of the landscape of cancer-associated neurons (CANs) in diverse cancers through retrograde tracing and single cell molecular profiling","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analysis of the landscape of cancer-associated neurons (CANs) in diverse cancers through retrograde tracing and single cell molecular profiling","Topics":null,"cSlideId":""},{"Abstract":"The goal of the study was to determine the metabolic and morphological changes, via high Content Imaging, in 3D models of osteosarcoma cancer cells using human derived hydrogels with different protein composition, Obagel and Obagel ECM. Furthermore, we evaluated the relevance of the adipose tissue microenvironment in Adipose Derived Stem Cells (ADSC) linage and Tumoroids development.<br \/>Methods: Adipose derived Stem cells were cultured in a modified 3D human and fat and bone linage differentiation as studied via histology and Immunofluorescence. Osteosarcoma spheroids were cultured in Obatala Sciences&#8217; human-derived hydrogels ObaGel and ObaGelECM and control media. Organoid structure and phenotypic changes were analyzed via live cell imaging on the Incucyte S3 and Nikon high content imaging device. Then, adipocyte- cancer cell crosstalk was evaluated using pooled adipocytes co-cultured with KHOS spheroids. Adipose derived Stem cells were cultured in a modified 3D human derived hydrogel dictates that promotes the differentiation potential toward fat and adipose tissue simultaneously in microenvironments within the organoid. Furthermore, the results demonstrated that ObaGel and ObaGel-ECM 3D cultures can support the growth and proliferation of KHOS tumor spheres during an extended culture period. Metabolic changes and phenotypic changes associated to ObaGel and ObaGel-ECM differentially facilitated tumoroids growth and migratory behavior.<br \/>Conclusions: Human derived hydrogels are developed to support 3D culture of Bone and Osteosarcoma cells to recapitulate the phenotypic changes associated with their metastatic potential. The use of human derived 3D culture systems can accelerate the understanding of the role of the microenvironment in bone development and the pathogenesis and progression of Cancers like Osteosarcoma as well as screening for drug development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ specific microenvironments,,"},{"Key":"Keywords","Value":"Osteosarcoma,Bone,Adipocytes,Mesenchymal stem cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. G. Sanchez<\/b><sup>1<\/sup>, A. Raz<sup>2<\/sup>, H. Lassiter<sup>1<\/sup>, T. Frazier<sup>1<\/sup>; <br\/><sup>1<\/sup>Obatala Sciences, Inc., New Orleans, LA, <sup>2<\/sup>Tulane Medical School, New Orleans, LA","CSlideId":"","ControlKey":"7e39ddac-5272-4a14-a5f6-a0c5d9705757","ControlNumber":"8229","DisclosureBlock":"&nbsp;<b>C. G. Sanchez, <\/b> None..<br><b>A. Raz, <\/b> None..<br><b>H. Lassiter, <\/b> None..<br><b>T. Frazier, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8774","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4226","PresenterBiography":null,"PresenterDisplayName":"Cecilia Sanchez, PhD","PresenterKey":"d71d1f2d-f3e3-4b76-951e-70e894d32a60","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4226. Human-derived hydrogels for 3D models of bone and osteosarcoma organoids and adipose tissue interactions","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Human-derived hydrogels for 3D models of bone and osteosarcoma organoids and adipose tissue interactions","Topics":null,"cSlideId":""},{"Abstract":"Adipose tissue plays a critical role in breast cancer incidence, progression, and response to therapy. The development of human derived 3D culture systems can accelerate the understanding of the role of environmental factors in the progression of Breast cancer as well as a model for preclinical studies during drug development. MCF-7 spheroids were cultured in Obatala Sciences&#8217; Obavate and human-derived hydrogels ObaGel<sup>&#174;<\/sup> and ObaGel<sup>&#174;<\/sup>-ECM and control media. Organoid structure and phenotypic changes were analyzed via live cell imaging on the Incucyte S3. Migration studies were performed and gene expression analysis of EMT markers. Finally, adipocyte-breast cancer cell crosstalk was evaluated using pooled adipocytes co-cultured with MCF-7 spheroids. The results demonstrated that ObaGel<sup>&#174;<\/sup> and ObaGel<sup>&#174;<\/sup>-ECM 3D cultures support the growth and proliferation of MCF-7 tumorspheres during an extended culture period. In addition, MCF-7 cells exhibit the characteristic morphology of tumorsphere-forming cells when cultured in Obavate, with morphological changes in the ObaGel<sup>&#174;<\/sup> and ObaGel<sup>&#174;<\/sup>-ECM 3D. ObaGel<sup>&#174;<\/sup> and ObaGel<sup>&#174;<\/sup>-ECM differentially supports MCF-7 migratory behavior and phenotypic changes characteristic of EMT. Conclusions: Human derived hydrogels are developed to support 3D culture of breast cancer cells and to recapitulate the phenotypic changes associated with their metastatic potential. Furthermore, the use of a human derived 3D coculture system provides a platform for the understanding of adipose tissue-breast cancer cell interactions as it relates to breast cancer initiation, progression, and treatment response. Defining these interactions will support the development of a tool for future use in patient stratification and precision medicine in identifying underlying causes of breast cancer progression and response to treatments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"MCF-7 cells,Breast cancer,Modeling,Adipocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. G. Sanchez<\/b><sup>1<\/sup>, K. Hamel<sup>1<\/sup>, E. Rogers<sup>1<\/sup>, J. Robinson<sup>1<\/sup>, H. Lassiter<sup>1<\/sup>, T. Frazier<sup>1<\/sup>, C. Williams<sup>2<\/sup>; <br\/><sup>1<\/sup>Obatala Sciences, Inc., New Orleans, LA, <sup>2<\/sup>Xavier University, New Orleans, LA","CSlideId":"","ControlKey":"9f7311d2-f51a-4619-a97e-a1a06f13aaaf","ControlNumber":"2049","DisclosureBlock":"&nbsp;<b>C. G. Sanchez, <\/b> None..<br><b>K. Hamel, <\/b> None..<br><b>E. Rogers, <\/b> None..<br><b>J. Robinson, <\/b> None..<br><b>H. Lassiter, <\/b> None..<br><b>T. Frazier, <\/b> None..<br><b>C. Williams, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8785","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4227","PresenterBiography":null,"PresenterDisplayName":"Cecilia Sanchez, PhD","PresenterKey":"d71d1f2d-f3e3-4b76-951e-70e894d32a60","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4227. Human-derived hydrogels to support phenotypic changes in ER+ breast cancer cell line","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"458","SessionOnDemand":"False","SessionTitle":"Models to Study Immune Cells in the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Human-derived hydrogels to support phenotypic changes in ER+ breast cancer cell line","Topics":null,"cSlideId":""}]