[{"Abstract":"Like other translocation-positive sarcomas, Ewing sarcoma (ES) harbors a pathognomonic fusion protein (FP) capable of widespread epigenetic reprogramming that can lead cells to acquire a high-grade, undifferentiated phenotypic state. To better understand how this might occur, we employed a CRISPR knockout (CRISPR-KO) model of A673, targeting exon 4 of the N-terminus EWSR1 portion of the FP and generated a clonal pool (EWSR1 CRISPR KO). We used single-cell RNA and ATAC sequencing (scMultiome) to identify the transcriptional and chromatin changes after the FP knockout (FP KO). We identified several clusters of ES cell heterogeneity. Since the EWSR1-KO is a pooled population, we used known FP-regulated genes to delineate cells bearing the FP KO from wild-type (FP WT) cells. We observed robust expression of FP-activated genes, <i>PRKCB, <\/i>and <i>LIPI,<\/i> in many clusters suggesting regular FP function (FP WT). Conversely, FP-repressed genes, <i>LOX, <\/i>and <i>IGFBP3<\/i> were elevated in a single cluster containing only EWSR1-KO cells. This suggests the FP was successfully knocked out in this cluster (FP KO). That FP KO cluster also lost transcriptional resemblance to ES. A granular identification with cell lines confirmed that all clusters except FP KO were identified as A673 cells. However, the FP KO resembled cell lines with a fibroblastic phenotype. We analyzed enriched motifs and observed no significant difference between the FP KO and FP WT for EWSR1::FLI1. However, the FP KO cells were enriched for motifs in the Fos\/Jun family and Smad2\/3, which have roles in EMT and mesenchymal differentiation. The FP-KO cells significantly expressed the Fos\/Jun family of proteins. Next, we identified peak-gene associations within a &#177; 500 kb window around the TSS. When we analyzed peaks linked to genes expressed in FP-WT, we found enrichment of the Fos\/Jun protein family (p &#60; 1e-34), Ets family, and GGAA-microsatellites. However, the FP-KO were strongly enriched for Fos\/Jun protein family (p &#60; 1e-540) with no change in Ets family motif. Knocking out the FP in the A673 cell line significantly shifted the ES lineage. We observed peaks linked to genes positively associated or regulated by the FP were enriched for Fos\/Jun family, Ets family, and GGAA-microsatellites. There may be a cooperative interaction between these TFs that affects the genes linked to the FP. The fact that FP loss enriched the Fos\/Jun family motifs, but not Ets family or GGAA-microsatellites, suggests that FP loss activates FP-repressed genes and enables chromatin remodeling to open previously inaccessible DNA binding sites.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Ewing sarcoma,Single cell,Multiomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Truong<\/b>, D. McCall, C. Agyemang, S. Krishnan, A. Lazar, J. Ludwig; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"eb6dcf9f-7c08-446c-89a8-0f76cd69673b","ControlNumber":"1365","DisclosureBlock":"&nbsp;<b>D. Truong, <\/b> None..<br><b>D. McCall, <\/b> None..<br><b>C. Agyemang, <\/b> None..<br><b>S. Krishnan, <\/b> None..<br><b>A. Lazar, <\/b> None..<br><b>J. Ludwig, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7904","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"129","PresenterBiography":null,"PresenterDisplayName":"Danh Truong, BS;MS;PhD","PresenterKey":"90284982-110e-4399-944d-3bdad9ecbdd4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"129. Understanding the molecular drivers that regulate Ewing sarcoma cell fate","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Understanding the molecular drivers that regulate Ewing sarcoma cell fate","Topics":null,"cSlideId":""},{"Abstract":"Desmoplastic small round cell tumor (DSRCT) is a rare and aggressive sarcoma subtype that is usually uncurable. All malignant cells harbor a pathognomonic EWSR1::WT1 fusion protein (FP), but FP-targeted agents are nonexistent, and less than 20% of patients survive beyond five years. Lacking the availability of FP-targeted drugs, we seek to understand how the FP regulates tumor cells to promote the characteristic multilineage phenotypes of epithelial and neuroendocrine (NE) cell fates to discover a therapeutic opportunity. Herein, we share the results of gene expression and chromatin accessibility analyses to explore fundamental mechanisms explaining epithelial and NE biology in DSRCT. We profiled 85,640 nuclei from fresh-frozen tissue of nine DSRCT patients post-chemotherapy using single-nucleus RNA-sequencing (snRNA-seq) and ATAC-sequencing (snATAC-seq). A subset of DSRCT patients with low or negative expression of AR expressed partial NE reprogramming, akin to NE prostate cancer (NEPC), exhibiting NE markers (SYP, ENO2, CHG, FOXA2, ASCL1, and SOX2). Another patient subset expressed epithelial markers (MUC1, MUC6, KRT18, KRT23, CDH1). One specimen appeared to exhibit both markers - implying a hybrid or a poorly differentiated phenotype. This suggests that DSRCT could be classified into three subtypes: 1) Epithelial\/AR-positive, 2) NE-positive, and 3) hybrid AR\/NE. We used CytoTRACE to predict differentiation states. As expected, normal cells (i.e., fibroblasts and immune cells) were the most differentiated. Neoplastic cells, identified by EWSR1::WT1 gene targets and copy number variations, had lower differentiation scores, indicative of a less differentiated phenotype. The NE subtype had the lowest differentiation score indicative of open chromatin and greater plastic capacity, previously implicated in NEPC. SnATAC-seq revealed that the WT1 motif was enriched in malignant cells. Epithelial\/AR-positive subtypes were enriched in DNA-response elements for nuclear receptors (ARE, GRE, and PGR) and the forkhead box family of transcription factors (FOXA1, a known pioneer factor for AR). The NE subtype lacked the ARE, GRE, and PGR motifs but was enriched with FOXA1 and neural-specific motifs, including NEUROD1, ATOH1, OLIG2, and NANOG.We show significant heterogeneity in DSRCT phenotypes, where we observe both epithelial and NE lineages. Initially, we detected the Epithelial\/AR-positive and NE-positive lineages by gene expression, but the snATAC-seq data also supports this. Although the emergence of the NE subtype in prostate cancer is generally in response to therapy, how it emerges in DSRCT is yet unknown. The CytoTRACE analysis suggests that NE dedifferentiated from the more differentiated Epithelial\/AR-positive subtype, but this remains an active area of investigation. Finally, we are working to understand the Epithelial\/AR and NE in DSRCT dimorphic states.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Multiomics,Sarcoma\/soft-tissue malignancies,Single cell,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Truong<\/b><sup>1<\/sup>, E. Arslan<sup>1<\/sup>, V. Kochat<sup>1<\/sup>, S. Krishnan<sup>1<\/sup>, C. Agyemang<sup>1<\/sup>, M. Divenko<sup>1<\/sup>, D. Ingram<sup>1<\/sup>, R. Lascano<sup>1<\/sup>, A. Basi<sup>1<\/sup>, J. Gomez<sup>1<\/sup>, H. Beird<sup>1<\/sup>, C.-C. Wu<sup>1<\/sup>, J. Burks<sup>1<\/sup>, P. Futreal<sup>1<\/sup>, A. Lazar<sup>1<\/sup>, R. Ratan<sup>1<\/sup>, N. Daw<sup>1<\/sup>, A. Hayes<sup>2<\/sup>, K. Rai<sup>1<\/sup>, J. Ludwig<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Howard University, Washington, DC","CSlideId":"","ControlKey":"e76fcab2-fa4d-443e-a300-029b049210d2","ControlNumber":"2051","DisclosureBlock":"&nbsp;<b>D. Truong, <\/b> None..<br><b>E. Arslan, <\/b> None..<br><b>V. Kochat, <\/b> None..<br><b>S. Krishnan, <\/b> None..<br><b>C. Agyemang, <\/b> None..<br><b>M. Divenko, <\/b> None..<br><b>D. Ingram, <\/b> None..<br><b>R. Lascano, <\/b> None..<br><b>A. Basi, <\/b> None..<br><b>J. Gomez, <\/b> None..<br><b>H. Beird, <\/b> None..<br><b>C. Wu, <\/b> None..<br><b>J. Burks, <\/b> None..<br><b>P. Futreal, <\/b> None..<br><b>A. Lazar, <\/b> None..<br><b>R. Ratan, <\/b> None..<br><b>N. Daw, <\/b> None..<br><b>A. Hayes, <\/b> None..<br><b>K. Rai, <\/b> None..<br><b>J. Ludwig, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7902","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"130","PresenterBiography":null,"PresenterDisplayName":"Danh Truong, BS;MS;PhD","PresenterKey":"90284982-110e-4399-944d-3bdad9ecbdd4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"130. Multi-omic analysis of desmoplastic small sound cell tumors reveal distinct epithelial and neuroendocrine lineages","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-omic analysis of desmoplastic small sound cell tumors reveal distinct epithelial and neuroendocrine lineages","Topics":null,"cSlideId":""},{"Abstract":"Rhabdomyosarcoma (RMS) is a childhood soft tissue sarcoma composed of skeletal myoblast-like cells that lack the capacity to differentiate despite their high expression of terminal differentiation markers like myogenin. There are two main types of RMS: fusion-positive RMS (FP-RMS), which is associated with a chromosomal translocation resulting in an oncogenic fusion protein (PAX3-FOXO1), and the more common form, fusion-negative RMS (FN-RMS) which lacks this translocation and is instead thought to be driven by numerous other oncogenes. Our lab used a Bayesian-based computational algorithm to analyze NGS sequencing data from 290 RMS samples and identified 25 potential genetic drivers of RMS. We aim to use induced pluripotent stem cells as a <u>new<\/u> model to study how these drivers, including the PAX3-FOXO1 fusion gene, influence RMS formation and progression. To this aim, we have successfully made a doxycycline inducible lentiviral vector containing the full-length sequence of human PAX3-FOXO1 which we used to ectopically express PAX3-FOXO1 in two well-characterized iPSC lines. We subcutaneously injected these iPSCs into NOD\/SCID mice and treated them with doxycycline to form teratomas, non-malignant tumors containing tissue from all three germ layers. We hypothesized that PAX3-FOXO1 induction in these differentiating teratomas, may have transforming capabilities and may deregulate transcriptional programs to form FP-RMS-like tumors. We have found that PAX3-FOXO1 overexpressing teratomas grew faster and histologically look more &#8220;immature&#8221; than their control counterparts but do not seem to give rise to rhabdo-like tumors. We want to further understand what other critical factors are necessary to drive RMS formation by focusing on one of our drivers of interest EZH2, a histone methyltransferase implicated as either an oncogene or a tumor suppressor in certain forms of cancer. We have data suggesting that EZH2-dependent histone methylation activity may act as a proto-oncogene with PAX3-FOXO1 to silence the expression of key tumor suppressor genes CDKN2A and CDKN2B in RMS. To this aim, we reasoned that iPSCs differentiated into myogenic progenitors, one of the potential cells of origin of RMS, will be a novel way to study the role of oncogenes like PAX3-FOXO1 and EZH2 in RMS. We have derived myogenic progenitors from iPSCs (iPSC-MPCs) that express key myogenic factors like PAX7 and MYOD and differentiate and fuse to form mature myofibers. We plan to next explore how ectopic expression of EZH2 and\/or PAX3-FOXO1 alters gene expression and histone methylation and whether these alterations can drive RMS formation in these iPSC-MPCs. Using this model system of iPSC-MPCs to drive expression of these oncogenes has the potential to offer new and exciting ways to identify the most important genes in driving cancer formation hopefully providing insight into better targets for treatment of RMS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Pediatric cancers,EZH2,Fusion proteins,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Celeste Romero<\/b><sup><\/sup>, Yanbin Zheng<sup><\/sup>, Lin Xu<sup><\/sup>, Stephen Skapek<sup><\/sup><br><br\/>UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"c8145943-2c0f-46e0-b681-06a8ca04c780","ControlNumber":"8301","DisclosureBlock":"&nbsp;<b>C. Romero, <\/b> None..<br><b>Y. Zheng, <\/b> None..<br><b>L. Xu, <\/b> None..<br><b>S. Skapek, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7903","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"131","PresenterBiography":null,"PresenterDisplayName":"Celeste Romero, BS","PresenterKey":"756a2b48-b079-4186-83f5-a9e5cb92a63b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"131. Utilizing human induced pluripotent stem cells (hiPSCs) as a model to study the genetic drivers of rhabdomyosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Utilizing human induced pluripotent stem cells (hiPSCs) as a model to study the genetic drivers of rhabdomyosarcoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction.<\/b> Neuroblastoma is the most common extracranial solid tumor in children and accounts for ~15% of all pediatric cancer deaths. DNA-PK, a key regulator of repair responses to double-strand DNA breakages induced by radiation or induction chemotherapy is used in the treatment of high-risk neuroblastomas. Here, we have demonstrated that high DNA-PK expression is associated with poor overall survival in a patient population, DNA-PK<i> <\/i>is highly activated in neuroblastoma cell lines, and inhibition of DNA-PK enhances therapeutic effects of DNA damaging therapies.<br \/><b> <\/b><b>Methods.<\/b> DNA double-strand break damage was induced with etoposide, a topoisomerase II inhibitor. DNA-PK activity was inhibited with peposertib or DNA-PK siRNA. DNA-PK Ser2056 phosphorylation was analyzed in <i>MYCN <\/i>amplified (SK-NDZ, BE(2)-C, LAN-1) and <i>MYCN<\/i> non-amplified (SK-N-AS, SK-N-SH) cell lines. Clonogenic and proliferation assays were used to evaluate the efficacy of peposertib in combination with etoposide in BE-2-C and SK-N-DZ neuroblastoma cell lines. DSB-induced DNA repair was visualized with confocal laser scanning microscopy using &#947;-H2AX immunofluorescence. Western blot was used to confirm inhibition of DNA-PKcs (pDNA-PKcs S2056) and analyze cleaved PARP expression in combination groups.<b> <\/b><br \/><b>Results. <\/b>DNA-PK inhibition resulted in enhancement of etoposide cytotoxic therapy (BE-2-C IC50 ET = 2.77 &#177; 0.2, ET+Pep 0.76 &#177; 0.04; SK-N-DZ IC50 ET = 0.55 &#177; 0.06, IC50 ET+Pep = 0.11 &#177; 0.02) in both BE-2-C and SK-N-DZ cell lines. Immunofluorescence analysis detected &#947;H2AX foci increase in the etoposide and peposertib combination group. DNA-PK inhibition in combination with etoposide treatment significantly increased PARP cleavage in BE-2-C and SK-N-DZ cell lines. The effect of DNA-PK knockdown on neuroblastoma cell survival was even more pronounced compared to DNA-PK inhibition with peposertib. DNA-PK knockdown by siRNA alone increased PARP cleavage to the levels comparable to 2 &#181;M etoposide treatment. The combination of etoposide and DNA-PK knockdown enhanced PARP cleavage even further in neuroblastoma cells.<br \/><b> <\/b><b>Conclusions.<\/b> High DNA repair activity is commonly associated with cancer drug resistance.<b> <\/b>We have shown that DNA-PK activation is continuously supported in both <i>MYCN<\/i> amplified and <i>MYCN<\/i> non-amplified neuroblastoma cell lines. The importance of DNA-PK activity in neuroblastoma cell lines is confirmed with DNA-PK knockdown that leads to apoptosis in MYCN amplifiedneuroblastoma cell lines. In addition, the combination of DNA-PK inhibition or DNA-PK knockdown with DNA-damaging therapies stalled DNA damage response and enhanced neuroblastoma cell apoptosis. These findings demonstrate the significance of high DNA-PK activity in neuroblastoma cells and provide a potent therapeutic strategy to enhance neuroblastoma cell apoptosis with selective DNA-PK inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"DNA repair,DNA-PK,Etoposide,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Norouzi<\/b>, B. Zhu, T. Izumi, E. J. Rellinger, B. Evers, P. G. Rychahou; <br\/>University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"67293b23-6a78-49c3-983d-0fad95da42d8","ControlNumber":"7396","DisclosureBlock":"&nbsp;<b>M. Norouzi, <\/b> None..<br><b>B. Zhu, <\/b> None..<br><b>T. Izumi, <\/b> None..<br><b>E. J. Rellinger, <\/b> None..<br><b>B. Evers, <\/b> None..<br><b>P. G. Rychahou, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7905","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"132","PresenterBiography":null,"PresenterDisplayName":"Mahnaz Norouzi, PhD","PresenterKey":"e6918dbe-6a46-4ab8-ac5c-5b2c97338253","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"132. DNA-PK inhibition to enhance etoposide therapy in neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DNA-PK inhibition to enhance etoposide therapy in neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> <i>MYCN-<\/i>amplification (<i>MYCN-<\/i>amp) is a genetic hallmark of ~40% of high-risk neuroblastomas (NBs). N-MYC is an oncogenic transcription factor and master regulator of metabolism. Glycosylation is a major post-translational modification that is critical for cancer progression, spread, and immune evasion. How genetic signatures such as <i>MYCN-<\/i>amp alter glycosylation profiles is unknown. Herein, we utilized matrix-assisted laser desorption\/ionization mass spectrometry imaging (MALDI-MSI) to define the N-linked glycome of <i>MYCN-<\/i>amp NBs <i>in situ <\/i>identifying enrichment of core fucosylated glycans. GDP-mannose 4,6-dehydratase (<i>GMDS<\/i>) is the first enzyme responsible for <i>de novo<\/i> GDP-fucose synthesis. We hypothesized that GMDS is a key mediator of NB core fucosylation and tumorigenesis.<br \/><b>Methods: <\/b>MALDI-MSI was performed on five <i>MYCN<\/i>-amp primary NBs and six <i>MYCN <\/i>non-amplified primary NBs using a timsTOF fleX mass spectrometry imager. Significance analysis of metabolites (SAM) was performed with a q-value &#60;0.05 used to define significance. Kaplan-Meier analysis was performed to determine whether <i>GMDS<\/i> expression correlated with overall survival using the R2 Platform. GMDS blockade was performed using genetic knockdown and chemical inhibition with 2-fluorofucose (2-FF). Core fucosylated glycan abundance was measured by western blotting, ELISA, and flow cytometry using <i>Aleuria<\/i> <i>aurantia<\/i> lectin. <i>MYCN <\/i>tet-inducible NB cells were used to investigate the interplay of N-MYC and <i>GMDS <\/i>expression<i>.<\/i> Chromatin immunoprecipitation (ChIP) and luciferase promoter assay were performed to investigate the direct interplay of N-MYC and the <i>GMDS <\/i>promoter. Subcutaneous tumor formation was our measure of <i>in vivo <\/i>tumorigenesis.<br \/><i> <\/i><b>Results:<\/b> MALDI-MSI revealed increased expression of eleven N-linked glycans within <i>MYCN-<\/i>amp NBs, and six of these glycans feature core fucosylation. High <i>GMDS <\/i>expression is associated with poor overall patient survival (p=3.5x10<sup>-22<\/sup>) and correlates with <i>MYCN-<\/i>amp in human NB tumors (p=7.4x10<sup>-27<\/sup>). Genetic and chemical inhibition of GMDS blocks core fucosylated glycan abundance and secretion, while impeding NB cell growth and adhesion <i>in vitro<\/i>. Induction and blockade of N-MYC directly correlates with GMDS<i> <\/i>expression. ChIP and promoter luciferase reporter assay demonstrates direct binding and activation of the <i>GMDS <\/i>promoter by N-MYC. Importantly, GMDS knockdown blocks NB tumor formation (p&#60;0.01), and 2-FF impedes established tumor progression (p&#60;0.05)<i>. <\/i><br \/><b>Conclusions:<\/b> This multi-institutional study utilized MALDI-MSI to reveal that core fucosylated glycans are enriched in <i>MYCN-<\/i>amp NBs. GMDS is a key regulator of NB core fucosylation that is driven by N-MYC. GMDS blockade impairs NB growth <i>in vitro <\/i>and <i>in vivo<\/i>. These critical findings identify <i>de novo<\/i> GDP-fucose production as a metabolic vulnerability that may be exploited in designing novel treatment paradigms for high-risk NBs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Neuroblastoma,Glycosylation,Metabolomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"B. Zhu<sup>1<\/sup>, M. Pitts<sup>1<\/sup>, M. Buoncristiani<sup>1<\/sup>, L. Bryant<sup>1<\/sup>, O. Lopez-Nunez<sup>2<\/sup>, J. Gurria<sup>2<\/sup>, C. Shedlock<sup>3<\/sup>, R. Ribas<sup>3<\/sup>, S. Keohane<sup>3<\/sup>, J. Liu<sup>1<\/sup>, C. Wang<sup>1<\/sup>, M. Gentry<sup>3<\/sup>, N. Shelman<sup>1<\/sup>, D. Allison<sup>1<\/sup>, B. Evers<sup>1<\/sup>, R. Sun<sup>3<\/sup>, <b>E. J. Rellinger<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Kentucky, Lexington, KY, <sup>2<\/sup>Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, <sup>3<\/sup>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"dc5a9a48-9d9e-4056-b2b9-19b36adfbeff","ControlNumber":"7611","DisclosureBlock":"&nbsp;<b>B. Zhu, <\/b> None..<br><b>M. Pitts, <\/b> None..<br><b>M. Buoncristiani, <\/b> None..<br><b>L. Bryant, <\/b> None..<br><b>O. Lopez-Nunez, <\/b> None..<br><b>J. Gurria, <\/b> None..<br><b>C. Shedlock, <\/b> None..<br><b>R. Ribas, <\/b> None..<br><b>S. Keohane, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>M. Gentry, <\/b> None..<br><b>N. Shelman, <\/b> None..<br><b>D. Allison, <\/b> None..<br><b>B. Evers, <\/b> None..<br><b>R. Sun, <\/b> None..<br><b>E. J. Rellinger, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7906","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"133","PresenterBiography":null,"PresenterDisplayName":"Eric Rellinger","PresenterKey":"7f145a87-afd7-4ed0-ab61-72145f5bf163","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"133. GMDS is a key driver of <i>MYCN<\/i>-amplified neuroblastoma core fucosylation and tumorigenesis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GMDS is a key driver of <i>MYCN<\/i>-amplified neuroblastoma core fucosylation and tumorigenesis","Topics":null,"cSlideId":""},{"Abstract":"Rhabdomyosarcoma (RMS) is a highly aggressive childhood soft tissue cancer with skeletal muscle histogenesis. It is classified at the molecular level into fusion-negative (FN) and fusion-positive (FP) subtypes, with FP subtypes being defined by their signature oncofusions between the transcription factors PAX3 (or PAX7) and a variety of 3&#8217; partners. Patients with FP-RMS have a five-year survival of &#38;lt30%, and current treatments remain ineffective against the driving oncofusions. To address this challenge, we are interested in identifying proteins that interact with the oncofusions as alternate therapeutic targets, and conducted an unbiased proximity labeling screen for seven of the known RMS oncofusions. This approach revealed that ZEB2 is a common member of the interactome for all seven FP-RMS subtypes. ZEB2 is a DNA-binding transcriptional repressor that interacts with SMAD proteins and is known to be important for coordinating muscle and nerve development during embryogenesis. ZEB2 has been identified as an oncogene in various cancer types such as leukemia, glioblastoma, lung, and breast cancers. Further analysis of ZEB2's expression in FP-RMS cell lines, compared to skeletal muscle and other cancer cell lines, showed significantly higher levels of expression. In silico analyses of genomic CRISPR and RNAi screens in DepMap suggested a strong dependency of FP-RMS on ZEB2, with ZEB2 being one of the top four differential CRISPR dependencies in RMS cell lines compared to all other cancer cell lines. To investigate the functional consequences of ZEB2 suppression, we employed a loss-of-function approach using RNAi (siRNA and shRNA) in human FP-RMS cells. Our experiments confirmed the knockdown of ZEB2 through qRT-PCR and immunoblotting. Interestingly, the extent of ZEB2 knockdown determined whether FP-RMS cells underwent apoptosis or differentiation, potentially towards a neurodifferentiation pathway. We hypothesize that ZEB2 holds potential as a therapeutic target for FP-RMS patients. We aim to elucidate ZEB2's phenotypic role and mechanism of action in FP-RMS tumorigenesis, and assess its value as a therapeutic target <i>in vivo<\/i>. Our long-term goals for this project are to contribute to the development of innovative therapies that can mitigate the oncogenic activity driven by oncofusions in FP-RMS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Rhabdomyosarcoma,Fusion proteins,Therapeutic target,Transcriptional repression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Fahs<\/b>, A. Munshi, L. Barbar, S. Zimmerman, C. Counter, C. Linardic; <br\/>Duke University, Durham, NC","CSlideId":"","ControlKey":"6f4ef5c4-0b27-4568-9130-1da8159f0c44","ControlNumber":"5299","DisclosureBlock":"&nbsp;<b>A. Fahs, <\/b> None..<br><b>A. Munshi, <\/b> None..<br><b>L. Barbar, <\/b> None..<br><b>S. Zimmerman, <\/b> None..<br><b>C. Counter, <\/b> None..<br><b>C. Linardic, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7907","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"134","PresenterBiography":null,"PresenterDisplayName":"Assil Fahs, PhD","PresenterKey":"ee8ac74a-92e2-4deb-bedd-b3f0a0511ede","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"134. ZEB2 as a therapeutic target in fusion-positive rhabdomyosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ZEB2 as a therapeutic target in fusion-positive rhabdomyosarcoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>DICER1 syndrome is a rare cancer predisposition syndrome<b> <\/b>associated with germline <i>DICER1<\/i> mutations, which develops pulmonary or extra-pulmonary manifestations mostly in pediatric patients. Unlike classic tumor suppressors, the 2<sup>nd<\/sup> hit in <i>DICER1<\/i> gene is a missense mutation that renders the RNase IIIb domain defective; therefore, this mutant form of DICER1 is the only protein expressed in these cancer cells, leading to a biased 5p-miRNA production deficiency. Many DICER1 cancers are sarcomas; we therefore postulate the cell of origin is mesenchymal. We recently developed a RNase IIIb-mutant mouse strain and embryonic activation of this mutant along with silencing of the other Dicer1 allele in Mullerian mesenchymal progenitor cells led to the development of tumors resembling sarcomas in human patients. To expand the model and enable lineage tracking, we developed a tamoxifen inducible, tdTomato-trackable, Hypermethylated in Cancer 1 (HIC1)-creERT2 driven transgenic mouse strain. Hic1 marks mesenchymal progenitors. With this strain, we created a model that histologically recapitulates the 3 renal tumors in DICER1 syndrome: cystic nephromas, Wilms tumors, and anaplastic sarcomas. <b>Objective:<\/b> to identify oncogenic events underlying <i>Dicer1<\/i> mutation-driven murine kidney tumor development with single cell RNA-sequencing (scRNA-seq).<br \/><b>Method:<\/b> To build the tumorigenesis continuum, we harvested kidneys from <i>Dicer1<\/i><sup>+\/fl-D1693N<\/sup> and <i>Dicer1<\/i><sup>fl\/fl-D1693N<\/sup> mice at 1, 3, 6, months post tamoxifen injection, sorted out tdTomato+\/CD45-\/Epcam- cells, and performed scRNA-seq. Five endpoint tumors were included for analyses. Single cell transcriptomic profiles were integrated and clustered using Seurat to identify cell populations that emerge and expand along the tumor development continuum. Differential gene expression, pathway analysis were conducted to identify genes\/oncogenic pathways that are activated along the course of tumor development. Cell differentiation trajectory analysis will be performed using Monocle.<br \/><b>Results:<\/b> Integration of 5 tumors revealed diverse cell populations: epithelial, mesenchymal, endothelial cells, lymphocytes, and macrophages. We further clustered the mesenchymal population and identified sub-populations such as highly proliferative cells, muscle satellite cells, and terminally differentiated muscle cells. These mesenchymal cells show high expression of blastema markers (Ncam1, Sox11) - a histological component in Wilms tumors. Temporal trajectory of tumorigenesis with time point samples is currently being analyzed.<br \/><b>Conclusion: <\/b>With scRNA-seq, we begin to unravel heterogeneity of these murine tumors and will identify critical oncogenic events driving the development of DICER1 syndrome-associated cancer, enabling us to utilize this model to develop therapeutic approaches to improve patient management.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Single cell,Pediatric cancers,Mouse models,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Zhang<\/b><sup>1<\/sup>, S. Chen<sup>1<\/sup>, Y. Moscovitz<sup>1<\/sup>, B. Lynch<sup>1<\/sup>, M. Douglas<sup>1<\/sup>, J. Senz<sup>1<\/sup>, W. Scott<sup>2<\/sup>, M. Underhill<sup>3<\/sup>, Y. Wang<sup>1<\/sup>, D. Huntsman<sup>1<\/sup>; <br\/><sup>1<\/sup>BC Cancer Research Centre, Vancouver, BC, Canada, <sup>2<\/sup>Sunnybrook Health Sciences Centre, Toronto, ON, Canada, <sup>3<\/sup>University of British Columbia, Vancouver, BC, Canada","CSlideId":"","ControlKey":"b280de67-29d0-4073-b674-26410cfa6183","ControlNumber":"5600","DisclosureBlock":"&nbsp;<b>J. Zhang, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>Y. Moscovitz, <\/b> None..<br><b>B. Lynch, <\/b> None..<br><b>M. Douglas, <\/b> None..<br><b>J. Senz, <\/b> None..<br><b>W. Scott, <\/b> None..<br><b>M. Underhill, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>D. Huntsman, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7908","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"135","PresenterBiography":null,"PresenterDisplayName":"Joyce Zhang, BS","PresenterKey":"01758622-5023-47a9-8cc5-e314c5e2cb20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"135. Resolving the tumorigenesis continuum of DICER1 syndrome with novel lineage-trackable genetically engineered mouse model","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Resolving the tumorigenesis continuum of DICER1 syndrome with novel lineage-trackable genetically engineered mouse model","Topics":null,"cSlideId":""},{"Abstract":"Rhabdomyosarcoma (RMS) is the most common pediatric soft tissue sarcoma. Despite rigorous scientific advances and clinical trials, the survival rate for high-risk RMS has not increased above 20% in the last three decades. A deeper understanding of the basic biology driving RMS tumorigenesis is needed to discover novel therapeutic targets. RMS can be divided into two major histologic subtypes: embryonal RMS (ERMS) and alveolar RMS (ARMS). ARMS accounts for 20% of pediatric cases and has poorer survival. The majority of ARMS tumors harbor t(2;13)(q35;q14) or t(1;13)(p36;q14) chromosomal translocations resulting in the PAX3-FOXO1 (P3F) and PAX7-FOXO1 (P7F) fusion oncoproteins, respectively. ARMS tumors that lack oncofusions more closely resemble ERMS. Classifying on fusion status more accurately describes the disease and highlights the significance of P3\/7F. ARMS tumor genomes only contain an average of 6.4 somatic mutations suggesting the oncofusion protein is the key oncogenic driver and a potential candidate for therapeutic intervention. RMS is commonly thought to arise from skeletal muscle progenitor cells that fail to terminally differentiate. However, RMS occurs throughout the body in sites devoid of skeletal muscle, underscoring the potential for alternative cells of origin. Our lab established that endothelial progenitors are indeed a cell of origin for ARMS by generating a genetically engineered mouse model with endothelial cell specific P3F expression coupled with <i>Cdkn2a<\/i> loss. We further generated a human model system derived from <i>TP53-<\/i>null human induced pluripotent stem cells (iPSCs), in which we direct differentiation to endothelial cell fate and then force P3F expression. P3F expression during endothelial cell directed differentiation blocked endothelial maturation and instead reprogrammed cells shifting cell fate to skeletal muscle-like cells that form ARMS tumors in mice. Generation of iPSC-derived ARMS (iARMS) occurs over 15 days and provides a unique model to determine the kinetics and specific genomic contributions facilitated by P3F during RMS transformation. To investigate the genomic changes occurring during iARMS transformation I utilized CUT&#38;RUN for P3F and H3K27ac to assess P3F occupancy and enhancer landscape, ATAC-seq to assess chromatin accessibility, and RNA-seq to assess gene expression changes at timepoints throughout the transformation event. These results define the fundamental genomic changes needed for transformation into FP-RMS by P3F and uncovers the key determinants of ARMS cell identity. The iARMS system provides a unique platform to uncover how P3F establishes and maintains RMS cell state and to dissect the specific dependencies required to maintain the ARMS cell state. Understanding the fundamental mechanism of P3F-driven tumorigenesis could provide greater resolution into the key disease determinants to focus pre-clinical efforts on pivotal targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Rhabdomyosarcoma,Epigenetics,Transformation,Transcription factor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. T. Stevens<\/b>, Y. Zhang, R. K. Larsen IV, G. E. Adkins, J. D. Hopkins, D. W. Kimbrough, M. R. Garcia, B. J. Abraham, M. E. Hatley; <br\/>St. Jude Children's Research Hospital, Memphis, TN","CSlideId":"","ControlKey":"c3058482-0cdf-47bf-924c-2fd24a7317b8","ControlNumber":"7224","DisclosureBlock":"&nbsp;<b>B. T. Stevens, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>R. K. Larsen, <\/b> None..<br><b>G. E. Adkins, <\/b> None..<br><b>J. D. Hopkins, <\/b> None..<br><b>D. W. Kimbrough, <\/b> None..<br><b>M. R. Garcia, <\/b> None..<br><b>B. J. Abraham, <\/b> None..<br><b>M. E. Hatley, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7909","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"136","PresenterBiography":null,"PresenterDisplayName":"Bradley Stevens, BS,MS","PresenterKey":"d772a800-a66f-40f0-81b7-b97a373ca8bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"136. Determining the genomic basis of PAX3-FOXO1 mediated transformation in rhabdomyosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Determining the genomic basis of PAX3-FOXO1 mediated transformation in rhabdomyosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Tumor cells of almost all patients with fibrolamellar carcinoma (FLC) have a somatic mutation, a ~400 kB deletion on one copy of chromosome 19 that results in a fusion transcript of DNAJB1 to PRKACA, the catalytic subunit of protein kinase A. The resulting fusion oncoprotein, DNAJB1::PRKACA, has kinase activity, and is required and sufficient for transformation. To understand the oncogenesis of this tumor and to help identify potential therapeutic targets, we explored the pathways of pathogenesis mediated by the aberrant kinase. We explored three mechanisms that might explain transformation by the oncogenic kinase:<br \/>- A difference in the substrate specificity of DNAJB1::PRKACA kinase versus native PRKACA kinase.<br \/>- A difference in the interactome of DNAJB1::PRKACA kinase versus native PRKACA kinase.<br \/>- An increase of total catalytic kinase activity (DNAJB1::PRKACA + PRKACA) versus the native PRKACA condition.<br \/>We found, comparing cytosolic extracts of tumor and normal liver cells, that there are differences in the substrate specificity of the DNAJB1::PRKACA kinase. Additionally, such comparisons revealed differences in the interactions between the catalytic subunit of the kinase and cytosolic components. We also demonstrated a consistent increase in total PRKACA catalytic subunit in the FLC tumor, relative to the adjacent nontransformed tissue. Further, there is an increase in free, unregulated catalytic activity in the tumor cells and a change in the localization of the catalytic subunit in the tumor cells. Additionally, we have found that this increase in free catalytic activity is sufficient to account for the changes in the transcriptome in tumor cells of FLC patients. Importantly, enhanced expression in hepatocytes of either DNAJB1::PRKACA kinase or native PRKACA kinase caused very similar changes in the transcriptome, and the resultant transcriptomes closely resembled that of tumor cells from FLC patients. This suggests that the DNAJB1 domain is dispensable and not critical for transformation. In our investigation of patient tumors we found two rare and different subclasses of FLC that are indistinguishable from &#8220;classic&#8221; FLC, based on their transcriptome and based on their drug response profiles. Importantly, both subclasses are associated with changes of PRKACA, but neither involves the DNAJB1 domain. Thus, the DNAJB1 domain is not a critical component of transformation, and the significant driver is an increase of the cellular catalytic activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Kinases,Pediatric cancers,Fusion genes,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Shirani<\/b>, M. Tomasini, S. Levin, s. heissel, H. Molina, Y. De Jong, c. Rice, P. Coffino, B. Lyons, S. Simon; <br\/>The Rockefeller University, New York, NY","CSlideId":"","ControlKey":"0a04ff03-3a64-4f5d-bb9f-306d4683a07e","ControlNumber":"2586","DisclosureBlock":"&nbsp;<b>M. Shirani, <\/b> None..<br><b>M. Tomasini, <\/b> None..<br><b>S. Levin, <\/b> None..<br><b>S. heissel, <\/b> None..<br><b>H. Molina, <\/b> None..<br><b>Y. De Jong, <\/b> None..<br><b>C. Rice, <\/b> None..<br><b>P. Coffino, <\/b> None..<br><b>B. Lyons, <\/b> None..<br><b>S. Simon, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7910","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"137","PresenterBiography":null,"PresenterDisplayName":"Mahsa Shirani Faradonbeh, PhD (hc)","PresenterKey":"df23f3d9-dce0-45e1-a8a5-a86aed05df4c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"137. Increased activity of protein kinase A is sufficient to cause fibrolamellar carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Increased activity of protein kinase A is sufficient to cause fibrolamellar carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<i>PAX3-FOXO1 <\/i>positive rhabdomyosarcoma (RMS) is an aggressive pediatric sarcoma with a terrible prognosis. The resultant fusion acts as a chimeric transcription factor, in part remodeling chromatin to inhibit terminal differentiation and maintain cancer cell proliferation. As this oncoprotein is not directly druggable, we have used genetic screens to identify dependencies downstream of <i>PAX3-FOXO1 <\/i>to improve our understanding of pathogenesis and develop new therapeutic targets. We performed pooled CRISPRi screening in an isogenic system of a patient-derived RMS cell line with or without knockdown of <i>PAX3-FOXO1.<\/i> Loss of the ubiquitin hydroxylase <i>UCHL5 <\/i>led to selective depletion of <i>PAX3-FOXO1<\/i> positive Rh30 cells compared to <i>PAX3-FOXO1<\/i><sup> <\/sup>knockdown cells, suggesting that the fusion creates <i>UCHL5 <\/i>dependence. We validated this finding in competition growth assays in additional fusion positive (FP) and fusion negative (FN) RMS cell lines, and observed <i>UCHL5 <\/i>dependency only in the former. By contrast, <i>UCHL5 <\/i>was dispensable for cell growth and survival in FN RMS cell lines. These data were recapitulated in the large DepMap dataset, which also identified the top genetic co-dependencies of <i>UCHL5 <\/i>as INO80-complex (INO80c) members. We therefore investigated whether the fusion selective effects of <i>UCHL5 <\/i>were mediated by the INO80c, of which UCHL5 is an N-terminal member. We observed that knockdown of another N-terminal component of INO80c, <i>NFRKB<\/i>, phenocopies the fusion-selective effects of UCHL5 loss. Conversely, the catalytic ATPase <i>INO80<\/i> was pan-essential, suggesting that only N-terminal subunits of INO80c regulate PAX3-FOXO1 specific functions. INO80c plays an essential role in mitigating DNA replication stress. Indeed, loss of <i>UCHL5<\/i> led to DNA damage as measured by &#947;H2AX and slowing of replication forks as measured by fiber assays in FP, but not FN RMS. Unexpectedly, acute<br \/>degradation of <i>PAX3-FOXO1 <\/i>also slowed DNA replication fork speed, suggesting a genetic model in which <i>UCHL5 <\/i>and <i>PAX3-FOXO1 <\/i>cooperate to resolve replication stress in FP RMS. Finally, <i>in vivo <\/i>experiments using cell line xenografts confirms that loss of <i>UCHL5 <\/i>slows the growth of FP RMS, but not FN RMS. These findings suggest that loss of UCHL5 induces replication stress in a fusion-specific manner, and offers both an opportunity to study the mechanisms by which the PAX3-FOXO1 oncoprotein mitigates replication stress, and to develop UCHL5 inhibitors as precision therapies for FP RMS patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Pediatric cancers,DNA replication,Fusion genes,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. J. Sabnis<\/b>, P. K. Sahu, Y. Pan; <br\/>UCSF - University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"ed5ae816-41c8-4e1a-abc8-308a75f4d67c","ControlNumber":"2664","DisclosureBlock":"&nbsp;<b>A. J. Sabnis, <\/b> None..<br><b>P. K. Sahu, <\/b> None..<br><b>Y. Pan, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7911","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"138","PresenterBiography":null,"PresenterDisplayName":"Amit Sabnis, MD;MS","PresenterKey":"61c45202-1481-4068-a67d-a9a9489e99cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"138. UCHL5 and PAX3-FOXO1 resolve replication stress in rhabdomyosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"UCHL5 and PAX3-FOXO1 resolve replication stress in rhabdomyosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma (OS) manifests during puberty, coinciding with rapid bone growth, a feature requiring exploration. We selectively deleted <i>p53<\/i> or both <i>p53<\/i> and <i>Rb1<\/i> alleles in growth-dependent chondrocyte-origin models, utilizing Col10a1-Cre or Agc-CreERT2, incorporating with ROSA-Tomato for tracing and isolating the mutant cell collection.<br \/>Col10p53<sup>flfl<\/sup>(tm) and Col10p53<sup>flfl<\/sup>Rb<sup>fl+(<\/sup>tm) mutants exhibited 100% penetrance in osteoblastic OS, with the latter displaying shortened latencies (mean: 335 vs 265 days) and increased metastases. Tamoxifen-induced AgcCreERT2 models highlighted growth stage-dependent OS development, correlating penetrance inversely and latencies positively with mouse age at tamoxifen treatment. Tumors exclusively occurred in endochondral bones, near growth plates.<br \/>Whole-genome profiling of tm<sup>+<\/sup> tumor cells revealed genetic variations, including SNPs, Indels, CNVs, and SVs. CNVs involved genes altered in human OS, emphasizing losses in <i>Dmd<\/i> and gains in <i>Myc<\/i>, <i>Vegfa<\/i>, <i>Foxm1<\/i>, <i>Akt1<\/i>, <i>Aurkb<\/i>, and <i>Ccen1<\/i>. A common CNV (losses, Chr. 10: 34,158,531-34,443,999, Log ratio &#60;-0.05) occurred in all sequenced primary and metastatic samples, with male specimens sharing a loss in the Y chr. p region (approximately 725,200-799,409).<br \/>Orthotopic transplantation of tm<sup>+<\/sup> p53<sup>-<\/sup> stromal cells from 4-month-old Col10p53<sup>flfl<\/sup>tm mice gave rise to bone tumors and lung migration in wild-type recipients, explicitly establishing the transplanted cells as the direct origin of the cancer precursors within early tm<sup>+ <\/sup>p53<sup>-<\/sup> stromal populations. Whole-genome sequencing unveiled a discernible progression of genomic alterations from 1 to 4-month-old tm<sup>+<\/sup> p53<sup>-<\/sup> stromal cells, culminating in donor-derived tumors. Notably, only these specific donor-derived tumors, and not the early tm<sup>+<\/sup> p53<sup>- <\/sup>stromal cells, exhibited the Chr. 10 CNV observed in autochthonous malignancies.<br \/>Micro-metastases, identified by fluorescence imaging, were prevalent, alongside macro-metastases (~10% in Col10p53<sup>flfl<\/sup>Rb<sup>fl+<\/sup>tm and ~25% in AgcCreERT2p53<sup>flfl<\/sup>Rb<sup>fl+<\/sup>tm cohorts). Notably, amputation of primary OS sites in mice surviving longer revealed larger and more abundant tm+ cell clusters. Some micro-metastases not only expressed signature genes typical of macro-lung metastases but also shared genomic variations with corresponding primaries, including the prevalent loss in Chr. 10. Enhanced immune cell infiltration was evident in lungs hosting micro-metastases, suggesting a potential immune response triggered by pre-tumor early seeding cells.<br \/>Murine OS models faithfully replicate human OS features, underscoring chondrocytes as significant contributors to OS cell sources. The inclusion of a tomato reporter enables precise tracking, rendering these models invaluable for studying OS etiology, particularly in unraveling pre-tumor molecular events in both primary and metastatic settings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Osteosarcoma,Mouse models,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Zhou<\/b>, H. Beird, Y. Yi, Z. Xu, Z. Zhang, H. Singh, W. Zhang, Y. Wang, S. Jusu, M. Roth, J. Gill, R. Gorlick; <br\/>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"d1fb4af7-db51-4ee0-8096-3cf1fcf30f8b","ControlNumber":"5436","DisclosureBlock":"&nbsp;<b>X. Zhou, <\/b> None..<br><b>H. Beird, <\/b> None..<br><b>Y. Yi, <\/b> None..<br><b>Z. Xu, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>H. Singh, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>S. Jusu, <\/b> None..<br><b>M. Roth, <\/b> None..<br><b>J. Gill, <\/b> None..<br><b>R. Gorlick, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7912","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"139","PresenterBiography":null,"PresenterDisplayName":"Xin Zhou, MS;PhD","PresenterKey":"324ce6d4-f345-4e65-8c1b-4bf9cf6cebfc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"139. Modeling and genomic profiling of osteosarcoma development in murine chondrocyte-origin models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modeling and genomic profiling of osteosarcoma development in murine chondrocyte-origin models","Topics":null,"cSlideId":""},{"Abstract":"Hepatoblastoma (HB) is a rare, yet the most common primary malignant hepatic liver in children. A significantly portion of children with HB have tumors that are not resected at diagnosis, leading to the dismal prognosis in these patients. Concomitant YAP and &#946;-catenin activation could be seen 80% of HB. The signaling pathways regulated by YAP and &#946;-catenin in HB pathogenesis remain unclear. Here, we engineered a inducible HB murine model using hydrodynamic injection to deliver transposon plasmids encoding constitutive YAP and doxycycline (Dox) inducible &#916;N90-&#946;-Catenin (<i>Yap\/TRE-&#946;-Catenin<\/i>). When fed with Dox, HB formed rapidly in the mice. Upon Dox withdraw, HB regressed over the long term. We analyzed gene expression patterns in mouse HB lesions upon short term Dox withdrawal, i.e, tumors still existed yet &#916;N90-&#946;-Catenin was turned off. This approach assisted to identify genes regulated by the activated &#946;-Catenin in HB tumors. We compared these genes with the previously identified YAP regulated genes and found the distinct gene expression programs regulated by YAP and &#946;-Catenin in HB. Specifically, YAP off down-regulated Hippo pathway and up-regulated metabolism-related pathways, whereas &#946;-Catenin off down-regulated protein export, DNA replication pathway and up-regulated immune-related pathways. Finally, we identified ONECUT1 as a gene down-regulated by activated &#946;-Catenin in HB. ONECUT1 expression was down-regulated in human HBs, and co-expression of ONECUT1 strongly suppressed Yap\/&#946;-Catenin HB formation in mice. Mechanically, ONECUT1 could regulate proliferation-related downstream signaling. Altogether our studies demonstrated that suppression of activated <i>CTNNB1<\/i> mutations could repress HB progression <i>in vivo<\/i>, and we identified distinct pathways regulated by activated &#946;-catenin and YAP in HB. Suppression of ONECUT1 expression by &#946;-catenin is a key genetic event leading to HB formation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Hepatocarcinogenesis,Yes-associated protein (YAP),&#946;-catenin,Tumor suppressor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W. Liao<\/b><sup>1<\/sup>, X. Chen<sup>2<\/sup>; <br\/><sup>1<\/sup>West China Hospital of Sichuan University, Chengdu, China, <sup>2<\/sup>Hawaii University Cancer Center, Honolulu, HI","CSlideId":"","ControlKey":"9d6f3b53-12e5-4ce8-86ed-9ad904f16ce3","ControlNumber":"4274","DisclosureBlock":"&nbsp;<b>W. Liao, <\/b> None..<br><b>X. Chen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7914","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"140","PresenterBiography":null,"PresenterDisplayName":"Weiting Liao","PresenterKey":"d9f5f1d7-70e3-4deb-9254-dd456f55a033","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"140. Distinct pathways regulated by activated &#946;-Catenin and YAP in hepatoblastoma pathogenesis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Distinct pathways regulated by activated &#946;-Catenin and YAP in hepatoblastoma pathogenesis","Topics":null,"cSlideId":""},{"Abstract":"Acute lymphoblastic leukemia in infants (iALL) is a high-risk subtype of childhood leukemia with poor survival outcomes despite intensive therapies. Rearrangement of <i>KMT2A<\/i> (<i>KMT2A<\/i>-r) occurs in 70% of cases and is associated with refractoriness to therapy, early relapse, and rapid leukemia progression. <i>KMT2A<\/i>-r generates a driver fusion oncogene, most commonly <i>KMT2A::AFF1<\/i> in iALL, which leads to epigenetic dysregulation of target gene transcription. iALL with <i>KMT2A::AFF1 <\/i>is an unusual cancer in that other somatic mutations are uncommon, there are no known genetic risk factors, and phenotypic switch from lymphoid to myeloid, mixed, or undifferentiated phenotype is common during treatment and particularly resistant to therapies. The cell of origin is thought to be a very early hematopoietic precursor, with transcriptomic studies of iALL blasts showing similarities to hematopoietic stem and progenitor cells (HSPCs), multipotent progenitors and early lymphoid progenitors (ELPs). Unfortunately, research into this rare but devastating disease has been hindered by a lack of appropriate, representative models. Interestingly, <i>KMT2A<\/i>-r originates in HSPCs <i>in utero<\/i> and the age of onset of iALL is a strong prognostic factor, with age younger than six months associated with the highest risk of relapse. However, little is known regarding how <i>KMT2A<\/i>-r subverts early hematopoiesis or drives the severe disease phenotype. In an effort to understand the role of the developmental state of the cell of origin in iALL, we have created a highly controlled induced pluripotent stem (iPS) cell model system of <i>KMT2A::AFF1<\/i> leukemia. Specifically, we engineered human iPS cell lines with doxycycline regulatable expression of <i>KMT2A::AFF1<\/i> fusion and we are employing CRISPR gene editing technology to introduce clinically identified variants of interest. Utilizing directed differentiation, we have produced functional HSPCs from iPS cells. Notably, this model recapitulates hematopoietic ontogeny, with the ability to control iALL induction at specific developmental stages. Following doxycycline treatment, we demonstrate that the cells express <i>KMT2A::AFF1<\/i> fusion transcripts. We are utilizing single cell genomics to investigate transcriptomic changes during hematopoietic differentiation of our <i>KMT2A::AFF1<\/i> iPS cells. We will compare these results to published data sets of single cell RNA sequencing data from healthy fetal HSPCs and to our existing iALL and pediatric <i>KMT2A<\/i>-r ALL single cell sequencing data sets. Our iPS cell based iALL model system provides the opportunity to investigate a range of critical and outstanding questions of iALL disease initiation, progression, and treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Leukemias: acute lymphoblastic,Pediatric cancers,Stem cells,Differentiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Guest<\/b>, M. Vacek, J. Nemechek, I. Pushel, B. T. Thornton, M. Leyda, M. S. Farooqi, J. M. Perry, J. L. Vivian; <br\/>Children’s Mercy Kansas City, Kansas City, MO","CSlideId":"","ControlKey":"889dd876-f1d7-4976-9131-a5b64cd1c8bb","ControlNumber":"5640","DisclosureBlock":"<b>&nbsp;E. Guest, <\/b> <br><b>Moderna<\/b> Stock. <br><b>Jazz Pharmaceuticals<\/b> Other, Advisory Board. <br><b>Syndax Pharmaceuticals<\/b> Other, Advisory Board.<br><b>M. Vacek, <\/b> None..<br><b>J. Nemechek, <\/b> None..<br><b>I. Pushel, <\/b> None..<br><b>B. T. Thornton, <\/b> None..<br><b>M. Leyda, <\/b> None..<br><b>M. S. Farooqi, <\/b> None..<br><b>J. M. Perry, <\/b> None..<br><b>J. L. Vivian, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7915","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"141","PresenterBiography":null,"PresenterDisplayName":"Erin Guest, MD","PresenterKey":"250006b6-d83e-49d8-a185-705c0b1ae8fa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"141. A human induced pluripotent stem cell model of KMT2A rearranged leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A human induced pluripotent stem cell model of KMT2A rearranged leukemia","Topics":null,"cSlideId":""},{"Abstract":"Langerhans cell histiocytosis (LCH) is an inflammatory myeloid neoplasm that develops due to dysregulated dendritic cell (DC) development and most commonly affects the children with an incidence of 2.6 to 8.9 cases per million individuals per year. BRAF<sup>V600E<\/sup>,<sup> <\/sup>the most common disease-driving mutation, activates the mitogen-activated protein kinase (MAPK) pathway causing pathognomonic features that lead to the accumulation of LCH cells and formation of granulomatous lesions. These features include enhanced myelopoiesis, reduced tissue-egress and acquisition of an oncogene induced senescence-associated secretory phenotype (SASP) (marked by increased expression of anti-apoptotic proteins and inflammatory cytokines). Accumulation of LCH cells can occur in any organ causing a wide range of clinical sequelae, which is directly related to the originating cell bearing the oncogenic mutation. Frontline therapy for LCH involves combination chemotherapy and steroidal anti-inflammatories, or MAPK inhibitors, which have significant toxicity and fail to eliminate disease causing precursors. We have found that HDAC3 is required for epidermal LC homeostasis and hypothesized that LCH cells rely on similar epigenetic factors to LCs. <i>CD11c<sup>Cre<\/sup> LSL-BRAFV600E<\/i> (<i>BRAFV600E<sup>CD11c<\/sup><\/i>) mice develop severe multifocal LCH with pronounced lesion development in their livers and lungs, hepatosplenomegaly, and a reduced lifespan due to the accumulation of LCH cells. To test our hypothesis, we generated <i>BRAFV600E<sup>CD11c<\/sup> HDAC3<sup>fl\/fl<\/sup><\/i> (<i>BRAFV600E<sup>HD3KO<\/sup><\/i>) mice, which produce LCH cells that harbor a conditional deletion in the deacetylase domain of HDAC3. Compared to <i>BRAFV600E<sup>CD11c<\/sup> <\/i>mice, <i>BRAFV600E<sup>HD3KO<\/sup><\/i> mice exhibited significantly less hepatosplenomegaly, reduced lesional burden, and improved survival indicating reduced LCH disease burden. Compared to <i>BRAFV600E<sup>CD11c<\/sup>, <\/i>flow cytometry showed <i>BRAFV600E<sup>HD3KO<\/sup><\/i> had reduced numbers of LCH cells in lungs and livers, which were more apoptotic. We also found decreased frequencies of circulating LCH cells and LCH precursors, indicating that a lack of HDAC3 activity prevents the development of LCH cells. Bone-marrow derived LCH-like cells provide a valuable drug screening tool. We treated Bone-marrow derived LCH-like cells with RGFP966, an HDAC3-specific inhibitor, increased apoptosis indicated by annexin-V and DAPI staining, reduced expression of Bcl-2, increased CCR7 expression, and decreased S6 phosphorylation (an indication of a loss of the SASP), thus inhibition of HDAC3 may prove therapeutically efficacious by abrogating pathognomonic features of LCH cells. Together, our findings identify HDAC3 as a critical epigenetic regulator LCH cell pathophysiology and HDAC3 blockade would address a great need in treatment of patients with LCH. Furthermore, our results indicate that LCH cells rely on similar epigenetic regulators as epidermal LCs despite coming from a different myeloid lineage.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"HDAC inhibitor,BRAF,Dendritic cells,Senescence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Dimitrion<\/b><sup>1<\/sup>, J. Toor<sup>1<\/sup>, J. Ge<sup>1<\/sup>, Q. Wang<sup>1<\/sup>, C. Allen<sup>2<\/sup>, L. Zhou<sup>1<\/sup>, Q.-S. Mi<sup>1<\/sup>; <br\/><sup>1<\/sup>Henry Ford Health System, Detroit, MI, <sup>2<\/sup>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"9fd0ef45-c72a-4e71-9003-c2896841368e","ControlNumber":"3882","DisclosureBlock":"&nbsp;<b>P. Dimitrion, <\/b> None..<br><b>J. Toor, <\/b> None..<br><b>J. Ge, <\/b> None..<br><b>Q. Wang, <\/b> None..<br><b>C. Allen, <\/b> None..<br><b>L. Zhou, <\/b> None..<br><b>Q. Mi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7917","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"142","PresenterBiography":null,"PresenterDisplayName":"Peter Dimitrion, MS","PresenterKey":"948ed3e9-1354-4441-9a52-5de9ab54bf02","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"142. HDAC3 is required for pathognomonic features of Langerhans cell histiocytes","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HDAC3 is required for pathognomonic features of Langerhans cell histiocytes","Topics":null,"cSlideId":""},{"Abstract":"Background: Alveolar Rhabdomyosarcoma (ARMS) is a very aggressive soft tissue tumor affecting children and adolescents. It is found that pediatric patients with RMS harboring chimeric PAX fusion transcription factors (TFs) exhibit a greater incidence of tumor relapse, metastasis, and poor survival outcome, thereby underscoring the urgent need to develop effective therapies to treat this subtype of childhood cancer.<br \/>Methods: We generated a novel ARMS model by stable transduction of myogenic progenitor cells with a cassette encoding the exact PAX3\/7-FOXO1 fusion protein found in ARMS tumors. We analyzed genome-wide expression levels with RNA-seq and utilized Cut&#38;Run to map the binding sites of PAX3\/7-FOXO1, active histone marks, enhancers, and super-enhancers in our novel model. Hi-C and promoter capture HiC (pCHiC) were also performed to generate 3D chromatin conformation maps in cells expressing the oncogenic TFs. We compared these data with analogous datasets from orthotopic patient-derived xenografts (O-PDXs) of PAX3\/7-FOXO1 fusion-positive ARMS tumors from St. Jude and established ARMS cell lines to validate whether our model system recapitulates ARMS tumors. CRISPRi was performed to silence key targets<i> <\/i>in two representative ARMS cell lines and proliferation was scored after silencing. Next, we found that ARMS tumors displayed anomalies in mitochondrial mass and numbers, metabolic parameters, and membrane potential by performing TEM, Seahorse assays, and FACS-based TMRM and mitotracker Red dye uptake in a panel of ARMS cells and PDX samples. We performed cell viability and colony forming assays in ARMS cells treated with single drugs and combinations of drugs targeting FGFR4 and mitochondrial metabolism.<br \/>Results: Our data provide evidence to support muscle progenitors as potential cells-of-origin for ARMS. We showed that rewiring of chromatin architecture mediated by PAX3\/7-FOXO1 TFs is evident across established cell lines, primary tumors as well as O-PDXs. By integrating PAX3\/7-FOXO1 binding, RNA-seq, and pCHiC data, we identified key promoter-enhancer (P-En) interactions that are erased or established de novo at multiple loci of master TFs like <i>MYOD<\/i>, <i>MYOG<\/i> and <i>MYCN<\/i>. We also identified key regulators of proliferation, including FGFR4, and mitochondrial function that are essential for tumor growth and invasiveness. Our data indicated aberrant and enhanced mitochondrial metabolism in ARMS as well as selective sensitivity to mitochondrial inhibitors in RMS cells. Administration of these inhibitors preferentially inhibited cell viability and clonogenicity in ARMS, and prompted a pre-clinical phase II study to test these inhibitors at St. Jude Research Hospital.<br \/>Conclusion: We present a novel treatment strategy leveraging the mitochondrial dependencies of fusion positive PAX-driven tumors which can be exploited for precision therapy in high-risk ARMS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Rhabdomyosarcoma,Chromatin remodeling,Mitochondria,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Kalita<\/b><sup>1<\/sup>, G. Martinez-Cebrian<sup>2<\/sup>, J. McEvoy<sup>3<\/sup>, B. Gordon<sup>3<\/sup>, K. Blankenship<sup>3<\/sup>, A. Karlstorm<sup>3<\/sup>, E. Stewart<sup>3<\/sup>, M. Dyer<sup>3<\/sup>, B. Dynlacht<sup>1<\/sup>; <br\/><sup>1<\/sup>NYU Langone Health Perlmutter Cancer Ctr., New York, NY, <sup>2<\/sup>Josep Carreras Leukaemia Research Institute, Barcelona, Spain, <sup>3<\/sup>St. Jude Children's Research Hospital, Memphis, TN","CSlideId":"","ControlKey":"513723d5-b63f-4fa6-9cdd-cff515fb63a3","ControlNumber":"1518","DisclosureBlock":"&nbsp;<b>B. Kalita, <\/b> None..<br><b>G. Martinez-Cebrian, <\/b> None..<br><b>J. McEvoy, <\/b> None..<br><b>B. Gordon, <\/b> None..<br><b>K. Blankenship, <\/b> None..<br><b>A. Karlstorm, <\/b> None..<br><b>E. Stewart, <\/b> None..<br><b>M. Dyer, <\/b> None..<br><b>B. Dynlacht, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7918","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"143","PresenterBiography":null,"PresenterDisplayName":"Bhargab Kalita, PhD","PresenterKey":"f39aa5b8-5937-4c53-89b9-20bb786e41c4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"143. Molecular profiling of tumor-initiation events in rhabdomyosarcoma uncovers mitochondrial vulnerabilities","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular profiling of tumor-initiation events in rhabdomyosarcoma uncovers mitochondrial vulnerabilities","Topics":null,"cSlideId":""},{"Abstract":"Neuroblastoma (NB) is a devastating neural crest-derived tumor primarily affects children under five. Forty percent of NB patients are classified as high-risk (HR), and less than half of them survive. HR disease is split into two equally sized groups: one exhibiting genetic amplification of the <i>MYCN<\/i> proto-oncogene (<i>MA<\/i>), and another where <i>MYCN<\/i> is non-amplified (<i>MNon<\/i>). Overall survival (OS) studies are often either poorly annotated or focused on outcomes across the entire patient group, which may mask differential outcomes or biases among NB subgroups. Here we report our assessment of OS among several genetic, histopathological, and sex-based subgroups in three different well annotated NB patient datasets. Our analysis reveals a previously unseen sex-bias in HR <i>MNon<\/i> patients, where female patients have significantly worse OS than males. This disparity carries into stage 4s NB, defined by high survival in infants despite the presence of broadly disseminated disease. In stage 4s patients across two studies, we observe no deaths among males (n=66) and 6 among females (n=48), again marking significantly worse OS in females. Expression analysis comparing male and female HR <i>MNon<\/i> patients identifies <i>DLK1<\/i> and <i>H19<\/i>, two imprinted genes implicated in multiple malignancies,<i> <\/i>as frequently overexpressed in females. A similar pattern is seen in RNA seq analysis of human <i>MA<\/i> (n=4) and <i>MNon<\/i> (n=4) cell lines. In addition, both <i>DLK1<\/i> and <i>H19<\/i> are associated with worse prognosis in female but not male patients. We also report that depletion of either gene<i> <\/i>results in reduced growth <i>in vitro<\/i>. Moreover, the NB-related <i>ATRX<\/i> tumor suppressor has been shown to inhibit <i>H19<\/i> via insertion of histone variant <i>H3.3<\/i>.<i> <\/i>We observe an inverse correlation between <i>H3.3B<\/i> and <i>H19<\/i> expression in female HR <i>MNon<\/i> patients. Further, <i>H19<\/i> levels increase upon <i>ATRX<\/i> depletion in human NB cells, suggesting that <i>ATRX<\/i> indeed regulates <i>H19<\/i> in NB. These findings provide the first evidence of female-biased outcomes in NB and suggest functional involvement of <i>DLK1<\/i>, <i>H19<\/i> and <i>ATRX<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Neuroblastoma,Sex bias,Outcome,Gene regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Raleigh<\/b><sup>1<\/sup>, V. Patel<sup>1<\/sup>, L. R. Benhamou<sup>2<\/sup>, X. Shen<sup>1<\/sup>, D. A. Sheeter<sup>2<\/sup>, E. C. Espinosa<sup>2<\/sup>, N. Badi<sup>2<\/sup>, C. Calvert<sup>2<\/sup>, G. Bourne<sup>2<\/sup>, J. T. Powers<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Texas at Austin, Austin, TX, <sup>2<\/sup>Dell Medical School at the University of Texas at Austin, Austin, TX","CSlideId":"","ControlKey":"35034198-8661-435b-bd2a-d4755e6c4ac1","ControlNumber":"5013","DisclosureBlock":"&nbsp;<b>M. Raleigh, <\/b> None..<br><b>V. Patel, <\/b> None..<br><b>L. R. Benhamou, <\/b> None..<br><b>X. Shen, <\/b> None..<br><b>D. A. Sheeter, <\/b> None..<br><b>E. C. Espinosa, <\/b> None..<br><b>N. Badi, <\/b> None..<br><b>C. Calvert, <\/b> None..<br><b>G. Bourne, <\/b> None..<br><b>J. T. Powers, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7919","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"144","PresenterBiography":null,"PresenterDisplayName":"Mariya Raleigh, BS","PresenterKey":"d06896fd-a1f5-45ef-afa9-142a4720816f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"144. Sex bias in neuroblastoma: Worse outcomes for female patients are associated with dysregulation of <i>DLK1<\/i> and <i>H19<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sex bias in neuroblastoma: Worse outcomes for female patients are associated with dysregulation of <i>DLK1<\/i> and <i>H19<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Atypical teratoid rhabdoid tumors (ATRTs) are highly aggressive pediatric brain cancers that lack standardized treatment regimens and are associated with poor prognoses. Despite being driven by biallelic inactivation of a single gene, <i>SMARCB1<\/i>, ATRTs exhibit three epigenetic subgroups (SHH, TYR, and MYC), each with different clinical outcomes. Like many pediatric brain tumors, ATRTs share the fundamental underlying mechanism of stalled differentiation, suggesting that it may arise from neural progenitor cells that fail to terminally differentiate. However, unlike other brain tumors, ATRTs share molecular similarities with malignancies found outside of the CNS, especially in the kidney and soft tissues. This unique feature implies a putative cell of origin that is not restricted to the CNS: neural crest cells, a transient embryonic cell population that emerges from the neuroectoderm but then migrates throughout the embryo during development. To study SMARCB1 loss in a genetically defined neural progenitor cellular context with isogenic controls, the Furnari lab engineered a doxycycline inducible <i>SMARCB1 <\/i>knockdown system into human induced pluripotent stem cells (hiPSCs). After simultaneous <i>SMARCB1 <\/i>knockdown with directed neural differentiation, the resulting SMARCB1-depleted neural progenitor cells exhibited transcriptomic profiles that were similar to ATRTs, particularly to the SHH subgroup. Building upon these findings, the engineered hiPSCs were differentiated into neural crest cells using a modified version of a published protocol. Via RT-qPCR, these hiPSC-derived neural crest cells were confirmed to express typical neural crest marker genes and lose expression of <i>SMARCB1<\/i> in the presence of doxycycline. Remarkably, ATP assays demonstrated that neural crest cells that were differentiated without SMARCB1 acquired enhanced proliferation in comparison to those differentiated with SMARCB1 intact. Further work aims to tease apart this proliferative phenotype in the neural crest cellular context via RNAseq, evaluate the impact of cell identity upon subgroup status, and to determine whether SMARCB1 depletion post-differentiation also enhances proliferation. Together, these findings feature the utility of hiPSC-derived models for investigating mechanisms underlying ATRTs to hopefully identify novel subgroup-specific targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-03 Pediatric cancer models,,"},{"Key":"Keywords","Value":"Pediatric cancers,Brain tumors,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Wang<\/b>, F. Furnari; <br\/>University of California San Diego - UCSD, La Jolla, CA","CSlideId":"","ControlKey":"112740c5-38ec-4c1a-9940-31e616c48bf7","ControlNumber":"8880","DisclosureBlock":"&nbsp;<b>C. Wang, <\/b> None..<br><b>F. Furnari, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7954","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"145","PresenterBiography":null,"PresenterDisplayName":"Clark Wang","PresenterKey":"5c7a1307-97a1-4ae4-97db-52fd7df58df2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"145. Unraveling SMARCB1 depletion in hiPSC-derived neural crest cells: Implications for ATRT cell of origin","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unraveling SMARCB1 depletion in hiPSC-derived neural crest cells: Implications for ATRT cell of origin","Topics":null,"cSlideId":""},{"Abstract":"Familial myeloproliferative neoplasms (MPN) of childhood are extremely rare and have propensity towards malignant transformation such as leukemia and lymphoma. Due to the rarity of these cases, few cellular and mouse models are available for understanding the tumor biology. Therefore, the molecular mechanisms of malignant transformation remain poorly understood limiting the therapeutic progress to treat these conditions. Here, we report the development of a novel pediatric patient-derived xenograft (PDX) mouse model harboring mutations in the THPO and mitochondrial subunit NDUFB3 genes and characterization of their functions . THPO is a regulator of hematopoiesis and induces trilineage hematopoiesis through HSPC proliferation while NDUFB3 is a subunit of the mitochondrial complex 1. We isolated malignant cells from an enlarged spleen sample and blood sample from a pediatric patient with TPO mediated MPN and established a PDX model (PDX-2333) that recapitulates the patient&#8217;s disease. Short tandem repeat analyses confirmed an exact match between the PDX-2333 tumors and patient samples. Exome and Sanger sequencing analyses were performed to identify mutations. Immunohistochemistry staining was used for tumor characterization. Wildtype (WT) and mutant forms of NDUFB3 genes were cloned into expression plasmids with a puromycin selection marker and stably transfected in HEK-293 cells. Stable clones of HEK-293 overexpressing WT and NDUFB3 mutants were tested for growth and sensitivity to anti-cancer therapies. We established a novel PDX model of lymphomagenesis harboring unique mutations in <i>THPO <\/i>and <i>NDUFB3<\/i> genes. The <i>THPO (c.-52C&#62;T)<\/i> mutation in upstream open reading frame causes loss of inhibition of THPO mRNA expression. The NDUFB3 (c.23 A&#62;G) mutation results in a change of amino acid from glutamine 8 (E8) to glycine 8 (G8) (Ndufb3_E8) and is highly conserved in many vertebrate species. HEK-293 cell lines stably overexpressing WT or NDUFB3 mutants were tested for growth and their sensitivity to ruxolitinib, a Jak2 inhibitor and doxorubicin, an FDA-approved treatment for leukemia and lymphoma. Our data showed that cells overexpressing Ndufb3_E8 have increased proliferation and are highly resistant to ruxolitinib and doxorubicin in comparison to the WT NDUFB3. Developing a novel pediatric PDX model and exome sequencing allow us to identify novel genes involved in malignant transformation leading to lymphoma development. Our data demonstrated that mutations in the THPO (c.-52C&#62;T) and NDUFB3 (c.23 A&#62;G) genes play a key role in the pathogenesis of a lymphoma and in regulating drug sensitivity. <u><\/u>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-03 Pediatric cancer models,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX),Pediatric cancers,Mitochondria,Mutations,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Shilyansky<\/b>, C. J. Chan, K. L. Coleman, M. Leidinger, S. Bhagavathi, A. Sharathkumar, P. Ear; <br\/>University of Iowa, Iowa City, IA","CSlideId":"","ControlKey":"a66bead7-152f-4c2f-beac-3d96db9cd337","ControlNumber":"3839","DisclosureBlock":"&nbsp;<b>J. Shilyansky, <\/b> None..<br><b>C. J. Chan, <\/b> None..<br><b>K. L. Coleman, <\/b> None..<br><b>M. Leidinger, <\/b> None..<br><b>S. Bhagavathi, <\/b> None..<br><b>A. Sharathkumar, <\/b> None.&nbsp;<br><b>P. Ear, <\/b> <br><b>TerSera LLC<\/b> Grant\/Contract. <br><b>Leidos<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7955","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"146","PresenterBiography":null,"PresenterDisplayName":"Jonathan Shilyansky, BS","PresenterKey":"2af1ceda-73ce-408e-9fd5-8df752fe6d95","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"146. Development of a novel pediatric patient-derived xenograft model with THPO and NDUFB3 mutations","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a novel pediatric patient-derived xenograft model with THPO and NDUFB3 mutations","Topics":null,"cSlideId":""},{"Abstract":"Neuroblastoma is the most frequent extracranial tumor in neonatal patients. Engineering SKNBE2 Myc-N amplified Neuroblastoma cell lines we generated individual clones expressing NDM29 non-coding-RNA at different levels. Using these cell models we documented a specific role of NDM29 in tumor cell differentiation leading to the identification of novel genes to be pharmacologically targeted for an efficient control of tumor malignancy (CA9 and MCM2 genes). Further studies taking advantage of the same models suggested the possible co-existence of different cell sub-populations in the apparently homogeneous cell culture with possible different roles in tumor maintenance and growth. Here we test this hypothesis by performing single-cell sequencing analysis and identified different sub-populations on the base of their gene expression patterns. The characterization of their specific profiles of membrane markers allowed an efficient separation of the individual populations by FACS analysis. Our preliminary results show the co-existance of cells with a marked neural phenotype with other two populations one VEGF secreting and the other VEGF recipient\/responder. These preliminary findings suggest further detailed investigations of possible paracrine loops that might be at the base of tumor cell nodule growth and maintenance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-03 Pediatric cancer models,,"},{"Key":"Keywords","Value":"Neuroblastoma,Single cell,Long noncoding RNA,Cell lines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Tomanelli<\/b><sup>1<\/sup>, D. Ceresa<sup>1<\/sup>, A. Bajetto<sup>2<\/sup>, P. Modesto<sup>3<\/sup>, P. Malatesta<sup>1<\/sup>, T. Florio<sup>2<\/sup>, A. Pagano<sup>1<\/sup>; <br\/><sup>1<\/sup>Department of Experimental Medicine, University of Genoa, Italy, Genova, Italy, <sup>2<\/sup>Department of Internal Medicine, University of Genoa, Italy, Genova, Italy, <sup>3<\/sup>Istituto Zooprofilattico Sperimentale del Piemonte, Liguria E Valle D'aosta, Turin, Italy","CSlideId":"","ControlKey":"2b908688-8cea-41a9-ba96-1fc01ccc3203","ControlNumber":"3085","DisclosureBlock":"&nbsp;<b>M. Tomanelli, <\/b> None..<br><b>D. Ceresa, <\/b> None..<br><b>A. Bajetto, <\/b> None..<br><b>P. Modesto, <\/b> None..<br><b>P. Malatesta, <\/b> None..<br><b>T. Florio, <\/b> None..<br><b>A. Pagano, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7956","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"147","PresenterBiography":null,"PresenterDisplayName":"Michele Tomanelli, ND","PresenterKey":"92bda80c-e066-4f44-ba39-dae51a368d51","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"147. Identification of cell sub-populations in Neuroblastoma cell lines with single-cell-sequencing analysis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of cell sub-populations in Neuroblastoma cell lines with single-cell-sequencing analysis","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Osteosarcoma is a primary malignant bone tumor characterized by the production of spindle cells resulting in immature bone formation. The lung is the most frequent site of metastatic disease and relapse occurs in more than 30 % of patients. Recent results show that relapse is due to a subset of cells with different phenotypic and genetic signatures conferring advantage to drive progression and drug resistance within the intra-tumorally heterogeneous population. Thus, developing a defined in vivo model that can identify the rare genetic subpopulation and recapitulate clonal evolution is crucial. In this study, we used whole exome, barcode and RNA sequencing to characterize the landscape of genomic alterations and also track and identify the clonal subpopulations, clonal and genetic drivers of lungs metastasis.<br \/><b>Methods<\/b>: We injected barcoded PDX (OS17) cells intravenously in ten SCID mice to track the clonal subpopulation of cells that metastasize to the lungs. Metastasized lung nodules were collected following death or euthanasia. All samples collected were snap frozen in liquid nitrogen and stored at -80<sup>0<\/sup>C. DNA and RNA was extracted and analyzed by PCR, NGS, WES and RNA sequencing to map clonality, mutational and evolutionary profiles.<br \/><b>Results:<\/b> Four (40%) of the mice developed lung metastases with three mice having multiple metastatic lung nodules. Surgery to remove the metastatic nodules was performed 216 &#177; 55.5 days following tumor cell injection. Nine metastatic lung nodules from three mice were used for sequencing and analysis. A Shannon-Weaver and Jaccard similarity index show a diversity in clonal architecture between the lung nodules. A total of 15,394 somatic variants was identified including 12,547 single nucleotide variants (SNV), 4054 synonymous, 2662 missense, 28 nonsense mutations and 1639 somatic indels. The SNVs accounted for 81% of all variants followed by CNV 11 % and indels 8% respectively. Synonymous and missense mutations were the most frequently observed in all samples. Copy number loss was two-fold compared to copy number gain across all tumors. Furthermore, the deletions span longer genomic distances compared to amplifications. The mutational spectrum showed that the highest substitutions were C&#62;T\/G&#62;A followed by T&#62;C\/A&#62;G; the least substitutions were T&#62;A\/A&#62;T. Also, we identified a large set of genes with genomic aberrations. These include amplifications in VEGF, RB1, RUNX, PARP4, ICAM3, EGFR, BRCA2, COLA6A1, COLA6A2, CCND3, CDKN2D etc.<br \/><b>Conclusions<\/b>: In the current model, we identified multiple tumorigenic seeding clones and the diverse set of genes mutated in osteosarcoma. Further analysis of the mutational signature resulted in the identification of potential genes that act as drivers in the lung metastatic process. Acknowledgments: Swim Across America, the Foster Foundation and the Barbara Epstein Foundation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-03 Pediatric cancer models,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX),Single nucleotide polymorphism (SNP),Copy number variation,Intratumoral heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Jusu<\/b>, W. Zhang, Z. Zhang, X. Zhaohui, S. Kannan, Y. Wang, Z. Xin, Y. Yanhua, M. Roth, J. Gill, R. Gorlick; <br\/>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"8e1bcbfb-120e-437b-8976-ca0c8adb6674","ControlNumber":"8124","DisclosureBlock":"&nbsp;<b>S. Jusu, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>X. Zhaohui, <\/b> None..<br><b>S. Kannan, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Z. Xin, <\/b> None..<br><b>Y. Yanhua, <\/b> None..<br><b>M. Roth, <\/b> None..<br><b>J. Gill, <\/b> None..<br><b>R. Gorlick, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7957","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"148","PresenterBiography":null,"PresenterDisplayName":"Sylvester Jusu, PhD","PresenterKey":"eaeff4b1-fcc0-46fb-a778-071765f34ccf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"148. Multiomic sequencing reveals diversity in clonal landscape and genomic alterations in a lung metastatic PDX osteosarcoma model","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiomic sequencing reveals diversity in clonal landscape and genomic alterations in a lung metastatic PDX osteosarcoma model","Topics":null,"cSlideId":""},{"Abstract":"Background: Neuroblastoma (NB) is the most common extra-cranial solid tumor in children and accounts for approximately 10% of childhood cancer deaths. Recently, next-generation sequencing of patients enrolled in the SickKids Cancer Sequencing (KiCS) program revealed somatic and germline alterations in genes involved in the DNA damage response (DDR). Multiple germline and somatic pathogenic variants in <i>CHEK2 <\/i>were detected in patients with NB.<br \/>Aims and Methods: To better understand potential roles for <i>CHEK2 <\/i>in NB pathogenesis, we are modeling patient-derived <i>CHEK2<\/i> variants in an established transgenic zebrafish model of MYCN-driven NB. Using a CRISPR\/Cas9 &#8220;knock-in&#8221; approach, we have generated stable zebrafish lines that are homozygous and heterozygous for variants of interest with either null, heterozygous, or wild-type <i>tp53<\/i> functional status. We aim to assess tumor incidence, growth, and metastasis using direct visualization of disseminated EGFP+ tumor cells, as compared to MYCN over-expression only control fish. Given potential drug sensitivities, we also plan to assess the efficacy of various DDR pathway inhibitors in combination with frontline chemotherapies, which are effective in the treatment of DDR-deficient adult cancers.<br \/>Results: Targeting <i>chek2 <\/i>in a <i>tp53<\/i> null background had no significant effect on tumor incidence and growth compared to <i>tp53 <\/i>mutant control animals (p=0.1570 log-rank test). This contrasts with other patient-specific DDR models including gene targeting <i>brca2 <\/i>(p=0.0235, log-rank test)<i>, atm <\/i>(p&#60;0.001, log-rank test),<i> <\/i>and <i>bard1 <\/i>(p&#60;0.001, log-rank test), potentially highlighting Tp53-dependent roles for Chek2 in NB formation <i>in vivo<\/i>. Through functional characterization of patient-specific <i>CHEK2<\/i> variants in NB progression, our work will provide important preclinical information that will inform future diagnostics and therapeutic strategies for patients with high-risk NB.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-03 Pediatric cancer models,,"},{"Key":"Keywords","Value":"Neuroblastoma,Zebrafish,DNA damage response,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Xiong<\/b><sup>1<\/sup>, S. Cohen-Gogo<sup>2<\/sup>, A. Villani<sup>2<\/sup>, A. Shlien<sup>2<\/sup>, M. S. Irwin<sup>2<\/sup>, M. Hayes<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Toronto, Toronto, ON, Canada, <sup>2<\/sup>The Hospital for Sick Children, Toronto, ON, Canada","CSlideId":"","ControlKey":"ad07dd85-d788-43bb-b305-cbbd4125dcde","ControlNumber":"2959","DisclosureBlock":"&nbsp;<b>X. Xiong, <\/b> None..<br><b>S. Cohen-Gogo, <\/b> None..<br><b>A. Villani, <\/b> None..<br><b>A. Shlien, <\/b> None..<br><b>M. S. Irwin, <\/b> None..<br><b>M. Hayes, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7958","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"149","PresenterBiography":null,"PresenterDisplayName":"Xueting Xiong, BS","PresenterKey":"82caa373-c93b-4f5f-9889-484049d8c875","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"149. Modeling patient-specific <i>CHEK2<\/i><i> <\/i>genetic variants associated with high-risk neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modeling patient-specific <i>CHEK2<\/i><i> <\/i>genetic variants associated with high-risk neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Outcomes for patients with recurrent and metastatic Ewing sarcoma (EwS) are dismal and novel therapies are needed. As EwS are initiated and maintained by the EWS::FLI1 transcription factor, agents that target aberrant gene transcription are of interest and bromodomain inhibitors (BETi) have shown promise in preclinical models. Nevertheless, despite initial efficacy, BETi tolerance emerges across tumor types, often via transcriptional rewiring. We reasoned that the therapeutic potential of BETi in EwS could be augmented by identifying and targeting mechanisms of drug resistance. To investigate this, we performed transcriptional and phenotypic profiling of BETi-na&#239;ve, responsive, and drug-tolerant (DT) EwS cells and used these data to nominate biologically-informed drug combinations. EwS cells (A673, CHLA10, TC32) were exposed for 72 hrs or 20 days to BMS-986158, a clinical grade BETi being tested in a phase I pediatric clinical trial (NCT0393465). A profound cytostatic effect was observed at 72 hrs but in all cell lines proliferation was restored by 20 days. RNA-seq confirmed reversion of the EWS::FLI1-dependent gene signature at 72 hrs and this was maintained at 20 days, demonstrating continued on-target effects despite restored growth of DT cells. Interrogation of differentially expressed genes between drug na&#239;ve, cytostatic, and DT cells indicated that that DT cells had been transcriptionally rewired to more mesenchymal states, with notable upregulation of genes involved in integrin signaling. In support of this, DT populations displayed more fibroblastic morphologies, increased F-actin filaments, and enhanced invasion in collagen-rich 3D culture. In parallel, an unbiased kinase inhibitor screen that exploits mathematical modeling revealed that, while BETi-treated cells were overall more resistant than parent cells to kinase inhibitors, their viability depended on focal adhesion kinase (FAK) activity. Western blot confirmed increased phospho-FAK in DT cells. We next tested BMS-986158 and the FAK-inhibitor Defactinib singly or in combination <i>in vitro<\/i> and <i>in vivo<\/i>. Defactinib induced cell death in 2D cultures and blocked invasion of 3D spheroids in collagen. Conversely, BMS-986158 enhanced invasive potential in 3D. The combination of Defactinib and BMS-986158 in na&#239;ve and DT populations was highly synergistic in 2D assays. In 3D collagen assays, viability and invasion of DT tumor spheroids were significantly reduced by the combination. Finally, ongoing studies show that the combination of FAK and BET inhibition prolongs survival of mice with EwS tumor xenografts. Thus, our studies reveal that exposure of EwS cells to BETi induces transcriptional rewiring that activates integrin and FAK signaling, restoring proliferation. This work supports further investigation of FAKi as agents that could prevent or reverse the BETi tolerant state in EwS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Other,,"},{"Key":"Keywords","Value":"Ewing sarcoma,Small molecule inhibitor,Epigenetics,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. S. Ganapathi<\/b><sup>1<\/sup>, E. Wrenn<sup>1<\/sup>, N. Garcia<sup>1<\/sup>, N. Katiyar<sup>1<\/sup>, A. Miyaki<sup>1<\/sup>, Y. Kang<sup>2<\/sup>, M. Chan<sup>2<\/sup>, T. S. Gujral<sup>2<\/sup>, E. R. Lawlor<sup>1<\/sup>; <br\/><sup>1<\/sup>Seattle Children's Research Institute, Seattle, WA, <sup>2<\/sup>Fred Hutchinson Cancer Center, Seattle, WA","CSlideId":"","ControlKey":"ffc65f75-3f6a-4ec1-b964-23f321832249","ControlNumber":"2972","DisclosureBlock":"&nbsp;<b>S. S. Ganapathi, <\/b> None..<br><b>E. Wrenn, <\/b> None..<br><b>N. Garcia, <\/b> None..<br><b>N. Katiyar, <\/b> None..<br><b>A. Miyaki, <\/b> None..<br><b>Y. Kang, <\/b> None..<br><b>M. Chan, <\/b> None..<br><b>T. S. Gujral, <\/b> None..<br><b>E. R. Lawlor, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7963","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"150","PresenterBiography":null,"PresenterDisplayName":"Shireen Ganapathi, MD","PresenterKey":"9abb516e-4925-4df4-a0b8-e9334a1aef70","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"150. Transcriptional rewiring of BET inhibitor treated Ewing sarcoma cells augments their dependency on focal adhesion kinase","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptional rewiring of BET inhibitor treated Ewing sarcoma cells augments their dependency on focal adhesion kinase","Topics":null,"cSlideId":""},{"Abstract":"While retinoic acid (RA) has been successfully used for leukemia treatment for decades, the attempt to treat solid tumors with RA remains challenging, with less than 10% of neuroblastoma (NB) patients achieving complete remission when treated with RA alone. It has been believed the anti-cancer activity of retinoids is due to retinoid-induced terminal differentiation, however, what determines cell response or whether differentiation is the main effect of RA has never been fully understood. To better understand RA&#8217;s activity, we conducted genome-wide CRISPR modifier screens in RA-treated hyper-sensitive NB cell lines. Surprisingly, we found that, in these cells, RA primarily decreased cell viability via apoptosis or senescence, rather than differentiation&#8212;activities in which the CRISPR screens strongly implicated bone morphogenetic protein (BMP) signaling. BMP activation promoted apoptosis\/senescence and sensitized cells to RA. Conversely, BMP inhibitors and <i>SMAD9<\/i> (a critical transcription factor of the BMP pathway) knockout enhanced RA&#8217;s ability to induce differentiation but reduced cell sensitivity to RA. Our ChIP-seq and RNA-seq data showed these behaviors were mediated by the coordinated gene regulatory actions of <i>RARA<\/i> and BMP-family SMAD transcription factors. Furthermore, in a panel of 19 cell lines we screened with RA, we assessed the correlations between RA IC50 and the expression of all (~20,000) genes (publicly available data from the GDSC and Depmap). Remarkably, <i>SMAD9<\/i> was the number 1 and number 10 most correlated gene, respectively, with RA IC50 (ranked by Pearson correlation coefficient; GDSC <i>R<\/i> = -0.92, <i>P<\/i> = 4.2 &#215; 10<sup>-6<\/sup>; Depmap <i>R<\/i> = -0.81, <i>P<\/i> = 4.8 &#215; 10<sup>-4<\/sup>). We also performed comprehensive large-scale drug screens in these cell lines with combinations of RA and a BMP activator FK506. RA exhibited a synergistic effect with FK506 in all the NB cell lines, very strikingly in some cell lines. All these data suggest BMP signaling is generally required for RA sensitivity and BMP activators are promising candidates in combination with RA to treat NB. Using published bulk and single cell RNA-seq data from NB patient samples, we found BMP signaling activity is relatively low in primary tumors, but well maintained in disseminated NB cells derived from bone marrow. This explains why RA is clinically used as a maintenance therapy and can only successfully treat the minimal residual disease and suggests that tumor microenvironment is a critical factor in determining cell response to RA. Overall, our study revealed that BMP controls NB cell fate and sensitivity in RA treatment. Notably, interactions between BMP signaling and RA are well established in developmental biology, where BMP signaling can tip cell fate decisions between differentiation, apoptosis, and senescence upon exposure to endogenous RA. Our data suggest that this developmental process can be maintained in NB cells, unveiling a novel mode of anti-neoplastic action.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Other,,"},{"Key":"Keywords","Value":"Neuroblastoma,Retinoic acid,Bone morphogenetic proteins,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Pan<\/b>, Y. Zhang, W. C. Wright, H.-M. Lee, R. H. Chapple, X. Liu, J. Low, D. Currier, A. J. Loughran, D. A. Dyer, S. M. Pruett, B. Freeman, T. Chen, B. J. Abraham, E. Stewart, J. Easton, P. Geeleher; <br\/>St. Jude Children's Research Hospital, Memphis, TN","CSlideId":"","ControlKey":"158fe11d-4f90-493d-9436-0bd77952b35a","ControlNumber":"1770","DisclosureBlock":"&nbsp;<b>M. Pan, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>W. C. Wright, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>R. H. Chapple, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>J. Low, <\/b> None..<br><b>D. Currier, <\/b> None..<br><b>A. J. Loughran, <\/b> None..<br><b>D. A. Dyer, <\/b> None..<br><b>S. M. Pruett, <\/b> None..<br><b>B. Freeman, <\/b> None..<br><b>T. Chen, <\/b> None..<br><b>B. J. Abraham, <\/b> None..<br><b>E. Stewart, <\/b> None..<br><b>J. Easton, <\/b> None..<br><b>P. Geeleher, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7965","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"151","PresenterBiography":null,"PresenterDisplayName":"Min Pan, Dr PH","PresenterKey":"886cdb35-aa29-4ea4-94a1-889673300f63","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"151. BMP signaling determines neuroblastoma cell fate and sensitivity to retinoic acid","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BMP signaling determines neuroblastoma cell fate and sensitivity to retinoic acid","Topics":null,"cSlideId":""},{"Abstract":"Background: Medulloblastoma (MB) is the most common children&#8217;s malignant brain tumor. Although MB can be treated with conventional chemotherapies, chemoresistance has been frequently developed and thereby hampers their therapeutic effectiveness. The preliminary reports of our research showed that some heat shock proteins have higher levels in MB cells. Among these heat shock proteins, HSP70 and HSP90 expressions are particularly high in MB CD133+ cancer stem cells (CSCs), which arouses our attention and interest. Numerous studies demonstrated that heat shock proteins are prominent in some chemotherapy-resistant cancer cells and CSCs. As known HSP90 and its client proteins are required for the maintenance of self-renewal\/stemness and regulation of cell cycle, synergistic killing of cancer cells by simultaneous inhibition of HSP90 expression and activity may be a considerable good therapeutic strategy for treating MB. The purpose of this study is to verify the regulatory function of HSP90 in chemoresistance and stemness of MB.<br \/>Materials and Methods: The levels of HSP90, its client proteins (P13K\/pAKT, Erk, NF&#954;B, and c-Myc), and stemness makers were detected using immunoblotting and immunoprecipitation after the treatment of HSP90 inhibitor (17-AAG) or knockdown of HSP90 by siRNA in MB and MB CSCs. The antitumor effects of HSPs inhibitors or knockdown of HSPs on these cells were evaluated by MTT assay, Annexin V\/PI analysis and cell cycle analysis.<br \/>Results: Our findings revealed elevated expression of HSP90 and its target client proteins in MB cells compared to normal astrocytes. Silencing or inhibiting HSP90 expression induced cell cycle arrest in MB cells. Notably, CD133+ MB CSCs exhibited higher HSP90 levels than parental MB cells. Inhibition of HSP90 led to reduced sphere formation and expression of stemness markers in CD133+ MB CSCs. Treatment with 17-AAG demonstrated antitumor activity in CD133+ MB CSCs, and a synergistic effect was observed when combining conventional chemotherapeutic agents with 17-AAG in MB cells<br \/>Conclusion:<u> <\/u>These results illustrated that inhibition of HSP90 could eliminate CSCs, and thereby overcome resistance to chemotherapeutic agents in MB. Chemotherapies in combination with HSP90 blockade may be an emerging MB therapy in the future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-05 Other,,"},{"Key":"Keywords","Value":"Medulloblastoma,Heat shock proteins,Stem cells,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S.-M. Chen<\/b><sup>1<\/sup>, H.-Y. Huang<sup>1<\/sup>, C.-K. Wang<sup>1<\/sup>, Y.-Y. Yang<sup>1<\/sup>, S.-J. Leu<sup>1<\/sup>, Y.-Y. Li<sup>2<\/sup>; <br\/><sup>1<\/sup>Taipei Medical University, Taipei, Taiwan, <sup>2<\/sup>Department of Veterans Affairs, Miami VA Healthcare System, Floria, United States, Miami, FL","CSlideId":"","ControlKey":"b235615d-28a9-41f1-9ee3-b455068143ed","ControlNumber":"3394","DisclosureBlock":"&nbsp;<b>S. Chen, <\/b> None..<br><b>H. Huang, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>S. Leu, <\/b> None..<br><b>Y. Li, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7967","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"152","PresenterBiography":null,"PresenterDisplayName":"Shu-Mei Chen, MD","PresenterKey":"c148ddb7-942a-4e90-8040-292814170ede","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"152. Exploring the impact of heat shock protein 90 on the antitumor efficacy and stemness in medulloblastoma cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the impact of heat shock protein 90 on the antitumor efficacy and stemness in medulloblastoma cells","Topics":null,"cSlideId":""},{"Abstract":"Precision in genetic modeling of oncogene-driven cancer is crucial for comprehending disease pathology. Traditionally, models focused on protein expression through open-reading-frame (ORF) transgenes. This approach overlooks post-transcriptional regulation in endogenous mRNAs, which include noncoding elements like 5&#8217; and 3&#8217; UTRs and introns. All patient oncogene mRNAs encompass these elements, and grasping the collective impact of noncoding and protein coding components may revolutionize our comprehension of cancer origins.Neuroblastoma (NB) is the most common extracranial solid tumor in children. Genetic amplification of <i>MYCN<\/i> (<i>MA<\/i>) in NB results in very high mRNA levels and drives poor prognosis. <i>MYCN<\/i> mRNA is targeted by multiple microRNAs, including <i>let-7<\/i>. We previously demonstrated that in <i>MA<\/i> disease the 3&#8217; UTR of <i>MYCN<\/i> can sequester <i>let-7<\/i>, inhibiting its function. <i>MYCN<\/i> mRNA thus also influences genetic patterning in NB by relieving the selective pressure to lose chromosome arms harboring <i>let-7 <\/i>loci, an event frequent in <i>MYCN<\/i> non-amplified NB but exceedingly rare in <i>MA<\/i> disease. This work established for the first time that noncoding mRNA elements within an oncogenic mRNA can itself contribute to disease pathology. To further understand the roles of noncoding elements within <i>MYCN<\/i> mRNA, we generated BALB\/c 3T3 fibroblasts and murine Neuro-2a cells that express the following transgenes:<br \/>1.<i>MYCN<\/i>-ORF: expresses only <i>MYCN<\/i> open reading frame sequence.2.<i>MYCN<\/i>-GL: intact genetic locus of <i>MYCN<\/i>, expresses full length <i>MYCN<\/i> mRNA.3.<i>M<\/i>\/<i>GFP<\/i>-GL: variant of #2 where <i>MYCN<\/i> protein coding sequences are replaced by <i>EGFP<\/i>.<br \/>All three constructs demonstrated significantly enhanced <i>in vitro<\/i> proliferation compared to GFP control cells. Notably, cells expressing <i>MYCN<\/i>-GL exhibited best growth in both cell types, despite possessing an intact 3&#8217;UTR. Unexpectedly, <i>M\/GFP<\/i>-GL cells demonstrated comparable growth to <i>MYCN<\/i>-ORF in 3T3s and significantly outperformed <i>MYCN<\/i>-ORF in Neuro-2a cells. This observation not only validates our prior research on the oncogenic role of the <i>MYCN<\/i> 3&#8217; UTR but also extends it by revealing direct contributions to growth advantages, occasionally surpassing even MYCN protein. Syngeneic animal studies mirrored these trends, with <i>MYCN<\/i>-GL and <i>M\/GFP<\/i>-GL inducing nearly 100% tumor incidence, surpassing the 57% incidence associated with <i>MYCN<\/i>-ORF. Tumors induced by <i>MYCN<\/i>-GL and <i>M\/GFP<\/i>-GL were more than twice the size of those induced by <i>MYCN<\/i>-ORF. These observations underscore that full-length <i>MYCN<\/i> mRNA, encompassing all noncoding elements, serves as a more potent driver of cellular growth and oncogenicity than only MYCN protein expression. These findings have exciting implications for understating neuroblastoma pathology and genetic patterns, with broader implications for other oncogene-driven cancers. We are currently generating transgenic mouse models based on the above three constructs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-03 Pediatric cancer models,,"},{"Key":"Keywords","Value":"MYCN,Genetic locus,Post-transcriptional regulation,Tumorigenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Patel<\/b><sup>1<\/sup>, L. Benhamou<sup>2<\/sup>, D. T. Powers<sup>2<\/sup>; <br\/><sup>1<\/sup>The University of Texas At Austin, Austin, TX, <sup>2<\/sup>Dell Medical School at The University of Texas at Austin, Austin, TX","CSlideId":"","ControlKey":"6943616a-dc2c-4b31-8c64-9b19b99674b2","ControlNumber":"5637","DisclosureBlock":"&nbsp;<b>V. Patel, <\/b> None..<br><b>L. Benhamou, <\/b> None..<br><b>D. T. Powers, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7972","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"153","PresenterBiography":null,"PresenterDisplayName":"Vishwaben Patel, M Pharm,B Pharm","PresenterKey":"e30c5748-4f58-4892-863e-b393e636ee98","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"153. Noncoding elements of <i>MYCN<\/i> mRNA are powerful drivers on oncogenicity in neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Noncoding elements of <i>MYCN<\/i> mRNA are powerful drivers on oncogenicity in neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Diffuse midline gliomas (DMG) are pediatric tumors with negligible two-year survival after diagnosis characterized by their ability to infiltrate the central nervous system. In the hope of controlling the local growth and slowing the disease all patients receive radiotherapy. However, distant progression occurs frequently in DMG patients. Current clues as to what causes tumor infiltration circle mainly around the tumor microenvironment, but there are currently no known determinants to predict the degree of invasiveness. We use patient-derived glioma stem cells (GSCs) to create patient-specific 3D avatars to model interindividual invasion and elucidate the cellular supporting mechanisms.<b> <\/b>We show that 3D models mirror the invasive behavior of the parental tumors, thus proving the ability of DMG to infiltrate as an autonomous characteristic of tumor cells. Furthermore, we distinguished two modes of migration, mesenchymal and amoeboid-like, and associated the amoeboid-like modality with GSCs derived from the most invasive tumors. Using transcriptomics of both organoids and primary tumors, we further characterized the invasive amoeboid-like tumors as oligodendrocyte progenitor-like, with highly contractile cytoskeleton and reduced adhesion ability. Moreover, we identified the cell-autonomous BMP7-related signaling as a major regulator of DMG motility and invasion, controlling a switch between two migration modalities. Finally, we deciphered MEK, ERK and Rho\/ROCK kinases activated downstream of the BMP7 stimulation as actionable targets controlling tumor cell motility. <b><\/b>Our findings identify two new therapeutic avenues. First, patient-derived GSCs represent a predictive tool for stratification of patient with increased risk of metastatic progression in order to adapt their irradiation strategies within weeks after diagnosis. Second, autocrine and short-range BMP7-related signaling becomes a druggable target to prevent DMG spread and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Glioma,Metastasis,Invasiveness,Organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Bruschi<sup>1<\/sup>, L. Midjek<sup>1<\/sup>, Y. Ajlil<sup>1<\/sup>, S. Vairy<sup>1<\/sup>, M. Lancien<sup>1<\/sup>, S. Ghermaoui<sup>1<\/sup>, T. Kergrohen<sup>1<\/sup>, M. Verreault<sup>2<\/sup>, A. Idbaih<sup>2<\/sup>, C. de Biagi, Jr.<sup>3<\/sup>, I. Liu<sup>3<\/sup>, M. G. Filbin<sup>3<\/sup>, K. Beccaria<sup>4<\/sup>, T. Blauwblomme<sup>4<\/sup>, S. Puget<sup>4<\/sup>, A. Tauziede-Espariat<sup>5<\/sup>, P. Varlet<sup>5<\/sup>, V. Dangouloff-Ros<sup>4<\/sup>, N. Boddaert<sup>6<\/sup>, G. Le Teuff<sup>7<\/sup>, J. Grill<sup>1<\/sup>, G. Montagnac<sup>8<\/sup>, N. Elkathib<sup>8<\/sup>, M.-A. Debily<sup>1<\/sup>, <b>D. Castel<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Inserm U981, Gustave Roussy, Villejuif, France, <sup>2<\/sup>Institut du Cerveau, ICM, Paris, France, <sup>3<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>4<\/sup>Necker Enfants Malades Hospital, Paris, France, <sup>5<\/sup>GHU Paris Psychiatrie & Neurosciences, Paris, France, <sup>6<\/sup>Necker Enfants Malades Hospital, Villejuif, France, <sup>7<\/sup>Gustave Roussy, Villejuif, France, <sup>8<\/sup>Inserm U1279, Gustave Roussy, Villejuif, France","CSlideId":"","ControlKey":"9d3788dd-813b-47c2-8a80-5feb703dcc58","ControlNumber":"4473","DisclosureBlock":"&nbsp;<b>M. Bruschi, <\/b> None..<br><b>L. Midjek, <\/b> None..<br><b>Y. Ajlil, <\/b> None..<br><b>S. Vairy, <\/b> None..<br><b>M. Lancien, <\/b> None..<br><b>S. Ghermaoui, <\/b> None..<br><b>T. Kergrohen, <\/b> None..<br><b>M. Verreault, <\/b> None..<br><b>A. Idbaih, <\/b> None..<br><b>C. de Biagi, <\/b> None..<br><b>I. Liu, <\/b> None..<br><b>M. G. Filbin, <\/b> None..<br><b>K. Beccaria, <\/b> None..<br><b>T. Blauwblomme, <\/b> None..<br><b>S. Puget, <\/b> None..<br><b>A. Tauziede-Espariat, <\/b> None..<br><b>P. Varlet, <\/b> None..<br><b>V. Dangouloff-Ros, <\/b> None..<br><b>N. Boddaert, <\/b> None..<br><b>G. Le Teuff, <\/b> None..<br><b>J. Grill, <\/b> None..<br><b>G. Montagnac, <\/b> None..<br><b>N. Elkathib, <\/b> None..<br><b>M. Debily, <\/b> None..<br><b>D. Castel, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7913","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"154","PresenterBiography":null,"PresenterDisplayName":"David Castel, PhD;Pharm D","PresenterKey":"ffeaeed1-c86e-493f-a560-c29f3e6cd29c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"154. Diffuse midline glioma invasion and metastasis rely on cell-autonomous signaling through a phenotypic switch controlled by BMP7","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Diffuse midline glioma invasion and metastasis rely on cell-autonomous signaling through a phenotypic switch controlled by BMP7","Topics":null,"cSlideId":""},{"Abstract":"<i>Diffuse midline gliomas (DMG)<\/i> <i>H3 K27-altered <\/i>are incurable grade 4 gliomas and represent a major challenge in neuro-oncology. This tumor type is now classified in four subtypes by the 2021 edition of the WHO Classification of the Central Nervous System (CNS) tumors. However, the H3.3-K27M subgroup still appears clinically and molecularly heterogenous. Recent publications reported that rare patients presenting a co-occurrence of H3.3K27M with <i>BRAF<\/i> or <i>FGFR1<\/i> alterations tended to have a better prognosis. To better study the role of these co-driver alterations, we assembled a large pediatric and adult cohort of 29 tumors H3K27-altered with co-occurring activating mutation in <i>BRAF<\/i> or <i>FGFR1<\/i> as well as 31 previous cases from the literature. We performed a comprehensive histological, radiological, genomic, transcriptomic and DNA methylation analysis. Interestingly,<b> <\/b>unsupervised<b> <\/b>t-distributed Stochastic Neighbor Embedding (tSNE) analysis of DNA methylation profiles regrouped <i>BRAF<sup>V600E<\/sup><\/i> and all but one <i>FGFR1<sup>MUT<\/sup><\/i> DMG in a unique methylation cluster, distinct from the other DMG subgroups and also from ganglioglioma (GG) or high-grade astrocytoma with piloid features (HGAP). This new DMG subtype harbors atypical radiological and histopathological profiles with calcification and\/or a solid tumor component both for <i>BRAF<sup>V600E<\/sup><\/i> and <i>FGFR1<sup>MUT<\/sup><\/i> cases. Contrary to other DMG, these tumors occur more frequently in the thalamus (70% for <i>BRAF<sup>V600E<\/sup><\/i> and 58% for <i>FGFR1<sup>MUT<\/sup><\/i>) and patients have a longer overall survival with a median above three years. The analyses of a H3.3-K27M <i>BRAF<sup>V600E<\/sup><\/i> tumor at diagnosis and corresponding <i>in vitro<\/i> cellular model showed that mutation in <i>H3-3A <\/i>was the first event in the oncogenesis, indicating a distinct oncogenesis from classical DMG despite an identical founder H3K27 alteration, and possible subclonal evolution.In conclusion, <i>DMG, H3 K27 and BRAF\/FGFR1 co-altered<\/i> represent a new subtype of DMG with distinct genotype-phenotype characteristics, which deserve further attention with respect to trial interpretation and patient management. Our work also lays the foundations for therapeutic development highly-needed against this deadly disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB06-01 Developmental origins and drivers of pediatric cancer,,"},{"Key":"Keywords","Value":"Glioma,BRAF,Fibroblast growth factor receptor 1 (FGFR-1),Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"L. Auffret<sup>1<\/sup>, Y. Ajlil<sup>1<\/sup>, A. Tauziede-Espariat<sup>2<\/sup>, T. Kergrohen<sup>1<\/sup>, C. Puiseux<sup>3<\/sup>, L. Riffaud<sup>4<\/sup>, P. Blouin<sup>5<\/sup>, A.-I. Bertozzi<sup>6<\/sup>, P. Leblond<sup>7<\/sup>, K. Blomgren<sup>8<\/sup>, S. Froelich<sup>9<\/sup>, A. Picca<sup>10<\/sup>, M. Touat<sup>10<\/sup>, M. Sanson<sup>10<\/sup>, K. Beccaria<sup>11<\/sup>, T. Blauwblomme<sup>11<\/sup>, V. Dangouloff-Ros<sup>11<\/sup>, N. Boddaert<sup>11<\/sup>, P. Varlet<sup>2<\/sup>, M.-A. Debily<sup>1<\/sup>, J. Grill<sup>1<\/sup>, <b>D. Castel<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>INSERM U981, Gustave Roussy, Villejuif, France, <sup>2<\/sup>GHU Paris psychiatrie & neurosciences, Paris, France, <sup>3<\/sup>Rennes University Hospital, Rennes, France, <sup>4<\/sup>Rennes University Hospital, Villejuif, France, <sup>5<\/sup>CHRU de Tours, Tours, France, <sup>6<\/sup>Hôpital des Enfants, Toulouse, Toulouse, France, <sup>7<\/sup>Centre Léon Bérard, Lyon, France, <sup>8<\/sup>Karolinska University Hospital, Stockholm, Sweden, <sup>9<\/sup>Hôpital Lariboisière AP-HP, Paris, France, <sup>10<\/sup>Institut du Cerveau, ICM, Paris, France, <sup>11<\/sup>Necker Enfants Malades Hospital, Paris, France","CSlideId":"","ControlKey":"66d16cde-3004-438e-802b-b1ded0736159","ControlNumber":"7943","DisclosureBlock":"&nbsp;<b>L. Auffret, <\/b> None..<br><b>Y. Ajlil, <\/b> None..<br><b>A. Tauziede-Espariat, <\/b> None..<br><b>T. Kergrohen, <\/b> None..<br><b>C. Puiseux, <\/b> None..<br><b>L. Riffaud, <\/b> None..<br><b>P. Blouin, <\/b> None..<br><b>A. Bertozzi, <\/b> None..<br><b>P. Leblond, <\/b> None..<br><b>K. Blomgren, <\/b> None..<br><b>S. Froelich, <\/b> None..<br><b>A. Picca, <\/b> None..<br><b>M. Touat, <\/b> None..<br><b>M. Sanson, <\/b> None..<br><b>K. Beccaria, <\/b> None..<br><b>T. Blauwblomme, <\/b> None..<br><b>V. Dangouloff-Ros, <\/b> None..<br><b>N. Boddaert, <\/b> None..<br><b>P. Varlet, <\/b> None..<br><b>M. Debily, <\/b> None..<br><b>J. Grill, <\/b> None..<br><b>D. Castel, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7916","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"155","PresenterBiography":null,"PresenterDisplayName":"David Castel, PhD;Pharm D","PresenterKey":"ffeaeed1-c86e-493f-a560-c29f3e6cd29c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"155. Clinico-radiological and histomolecular analyses identify of a new subtype of diffuse midline glioma, H3 K27 and BRAF\/FGFR1 co-altered","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"438","SessionOnDemand":"False","SessionTitle":"Developmental Origins and Drivers of Pediatric Cancer","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinico-radiological and histomolecular analyses identify of a new subtype of diffuse midline glioma, H3 K27 and BRAF\/FGFR1 co-altered","Topics":null,"cSlideId":""}]