[{"Abstract":"Splenomegaly is a valuable parameter in mouse model cancer studies, as it can reflect the magnitude of cancer burden, hematopoietic activity, immune status, and can provide an indirect measure of cancer treatment efficacy. In liquid cancer models specifically (leukemia\/lymphoma), spleen sizing is important as it is usually the only measure of <i>in vivo<\/i> tumor burden that can be assessed noninvasively without genetic labeling of tumor cells. Magnetic resonance imaging (MRI) and contrast-enhanced computed tomography (CT) are highly effective at evaluating spleen size in small animals. However, these techniques can impose limitations on large-cohort study designs due to high cost, long scan time, and ionizing radiation. Ultrasound is an alternative method with lower cost, high frame rate, and no ionization, but can suffer from poor inter-user variability, limited 2D field-of-view, and low throughput due to manual operation. In this work, we evaluated a novel 3D automated ultrasound scanner (Vega, Revvity, Inc.) for rapid assessment of splenomegaly in a murine cancer model. Female BALB\/c mice (n=10) were implanted with 5e5 4T1 (ATCC) cells on the right flank. Mice were imaged at five timepoints over 25 days to track longitudinal progression of both spleen and tumor enlargement. Images were segmented manually in 3D using the &#8220;Slice Draw&#8221; and &#8220;Fill Between Slices&#8221; effects in SonoEQ v2.0.1 (Revvity, Inc.) to quantify tissue volume. After the final timepoint, mice were euthanized, and spleen weight was measured <i>ex vivo<\/i>. An additional cohort of age-matched mice without tumors (n=7) were imaged at the final timepoint to serve as controls. Imaging revealed a substantial enlargement of the spleen over time, from 30 &#177; 3 mm<sup>3<\/sup> to 545 &#177; 105 mm<sup>3<\/sup>, representing an 18-fold increase. In the same time span, tumor volume grew to 1966 &#177; 87 mm<sup>3<\/sup>. Correlation analysis demonstrated good agreement between ultrasound volumes and <i>ex vivo<\/i> spleen weights (R&#178; = 0.90). The results in this study demonstrate that noninvasive, nonlabelled quantification of murine spleen size with automated ultrasound is feasible, robust, and fast. The average time to acquire the spleen image for each mouse was less than 30 seconds. Future studies will apply this workflow in liquid cancer models, as well as explore using machine learning approaches to automatically segment spleen borders for faster data analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-06 Noninvasive imaging in animal models,,"},{"Key":"Keywords","Value":"3D imaging,In vivo,Breast cancer,Ultrasound,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. McMannus, <b>T. J. Czernuszewicz<\/b>, R. C. Gessner, J. D. Peterson; <br\/>Revvity, Durham, NC","CSlideId":"","ControlKey":"2da2f667-f431-4701-9e96-3233cf3dd049","ControlNumber":"7205","DisclosureBlock":"&nbsp;<b>C. McMannus, <\/b> None..<br><b>T. J. Czernuszewicz, <\/b> None..<br><b>R. C. Gessner, <\/b> None..<br><b>J. D. Peterson, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3491","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4177","PresenterBiography":null,"PresenterDisplayName":"Tomek Czernuszewicz","PresenterKey":"290fb574-ef8d-41f6-a042-596a34d3d55a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4177. High-throughput <i>in vivo <\/i>monitoring of splenomegaly and tumor burden in a murine breast cancer model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High-throughput <i>in vivo <\/i>monitoring of splenomegaly and tumor burden in a murine breast cancer model","Topics":null,"cSlideId":""},{"Abstract":"Although triple-negative breast cancer (TNBC) can be treated with anti-PD-1 checkpoint immunotherapy in combination with chemotherapy, there remains a challenge in effectively monitoring therapeutic responses. Current non-invasive clinical imaging tools to evaluate response to treatment are reliant upon measurements of tumor volume and may fail to distinguish true progression from increased immune cell infiltration. Invasive biopsy sampling and immunohistochemistry (IHC) can elucidate changes in the immune landscape of treated tumors, but these methods are not conducive to providing real-time information. This study presents shortwave infrared (SWIR) imaging as a potential tool to detect treatment-induced cytotoxic T lymphocyte (CTL) infiltration non-invasively and in real time using <u>r<\/u>are <u>e<\/u>arth metal-doped nanoparticles encapsulated in human serum <u>a<\/u>lbumin <u>n<\/u>ano<u>c<\/u>omposites (ReANCs). ReANCs were chemically conjugated with anti-CD8&#945; antibodies as targeting ligands to facilitate binding of the nanoprobes to CTLs with high specificity in a syngeneic mouse model of breast cancer. After treating the mice with combination anti-PD-1 and doxorubicin, volumetric analysis of the mammary fat pad tumors did not show any significant impact of treatment compared to single treatment and untreated control mice. However, increased CTL infiltration in the tumors of mice that received combination treatment was detected by <i>in vivo <\/i>SWIR imaging. CTL infiltration was validated with <i>ex vivo<\/i> IHC staining, and a monotonic relationship was observed between SWIR fluorescence and CD8 positivity. IHC staining of other immune markers, including CD45, CD3, CD4, and PD-L1, showed that combination treatment may influence in the expression of these markers, presenting additional targets that could be imaged with ReANCs in the future. In conclusion, the increase in SWIR signal from CD8-targeted ReANCs in tumors treated with combination immunotherapy and chemotherapy and the relationship with IHC staining highlight the ability to use SWIR imaging for non-invasive assessment of changes in immune dynamics following treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-06 Noninvasive imaging in animal models,,"},{"Key":"Keywords","Value":"Cytotoxic T lymphocytes,In vivo imaging,Immunotherapy,Chemotherapy response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jay  V.  Shah<\/b><sup>1<\/sup>, Jake  N.  Siebert<sup>1<\/sup>, Xinyu Zhao<sup>2<\/sup>, Shuqing He<sup>2<\/sup>, Richard  E.  Riman<sup>3<\/sup>, Mei Chee Tan<sup>2<\/sup>, Mark  C.  Pierce<sup>1<\/sup>, Edmund  C.  Lattime<sup>4<\/sup>, Vidya Ganapathy<sup>1<\/sup>, Prabhas  V.  Moghe<sup>1<\/sup><br><br\/><sup>1<\/sup>Biomedical Engineering, Rutgers University, Piscataway, NJ,<sup>2<\/sup>Engineering Product Development, Singapore University of Technology and Design, Tampines, Singapore,<sup>3<\/sup>Materials Science and Engineering, Rutgers University, Piscataway, NJ,<sup>4<\/sup>Rutgers Cancer Institute of New Jersey, New Brunswick, NJ","CSlideId":"","ControlKey":"0125f921-e4dd-4cfc-9ae0-83be3dc272eb","ControlNumber":"3209","DisclosureBlock":"&nbsp;<b>J. V. Shah, <\/b> None..<br><b>J. N. Siebert, <\/b> None..<br><b>X. Zhao, <\/b> None..<br><b>S. He, <\/b> None..<br><b>R. E. Riman, <\/b> None..<br><b>M. Tan, <\/b> None..<br><b>M. C. Pierce, <\/b> None..<br><b>E. C. Lattime, <\/b> None..<br><b>V. Ganapathy, <\/b> None..<br><b>P. V. Moghe, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3492","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4178","PresenterBiography":null,"PresenterDisplayName":"Jay Shah, MS;PhD","PresenterKey":"df7b6150-fc53-414d-af8b-6e3a37809e33","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4178. Non-invasive shortwave infrared imaging of cytotoxic T lymphocyte infiltration for monitoring responses to combination immunotherapy and chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-invasive shortwave infrared imaging of cytotoxic T lymphocyte infiltration for monitoring responses to combination immunotherapy and chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"Accurate monitoring of orthotopic tumors in oncological research is critical. While conventional surgical exposure method or imaging methods such as bioluminescence imaging (BLI), ultrasound imaging (US) and computed tomography (CT) have different advantages and limitations. Magnetic Resonance Imaging (MRI) offers a non-invasive modality with high sensitivity. This study compares BLI and MRI in tracking tumor progression, focusing on the human glioblastoma multiforme (GBM) orthotopic xenograft mouse model. To establish the GBM model, human glioblastoma cells U87 MG-luc, expressing firefly luciferase, were intracranially implanted in female BALB\/c nude mice. In-life tumor growth was assessed longitudinally every 3-4 days using BLI (IVIS Lumina S5, PerkinElmer, US) and MRI (Bruker BioSpec 117\/16, 11.7T ultra-high field scanner, Germany) with a T2-weighted sequence. Mice were randomized into two groups (n=8) based on the MRI-derived tumor volume and BLI signal on the 3<sup>rd<\/sup> day post inoculation. One day after grouping, each cohort received specific treatments: one with the standard vehicle control and the other with Temozolomide (TMZ) (10mg\/kg, 5 days\/week, oral gavage). This treatment lasted until day 21, after which whole brains were removed and tumors excised from surrounding normal tissue and weighed. The results from both BLI and MRI showed that the control group exhibited consistent tumor growth, while TMZ treatment significantly inhibited tumor growth by day 21. However, some differences were observed, particularly for small tumor size, with more accurate measurement with MRI compared to BLI. By day 7 (3 days post treatment), MRI indicated a Tumor Growth Inhibition (TGI) of 32.63%, whereas BLI indicated a 5.04% increase in the TMZ-treated group compared to the control group. From day 11 onwards, both methods demonstrated a TGI exceeding 70% with TMZ treatment. Moreover, there was a pronounced difference in tumor weight correlations: MRI assessments showed a strong correlation (R<sup>2<\/sup>=0.9967) with extracted tumor weights, whereas in contrast to BLI showed a weaker correlation (R<sup>2<\/sup>=0.5371). The lower correlation for BLI, could be explained by the hypoxia and necrosis commonly observed in larger tumors or after treatment leading to decrease of ATP and reduction of bioluminescence. BLI offers rapid 2D imaging but lacks precision in determining location and depth of GBM tumor. Moreover, it requires luciferase engineered cell lines. In contrast, MRI provides high-resolution 3D imaging without genetic modifications, providing precise anatomical evaluations. Our study highlights the advantages of MRI over BLI for longitudinal monitoring of orthotopic GBM models. MRI imaging modality opens the possibility to use more clinically relevant patient derived xenograft (PDX) models of GBM in an orthotopic manner, improving the clinical transability to evaluate new GBM treatment modalities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-06 Noninvasive imaging in animal models,,"},{"Key":"Keywords","Value":"Magnetic resonance imaging,Glioblastoma multiforme,Orthotopic models,Tumor progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Guo<\/b><sup>1<\/sup>, R. Su<sup>1<\/sup>, J. W. Chor<sup>1<\/sup>, Z. Zhang<sup>1<\/sup>, M. Tan<sup>1<\/sup>, X. Teo<sup>2<\/sup>, H. Feng<sup>2<\/sup>, K. J. Lee<sup>2<\/sup>, L. Hua<sup>1<\/sup>, L. Zhang<sup>1<\/sup>, J. Cai<sup>1<\/sup>, G. Mao<sup>1<\/sup>, J. Wang<sup>1<\/sup>, K. Chng<sup>1<\/sup>, W. Han<sup>2<\/sup>, C. Guo<sup>1<\/sup>; <br\/><sup>1<\/sup>Crown Bioscience, San Diego, CA, <sup>2<\/sup>Agency for Science, Technology and Research (A*STAR), Singapore, Singapore","CSlideId":"","ControlKey":"38d74e16-7b81-4d03-a1eb-9791fd570fe4","ControlNumber":"1553","DisclosureBlock":"&nbsp;<b>M. Guo, <\/b> None..<br><b>R. Su, <\/b> None..<br><b>J. W. Chor, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>M. Tan, <\/b> None..<br><b>X. Teo, <\/b> None..<br><b>H. Feng, <\/b> None..<br><b>K. J. Lee, <\/b> None..<br><b>L. Hua, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>J. Cai, <\/b> None..<br><b>G. Mao, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>K. Chng, <\/b> None..<br><b>W. Han, <\/b> None..<br><b>C. Guo, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3493","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4179","PresenterBiography":null,"PresenterDisplayName":"Mingrui Guo","PresenterKey":"0632b316-cfa8-4ad1-b485-75297ca08d84","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4179. Magnetic resonance imaging and bioluminescence imaging for evaluating tumor burden in orthotopic glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Magnetic resonance imaging and bioluminescence imaging for evaluating tumor burden in orthotopic glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Multiple myeloma (MM) is a disease of plasma cells that primarily arises in the bone marrow. CD38 is a receptor expressed uniformly and with high density in MM. Several CD38 targeted therapeutics are in clinic for MM. However, how those therapeutics engage or modulate CD38 is poorly understood particularly in lesions that cannot be assessed with routine blood testing. CD38 specific radiotracers for positron emission tomography (PET) could be helpful for detection of MM and for assessing therapy response early by measuring CD38 pharmacodynamics non-invasively. Here, we report the development of a first-in-class peptide-based PET radiotracer, [<sup>68<\/sup>Ga]AJ206, evaluation of its pharmacokinetics (PK), specificity for non-invasive CD38 detection, and its potential to evaluate therapy induced CD38 pharmacodynamics in mouse models of MM.<br \/>Methods: A bicyclic peptide, AJ206, was synthesized and its binding affinity for CD38 was determined by surface plasmon resonance. AJ206 was labelled with Gallium-68 in high radiochemical yields and purity. In vitro uptake of [<sup>68<\/sup>Ga]AJ206 was carried out in four MM cell lines with variable CD38 expression (MOLP8, MM1S, RPMI8226, and U266). PK and biodistribution of [<sup>68<\/sup>Ga]AJ206 were evaluated by PET in cell line derived xenografts, in patient derived xenografts (PDXs) and in a disseminated disease model. PET data was corroborated by ex vivo biodistribution studies. [<sup>68<\/sup>Ga]AJ206 in vivo specificity for CD38 was confirmed by co-injection of non-radioactive AJ206 (1 mg\/kg) and cross-correlative immunohistochemistry (IHC) of matched xenografts. Furthermore, ability of [<sup>68<\/sup>Ga]AJ206 to quantify CD38 pharmacodynamics was established by treating PDX models with all-trans retinoic acid (ATRA) and cross validating PET imaging observations with IHC.<br \/>Results: AJ206 exhibits high affinity (K<sub>D<\/sub>,19 nM) for human CD38. In vitro binding assays showed variable [<sup>68<\/sup>Ga]AJ206 uptake in MM cells that correlated with receptor density measured by flow cytometry. Dynamic PET-MR imaging revealed high and specific uptake of [<sup>68<\/sup>Ga]AJ206 in MOLP8 tumor within 5 min that retained for at least 90 min. In contrast, [<sup>68<\/sup>Ga]AJ206 exhibited rapid clearance from normal tissues providing high contrast images at 60 minutes and a high tumor-to-muscle ratio of 27.1&#177;2.7. Tumor uptake was reduced by &#62; 80 % in mice receiving blocking dose, confirming the specificity of the radiotracer. Also, [<sup>68<\/sup>Ga]AJ206 could detect CD38 expression in different MM xenografts, PDXs and disseminated disease models which was corroborated by flow cytometry and IHC findings. Moreover, [<sup>68<\/sup>Ga]AJ206 successfully quantified the increased CD38 expression in PDXs following ATRA treatment.<br \/>Conclusion: [<sup>68<\/sup>Ga]AJ206 is a CD38 specific high affinity peptide-based PET imaging agent that can be used to non-invasively quantify CD38 pharmacodynamics in MM, with potential applications in other diseases with CD38 involvement.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-06 Noninvasive imaging in animal models,,"},{"Key":"Keywords","Value":"Pharmacodynamics,CD38,PET radiotracer,Multiple myeloma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Sharma<\/b>, K. Gupta, A. Mishra, G. Lofland, I. Marsh, D. Kumar, G. Ghiaur, P. Imus, S. P. Rowe, R. F. Hobbs, C. B. Gocke, S. Nimmagadda; <br\/>Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"1152fd43-37d9-47cc-94fc-a6c17019f03d","ControlNumber":"730","DisclosureBlock":"&nbsp;<b>A. Sharma, <\/b> None..<br><b>K. Gupta, <\/b> None..<br><b>A. Mishra, <\/b> None..<br><b>G. Lofland, <\/b> None..<br><b>I. Marsh, <\/b> None..<br><b>D. Kumar, <\/b> None..<br><b>G. Ghiaur, <\/b> None..<br><b>P. Imus, <\/b> None..<br><b>S. P. Rowe, <\/b> None..<br><b>R. F. Hobbs, <\/b> None..<br><b>C. B. Gocke, <\/b> None..<br><b>S. Nimmagadda, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3494","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4180","PresenterBiography":null,"PresenterDisplayName":"Ajay Kumar Sharma, PhD","PresenterKey":"49755bb3-d5ac-45d7-96f3-5399f1c89425","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4180. Evaluation of CD38 pharmacodynamics in multiple myeloma using PET with a Ga-68 labelled peptide","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of CD38 pharmacodynamics in multiple myeloma using PET with a Ga-68 labelled peptide","Topics":null,"cSlideId":""},{"Abstract":"Rationale: AXL expression has been identified as a prognostic factor in acute myeloid leukemia (AML) and is detectable in approximately 50% of AML patients. In this study, we developed AXL-specific single domain antibodies (sdAbs), cross-reactive for both mouse and human AXL protein, to non-invasively image and treat AXL-expressing cancer cells.<br \/>Methods: AXL-specific sdAbs were induced by immunizing an alpaca with mouse and human AXL proteins. SdAbs were characterized using ELISA, flow cytometry, surface plasmon resonance and the AlphaFold prediction software. A lead compound was selected and labeled with <sup>99m<\/sup>Tc for evaluation as a diagnostic tool in mouse models of human (THP-1 cells) or mouse (C1498 cells) AML using SPECT\/CT imaging. For therapeutic purposes, the lead compound was fused to a mouse IgG2a-Fc tail and <i>in vitro <\/i>functionality tests were performed including viability, apoptosis and proliferation assays in human AML cell lines and primary patient samples. Using these <i>in vitro<\/i> models, its anti-tumor effect was evaluated as a single agent, and in combination with standard of care agents venetoclax or cytarabine.<br \/>Results: Based on its cell binding potential, cross-reactivity, nanomolar affinity and GAS6\/AXL blocking capacity, we selected sdAb20 for further evaluation. Using SPECT\/CT imaging, we observed tumor uptake of <sup>99m<\/sup>Tc-sdAb20 in mice with AXL-positive THP-1 or C1498 tumors. In THP-1 xenografts, an optimized protocol using pre-injection of cold sdAb20-Fc was required to maximize the tumor-to-background signal. Besides its diagnostic value, we observed a significant reduction in tumor cell proliferation and viability using sdAb20-Fc <i>in vitro<\/i>. Moreover, combining sdAb20-Fc and cytarabine synergistically induced apoptosis in human AML cell lines, while these effects were less clear when combined with venetoclax.<br \/>Conclusions: Because of their diagnostic potential, sdAbs could be used to screen patients eligible for AXL-targeted therapy and to follow-up AXL expression during treatment and disease progression. When fused to an Fc-domain, sdAbs acquire additional therapeutic properties that can lead to a multidrug approach for the treatment of AXL-positive cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-06 Noninvasive imaging in animal models,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Axl,In vivo imaging,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Vandewalle<\/b><sup>1<\/sup>, H. Satilmis<sup>1<\/sup>, E. M. Verheye<sup>1<\/sup>, R. Fan<sup>1<\/sup>, Y. Wang<sup>1<\/sup>, T. W. M. De Groof<sup>1<\/sup>, T. Kerre<sup>2<\/sup>, N. De Beule<sup>3<\/sup>, A. De Becker<sup>3<\/sup>, E. De Bruyne<sup>1<\/sup>, E. Menu<sup>1<\/sup>, K. Vanderkerken<sup>1<\/sup>, K. Breckpot<sup>1<\/sup>, N. Devoogdt<sup>1<\/sup>, K. De Veirman<sup>1<\/sup>; <br\/><sup>1<\/sup>Vrije Universiteit Brussel, Jette, Brussels, Belgium, <sup>2<\/sup>Ghent University Hospital, Ghent, Belgium, <sup>3<\/sup>Universitair Ziekenhuis Brussel, Jette, Brussels, Belgium","CSlideId":"","ControlKey":"7f38a72b-883f-41dd-93e7-e6cd2fdcfdf7","ControlNumber":"2426","DisclosureBlock":"&nbsp;<b>N. Vandewalle, <\/b> None..<br><b>H. Satilmis, <\/b> None..<br><b>E. M. Verheye, <\/b> None..<br><b>R. Fan, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>T. W. M. De Groof, <\/b> None..<br><b>T. Kerre, <\/b> None..<br><b>N. De Beule, <\/b> None..<br><b>A. De Becker, <\/b> None..<br><b>E. De Bruyne, <\/b> None..<br><b>E. Menu, <\/b> None..<br><b>K. Vanderkerken, <\/b> None..<br><b>K. Breckpot, <\/b> None.&nbsp;<br><b>N. Devoogdt, <\/b> <br><b>Precirix NV<\/b> Employment, Other Business Ownership. <br><b>ABSCINT NV<\/b> Employment, Other Business Ownership.<br><b>K. De Veirman, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3495","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4181","PresenterBiography":null,"PresenterDisplayName":"Niels Vandewalle","PresenterKey":"792b3274-6654-4358-8585-fb89d95b7605","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4181. AXL-specific single domain antibodies show diagnostic potential and anti-tumor activity in acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AXL-specific single domain antibodies show diagnostic potential and anti-tumor activity in acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Prostate cancer is the most common male-specific cancer in many western countries including the US and the second most prevalent cause of cancer deaths in American males after lung cancer. The establishment of clinically relevant prostate cancer models is crucial for advancing our understanding of the disease and evaluating potential therapeutic interventions. In this <i>in vivo<\/i> project we characterize the tumor growth and response to therapy of two luciferase (luc) tagged human prostate cancer xenograft models of metastatic PC3M and non-metastatic DU145 cell lines. These models aim to replicate the variable clinical behavior of prostate cancer to provide valuable pre-clinical platforms to test existing and novel therapies. As a first step, these studies evaluate the effect of standard of care cytotoxic agents paclitaxel and carboplatin and the newer AXL kinase inhibitor bemcentinib alone and in combination on tumor growth kinetics and agent tolerability.<br \/>Methods: PC3M-luc and DU145-luc cells were implanted subcutaneously on right flank or orthotopically into the prostate of NCG triple immunodeficient mice (Charles River). Subcutaneous tumor progression and treatment responses were monitored using calipers and bioluminescent imaging (BLI), with the capacity to detect developing metastases prior to necropsy. Orthotopic implants were monitored exclusively using BLI.<br \/>Results: Orthotopic and subcutaneous implants of PC3M-luc demonstrated spontaneous metastasis to lungs and bones, replicating the established behavior of this cell line and effectively modeling metastases observed in prostate cancer patients. In contrast, orthotopic and subcutaneous implants of DU145-luc model did not metastasize. Both PC3M-luc and DU145-luc models independent of the tumor implant placement responded to paclitaxel treatment, with enhanced effects observed when combined with carboplatin. Notably, bemcentinib exhibited no activity as a single agent but showed promise when used in combination with cytotoxic agents.<br \/>Conclusion: The development of orthotopic and subcutaneous PC3M-luc and DU145-luc prostate cancer models provides a valuable platform for assessing the effectiveness of established and novel therapies. These models mimic various clinical presentations of prostate cancer and promise to offer insights into disease progression and therapeutic strategies. Future studies will focus on durable responses and the assessment of other combination therapies for improved treatment outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-03 Human-in-mouse models of human cancer,,"},{"Key":"Keywords","Value":"Combination therapy,Orthotopic,Bioluminescent Imaging,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. Draheim, E. Rainbolt, B. John, C. Clouse, A. Wong, B. Wolff, J. Avery, C. Hall, P. Fadden, <b>A. Avrutskaya<\/b>; <br\/>Charles River Laboratories, Inc., Wilmington, MA","CSlideId":"","ControlKey":"a4a0a290-3429-45c4-b055-133c3b15c6e8","ControlNumber":"2674","DisclosureBlock":"&nbsp;<b>K. Draheim, <\/b> None..<br><b>E. Rainbolt, <\/b> None..<br><b>B. John, <\/b> None..<br><b>C. Clouse, <\/b> None..<br><b>A. Wong, <\/b> None..<br><b>B. Wolff, <\/b> None..<br><b>J. Avery, <\/b> None..<br><b>C. Hall, <\/b> None..<br><b>P. Fadden, <\/b> None..<br><b>A. Avrutskaya, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3496","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4182","PresenterBiography":null,"PresenterDisplayName":"Anya Avrutskaya, MS","PresenterKey":"0a439df1-b0e0-4287-ba2f-4dff12b80218","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4182. Development and evaluation of orthotopically and subcutaneously implanted luciferase-labeled prostate cancer xenograft models for therapeutic assessment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development and evaluation of orthotopically and subcutaneously implanted luciferase-labeled prostate cancer xenograft models for therapeutic assessment","Topics":null,"cSlideId":""},{"Abstract":"Immunodeficient rodents are vital pre-clinical disease models. Historically, immunodeficient mice have been standard for hosting human cell and tissue xenografts, enabling cancer drug efficacy and tolerability testing. However, an immunodeficient rat that supports a variety of human cancer types provides a larger model for easier surgical manipulation and serial blood and tumor tissue sampling, allowing for efficacy, pharmacokinetics, and toxicology testing in the same animal. We created a Sprague Dawley <i>Rag2 -\/-, Il2rg -\/- <\/i>rat (<i>SRG<\/i><i> Rat&#174;; SRG) <\/i>that is highly supportive of human cell and tissue engraftment. The SRG rat lacks B, T, and NK cells and is more immunodeficient than the Nude rat.<br \/>Here we show comparative pathology between the SRG rat and its parental strain, the CRL Sprague Dawley (CD). We also present data from an efficacy study in tumor bearing SRG rats, demonstrating that serial blood draws and tumor biopsies can be performed in tumor bearing animals to assess drug pharmacokinetics and pharmacodynamics within a single study. First, we assessed 10 SRG (5\/sex) and 10 CD (5\/sex) at 8-10 weeks of age. Body weight, hematology, and clinical chemistry parameters were measured. Microscopic examinations were performed on routine H&#38;E slide preparations.<br \/>Male and female SRG displayed lower mean body weight when compared to sex- and age-matched CD. Compared to CD, SRG had reduced lymphoid tissue and circulating monocytes, and highly reduced circulating lymphocytes, neutrophils, eosinophils, and basophils; expected phenotypes for this severely immunodeficient rat. Thymus was not present in SRG rats, spleens were grossly smaller, and bone marrow cellularity was decreased compared to CD. Microscopically, mandibular lymph nodes and lymphoid tissue in spleen, lung, and intestine were not observed in SRG rats, consistent with the 92% decrease in circulating lymphocytes.<br \/>To demonstrate the utility of the SRG for tumor inhibition, pharmacokinetics, and pharmacodynamics, we inoculated rats with human VCaP prostate cancer cell-derived tumors, then treated these animals and collected serial blood samples and tumor biopsies to assess tumor biomarkers. Treatment led to decreased PSA and AR, two key proteins expressed in prostate cancer, correlating to decreased tumor growth.<br \/>These data demonstrate that the SRG rat is suitable for toxicology studies and has comparable pathology to the CD rat, except for reduced lymphoid tissue and WBCs, which are expected phenotypes. In addition, the SRG rat supports the growth of human cancer tissue for treatment studies. The large size of the SRG rat and comparative pathology to the CD rat support its value as an immunodeficient model for assessing toxicity during efficacy testing for de-risking safety concerns in the presence of the human target tissue.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-03 Human-in-mouse models of human cancer,,"},{"Key":"Keywords","Value":"Xenografts,Toxicity,Pharmacokinetics,Pharmacodynamics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"D. Begemann<sup>1<\/sup>, C. Dunn<sup>1<\/sup>, D. Robertson<sup>1<\/sup>, L. Keach<sup>1<\/sup>, E. Baldwin<sup>1<\/sup>, R. Walton<sup>1<\/sup>, A. Van Engelenburg<sup>2<\/sup>, J. Durrant<sup>2<\/sup>, L. Healy<sup>2<\/sup>, K. Aw Yong<sup>3<\/sup>, M. J. Schlosser<sup>1<\/sup>, <b>F. K. Noto<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Hera BioLabs, Lexington, KY, <sup>2<\/sup>Dallas Tissue Research, Dallas, TX, <sup>3<\/sup>Charles River Laboratories, Wilmington, MA","CSlideId":"","ControlKey":"d3d9da97-072b-4559-95e8-2b71205ad1a7","ControlNumber":"5378","DisclosureBlock":"&nbsp;<b>D. Begemann, <\/b> None..<br><b>C. Dunn, <\/b> None..<br><b>D. Robertson, <\/b> None..<br><b>L. Keach, <\/b> None..<br><b>E. Baldwin, <\/b> None..<br><b>R. Walton, <\/b> None..<br><b>A. Van Engelenburg, <\/b> None..<br><b>J. Durrant, <\/b> None..<br><b>L. Healy, <\/b> None..<br><b>K. Aw Yong, <\/b> None..<br><b>M. J. Schlosser, <\/b> None..<br><b>F. K. Noto, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3497","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4183","PresenterBiography":null,"PresenterDisplayName":"Fallon Noto, PhD","PresenterKey":"b0c70ed3-b4a2-4f7a-9e8e-5fd22435125f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4183. Utility of the highly immunodeficient SRG rat for combined drug efficacy, pharmacokinetics, and toxicology studies in tumor-bearing animals<i><\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Utility of the highly immunodeficient SRG rat for combined drug efficacy, pharmacokinetics, and toxicology studies in tumor-bearing animals<i><\/i>","Topics":null,"cSlideId":""},{"Abstract":"(a) To investigate novel therapeutic agents in pancreatic cancer, animal models that recapitulate the features of the human immune system are necessary. We aim to analyze an orthotopic model in CD34+HSC-based humanized mice and to prove that is an indispensable model for immune-oncology therapy research.<br \/>(b) We established an orthotopic tumor model using luciferase-expressing BxPC3 cells in humanized NSG mice. After inoculation of tumor cells, anti-PD-1 Ab was administered to mice 5 times a week by I.P. injection. Tumor formation and progression were monitored using IVIS. To compare the subsets and immune-check point receptors of human immune cells in blood and tumor tissue, Flow cytometry and immunohistopathology were used. Additionally, we compared the distribution of various cells included in the tumor and the mRNA expression level of each cell through a single cell RNA sequence. We also establish primary cell lines and organoids with the humanized mouse tumor for further evaluation.<br \/>(c) After inoculation of BxPC3_Luc cell line into mice pancreas, we monitored tumor growth using a noninvasive imaging method of IVIS. When we compared the tumor growth between the anti-PD-1 treatment and control, there was no significant difference. Using FACS, we analyzed the various markers of human immune cells in mouse blood and tumor tissue. In blood, PD-1 expression of CD8+ T cells decreased, and Tim-3 expression increased in anti-PD-1 group. And, PD-1 expression of CD4+ T cells decreased in anti-PD-1 group. In tumor tissue, we also verified the decrease of PD-1 expression on tissue infiltrating CD8+ T cells and CD4+ T cells in the anti-PD-1 group. Especially in the more responsive mouse among anti-PD-1 group, activation markers in cytotoxic T cells (CD8+), helper T cells (CD4+), and regulatory T cells (CD4+FOXP3+CD25+) increased, and also, M1 macrophage (CD86+) expression was increased. Furthermore, we compared the mRNA expression levels of various cells in the tumor microenvironment according to anti-PD-1 Ab treatment through single cell RNA seq analysis. It was confirmed that the expression of genes related to proliferation and growing decreased, while the expression of genes related to apoptosis increased in cancer cells. Finally, we constructed primary cancer cells and organoids from tumor tissue and confirmed that the immune-oncological characters of these models are maintained after passaging.<br \/>(d) We successfully established a pancreatic orthotopic model in a humanized mouse and analyzed the changes in immune cells and tumor cells after anti-PD-1 treatment. In addition, by obtaining tumor tissue-based preclinical models, we laid the foundation for future immune-oncologic experiments. We hope that these attempts and results will help in the development and drug verification of new immunotherapy agents for refractory solid tumors such as pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-03 Human-in-mouse models of human cancer,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Mouse models,Tumor infiltrating lymphocytes,Human monoclonal antibodies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Park<\/b><sup>1<\/sup>, E.-y. Koh<sup>1<\/sup>, I. Yoo<sup>1<\/sup>, J. Jeong<sup>1<\/sup>, E. Jun<sup>2<\/sup>; <br\/><sup>1<\/sup>Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>Asan Medical Center, AMIST, University of Ulsan College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"707c584c-ab96-4880-b5b9-5aeb943cf871","ControlNumber":"5971","DisclosureBlock":"&nbsp;<b>S. Park, <\/b> None..<br><b>E. Koh, <\/b> None..<br><b>I. Yoo, <\/b> None..<br><b>J. Jeong, <\/b> None..<br><b>E. Jun, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3498","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4184","PresenterBiography":"","PresenterDisplayName":"Sujin Park, BS","PresenterKey":"7c80e8a8-d75f-4304-9bb1-e8376100c5f7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4184. Change of oncological features on tumor and immune cells after anti-PD-1 antibody to pancreatic cancer orthotopic model in CD34+ HSC based humanized mice","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Change of oncological features on tumor and immune cells after anti-PD-1 antibody to pancreatic cancer orthotopic model in CD34+ HSC based humanized mice","Topics":null,"cSlideId":""},{"Abstract":"High concentrations of type I interferon can induce growth arrest and apoptosis in cancer cells upon acute exposure, while low concentrations of the same can provide significant pro-survival benefits upon chronic exposure. In vitro data show the dependence of cancer cells on self-generated IFN-I leads to their demise if the IFN-&#946; gene is disrupted, but they manage to persist when provided with IFN-&#946; from an external source. Importantly, murine models show that inhibition of myeloid-associated INF-&#946; can limit tumor growth. As blockage of type I interferon can also restore the CD8+ T cell function after chronic viral infection, we sought to determine the effects of neutralizing anti-human IFN-&#946; antibody 7859 (N-anti-IFN-&#946;) when added to T-cell directed immunotherapy in BLT humanized mice implanted with HLA-A matched human endometrial cancer PDX specimens. Specifically, we tested the combination of immunotherapy with N-anti-IFN-&#946; combined with anti-human PD-L1 and anti-human CTLA-4. N-anti-IFN-&#946; was first characterized for neutralizing activity to confirm specific neutralization of IFN&#946; and not human IFN-&#946;. HLA-A matched genotyped CD34 stem cells and thymus (BLT humanized mice) and clinical endometrial tumors (PDX) were joined in BLT humanized mice before infusions with N-anti-IFN-&#946; with or without anti-human PD-L1 and anti-human CTLA-4, anti-human PD-L1 and anti-human CTLA-4 alone, and IgG control antibodies intraperitoneally twice per week over three weeks. Tumor sizes were measured weekly and weighted at the end of the study. Human leukocytes infiltrating PDX were assessed by IHC and flow cytometry. Leukocyte subset activation, exhaustion, and tumor-specific T-cell function were measured. Anti-human PD-L1 and anti-human CTLA-4 reduced tumor growth by 82.9% (p&#60;0.0001), but quickly increased the T cell exhaustion markers PD-1 and LAG3. The addition of N-anti-IFN-&#946; to immunotherapy significantly decreased the tumor growth rate by 96.2% (p&#60;0.0001) also significantly different from immunotherapy alone (p=0.0009) N-anti-IFN-&#946; monotherapy reduced tumor growth rate by 42.4% (p=0.0032). While there was an increase in infiltrating CD4 and CD8 T-cells in combination therapy, reductions in expression of PD-1 and LAG3 were observed when compared to immunotherapy or N-IFN-&#946; groups alone Analysis was done with Prism software. The use of a novel HLA-A matched BLT humanized mice with human tumor PDX model shows that neutralization of IFN-&#946; can increase the T-cell anti-tumor activity and tumor repression of immunotherapy with anti-human PD-L1 and anti-human CTLA-4 treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-03 Human-in-mouse models of human cancer,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX) models,PD-L1\/ CTLA-4,IFN-beta,BLT humanized mice,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. Yuan<\/b><sup>1<\/sup>, G. Zu<sup>1<\/sup>, X. Sun<sup>1<\/sup>, E. Papasavvas<sup>1<\/sup>, L. Lu<sup>1<\/sup>, J. Cassel<sup>1<\/sup>, P. L. Lutes<sup>2<\/sup>, M. Cadungog<sup>2<\/sup>, J. Salvino<sup>1<\/sup>, L. J. Montaner<sup>1<\/sup>; <br\/><sup>1<\/sup>The Wistar Institute, Philadelphia, PA, <sup>2<\/sup>Christiana care, Newark, DE","CSlideId":"","ControlKey":"79aae5c3-7996-480a-b8ff-68233f4ed9d2","ControlNumber":"4017","DisclosureBlock":"&nbsp;<b>Z. Yuan, <\/b> None..<br><b>G. Zu, <\/b> None..<br><b>X. Sun, <\/b> None..<br><b>E. Papasavvas, <\/b> None..<br><b>L. Lu, <\/b> None..<br><b>J. Cassel, <\/b> None..<br><b>P. L. Lutes, <\/b> None..<br><b>M. Cadungog, <\/b> None..<br><b>J. Salvino, <\/b> None..<br><b>L. J. Montaner, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3499","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4185","PresenterBiography":null,"PresenterDisplayName":"Zhe Yuan, MS;PhD","PresenterKey":"3c7a3e06-6c2d-4082-8f83-c99274562060","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4185. Neutralizing human IFN-&#946; combined with anti-human PD-L1 and anti-human CTLA-4 treatment increased control of endometrial tumor growth in a novel HLA-A matched BLT humanized mice","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Neutralizing human IFN-&#946; combined with anti-human PD-L1 and anti-human CTLA-4 treatment increased control of endometrial tumor growth in a novel HLA-A matched BLT humanized mice","Topics":null,"cSlideId":""},{"Abstract":"Translational in vivo models are needed to expedite the discovery of new treatments for lung cancer. One such approach is the use of humanized mouse models that enable immunotherapies targeting human immune cells to be evaluated for efficacy and tolerability. We developed an orthotopic lung carcinoma model in humanized mice (HuCD34 NCG), utilizing serial bioluminescence imaging to evaluate the activity of paclitaxel and pembrolizumab as single and combination agents. Paclitaxel, which disrupts microtuble function, and pembrolizumab, a PD-1-targeting immunotherapy, are both approved for the treatment of certain types of lung cancer. Paclitaxel kills cancer cells directly, and may also promote anti-tumor responses through enhanced presentation of tumor antigens and activation of T cells. Immunodeficient NCG mice were humanized with cord blood-derived hCD34<sup>+<\/sup> stem cells from 3 donors. High levels of human cell engraftment, with expected frequencies of hCD45<sup>+<\/sup> cells and other immune subsets, was observed by 14 weeks post-injection. Luciferase expressing A549 cells were implanted orthotopically into the pulmonary space of the left lobe of the lung, and animals were subsequently flux sorted into treatment groups. Tumor burden, measured by luciferase expression, increased progressively in untreated animals, and moribundity was often associated with clinical indications of respiratory distress. Treatment with paclitaxel significantly decreased the tumor burden and extended survival. In contrast, pembrolizumab did not control tumor growth or extend survival. There was no synergistic effect with the combination therapy, in fact, the addition of pembrolizumab was associated with a modest increase in tumor burden and disease progression. Comparative analysis of immune cell composition, function and persistence in lung and other tissues provided insights into the distinct pharmacodynamic responses associated with the different treatment regimens. This model establishes a robust in vivo platform to identify novel therapies for the treatment of lung cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-03 Human-in-mouse models of human cancer,,"},{"Key":"Keywords","Value":"Animal models,Paclitaxel,A549 cells,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"A. Avrutskaya<sup>1<\/sup>, E. Rainbolt<sup>1<\/sup>, B. John<sup>1<\/sup>, C. Clouse<sup>1<\/sup>, M. Stackhouse<sup>1<\/sup>, C. Currie<sup>1<\/sup>, S. Scatigno<sup>1<\/sup>, S. Bronson<sup>2<\/sup>, J. Rowe<sup>2<\/sup>, C. Hall<sup>1<\/sup>, <b>D. P. Harris<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Charles River Laboratories, Inc., Durham, NC, <sup>2<\/sup>Charles River Laboratories, Inc., Wilmington, MA","CSlideId":"","ControlKey":"e238ed40-40f5-41a0-a2e9-882ddbce3d3c","ControlNumber":"4894","DisclosureBlock":"&nbsp;<b>A. Avrutskaya, <\/b> None..<br><b>E. Rainbolt, <\/b> None..<br><b>B. John, <\/b> None..<br><b>C. Clouse, <\/b> None..<br><b>M. Stackhouse, <\/b> None..<br><b>C. Currie, <\/b> None..<br><b>S. Scatigno, <\/b> None..<br><b>S. Bronson, <\/b> None..<br><b>J. Rowe, <\/b> None..<br><b>C. Hall, <\/b> None..<br><b>D. P. Harris, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3500","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4186","PresenterBiography":null,"PresenterDisplayName":"David Harris, PhD","PresenterKey":"a2dc2bc2-5389-41d2-93c9-eb0fbd6e53cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4186. Development of an orthotopic A549 lung carcinoma model in CD34<sup>+<\/sup> humanized NCG mice and response to treatment with paclitaxel and pembrolizumab","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of an orthotopic A549 lung carcinoma model in CD34<sup>+<\/sup> humanized NCG mice and response to treatment with paclitaxel and pembrolizumab","Topics":null,"cSlideId":""},{"Abstract":"Background: Although immunotherapy has not yet been as successful in ovarian cancer (OC), it remains a potential therapeutic strategy. Preclinical models of OC are necessary to evaluate the efficacy of immuno-oncology (IO) drugs targeting human cancer and immune components but have been underutilized. Developing mouse models with a humanized (Hu) immune system can help understand the human immune response to IO drugs, including immune checkpoint inhibitors (ICIs), which have demonstrated limited effectiveness in OC patients.<br \/>Methods: We established OC xenograft Hu-mouse models by intraperitoneally injecting luciferase-expressing SKOV-3 Luc and OVCAR-3 Luc OC cells into CD34<sup>+<\/sup> Hu-mice. Tumor growth was monitored through bioluminescence imaging (BLI). We assessed the efficacy of PD-1 blockade with pembrolizumab in the SKOV-3 Luc Hu-mouse model. The immune profiles of the tumors were characterized using colorimetric immunostaining and flow cytometry. Additionally, we analyzed RNA-seq data to investigate the gene expression signature of pembrolizumab refractory tumors.<br \/>Results: We confirmed tumor development in both OC cell lines within CD34<sup>+<\/sup> Hu-mice. In these models, human lymphocyte and myeloid cell subsets were present in the tumors, draining lymph nodes, blood, and spleens. The SKOV-3 Luc tumor-bearing Hu-mice did not respond to pembrolizumab monotherapy. These tumors exhibited a high presence of tumor-infiltrating macrophages. Tumors in Hu-mice unresponsive to pembrolizumab showed a lower abundance of CD8<sup>+<\/sup> T-cells, memory B cells, plasma cells, and a higher proportion of na&#239;ve M0 macrophages and mast cells compared to the PBS control. Furthermore, we identified 43 significantly enriched gene sets in these tumors. The differentially expressed genes (DEGs) were predominantly enriched in HDAC class I, RB1, KLF1\/3, TCF21, MYD88, SMARCE1 target genes, and genes associated with epithelial-mesenchymal transition (EMT) and fibroblasts.<br \/>Conclusion: Our xenograft Hu-mouse model of OC provides a valuable tool for investigating the efficacy of IO drugs. The insights gained from this model offer potential avenues to explore mechanisms of resistance to PD-1\/PD-L1 blockade in OC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-03 Human-in-mouse models of human cancer,,"},{"Key":"Keywords","Value":"Ovarian cancer,Humanized mouse,Anti-PD-1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Kang<\/b>, J.-y. Lee, O.-J. Kang, Y.-M. Kim, E. Choi, S.-W. Lee; <br\/>Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"2112c6fe-7871-4aac-ae24-91bcefbff1fe","ControlNumber":"1581","DisclosureBlock":"&nbsp;<b>S. Kang, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>O. Kang, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>E. Choi, <\/b> None..<br><b>S. Lee, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3501","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4187","PresenterBiography":null,"PresenterDisplayName":"Sung Wan Kang, MS","PresenterKey":"ef958586-89eb-4c5b-956c-56e8511a2e99","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4187. Transcriptome profiling and characterization of peritoneal metastasis ovarian cancer xenografts in humanized mice","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptome profiling and characterization of peritoneal metastasis ovarian cancer xenografts in humanized mice","Topics":null,"cSlideId":""},{"Abstract":"Tumor immunotherapy is the use of the human immune system to kill tumors. Compared with traditional chemotherapy and radiotherapy, immunotherapy has significant advantages such as significant efficacy, long-lasting effects, and low toxicity. Wild-type mice are widely used as preclinical models for immunotherapy due to their normal immune system, but they have many shortcomings, such as only being able to inoculate mouse tumor cells, differences between mouse and human immune systems, etc., which cannot accurately simulate the interaction between drugs and tumor cells in the human body. Humanized mouse models include PBMCs humanized mouse models, HSC humanized mouse models, and human embryonic bone, liver, and thymus tissue (BLT) transplantation models. Among them, the PBMCs humanized mouse model is widely used due to its simple preparation, short cycle, and high levels of hCD3+ T cells in the peripheral blood of mice. To assist in the development of immunotherapy, KYINNO has established a PBMC humanized mouse platform that can perform in vivo<\/i> drug efficacy verification of various immunotherapeutic drugs such as CD3 bispecific antibodies or multi-specific antibodies, immune checkpoint inhibitors, etc. We screen many PBMC donors and select PBMC donors with light GvHD and good hCD3+ T cell reconstruction effects. The drug administration window of the PBMC humanized model has been extended to 6 weeks. Platform verification has been performed on subcutaneous and intravenous injection models of various tumors. Overall, we successfully established the PBMC humanized mouse platform, which is a powerful tool for immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-03 Human-in-mouse models of human cancer,,"},{"Key":"Keywords","Value":"Tumor immunity,PMBC,humanized,Bispecific antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"T. Liu, G. Wu, F. He, L. Luo, Z. Guo, S. Li, J. Ning, <b>F. Hao<\/b>; <br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"59486935-d1dd-45f7-ad52-a13ab253b52f","ControlNumber":"2255","DisclosureBlock":"<b>&nbsp;T. Liu, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>G. Wu, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>F. He, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>L. Luo, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>Z. Guo, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>S. Li, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>J. Ning, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>F. Hao, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3502","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4188","PresenterBiography":null,"PresenterDisplayName":"Feng Hao, MD;PhD","PresenterKey":"994a8727-c110-4f2b-b7ab-cc0feaec2971","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4188. Kyinno PBMC humanized mouse platform: Pioneering service in biomedical research","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Kyinno PBMC humanized mouse platform: Pioneering service in biomedical research","Topics":null,"cSlideId":""},{"Abstract":"Interleukin-12 (IL-12) is a multifaceted cytokine primarily produced by antigen-activated dendritic cells, macrophages, and neutrophils. Its receptor is a composite of IL12RB1 and IL12RB2, and the union of these two subunits forms a high-affinity receptor complex proficient in mediating IL-12 signaling. As a pivotal regulator of innate and adaptive immunity, IL-12 plays a crucial role in steering the differentiation of na&#239;ve T cells into Th1 cells. It is renowned as a T cell stimulatory factor, fostering T cell proliferation. Furthermore, IL-12 has the capacity to augment the activation of cytotoxic lymphocytes and natural killer cells (NK), thereby enhancing interferon (IFN-&#947;) production. Empirical evidence consistently demonstrates that IL-12 synergistically exerts anti-tumor effects in conjunction with various immune cells, such as T cells and NK cells. Its effectiveness in preclinical studies has solidified IL-12 as an appealing drug target, leading to the development of activating antibodies, therapeutic IL-12 proteins, and tumor vaccines as potential treatments.<br \/>To delve deeper into the functionality and therapeutic potential of IL-12, we have engineered a humanized mouse model, known as BALB\/c-hIL12RB1\/hIL12RB2. Notably, this model fully preserves the intracellular domains of mouse IL12RB1 and IL12RB2 proteins, ensuring the normal propagation of intracellular signaling. It also effectively expresses human IL12RB1 and IL12RB2. In vitro functional validation experiments have verified that BALB\/c-hIL12RB1\/hIL12RB2 mice can proficiently generate IFN-&#947; when induced by human IL-12.<br \/>Furthermore, in vivo efficacy experiments have yielded compelling results. Intratumoral administration of human IL-12 mRNA in BALB\/c-hIL12RB1\/hIL12RB2 mice led to a significant suppression in the growth of CT26 tumors, culminating in complete tumor regression. Subsequent rechallenge experiments conducted after the discontinuation of treatment revealed no tumor recurrence, signifying the enduring inhibitory effect of hIL12 mRNA on mouse tumors.<br \/>In conclusion, the development of BALB\/c-hIL12RB1\/hIL12RB2 mice stands as a robust model for advancing preclinical research in the realm of human IL-12 therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-03 Human-in-mouse models of human cancer,,"},{"Key":"Keywords","Value":"Interleukin-12,Drug target,Mouse model,NK cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Fang<\/b>, H. Wang, J. Xing, L. Yang, J. Zhao, X. Gao, C. Ju; <br\/>Gempharmatech Co., Ltd., Nanjing, China","CSlideId":"","ControlKey":"bf03c722-a4c5-4eba-be67-b4637eadc2a1","ControlNumber":"6959","DisclosureBlock":"&nbsp;<b>Y. Fang, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>J. Xing, <\/b> None..<br><b>L. Yang, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>X. Gao, <\/b> None..<br><b>C. Ju, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3503","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4189","PresenterBiography":null,"PresenterDisplayName":"Mingkun Zhang, BA","PresenterKey":"8844e7da-f413-4653-a4b5-578d91ab73a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4189. BALB\/c-hIL12RB1\/hIL12RB2: A robust model for preclinical research in human IL-12 therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BALB\/c-hIL12RB1\/hIL12RB2: A robust model for preclinical research in human IL-12 therapy","Topics":null,"cSlideId":""},{"Abstract":"Human epidermal growth factor receptor 2 (HER2) is a critical therapeutic target in gastric cancer. However, the varying expression levels of HER2 in patients present a significant challenge in selecting the appropriate HER2-targeted therapies. Patient-derived xenograft (PDX) models offer a valuable tool to address this clinical concern.<br \/>We established a panel of PDX models derived from gastric cancer patients, each representing a distinct range of HER2 expression levels. These models were subsequently treated with HER2-targeted drugs, including Trastuzumab (Herceptin), Margetuximab, and Enhertu.<br \/>Our results demonstrated differential drug responses corresponding to the varying HER2 expression levels in the PDX samples. Trastuzumab, Margetuximab, and Enhertu exhibited distinct efficacies across the HER2 expression spectrum. This underscores the significance of selecting the right therapeutic approach based on the HER2 status of individual patient.<br \/>Our collection of PDX models with differential HER2 expression levels provides a robust platform for preclinical evaluation of HER2-targeted therapies. This approach not only addresses the clinical challenge of HER2 heterogeneity but also facilitates a more personalized and effective treatment strategy for gastric cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-03 Human-in-mouse models of human cancer,,"},{"Key":"Keywords","Value":"HER2,Gastric cancer,PDX,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Yang<\/b>, S. Guo, H. Wang, X. Su, J. Zhao, X. Gao, C. Ju; <br\/>Gempharmatech Co., Ltd., Nanjing, China","CSlideId":"","ControlKey":"53b710ea-cc7c-4302-b86e-c5c1a58870f8","ControlNumber":"7126","DisclosureBlock":"&nbsp;<b>X. Yang, <\/b> None..<br><b>S. Guo, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>X. Su, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>X. Gao, <\/b> None..<br><b>C. Ju, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3504","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4190","PresenterBiography":null,"PresenterDisplayName":"Mingkun Zhang, BA","PresenterKey":"8844e7da-f413-4653-a4b5-578d91ab73a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4190. Patient-derived xenograft (PDX) models with differential HER2 expression for preclinical evaluation of HER2-targeted therapies","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patient-derived xenograft (PDX) models with differential HER2 expression for preclinical evaluation of HER2-targeted therapies","Topics":null,"cSlideId":""},{"Abstract":"Humanized mice are specialized animal models incorporating components of the human immune system. These models are valuable tools for assessing the efficacy of human immunotherapies on tumors. Humanized mice are created by injecting human CD34<sup>+<\/sup> hematopoietic stem cells (HSCs) or human peripheral blood mononuclear cells (PBMCs) into an immunodeficient mouse. PBMC humanized (HuPBMC) mice engraft within a few weeks and can recapitulate a robust human T cell population. One challenge when using HuPBMC mice is the onset of graft versus host disease (GvHD), limiting their lifespan compared to hCD34<sup>+<\/sup> HSC humanized mice. The onset of GvHD varies in the HuPBMC model depending on the donor cells. The development of xenogeneic GvHD is dependent on the expression of major histocompatibility complex (MHC) on host cells and lowering MHC expression can delay the onset of GvHD.NCG-B2m KO mice lack beta-2 microglobulin, a component of MHC I, and have lower cell surface expression of MHC I molecules. This leads to a decrease in recognition of host cells by human immune cells. Here we compared the onset of GvHD between HuPBMC NCG-B2m KO mice and HuPBMC NCG mice. PBMC donor variability was also compared between the two PBMC humanized models by evaluating multiple donors and assessing additional collections from the same donor. After the PBMC engraftment was characterized, HuPBMC NCG mice and HuPBMC NCG-B2m KO mice were enrolled in tumor studies comparing outcomes and tumor growth kinetics in mice treated with human immune checkpoint blockade therapy.NCG and NCG-B2m KO mice were injected with 1x10<sup>7 <\/sup>PBMCs from individual donors. Animals were weighed three times a week to monitor for changes in body weight and general health status. Peripheral blood was collected at day 10, 20, 30, 40, 60 and 90 post injection for flow cytometry screening of human immune cell engraftment (hCD45<sup>+<\/sup>, hCD3<sup>+<\/sup>, hCD4<sup>+<\/sup> and hCD8<sup>+<\/sup>). Human PBMCs isolated from additional collections from the same donors were also injected into both NCG-B2m KO mice and NCG mice and flow cytometry was performed. HuPBMC NCG-B2m KO mice survived longer than HuPBMC NCG mice allowing for the potential use in longer term tumor studies before the results are confounded by GvHD. PBMC humanized mice are an important model for translational research using immunotherapies and the PBMC humanized NCG-B2m KO model provides an expanded study window ideal for oncology studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-03 Human-in-mouse models of human cancer,,"},{"Key":"Keywords","Value":"Mouse models,T cell,Immunotherapy,Checkpoint Inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Bronson<\/b>, D. Harris, A. Avrutskaya, C. Eberle, J. Rowe; <br\/>Charles River Laboratories, Inc., Wilmington, MA","CSlideId":"","ControlKey":"b4cd4088-65de-41b8-8b7a-e2094af39f45","ControlNumber":"6691","DisclosureBlock":"&nbsp;<b>S. Bronson, <\/b> None..<br><b>D. Harris, <\/b> None..<br><b>A. Avrutskaya, <\/b> None..<br><b>C. Eberle, <\/b> None..<br><b>J. Rowe, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3505","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4191","PresenterBiography":null,"PresenterDisplayName":"Steven Bronson, DVM","PresenterKey":"a0cc4ec3-2ff4-4648-b116-43a6dec5f861","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4191. Delayed onset of GvHD in PBMC humanized NCG-B2m KO mice provides an enhanced model for oncology studies","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Delayed onset of GvHD in PBMC humanized NCG-B2m KO mice provides an enhanced model for oncology studies","Topics":null,"cSlideId":""},{"Abstract":"Intestinal mucositis is a prevalent adverse event associated with antineoplastic therapies, such as chemotherapy, which still lacks a targeted and effective treatment regimen. The difficulty in preclinical prediction and prevention of drug-induced intestinal mucositis is attributed to the intricate underlying mechanisms of its onset and the broad spectrum of patient-specific responses to chemotherapeutic agents. Advancements in regenerative medicine have enabled the generation of intestinal organoids from adult stem cells, serving as a personalized model to emulate disease pathology and simulate individual drug responses. Various imaging techniques are employed to evaluate the responses of the organoids to pharmacological agents, but the inherent complexity of their three-dimensional (3D) architecture poses significant challenges in organoid imaging. These challenges are exacerbated by the standard preparation processes for imaging, including fixation and staining, which do not allow for the observation of dynamic, real-time effects of drugs on living organoids. In this study, we focused on meticulously examining the histopathological alterations in small intestinal organoids subjected to chemotherapeutic agents that induce mucositis, specifically 5-fluorouracil and irinotecan. Employing holotomography, a label-free real-time 3D imaging technology, we were able to visualize the destructive processes affecting the intestinal organoids, including the breakdown of the epithelial lining, the exfoliation of dead cells, and the alteration of the villus\/crypt structure. Furthermore, we propose a novel methodology for quantifying the viability of intestinal organoids. This quantification is essential for assessing the extent of damage caused by the chemotherapeutic agents and for determining the maximum drug concentrations that can be deemed safe for use, thereby minimizing the risk of inducing mucositis while maintaining therapeutic efficacy. These results provide new insights into the toxic mechanisms of chemotherapeutic drugs and highlight the importance of using organoid models in drug safety evaluation throughout the development phase.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Imaging,Drug-discovery screen,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Lee<\/b><sup>1<\/sup>, J. Lee<sup>2<\/sup>, W. Park<sup>1<\/sup>, G. Kim<sup>1<\/sup>, H.-J. Kim<sup>2<\/sup>, Y. Park<sup>1<\/sup>; <br\/><sup>1<\/sup>Korea Advanced Institute of Science and Technology, Daejeon, Korea, Republic of, <sup>2<\/sup>Tomocube Inc., Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"5e419e1c-4223-4c4f-af05-0cd0a74446fd","ControlNumber":"5733","DisclosureBlock":"<b>&nbsp;M. Lee, <\/b> <br><b>Tomocube Inc.<\/b> Stock Option. <br><b>J. Lee, <\/b> <br><b>Tomocube Inc.<\/b> Employment. <br><b>W. Park, <\/b> <br><b>Tomocube Inc.<\/b> Stock Option. <br><b>G. Kim, <\/b> <br><b>Geon Kim<\/b> Stock Option. <br><b>H. Kim, <\/b> <br><b>Tomocube Inc.<\/b> Employment. <br><b>Y. Park, <\/b> <br><b>Tomocube Inc.<\/b> Other, co-founder, CEO.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3506","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4192","PresenterBiography":null,"PresenterDisplayName":"Mahn Jae Lee, MD","PresenterKey":"f3e0784c-150d-4a72-8c7e-0507ac37b9f8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4192. In-depth evaluation of chemotherapy-induced mucositis in intestinal organoids using holotomography","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"In-depth evaluation of chemotherapy-induced mucositis in intestinal organoids using holotomography","Topics":null,"cSlideId":""},{"Abstract":"Humanized immune system (HIS) mice contain human and murine immune cells. Analysis of chimerism in HIS mice is typically accomplished via flow cytometry, but this requires collecting a 75 &#956;l blood sample and access to a flow cytometer. Repeated bleeding can negatively affect the health of HIS mice, limiting serial analysis. Digital PCR offers a novel method for chimerism analysis, which uses much smaller blood volumes and can be performed on clotted or frozen samples, sample types unsuitable for flow cytometry. A digital PCR assay directly comparing the presence of three human genes and one murine gene was developed. This assay was validated in the huNOG-EXL HIS mouse engrafted with CD34+ hematopoetic stem cells from 3 unique donors via blind comparison with chimerism data from flow cytometry. At 10 weeks post engraftment, the digital PCR assay showed excellent correlation for all three human genes against chimerism as measured by flow cytometry of the peripheral blood. This assay represents a new, user-friendly, rapid tool for the analysis of HIS mice and may permit serial chimerism measurement using 10 &#956;L whole blood. This assay may be useful to investigate other mouse-human chimera models, including mice harboring functional human hepatocytes, tumors, and other cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-04 Model organisms in drug discovery,,"},{"Key":"Keywords","Value":"Droplet digital PCR,Flow cytometry,Mouse models,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Smith<\/b><sup>1<\/sup>, S. Hansen<sup>2<\/sup>, R. S. Livingston<sup>2<\/sup>, S. Smith<sup>2<\/sup>, P. Roesch<sup>1<\/sup>, M. M. MacBride<sup>1<\/sup>; <br\/><sup>1<\/sup>Taconic Biosciences, Inc., Rensselaer, NY, <sup>2<\/sup>IDEXX BioAnalytics, Columbia, MO","CSlideId":"","ControlKey":"5a18f3fc-f29d-42b3-bf61-33aee23cee31","ControlNumber":"2497","DisclosureBlock":"<b>&nbsp;N. Smith, <\/b> <br><b>Taconic Biosciences, Inc.<\/b> Employment. <br><b>S. Hansen, <\/b> <br><b>IDEXX BioAnalytics<\/b> Employment. <br><b>R. S. Livingston, <\/b> <br><b>IDEXX BioAnalytics<\/b> Employment. <br><b>S. Smith, <\/b> <br><b>IDEXX BioAnalytics<\/b> Employment. <br><b>P. Roesch, <\/b> <br><b>Taconic Biosciences, Inc.<\/b> Employment. <br><b>M. M. MacBride, <\/b> <br><b>Taconic Biosciences, Inc.<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3631","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4193","PresenterBiography":null,"PresenterDisplayName":"Nicholas Smith, BA;PhD","PresenterKey":"af48a8cc-cdec-4853-b07d-e81f88e45be0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4193. Digital PCR as a novel way to assess chimerism of humanized immune system mice","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Digital PCR as a novel way to assess chimerism of humanized immune system mice","Topics":null,"cSlideId":""},{"Abstract":"The purpose of this study was to use an in-silico approach to identify genes required for polyamine transport. Polyamines are small positively charged molecules that control vital cellular processes including cell proliferation and growth. Cells obtain polyamines by biosynthesis or transport from the extracellular environment. Cancer cells require high levels of polyamines to sustain rapid growth, and therapies aimed at polyamine depletion are considered promising. The FDA approved drug difluoromethylorthinine (DFMO) blocks polyamine biosynthesis, however, in most cases malignant cells evade the biosynthetic block by increasing transport. Thus, a dual therapy that simultaneously targets polyamine biosynthesis and transport is needed. The mechanism of polyamine transport is poorly understood in multicellular eukaryotes and identification of genes involved in polyamine transport has largely relied on an inefficient hit-or-miss &#8216;educated guess&#8217; approach. To increase the probability of identifying genes involved in polyamine transport, we adopted an in-silico approach comparing protein-protein interactions with the protein product of the human ATP13A3 gene across multiple databases. We used ATP13A3 because our work, and the work of others, has shown that ATP13A3 and its Drosophila ortholog &#8216;anne&#8217; are required for polyamine transport. We searched for high confidence protein interactors with ATP13A3 in four databases, BioGRID, STRING, NextProt, and GPS-Prot, prioritizing hits that occurred in more than one database. We next asked if any of the high priority hits had orthologs in Drosophila. We chose to study the candidate genes in Drosophila because we have utilized the sophisticated genetic resources available in this organism to develop novel assays to identify positive and negative regulators of polyamine transport. Using the criteria described, we identified four candidates that occurred in three databases, and one that occurred in two databases. In addition, a very high confidence match to the human gene SLC15A was observed in one database and included in the group of candidate genes. To determine the validity of our candidate gene enrichment approach we are currently testing each gene for roles in polyamine transport.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-04 Model organisms in drug discovery,,"},{"Key":"Keywords","Value":"Polyamines,Transporters,Protein-protein interactions,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Millington<\/b>, L. von Kalm; <br\/>University of Central Florida, Orlando, FL","CSlideId":"","ControlKey":"5844253a-91c6-4caf-9442-51c849be5bed","ControlNumber":"4696","DisclosureBlock":"&nbsp;<b>V. Millington, <\/b> None..<br><b>L. von Kalm, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3632","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4194","PresenterBiography":null,"PresenterDisplayName":"Victoria Millington","PresenterKey":"6b91dd0a-202e-4bab-a796-848a791c6721","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4194. An in-silico approach to identify genes required for polyamine transport","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An in-silico approach to identify genes required for polyamine transport","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Addiction to the MAPK pathway drives a large proportion of cancers, and pancreatic tumors almost universally display RAS mutations. IMM-1-104, a once-daily oral treatment being evaluated in a Phase 1\/2a trial for RAS-mutant solid tumors [NCT05585320], offers a novel deep cyclic inhibition (DCI) approach in targeting the MAPK pathway at MEK. Traditionally, MAPK-targeted drugs inhibit the pathway chronically causing serious class-effect toxicities and limited durability due to resistance. In contrast, IMM-1-104&#8217;s unique pharmacokinetic (PK) profile was designed to drive pulsatile MEK inhibition, with the goal of improving tolerability and providing more durable activity across a broad range of MAPK-driven tumors. Phase 1 dose escalation of IMM-1-104 revealed no dose-limiting toxicities, high oral bioavailability, plasma half-life of approximately 2-hours, and pharmacodynamic (PD) data supporting DCI of the MAPK pathway.<br \/><b>Experimental Procedures: <\/b>IMM-1-104 responses in humanized 3D tumor growth assays (3D-TGA) were combined with NGS data using machine learning (ML) to refine a pharmacogenomic response model. Evaluation of databases such as AACR Project GENIE enabled prediction of patient alignment of preclinical models based on genomic profile, identification of patient populations displaying MAPK pathway addiction and projected sensitivity to IMM-1-104 mono- or combination therapy. To test combinations with approved chemotherapy agents, IMM-1-104, gemcitabine (GEM) and nab-paclitaxel (PAC) and 5-fluorouracil (5FU) were evaluated in tumor xenograft models with drugs alone or across multiple combinations.<br \/><b><\/b><br \/><b>Summary of New Data:<\/b> IMM-1-104 showed promising combination effects when treated with GEM or PAC in 3D-TGA pancreatic cancer models. In a MIA PaCa-2 tumor xenograft model, IMM-1-104 alone showed greater tumor growth inhibition (TGI) than any single or combination chemotherapy tested. Further, combinations of IMM-1-104 plus chemotherapy resulted in near complete responses in a majority of animals. At day 39, antitumor activity (TGI%) was 103% for IMM-1-104 at 125 mg\/kg BID PO, 25.2% for GEM at 60 mg\/kg IP Q4D, 62.2% for PAC at 10 mg\/kg IV Q4D and 36.6% for 5FU at 50 mg\/kg IP Q4D. Based on these results and additional 3D-TGA pharmacogenomics data, ML modeling was advanced to query the GENIE database and identify biomarkers of response and resistance with the goal of further informing mono and combination treatment options with IMM-1-104 in pancreatic cancer.<br \/><b>Conclusions:<\/b> The Phase 2a portion of the ongoing IMM-1-104 clinical study includes five arms, three of which focus on patients with pancreatic cancer, where IMM-1-104 will be evaluated as both monotherapy and in select combinations with approved chemotherapeutic agents. The new <i>in vitro<\/i>, <i>in vivo<\/i> and ML modeling data presented here further support an advancing translational roadmap for IMM-1-104 in pancreatic cancer.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-03 Human-in-mouse models of human cancer,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Combination therapy,AACR Project GENIE,IMM-1-104,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. King<\/b><sup>1<\/sup>, J. Funt<sup>1<\/sup>, S. Kolitz<sup>2<\/sup>, P. Nair<sup>1<\/sup>, J. d. Jong<sup>1<\/sup>, A. Yamamura<sup>1<\/sup>, M. Johnson<sup>1<\/sup>, J. Zhang<sup>3<\/sup>, K. Fowler<sup>1<\/sup>, A. Travesa<sup>1<\/sup>, A. Axel<sup>1<\/sup>, C. Walker<sup>1<\/sup>, B. J. Zeskind<sup>3<\/sup>, B. M. Hall<sup>1<\/sup>; <br\/><sup>1<\/sup>Immuneering Corporation, San Diego, CA, <sup>2<\/sup>Immuneering Corporation, Cambridge, MA, <sup>3<\/sup>Immuneering Corporation, New York, NY","CSlideId":"","ControlKey":"c8f774a5-1e50-4d9b-8627-074e590e5f2c","ControlNumber":"8617","DisclosureBlock":"<b>&nbsp;P. King, <\/b> <br><b>Immuneering Corporation<\/b> Employment. <br><b>J. Funt, <\/b> <br><b>Immuneering Corporation<\/b> Employment. <br><b>S. Kolitz, <\/b> <br><b>Immuneering Corporation<\/b> Employment. <br><b>P. Nair, <\/b> <br><b>Immuneering Corporation<\/b> Employment. <br><b>J. D. Jong, <\/b> <br><b>Immuneering Corporation<\/b> Employment. <br><b>A. Yamamura, <\/b> <br><b>Immuneering Corporation<\/b> Employment. <br><b>M. Johnson, <\/b> <br><b>Immuneering Corporation<\/b> Employment. <br><b>J. Zhang, <\/b> <br><b>Immuneering Corporation<\/b> Employment. <br><b>K. Fowler, <\/b> <br><b>Immuneering Corporation<\/b> Employment. <br><b>A. Travesa, <\/b> <br><b>Immuneering Corporation<\/b> Employment. <br><b>A. Axel, <\/b> <br><b>Immuneering Corporation<\/b> Employment. <br><b>C. Walker, <\/b> <br><b>Immuneering Corporation<\/b> Employment. <br><b>B. J. Zeskind, <\/b> <br><b>Immuneering Corporation<\/b> Employment. <br><b>B. M. Hall, <\/b> <br><b>Immuneering Corporation<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8367","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4195","PresenterBiography":null,"PresenterDisplayName":"PETER KING","PresenterKey":"6f7edc5f-3094-4243-b2c7-1ffa300b892f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4195. Activity of IMM-1-104 alone or in combination with chemotherapy in RAS-altered pancreatic cancer models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"434","SessionOnDemand":"False","SessionTitle":"In Vivo Imaging and Humanized Models","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Activity of IMM-1-104 alone or in combination with chemotherapy in RAS-altered pancreatic cancer models","Topics":null,"cSlideId":""}]