[{"Abstract":"Melanoma is the deadliest form of skin cancer. Treatment with immune checkpoint blockade (ICB) has transformed outcomes. However, half of melanoma patients do not derive long-term benefit. Side-effects of ICB are frequent, and typically managed by systemic or topical treatment with corticosteroids, widely known for their immunosuppressive effects. However, clinical data is contradictory as to the effect on prognosis of patients receiving ICB that also receive corticosteroids, with some studies suggesting a negative effect of steroid use, and others suggesting no effect or even positive outcomes with steroid use. Additionally, our lab recently showed that combining corticosteroids with ICB improves treatment responses in certain preclinical cancer models. Thus, understanding the role of corticosteroids in cancer progression, and their effect on the tumor immune microenvironment, is critical.<br \/>In an intradermal murine melanoma model unresponsive to ICB, we found that topical corticosteroid treatment significantly impairs tumor growth. After just two doses, glucocorticoid-treated tumors shrank, whereas control-treated tumors doubled in volume. Intriguingly, this effect was lost in <i>Rag1<\/i><sup>-\/-<\/sup> mice (deficient in B and T cells) or in mice depleted of CD8<sup>+<\/sup> T cells, uncovering a key role for T cells in corticosteroid-induced tumor growth control. Genetic ablation of the glucocorticoid receptor in tumor cells abrogated this effect, suggesting corticosteroids act directly on tumor cells to stimulate anti-tumor immunity. Analysis of TCGA RNA sequencing data showed melanoma patients with high glucocorticoid receptor expression have better overall survival than those with low expression, a finding repeated in a large, independent cohort of primary melanoma specimens of the Leeds Melanoma Cohort (n=703). Through cellular and molecular profiling using multiparametric flow cytometry and whole exome RNA sequencing, we have identified promising candidate pathways that might underlie the immune-dependent tumor control induced by steroids.<br \/>Steroids induce tumor control in other, but not all, melanoma and non-melanoma tumor models studied, suggesting this may be a conserved immune-evasive pathway in a subset of tumors. Ongoing work aims to characterize the molecular and cellular effects of topical corticosteroid treatment, and to investigate their relevance in human melanoma. Given the widespread use of corticosteroids in patients receiving ICB, these unexpected findings may have significant clinical impact.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-04 Immune mechanisms invoked by other therapies including chemotherapy,,"},{"Key":"Keywords","Value":"Tumor immunity,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. H. Earnshaw<\/b><sup>1<\/sup>, S.-C. Chiang<sup>1<\/sup>, A. Moeini<sup>1<\/sup>, M. Koufaki<sup>1<\/sup>, E. Bonavita<sup>1<\/sup>, L. Nebot-Bral<sup>1<\/sup>, M. Russo<sup>1<\/sup>, C. Bell<sup>1<\/sup>, T. Bigirumurame<sup>2<\/sup>, J. Nsengimana<sup>2<\/sup>, J. Newton-Bishop<sup>3<\/sup>, C. E. M. Griffiths<sup>4<\/sup>, S. Zelenay<sup>1<\/sup>; <br\/><sup>1<\/sup>Cancer Research UK Manchester Institute, Manchester, United Kingdom, <sup>2<\/sup>Population Health Sciences Institute, Newcastle University, Newcastle, United Kingdom, <sup>3<\/sup>University of Leeds, Leeds, United Kingdom, <sup>4<\/sup>University of Manchester, Manchester, United Kingdom","CSlideId":"","ControlKey":"9749517b-eabc-4078-b8ef-b300beb5bda6","ControlNumber":"919","DisclosureBlock":"&nbsp;<b>C. H. Earnshaw, <\/b> None..<br><b>S. Chiang, <\/b> None..<br><b>A. Moeini, <\/b> None..<br><b>M. Koufaki, <\/b> None..<br><b>E. Bonavita, <\/b> None..<br><b>L. Nebot-Bral, <\/b> None..<br><b>M. Russo, <\/b> None..<br><b>C. Bell, <\/b> None..<br><b>T. Bigirumurame, <\/b> None..<br><b>J. Nsengimana, <\/b> None..<br><b>J. Newton-Bishop, <\/b> None.&nbsp;<br><b>C. E. M. Griffiths, <\/b> <br><b>Almirall<\/b> Independent Contractor, Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Independent Contractor, Grant\/Contract. <br><b>ONO Pharmaceuticals<\/b> Independent Contractor. <br><b>Abbvie<\/b> Independent Contractor. <br><b>Novartis<\/b> Independent Contractor. <br><b>Boots Ltd<\/b> Independent Contractor. <br><b>Bristol Meyers Squibb<\/b> Independent Contractor. <br><b>Evelo Bioscience<\/b> Independent Contractor. <br><b>GSK<\/b> Independent Contractor. <br><b>Inmagene<\/b> Independent Contractor. <br><b>Janssen<\/b> Independent Contractor. <br><b>Lilly<\/b> Independent Contractor. <br><b>S. Zelenay, <\/b> <br><b>Ono Pharmaceuticals<\/b> Grant\/Contract. <br><b>Heptares Therapeutics<\/b> Grant\/Contract. <br><b>Medibiofarma<\/b> Independent Contractor. <br><b>Ribonexus<\/b> Independent Contractor. <br><b>iTEOS Therapeutics<\/b> Independent Contractor.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5784","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2647","PresenterBiography":null,"PresenterDisplayName":"Charles Earnshaw, BA;MBBCh","PresenterKey":"671156b2-6a31-4d2e-9382-107227b44a58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2647. Topical corticosteroids stimulate T cell-dependent melanoma growth control","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Topical corticosteroids stimulate T cell-dependent melanoma growth control","Topics":null,"cSlideId":""},{"Abstract":"There is an unmet need for effective treatment strategies for diffuse midline glioma (DMG), a devastating brain tumour arising in children and young adults. While immunotherapy is emerging as a powerful approach for treatment of other cancers, clinical trials with immune checkpoint inhibitors have failed to show a survival benefit for DMG patients. In this study, we analysed the expression of known immune checkpoint molecules on the surface of human and murine DMG cells by flow cytometry and identified CD155 and B7-H3 as the most highly expressed checkpoint molecules, with minimal expression of others, including PD-L1 and PD-L2. These findings were confirmed in primary patient samples from pediatric brain tumours (gliomas, medulloblastomas and ependymomas). To test whether CD155 regulates susceptibility to CD8+ T cell killing, we cultured murine DMG cells expressing ovalbumin (OVA) with CD8+ T cells from OT-I mice, which express T cell receptors specific for OVA. shRNA mediated silencing of CD155 led to a strong increase in T cell-mediated killing. <i>In vivo<\/i>, adoptive transfer of OT-I T cells into OVA-positive DMG-bearing immuno-compromised mice resulted in delayed tumour growth, and this effect was enhanced when tumours lacked CD155. Strikingly, CD155-deficient DMG cells failed to grow at all in immuno-competent mice, and depletion of CD8 T cells allowed these tumours to grow, highlighting a role for CD8 T cells in rejection of CD155-deficient cells. In addition to its effects on susceptibility to T cells, CD155 also exerted cell-autonomous effects on tumour cells: silencing of CD155 led to induction of apoptosis of DMG cells <i>in vitro<\/i> and to delayed tumour <i>growth in vivo<\/i>, even in immune-compromised mice. These studies demonstrate that CD155 functions as an immune checkpoint and as a regulator of tumour cell survival in DMG, and suggest that targeting CD155 could be a valuable double-pronged therapeutic strategy for this devastating disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Glioma,Immune checkpoint,In vivo,Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Tzaridis<\/b><sup>1<\/sup>, T. Eisemann<sup>1<\/sup>, A. F. Andrade<sup>2<\/sup>, J. L. Hope<sup>3<\/sup>, O. Becher<sup>4<\/sup>, N. Jabado<sup>2<\/sup>, L. M. Bradley<sup>1<\/sup>, P. Adams<sup>1<\/sup>, R. Wechsler-Reya<sup>5<\/sup>; <br\/><sup>1<\/sup>Sanford Burnham Prebys Med. Discovery Inst., La Jolla \/ San Diego, CA, <sup>2<\/sup>Department of Human Genetics, Department of Paediatrics of the McGill University and Research Institute of the McGill University Health Center, Montreal, QC, Canada, <sup>3<\/sup>Department of Microbiology & Immunology, Drexler University College of Medicine, Philadelphia, PA, <sup>4<\/sup>Jack Martin Division of Pediatric Hematology-Oncology, Mount Sinai Kravis Children’s Hospital, Icahn School of Medicine at Mount Sinai, New York, NY, <sup>5<\/sup>Department of Neurology and Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY","CSlideId":"","ControlKey":"09f46b53-1782-4b01-bb24-716f135b2930","ControlNumber":"5626","DisclosureBlock":"&nbsp;<b>T. Tzaridis, <\/b> None..<br><b>T. Eisemann, <\/b> None..<br><b>A. F. Andrade, <\/b> None..<br><b>J. L. Hope, <\/b> None..<br><b>O. Becher, <\/b> None..<br><b>N. Jabado, <\/b> None..<br><b>L. M. Bradley, <\/b> None..<br><b>P. Adams, <\/b> None..<br><b>R. Wechsler-Reya, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5785","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2648","PresenterBiography":null,"PresenterDisplayName":"Theophilos Tzaridis, MD","PresenterKey":"6d704dbe-f9ea-4f2b-83e7-c2516dc5e225","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2648. CD155 regulates cell growth and immune evasion in diffuse midline glioma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CD155 regulates cell growth and immune evasion in diffuse midline glioma","Topics":null,"cSlideId":""},{"Abstract":"Non-small cell lung cancer (NSCLC) is the second most common cancer and accounts for ~127,000 deaths\/year in the U.S. Its current ~30% five-year survival rate is an improvement from a decade ago thanks in part to the introduction of immune checkpoint inhibitors including PD1- and PD-L1-specific monoclonal antibodies. While PD-1\/PD-L1-targeted immunotherapy is effective in many cases, not all patients respond and complete remissions still only occur in a minority of patients. Therefore, a greater understanding of immune checkpoint regulation in human NSCLC is needed. Here, we investigated a novel role for the aryl hydrocarbon receptor (AhR), an environmental carcinogen receptor previously associated with smoking-induced lung cancers, in the regulation of immune checkpoints PD-L1, PD-L2, and IDO1. Computational analyses of existing databases for protein-protein interactions linked to the AhR signaling pathway suggested crosstalk between the AhR, type I and type II Interferon (IFN), and JAK\/STAT signaling pathways. AhR deletion from human lung A549 adenocarcinoma cells significantly reduced expression of <i>JAK2<\/i>, <i>STAT1, STAT2,<\/i> and the JAK\/STAT signaling targets <i>IRF1<\/i> and <i>IRF9.<\/i> Type II IFN&#947; significantly increased expression of those genes as well as the immune checkpoints IDO1, PD-L1, and PD-L2 in an AhR-dependent fashion. Interestingly, AhR deletion also eliminated IFN&#947;-mediated induction of a recently described long non-coding RNA, <i>INCR1<\/i>, which is encoded across the <i>CD274\/CD273<\/i> locus, and which facilitates <i>JAK2<\/i>, <i>CD274\/PD-L1,<\/i> and <i>IDO1<\/i> translation. Concomitantly, AhR knockout increased baseline expression of an RNA-binding protein, HNRNPH1, known to sequester <i>JAK2<\/i> and <i>CD274<\/i> mRNA thereby reducing IDO, PD-L1 and PD-L2 expression. Similarly, the AhR was shown to regulate Type I IFN&#945;-mediated induction of <i>STAT1<\/i>, <i>STAT2<\/i>, <i>CD274\/PD-L1<\/i>, and <i>CD273\/PD-L2<\/i>. The data indicate that IFN induction of key immune checkpoints in lung adenocarcinoma cells is dependent on the AhR through its control of a conventional JAK\/STAT pathway and an unconventional lncRNA (<i>INCR1<\/i>) and RNA-binding protein (HNRNPH1) pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Immune checkpoint,Aryl hydrocarbon receptor,PD-L1,Noncoding RNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Lara<\/b><sup>1<\/sup>, M. Snyder<sup>2<\/sup>, Z. Wang<sup>1<\/sup>, J. Fimbres<sup>1<\/sup>, E. Yang<sup>3<\/sup>, D. H. Sherr<sup>1<\/sup>; <br\/><sup>1<\/sup>Boston University School of Public Health, Boston, MA, <sup>2<\/sup>Boston University School of Medicine, Boston, MA, <sup>3<\/sup>Boston University, Boston, MA","CSlideId":"","ControlKey":"0869d804-20cc-4a03-b380-5b8d9a03e18a","ControlNumber":"2549","DisclosureBlock":"&nbsp;<b>B. Lara, <\/b> None..<br><b>M. Snyder, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>J. Fimbres, <\/b> None..<br><b>E. Yang, <\/b> None.&nbsp;<br><b>D. H. Sherr, <\/b> <br><b>Hercules Pharmaceuticals<\/b> Grant\/Contract, Other, David Sherr is the Co-founder and Chief Scientific Officer of Hercules Pharmaceuticals.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5786","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2649","PresenterBiography":null,"PresenterDisplayName":"Brian Lara","PresenterKey":"29c8aadc-288d-4ed5-98d2-67f4c6b281d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2649. A new role for the aryl hydrocarbon receptor (AhR) as a proximal mediator of immune checkpoints (PD-L1\/2 and IDO1) in non-small cell lung cancer: Insights into an interferon-induced, LncRNA-and JAK\/STAT-mediated signaling pathway","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A new role for the aryl hydrocarbon receptor (AhR) as a proximal mediator of immune checkpoints (PD-L1\/2 and IDO1) in non-small cell lung cancer: Insights into an interferon-induced, LncRNA-and JAK\/STAT-mediated signaling pathway","Topics":null,"cSlideId":""},{"Abstract":"In recent years, immunotherapy has achieved significant success in the treatment of a variety of cancer types, including melanoma, non-small cell lung cancer, and colorectal cancer. However, in stark contrast, patients with glioblastoma (GBM) show remarkably poor responses to immunotherapy, failing to derive any therapeutic benefit. Thus, an understanding of the immunosuppressive microenvironment of GBM, which is considered an immunotherapy-cold tumor, is of paramount importance. One common and distinctive genetic mutation found in gliomas is that of EGFRvIII, which is linked with enhanced cell proliferation, invasion, migration, and angiogenesis in GBM. Intriguingly, we found that this mutation induced a significantly more severe immunosuppressive microenvironment compared with wild-type EGFR. To unravel the mechanisms underlying EGFRvIII mutation-induced immunosuppression in GBM, we posited that the mutant variant secretes an array of immunosuppression-related proteins into the glioma microenvironment. To investigate this, we conducted proteomic analysis of conditioned media from EGFRvIII mutant cell lines and discovered significant changes in the expression of insulin-like growth factor-binding protein-2 (IGFBP2), a well-documented oncogenic protein. Although IGFBP2 is known to be upregulated in various tumor types and is associated with malignant behaviors such as proliferation and invasion in gliomas, its role in glioma immunology remains largely unexplored. In line with our earlier bioinformatic analyses, our study revealed significant enrichment of IGFBP2 in pathways related to immunosuppression in GBM. Thus, in the present investigation, we analyzed the mechanisms by which IGFBP2 induces an immunosuppressive microenvironment. Using co-culture models, we found that IGFBP2-overexpressing glioma cells as well as glioma cells treated with exogenous IGFBP2 recruited immune cells through binding to integrin &#945;v&#946;5. Furthermore, we demonstrated that IGFBP2 promoted the secretion of the classical macrophage polarization factor IL-10 by phosphorylation of STAT3. These findings indicate the significant influence of IGFBP2 in steering glioma-associated macrophages toward a pro-tumor M2-like phenotype. We also observed that IGFBP2 upregulated the expression of PD-L1 on tumor cell surfaces. These results were verified in animal experiments. Intriguingly, our preliminary data indicated that exogenous IGFBP2 translocated to the cell nucleus within hours, and immunoprecipitation assays confirmed its interaction with STAT3 <i>in vitro<\/i>. These findings collectively underscore the pivotal role of IGFBP2 in the creation of the immunosuppressive microenvironment induced by EGFRvIII mutation. Consequently, targeting IGFBP2 holds great promise for advancing immunotherapeutic approaches in EGFRvIII-mutant glioblastomas, offering an exciting avenue for potential treatments of GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Glioblastoma,Immunosuppression,Tumor microenvironment,Tumor associated macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Fan<\/b><sup>1<\/sup>, X. Wang<sup>1<\/sup>, T. Li<sup>1<\/sup>, X. Yang<sup>2<\/sup>, W. Zhang<sup>3<\/sup>; <br\/><sup>1<\/sup>Tianjin Medical University General Hospital, Tianjin, China, <sup>2<\/sup>Department of Neurosurgery, Beijing Tsinghua Changgung Hospital, Beijing, China, <sup>3<\/sup>Departments of Cancer Biology, Wake Forest School of Medicine, Winston-Salem, NC","CSlideId":"","ControlKey":"41a6a41b-c82d-45df-af14-8b2a4e8afb49","ControlNumber":"692","DisclosureBlock":"&nbsp;<b>J. Fan, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>T. Li, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>W. Zhang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5787","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2650","PresenterBiography":null,"PresenterDisplayName":"Jikang Fan, MD","PresenterKey":"34c663ab-bff3-4ae2-a36c-515b73dc3cea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2650. IGFBP2 assists EGFRvIII-positive glioblastoma to evade immune elimination","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IGFBP2 assists EGFRvIII-positive glioblastoma to evade immune elimination","Topics":null,"cSlideId":""},{"Abstract":"Hematopoietic progenitor kinase 1 (HPK1) is a negative regulator of immune cells and suppresses the immune function of a wide range of cells, including T cells, B cells, and dendritic cells (DCs). Recent studies have shown that HPK1 is correlated with increased T cell exhaustion, one of hallmark phenomena for acquired resistance to immune checkpoint inhibitors (ICIs), that is a major obstacle in the current immunotherapy regimen with an increasing need of novel agent to overcome it. We have discovered FB849, a highly potent, highly selective, and orally available HPK1 inhibitor especially with an excellent selectivity over key immune-related off target kinases. FB849 confers the activation of various human primary immune cells such as T cells, B cells, and DCs <i>in vitro. <\/i>FB849 elicited robust anti-cancer efficacy in syngeneic mouse models including MC38 and CT26 both as a monotherapy and in combination with a PD-1 antagonist. A dramatic synergistic efficacy with FB849 and PD-1 combination was observed in EMT6. Durable effects possibly through immunological memory were also confirmed in CT26. Under a CD8+ T cell depletion condition <i>in vivo<\/i>, FB849 still maintained monotherapy efficacy, demonstrating its anti-cancer immunity through CD8+ T cell-independent pathway possibly via efficacy through myeloid lineage. FB849 significantly reduced the LAG3+ and PD-1+ exhausted T cells and CD25+ FoxP3+ regulatory T cells, simultaneously depleted tumor associated macrophages (TAMs), and modulated dendritic cell population in the syngeneic tumors. To better understand how FB849&#8217;s effects on human cancer, FB849 was evaluated in isolated TILs (tumor-infiltrating lymphocytes) from patients with renal cell carcinoma and other cancer types. CD8+ T cells from a RCC patient was highly activated evidenced by the increased cell proliferation and the enhanced cytokine secretion by <i>ex vivo<\/i> treatment of FB849 alone or by the combination with PD-1 antagonist. Similar phenomena were observed in gastric cancer, hepatocellular carcinoma, colorectal cancer, and head and neck cancer. FB849 treatment resulted in the activation of not only stem-like T cells but also in the partial reinvigoration of terminally differentiated T cells from a RCC patient. These data from patient TIL&#8217;s together with mouse TIL&#8217;s pinpoint unprecedented anti-tumor mechanism by FB849 through modulation of exhausted T cells as well as myeloid cells. Altogether, this study supports the planned clinical development of FB849 as a promising immuno-oncology agent as a monotherapy in the selected cancer types and as post-ICI combination with a PD-1 antagonist.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Immuno-oncology,Immunomodulation,Combination therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Kim<\/b><sup>1<\/sup>, S. Lim<sup>1<\/sup>, A. Park<sup>1<\/sup>, J. Lee<sup>1<\/sup>, J. Kim<sup>1<\/sup>, S. Jeon<sup>2<\/sup>, Y. Lee<sup>2<\/sup>, E.-C. Shin<sup>2<\/sup>, S. Kim<sup>1<\/sup>; <br\/><sup>1<\/sup>1STBiotherapeutics, Yongin-si, Gyeongido, Korea, Republic of, <sup>2<\/sup>Korea Advanced Institute of Science and Technology, Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"8757d77f-25b0-4e5b-b888-5a34f38f547c","ControlNumber":"4161","DisclosureBlock":"<b>&nbsp;H. Kim, <\/b> <br><b>1STBiotherapeutics<\/b> Employment. <br><b>S. Lim, <\/b> <br><b>1STBiotherapeutics<\/b> Employment. <br><b>A. Park, <\/b> <br><b>1STBiotherapeutics<\/b> Employment. <br><b>J. Lee, <\/b> <br><b>1STBiotherapeutics<\/b> Employment. <br><b>J. Kim, <\/b> <br><b>1STBiotherapeutics<\/b> Founder\/CEO.<br><b>S. Jeon, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>E. Shin, <\/b> None.&nbsp;<br><b>S. Kim, <\/b> <br><b>1STBiotherapeutics<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5788","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2651","PresenterBiography":null,"PresenterDisplayName":"Hyekyoung Kim","PresenterKey":"f1b233c7-1694-4272-8939-a54b4fbc8c40","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2651. A selective HPK1 inhibitor FB849 reprograms intratumoral immune cells and elicits strong anti-cancer immunity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A selective HPK1 inhibitor FB849 reprograms intratumoral immune cells and elicits strong anti-cancer immunity","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Introduction<\/u><\/b> HPK1 is a member of the MAP4K family of protein serine\/threonine kinases that negatively regulates activation signals in multiple immune cells and is an attractive therapeutic target for many cancers. Using structure-based drug design, we developed a highly selective HPK1 inhibitor, NDI-101150, with nanomolar potency and physiochemical properties suitable for once daily oral administration.<br \/><b><u>Methods &#38; Results<\/u><\/b> HPK1 inhibition with NDI-101150 has a differentiated pharmacology profile when compared directly to PD1 blockade. NDI-101150 was able to overcome the immunosuppressive effects of prostaglandin E2, adenosine, and TGF-&#946; on human T cell activation. HPK1 inhibition also directly limited the suppressive capacity of T regulatory cells. In contrast, anti-PD1 treatment was not able to overcome the immunosuppressive activity associated with any of these mechanisms. In vivo, HPK1 inhibition significantly enhanced the production of antigen-specific antibodies in response to immunization with both T-dependent and T-independent antigens, while anti-PD1 treatment had minimal to no effects on antibody production. In the EMT-6 syngeneic model, 7\/10 mice receiving NDI-101150 exhibited complete tumor regressions, compared to only 1\/10 from an anti-PD1 cohort. Furthermore, NDI-101150 established a robust and durable immune memory response as 100% of treated mice showed complete rejection of tumor growth upon subsequent re-challenge. HPK1 inhibition with NDI-101150 also shows robust synergy with PD1 blockade in vitro and in vivo. Both NDI-101150 and anti-PD1 were able to reinvigorate exhausted human T cells, restoring cytokine production and proliferative effects in mixed lymphocyte reactions. Further, in combination HPK1 inhibition and PD1 blockade synergized to enhance the activity of exhausted human T cells to an extent exceeding that observed with na&#239;ve human T cells in similar experiments. In vivo, while NDI-101150 or anti-PD1 treatments alone induced tumor growth inhibition in the murine CT-26 syngeneic tumor model, NDI-101150 and anti-PD1 in combination mediated complete tumor regressions in several mice. Furthermore, NDI-101150 seemed to induce a durable immune memory response as evidenced by the combination-treated animals showing complete rejection of tumor growth upon subsequent re-challenge, without any further dosing of NDI-101150.<br \/><b><u>Conclusions<\/u><\/b> Pharmacological inhibition of HPK1 with NDI-101150 represents a powerful system-wide immunomodulatory approach with the potential to enhance anti-tumor immunity in patients failing to respond to currently approved immune checkpoint therapies or in combination with immune checkpoint blockade therapies. NDI-101150 is currently being tested in a Phase 1\/2 trial (NCT05128487) in patients with advanced solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Immunotherapy,PD-1,HPK1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Ciccone<\/b>, F.-S. Kuo, S. Daigle, N. Kaila, G. Yau, M. Carlson, D. Levasseur, B. Srivastava, F. G. Basile, C. Loh; <br\/>Nimbus Therapeutics, Boston, MA","CSlideId":"","ControlKey":"354e26fa-ceda-4797-8fcc-ec7d48e0cdad","ControlNumber":"7738","DisclosureBlock":"&nbsp;<b>D. Ciccone, <\/b> None..<br><b>F. Kuo, <\/b> None..<br><b>S. Daigle, <\/b> None..<br><b>N. Kaila, <\/b> None..<br><b>G. Yau, <\/b> None..<br><b>M. Carlson, <\/b> None..<br><b>D. Levasseur, <\/b> None..<br><b>B. Srivastava, <\/b> None..<br><b>F. G. Basile, <\/b> None..<br><b>C. Loh, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5789","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2652","PresenterBiography":null,"PresenterDisplayName":"David Ciccone","PresenterKey":"10c2416b-766e-44f9-a2f5-1f491c0b8ac1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2652. NDI-101150 is a potent and highly selective HPK1 inhibitor that both synergizes with and differentiates from anti-PD1 immune checkpoint blockade","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NDI-101150 is a potent and highly selective HPK1 inhibitor that both synergizes with and differentiates from anti-PD1 immune checkpoint blockade","Topics":null,"cSlideId":""},{"Abstract":"HPK1, also known as MAP4K1, is a critical signaling kinase molecule as a negative feedback loop in various immune cells. Despite the advancement of multiple clinical programs for therapeutic inhibition of HPK1, there is an urgent need to understand HPK1 biology in genome-wide signaling networks not only from lymphocytes but also from monocytes. FB849 is designed as a potent and highly selective inhibitor of HPK1 and is currently in phase I clinical trial with advanced cancer patients (NCT05761223). We aim to generate proteomic and phosphoproteomic profiles to reveal modes of action of FB849 in the broad spectrum of cancer immunity. Human PBMCs were treated with FB849 under conditions with or without CD3\/CD28 stimulation. Utilizing an antibody array comprising 1,930 antibodies, the expression of 1,438 distinct proteins was assessed. The antibody arrays in human PBMCs identified a total of 85 and 33 phospho-proteins showing differential expression in response to FB849 treatment compared to the control in the presence or absence of CD3\/CD28 stimulations, respectively (fold change &#62; 2, adj. p-value &#60; 0.01). KEGG pathway enrichment analysis demonstrated that the differentially expressed proteins by FB849 in the presence of CD3\/CD28 stimulation were significantly enriched in immune-related biological processes, including 'pathways in cancer', 'PI3K-Akt signaling pathway', 'Focal adhesion', 'cytokine-cytokine receptor interaction', 'MAPK signaling pathway', 'JAK-STAT signaling pathway', and 'Th1 and Th2 cell differentiation'. Reactome biology pathway analysis also showed significant enrichment in &#8216;immune system&#8217;, &#8216;homeostasis&#8217;, and &#8216;cytokine signaling in immune cells&#8217;. In addition, we performed LC-MS\/MS-based phosphoproteomics in PBMC samples pooled from CT26 mouse syngeneic models treated with 25mg\/kg and 50mg\/kg of FB849 and its derivative. The proteomics identified 1239 unique phosphorylated proteins and 915 distinct phosphorylation proteins, while 68 and 39 phosphorylated proteins were identified as differentially expressed proteins in FB849 or its derivative treated groups compared with control groups, respectively. The several phosphoproteins exhibited consistent decreases or increases in both FB849 and its derivative. Together, this work reveals genome-wide alterations in the proteomic and phosphoproteomic landscape by FB849 in both mouse PBMC&#8217;s and human PBMC&#8217;s with clear pathway enrichment potentially from various immune cell lineages. Further exploration of the differential expression of each protein and\/or phosphoproteins especially in T cell-, B cell-, and monocyte-enriched biomarkers which link to HPK1-relevant signal transduction is needed to find out their clinical implication and to highlight new understanding of HPK1 signaling network in cancer immunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Immunotherapy,HPK1 inhibitor,Proteomics,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Lim<\/b>, S. Jin, A. Park, H. Kim, S. Kim, J. Kim, J. Lee; <br\/>1ST Biotherapeutics, Inc., Gyeonggi-do, Korea, Republic of","CSlideId":"","ControlKey":"582fa901-1852-4277-b0b5-9c94a01df7d9","ControlNumber":"5662","DisclosureBlock":"<b>&nbsp;S. Lim, <\/b> <br><b>1ST Biotherapeutics, Inc.<\/b> Employment. <br><b>S. Jin, <\/b> <br><b>1ST Biotherapeutics, Inc.<\/b> Employment. <br><b>A. Park, <\/b> <br><b>1STBio therapeutics, Inc.<\/b> Employment. <br><b>H. Kim, <\/b> <br><b>1ST Biotherapeutics, Inc.<\/b> Employment. <br><b>S. Kim, <\/b> <br><b>1ST Biotherapeutics, Inc.<\/b> Employment. <br><b>J. Kim, <\/b> <br><b>1ST Biotherapeutics, Inc.<\/b> Founder\/CEO. <br><b>J. Lee, <\/b> <br><b>1ST Biotherapeutics, Inc.<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5790","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2653","PresenterBiography":null,"PresenterDisplayName":"Seungmook Lim, MS","PresenterKey":"39af7566-7ac4-4346-94a5-846b7e4c15b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2653. Integrative analysis of proteomic alterations in human PBMC&#8217;s treated by HPK1 inhibitor FB849 reveals enriched pathways from various immune cells leading to potential novel biomarker discovery","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrative analysis of proteomic alterations in human PBMC&#8217;s treated by HPK1 inhibitor FB849 reveals enriched pathways from various immune cells leading to potential novel biomarker discovery","Topics":null,"cSlideId":""},{"Abstract":"Hematopoietic progenitor kinase 1 (HPK1) has been shown to act as a negative regulator of T cell receptor signaling and of subsequent effector T cell function.&#8239; Inhibiting HPK1 to enhance T cell activity has emerged as a promising strategy for cancer immunotherapy. Upon T cell receptor engagement, the kinase domain of HPK1 is activated and targets components of the T cell receptor (TCR) signaling pathway for degradation, including SLP76. However, the molecular events connecting HPK1 kinase activity to observed T cell functions downstream of proximal TCR signaling are not well understood. Through transcriptional profiling of HPK1-kinase-dead (HPK1-KD) versus wild-type CD8+ T cells following an acute, attenuated Listeria monocytogenes infection, we observed increased expression of many genes associated with T cell activation and effector function, including changes in expression of several key transcription factors and their targets. Upon activation, HPK1-KD T cells, as well as T cells treated with our small-molecule HPK1 inhibitor, produce higher levels of a wide range of effector cytokines in vitro and in vivo.&#8239; Treatment of mice with the HPK1 inhibitor also inhibited tumor growth in several syngeneic tumor models.&#8239; These data expand our understanding of the role of HPK1 in inhibiting CD8+ T cell effector programs, and, importantly, the impact of HPK1 inhibitors on T cell function.&#8239;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"T cell,Small molecule inhibitor,Immunotherapy,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Y. Ames<\/b>, R. Zhao, P. Mace, A. Grant, G. Xie, H. Milestone, M. Grandcolas, E. Fang, N. Kiosea, S. Wong, M. Brovarney, S. Jacobson, D. Nebalasca, J. Arguello, B. Gomez, H. Kandala, M. Y. M. Ko, L. Nguyen, O. Robles, G. Shibuya, A. A. Shakhmin, P. Tivitmahaisoon, V.-A. Vu, A. Younai, M. Zibinsky, B. Subramanyam, D. Poon, M. Sabouri Ghomi, D. J. Wustrow, P. D. Kassner, G. E. Katibah, D. G. Brockstedt; <br\/>RAPT Therapeutics, Inc., South San Francisco, CA","CSlideId":"","ControlKey":"c786a85d-5fbe-4730-9d88-b0bf5399bb08","ControlNumber":"5806","DisclosureBlock":"<b>&nbsp;R. Y. Ames, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>R. Zhao, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>P. Mace, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>A. Grant, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>G. Xie, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>H. Milestone, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>M. Grandcolas, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>E. Fang, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>N. Kiosea, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>S. Wong, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>M. Brovarney, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>S. Jacobson, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>D. Nebalasca, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>J. Arguello, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>B. Gomez, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>H. Kandala, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>M. Y. M. Ko, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>L. Nguyen, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>O. Robles, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>G. Shibuya, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>A. A. Shakhmin, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>P. Tivitmahaisoon, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>V. Vu, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>A. Younai, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>M. Zibinsky, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>B. Subramanyam, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>D. Poon, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>M. Sabouri Ghomi, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>D. J. Wustrow, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>P. D. Kassner, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>G. E. Katibah, <\/b> <br><b>RAPT Therapeutics<\/b> Employment. <br><b>D. G. Brockstedt, <\/b> <br><b>RAPT Therapeutics<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5791","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2654","PresenterBiography":null,"PresenterDisplayName":"Rachel Ames","PresenterKey":"ab82ff02-8dea-483c-85ac-830ad9bce95d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2654. HPK1 inhibits CD8+ T cell effector gene expression following T cell activation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HPK1 inhibits CD8+ T cell effector gene expression following T cell activation","Topics":null,"cSlideId":""},{"Abstract":"We are investigating basic questions like why do Foxp3+ T-regulatory (Treg) cells have at least 3 nuclear complexes involving Hdac1 and Hdac2 (CoREST, Sin3, NuRD), and how can the inhibitory effects of Foxp3+ Tregs on host anti-tumor immune responses be targeted therapeutically? Here, we report on the immune functions of chromodomain-helicase-DNA-binding protein 4 (Chd4), a key enzyme of the nucleosome remodeling and deacetylase complex (NuRD) complex. TCGA analysis showed increased Chd4 expression and Foxp3+ Tregs within lung tumors, leading us to assess the effects of conditional gene deletion within Foxp3+ murine Tregs. Chd4 knockout led to systemic autoimmunity and death of mice within 3 weeks of life and RNAseq studies showed Chd4 loss led to derepression of ~1400 genes and repression of &#62;700 further genes resulting in a Treg signature markedly different from conditional deletion of Hdac1, Hdac2 or Mbd2 in Treg cells. Chd4 is an intrinsically disordered therapeutic target without a defined structure outside its physiological cell environment. To date, no specific inhibitors targeting Chd4 have been developed. We have identified Ch41, a novel and potent inhibitor of Chd4, using a novel cellular target engagement platform. Transcriptomic and mass-spec investigations showed that Ch41 impaired thymic Treg function and iTreg development, led to decreased CNS2 demethylation within the Foxp3 locus, and significantly impaired growth of lung tumors and hepatocellular carcinomas in immunocompetent but not in immunodeficient C57BL\/6 mice (p&#60;0.01). Following Chd4 inhibitor therapy, intratumoral conventional T cells had increased activation and cytokine production (IL-2, IFN-g) compared to intratumoral T cells in control tumor-bearing mice but, perhaps unexpectedly, treated mice did not show histologic or biochemical evidence of autoimmunity. We conclude that while tumor associated Tregs have unique properties that include their increased suppressive activity compared to non-tumor associated Treg cells, they are also more susceptible than the latter and conventional T cells to newly developed therapeutic interventions, including targeting of the Chd4 chromodomain of the NuRD complex.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Regulatory T cells,Immunomodulation,Epigenetics,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W. W. Hancock<\/b><sup>1<\/sup>, L. Wang<sup>2<\/sup>, M. Minisini<sup>3<\/sup>, E. di Giorgio<sup>3<\/sup>, I. Babic<sup>4<\/sup>, E. Nurmemmedov<sup>4<\/sup>; <br\/><sup>1<\/sup>University of Pennsylvania, Philadelphia, PA, <sup>2<\/sup>Children's Hospital of Philadelphia, Philadelphia, PA, <sup>3<\/sup>University of Udine, Udine, Italy, <sup>4<\/sup>Nerd Bio, LLC, San Diego, CA","CSlideId":"","ControlKey":"8b7083fa-31a3-4dbc-b71f-e6c73e3b6318","ControlNumber":"424","DisclosureBlock":"&nbsp;<b>W. W. Hancock, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>M. Minisini, <\/b> None..<br><b>E. di Giorgio, <\/b> None.&nbsp;<br><b>I. Babic, <\/b> <br><b>NerdBio<\/b> Stock. <br><b>E. Nurmemmedov, <\/b> <br><b>NerdBio<\/b> Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5792","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2655","PresenterBiography":null,"PresenterDisplayName":"Wayne Hancock, MD;PhD","PresenterKey":"6aa6633c-9c48-479e-a6b7-2bde4bf650e8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2655. Unexpected role of the NuRD component, Chd4, in Foxp3+ Treg cells and its relevance to tumor immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unexpected role of the NuRD component, Chd4, in Foxp3+ Treg cells and its relevance to tumor immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Immunosuppressive regulatory T-cells (Tregs) are key modulators of tumor immune evasion and resistance to immune checkpoint therapies (ICTs). IKZF2 (Helios) is a transcription factor that is selectively expressed by Treg and has been shown to be essential for maintaining function and stability of Tregs in the face of inflammatory conditions that include autoimmune disease as well as cancer. Here we describe the discovery of PVTX-405, a potent and selective IKZF2 molecular glue degrader (DC<sub>50<\/sub>=6.3 nM). Our molecular glue degrader promotes a productive ternary complex with the E3 ubiquitin ligase substrate receptor cereblon (CRBN) to selectively degrade IKZF2 while sparing other CRBN neosubstrates (IKZF1\/3, GSPT1, CK1a). PVTX-405 demonstrates rapid and selective degradation of IKZF2 in Jurkat cells <i>in vitro,<\/i> human PBMC derived Tregs <i>ex vivo, <\/i>and<i> <\/i>in<i> <\/i>cynomolgus monkeys <i>in vivo<\/i>. Degradation of IKZF2 in Jurkat cells leads to dose dependent increase in production of inflammatory cytokine IL-2. In <i>ex vivo<\/i> co-cultures of Tregs and effector T-cells, PVTX-405 reduces the suppressive activity of Tregs. To determine whether the relief of Treg suppressive activity observed <i>in vitro<\/i> and <i>ex vivo<\/i> can translate to anti-tumor activity <i>in vivo<\/i> we utilized CRBN<sup>I391V<\/sup>(humanized CRBN) mice. We developed a novel MC38 syngeneic tumor model to test both monotherapy and combination efficacy in an immune-competent setting. Once daily oral administration of PVTX-405 as single agent significantly delays the growth of MC38 tumors. Further, <i>in vivo<\/i> treatment of PVTX-405 in combination with ICTs, anti-PD1 or anti-LAG3, significantly increased animal survival and led to durable tumor regressions compared to ICTs alone. Together, these results demonstrate a strong synergy between ICTs and Treg destabilization through pharmacological degradation of IKZF2 and represent a promising combination strategy for treatment of cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Immunomodulation,Regulatory T cells,Interleukin-2,Proteasome-mediated degradation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. D. Dhruv<\/b><sup>1<\/sup>, D. McEachern<sup>2<\/sup>, L. Bai<sup>2<\/sup>, X. Zhang<sup>1<\/sup>, Z. Chen<sup>2<\/sup>, R. Nagilla<sup>1<\/sup>, E. Behshad<sup>1<\/sup>, B. Han<sup>1<\/sup>, P. Orth<sup>1<\/sup>, R. Rej<sup>2<\/sup>, P. Kirchhoff<sup>2<\/sup>, N. Shin<sup>1<\/sup>, L. Jolivette<sup>1<\/sup>, C. Strickland<sup>1<\/sup>, Z. Sui<sup>1<\/sup>, S. Priestley<sup>1<\/sup>, S. Wang<sup>2<\/sup>, H. Mohammad<sup>1<\/sup>; <br\/><sup>1<\/sup>SK Life Science Labs, King of Prussia, PA, <sup>2<\/sup>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"0e86e911-08b3-4566-8b76-9b6b3e7641ed","ControlNumber":"3365","DisclosureBlock":"&nbsp;<b>H. D. Dhruv, <\/b> None..<br><b>D. McEachern, <\/b> None..<br><b>L. Bai, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>R. Nagilla, <\/b> None..<br><b>E. Behshad, <\/b> None..<br><b>B. Han, <\/b> None..<br><b>P. Orth, <\/b> None..<br><b>R. Rej, <\/b> None..<br><b>P. Kirchhoff, <\/b> None..<br><b>N. Shin, <\/b> None..<br><b>L. Jolivette, <\/b> None..<br><b>C. Strickland, <\/b> None..<br><b>Z. Sui, <\/b> None..<br><b>S. Priestley, <\/b> None..<br><b>S. Wang, <\/b> None..<br><b>H. Mohammad, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5793","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2656","PresenterBiography":null,"PresenterDisplayName":"Harshil Dhruv, PhD","PresenterKey":"f2e9def5-1005-4a42-9ee0-e08fb01fd173","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2656. The selective IKZF2 molecular glue degrader, PVTX-405, counters Treg immune suppression,shows significant tumor growth delay as single agent and synergistic response with immune checkpoint therapies (ICTs)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The selective IKZF2 molecular glue degrader, PVTX-405, counters Treg immune suppression,shows significant tumor growth delay as single agent and synergistic response with immune checkpoint therapies (ICTs)","Topics":null,"cSlideId":""},{"Abstract":"Bladder cancer (BCa) is one of the most common malignancies with more than 500,000 new cases diagnosed each year. Intravesical instillations of Bacillus Calmette-Gu&#233;rin (BCG) is the gold-standard treatment for non-muscle invasive BCa (NMIBC) patients despite significant side effects and high rates of refractory disease and\/or recurrence. Indeed, treatment failure occurs in ~40% of cases emphasizing the urgent need to evaluate alternative and\/or complementary new therapies including immunotherapies. Recently, the use of immune checkpoint inhibitor (ICI) anti-PD-1 therapy has been approved for the treatment of BCG-unresponsive NMIBC patients. Here, we investigated whether targeting PD-1 or CTLA-4 can boost anti-tumor immunity in the orthotopic murine MB49 BCa model. To this purpose, 2.5x10<sup>5<\/sup> luciferase-expressing MB49 cells (MB49-Luc) have been instilled into the preconditioned bladder of female C57Bl\/6 mice by intra-urethral catheterization. <i>In vivo<\/i> tumor growth has been monitored three times a week using the IVIS spectrum <i>in vivo<\/i> imaging system. All the inoculated mice showed a luciferase signal at day 3 post-bladder tumor inoculation, demonstrating 100% of tumor uptake. Based on the <i>in vivo<\/i> bioluminescence, a randomization has been performed before ICI treatment consisting of anti-CTLA-4 (10 &#956;g\/mouse; q3dx4, intraperitoneal) or anti-PD-1 (100 &#956;g\/mouse, q3dx4, intraperitoneal). Our data indicate that ICI treatments significantly decreased the <i>in vivo<\/i> bioluminescence, indicating reduced tumor growth. Furthermore, anti-CTLA-4 and anti-PD-1 administration resulted in a significant long term anti-tumor activity, with ~90% and ~70% overall survival of anti-CTLA-4 and anti-PD-1 treated mice, respectively, while isotype control mice displayed ~10% survival by day 74 post-MB49-Luc cells inoculation. To investigate the potential development of systemic adaptive anti-tumor immunity elicited by ICI treatment, remaining ICI-treated mice and newly onboarded non-treated control mice have been (re)-challenged with MB49 tumor cells subcutaneously (s.c.). While all the control mice showed tumor outgrowth and needed to be sacrificed due to humane endpoint by the day 32 post-s.c. challenge, rechallenged ICI-treated mice showed potent abscopal effect and displayed no tumor engraftment with 100% overall survival. Altogether, these findings demonstrate that systemic ICI immunotherapies such as PD-1 and CTLA-4 elicit potent anti-tumor activity and induce protective anti-tumor immune memory. ICI might present an alternative or a complementary treatment to BCG therapy for NMIBC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Bladder cancer,Immune checkpoint blockade,In vivo,PD-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Benmerzoug<\/b>, K. Louche, T. Angles, N. Serhan, F. Dol-Gleizes, P. Lejeune, S. Chabot; <br\/>Evotec France SAS, Toulouse, France","CSlideId":"","ControlKey":"ec02dc03-75b7-445a-a543-097d27094a07","ControlNumber":"1880","DisclosureBlock":"<b>&nbsp;S. Benmerzoug, <\/b> <br><b>Evotec France SAS<\/b> Employment. <br><b>K. Louche, <\/b> <br><b>Evotec France SAS<\/b> Employment. <br><b>T. Angles, <\/b> <br><b>Evotec France SAS<\/b> Employment.<br><b>N. Serhan, <\/b> None.&nbsp;<br><b>F. Dol-Gleizes, <\/b> <br><b>Evotec France SAS<\/b> Employment. <br><b>P. Lejeune, <\/b> <br><b>Evotec France SAS<\/b> Employment. <br><b>S. Chabot, <\/b> <br><b>Evotec France SAS<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5794","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2657","PresenterBiography":null,"PresenterDisplayName":"Sulayman Benmerzoug","PresenterKey":"c5a46800-8ef0-4bf0-9b20-80ca27b2c64c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2657. Immune checkpoint therapy as a treatment option for non-muscle invasive bladder cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immune checkpoint therapy as a treatment option for non-muscle invasive bladder cancer","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint inhibitor therapy (ICT) can provide durable remissions for cancer patients with previously incurable malignancies. However, ICT is ineffective for many cancer types, and even those who initially respond may develop ICT resistance and succumb to their cancer. Tumor cell extrinsic factors, termed host factors, have recently emerged as key mediators and biomarkers of ICT response. One intriguing host factor that may influence ICT response is the circadian clock, an evolutionarily conserved transcriptional-translational feedback loop that allows mammalian organisms to adapt to environmental exposures (e.g. light). However, whether &#8220;the clock&#8221; modulates the ICT anti-tumor immune response is unknown.<br \/>Utilizing preclinical mouse models of cancer immunotherapy, we found that ICT efficacy is time-of-day dependent. ICT was most efficacious if ICT was administered at two hours after first light exposure (Zeitgeber time 2, ZT2) and least efficacious at ZT18. Utilizing flow cytometry, bulk cytokine analysis, and single cell RNA sequencing, we characterized the anti-tumor immune response after administering ICT at ZT2 and ZT18. There was an increase in effector granzyme B- and interferon-<i>&#947;<\/i> producing CD8+ T-cells in the tumor at ZT2 versus ZT18. This was accompanied by an increase in CD11c+ dendritic cells (DCs) and intratumoral chemokines (e.g. CXCL10) that promote DC\/T-cell migration into the tumor microenvironment, and leads to enhanced DC-T-cell priming and anti-tumor immunity. Interestingly, these time-of-day dependent differences in tumor immune cell infiltration were present prior to the administration of ICT. To interrogate the role of the clock in mediating these time-of-day dependent differences, we characterized the response to ICT in mice that lack the core clock gene, BMAL1. Loss of BMAL1 in DCs (BMAL1fl\/fl crossed with CD11c-cre) attenuated ICT efficacy, abrogated time-of-day dependent differences in ICT efficacy and dampened anti-tumor immunity. These findings highlight a role for a novel host factor, the circadian clock, in mediating the efficacy of cancer immune checkpoint therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Circadian genes,Dendritic cells,Chemokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. N. Lichterman<\/b>, T. Srinivasan, W. Li, P. Sabaeifard, L. A. Coughlin, N. Poulides, L. V. Hooper, A. Y. Koh; <br\/>UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"28648894-a3d6-4b90-9b30-7a0dfa5d1aa5","ControlNumber":"5621","DisclosureBlock":"&nbsp;<b>J. N. Lichterman, <\/b> None..<br><b>T. Srinivasan, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>P. Sabaeifard, <\/b> None..<br><b>L. A. Coughlin, <\/b> None..<br><b>N. Poulides, <\/b> None..<br><b>L. V. Hooper, <\/b> None.&nbsp;<br><b>A. Y. Koh, <\/b> <br><b>Novartis<\/b> Other, Sponsored research. <br><b>Prolacta<\/b> Other, Sponsored research, consultant. <br><b>Aumenta Biosciences<\/b> Other Intellectual Property, Other, Co-founder.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5795","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2658","PresenterBiography":null,"PresenterDisplayName":"Jake Lichterman, DO","PresenterKey":"c7db1fac-e330-4ff5-b48d-852e91ac0285","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2658. The circadian clock modulates cancer immune checkpoint therapy through immune cell trafficking","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The circadian clock modulates cancer immune checkpoint therapy through immune cell trafficking","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Immunotherapy has revolutionized the landscape of cancer treatment; however, to date, only limited aspects of the tumor-immune interaction have been exploited successfully, e.g., relief of immune checkpoints, increase of tumor-associated antigen presentation. Although it is well-known that trafficking and entry of T cells from the circulation into tumors is often impaired, leading to an immune &#8220;cold&#8221;, checkpoint inhibitor-refractory state, there are no available therapies that address this important aspect of antitumor immunity.<br \/>Sphingosine-1-phosphate (S1P) is a pleiotropic, bioactive lipid that has been shown to regulate lymphocyte egress from lymph nodes through its interaction with one of its several receptors, S1P1. Clinically, tumor expression levels of the sphingosine-1-phosphate-producing enzyme sphingosine kinase 1 (SPHK1) strongly and negatively correlates with survival of melanoma patients after immune checkpoint inhibitor (ICI) therapy, and pre-clinically correlates with reduced tumor infiltrating lymphocytes (TILs). We therefore hypothesize that aberrant S1P signaling in tumors and in their draining lymph nodes (TDLN) causes immune exclusion by impeding lymphocyte egress from the TDLN, ultimately restricting immune cell infiltration of tumors.<br \/>Methods: We tested the therapeutic efficacy of an engineered S1P-degrading enzyme, S1P lyase (S1PL), on established (~100mm^3) syngeneic B16, CT26, and MC38 murine tumors. Using flow cytometry, we performed immune profiling of systemic, TDLN, and intratumoral T cell populations, assessing both activation status and expression of the S1P1 receptor.<br \/>Results: Treatment of tumor-bearing animals with S1PL depleted systemic S1P, and dramatically increased both trafficking of lymphocytes out of TDLNs and T cell infiltration of tumors relative to control-treated animals. Mice treated with S1PL evinced a higher proportion of S1P1+ circulating and intratumoral T cells relative to control-treated mice, suggesting that the increase in liberation of T cells from the TDLN was effected through the S1P\/S1P1 axis. This increased lymphocyte trafficking correlated with strong inhibition of tumor growth when S1PL was administered as a single agent.<br \/>Conclusions: Therapeutic administration of S1PL may represent an attractive strategy for modulating lymphocyte trafficking to improve the efficacy of therapies that rely on the adaptive immune system to exert antitumor activity. This approach may be particularly potent in settings wherein tumor-mediated immune exclusion is a dominant method of immune escape.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"T cell,Immunostimulation,Lymph nodes,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"A. Araujo, M. Rodnick-Smith, R. Al-Khaledy, G. Georgiou, <b>M. Badeaux<\/b>, E. Stone; <br\/>The University of Texas At Austin, Austin, TX","CSlideId":"","ControlKey":"5b44d5d2-3661-4d7e-9d90-b7e95701be04","ControlNumber":"7254","DisclosureBlock":"&nbsp;<b>A. Araujo, <\/b> None..<br><b>M. Rodnick-Smith, <\/b> None..<br><b>R. Al-Khaledy, <\/b> None..<br><b>G. Georgiou, <\/b> None..<br><b>M. Badeaux, <\/b> None..<br><b>E. Stone, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5796","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2659","PresenterBiography":null,"PresenterDisplayName":"Mark Badeaux, PhD","PresenterKey":"3dbd62e7-72d3-4bf7-8c57-6b3ea054eb14","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2659. Therapeutic administration of an engineered sphingosine-1-phosphate lyase improves T cell trafficking to tumors and enhances antitumor response","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic administration of an engineered sphingosine-1-phosphate lyase improves T cell trafficking to tumors and enhances antitumor response","Topics":null,"cSlideId":""},{"Abstract":"Background: Tumor immunotherapies targeting PD-(L)1 exhibit anti-tumor efficacy in only about 20% of patients with a variety of cancers. Literature has demonstrated that &#8220;hot tumor&#8221; which contains high T lymphocytes in tumor microenvironment exhibits a better response to immunotherapies than &#8220;cold tumor&#8221;. Therefore, we hypothesize that T lymphocyte-recruited factors play the roles determining the immunotherapeutic efficacy, including CXCL9, 10, and 11, which are located in human chromosome 4 with consistent co-expression and protein structure.<br \/>Aims: The aim of this study is to investigate whether CXCL9\/10 is critical in determining the anti-PD-(L)1 immunotherapeutic efficacy.<br \/>Methods: GEPIA, cBioPortal, and Kaplan-Meier Plotter were used to investigate the gene expression, co-expression, and immunotherapeutic association for CD274 (PD-L1), ICAM1, and CXCL9\/10 in lung, colon, and liver cancers. qPCR and flow cytometry were used to detect the gene expression in tumor cells and T lymphocytes, particularly comparing the differences between LL\/2 and CT26 cells whereas LL\/2 is immunotherapy-resistant and CT26 is immunotherapy-sensitive. CD8+ T cell transwell assay and qPCR were used to measure the function of CXCL10 on CD8+ T cell migration and activation, whereas IFN&#947; and IL-2 as the activation markers.<br \/>Results: We found that CXCL9\/10 overexpressed in a variety of tumors, including lung, colon, and liver tumors with a correlation with PD-L1. However, PD-L1 was not overexpressed in most tumors. High PD-L1 and CXCL10 are basically associated with better survival rates in tumor patients receiving immunotherapies. Correlation analysis revealed that IRF-1 and STAT1 were correlated with PD-L1 and CXCL10 expression in lung cancer. Since literature has indicated that LL\/2-derived syngeneic tumor exhibits immunotherapy-resistant and CT26 exhibits immunotherapy-sensitive, we further compared the gene expression between them. We found that IFNA, IFNG, CXCL10, and PD-L1 all expressed higher levels in CT26 cells than LL\/2. Moreover, we found that T lymphocytes specifically expressed high CXCR3, a receptor of CXCL9\/10, including CD4+ T and CD8+ T cells by flow cytometry. As expected, CD8+ T cells can be recruited in a transwell assay by IFN&#945; and CXCL9. In addition, we found that IFN&#945; induced CXCL10 expression in monocytes and CXCL10 increased activation markers IFN&#947; and IL-2 in CD4+ T and CD8+ T cells.<br \/>Conclusions: This study revealed that CXCL9\/10 expression is correlated with PD-L1 in tumors, resulting in better immunotherapeutic efficacy. The evidence demonstrated that CT26 intrinsically exhibited higher IFNs and CXCL9\/10 compared to LL\/2. Therefore, CXCL9\/10 potentially recruits and activates CD8+ T cells to tumor microenvironment, transferring &#8220;cold tumor&#8221; to &#8220;hot tumor&#8221;. This study indicates that CXCL9\/10 is critical for immunotherapeutic efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immunotherapy,Cancer,T cell,Chemokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C.-C. Cheng<\/b><sup>1<\/sup>, J. Chang<sup>2<\/sup>, Z.-L. Sie<sup>1<\/sup>, A.-S. Ho<sup>3<\/sup>, C.-L. Peng<sup>4<\/sup>, C.-C. Chang<sup>5<\/sup>; <br\/><sup>1<\/sup>Chang Gung University, Taoyuan City, Taiwan, <sup>2<\/sup>Taipei Medical University, Taipei City, Taiwan, <sup>3<\/sup>Cheng Hsin General Hospital, Taipei City, Taiwan, <sup>4<\/sup>National Atomic Research Institute, Taoyuan City, Taiwan, <sup>5<\/sup>Taipei Medical University Hospital, Taipei City, Taiwan","CSlideId":"","ControlKey":"6317ba79-b2af-459d-9e56-6923d6652b80","ControlNumber":"1862","DisclosureBlock":"&nbsp;<b>C. Cheng, <\/b> None..<br><b>J. Chang, <\/b> None..<br><b>Z. Sie, <\/b> None..<br><b>A. Ho, <\/b> None..<br><b>C. Peng, <\/b> None..<br><b>C. Chang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5797","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2660","PresenterBiography":"","PresenterDisplayName":"Chun-Chia Cheng, PhD","PresenterKey":"afa788d6-88f4-4ba6-9720-2c82218fdada","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/afa788d6-88f4-4ba6-9720-2c82218fdada.profile.jpg","SearchResultActions":null,"SearchResultBody":"2660. CXCL9\/10 is critical for immunotherapeutic efficacy by recruiting and activating T lymphocytes in tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CXCL9\/10 is critical for immunotherapeutic efficacy by recruiting and activating T lymphocytes in tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Non-alcoholic steatohepatitis (NASH) has emerged as a prominent risk and the most rapidly increasing aetiology of hepatocellular carcinoma (HCC). Despite the effectiveness of immune checkpoint blockade (ICB), like anti-programmed cell death-ligand 1 (anti-PD-L1) antibodies, in a subset of HCC patients, NASH has been shown to impair the anti-tumor immunity in ICB-treated HCC. We aim to elucidate the mechanisms responsible for ICB resistance in NASH-HCC at single-cell resolution.<br \/>Methods: Orthotopic NASH-HCC mouse models were generated by orthotopically injecting liver cancer cell line into NASH liver induced by methionine-and choline-deficient diet (MCD) or choline-deficient, L-amino acid-defined, high-fat diet (CDAHFD). Multi-color flow cytometry and single-cell RNA-sequencing (scRNA-seq) were utilized to dissect the liver and tumor immune microenvironment upon anti-PD-L1 treatment.<br \/>Results: Anti-PD-L1 treatment failed to alleviate tumor burden in NASH mice, indicating that orthotopic NASH-HCC mouse models were resistant to ICB therapy. Compared to the control liver, multi-color flow cytometry demonstrated that CD11b<sup>+<\/sup>F4\/80<sup>+<\/sup>CD206<sup>+<\/sup>M2 macrophages accumulated in NASH liver and further increased in liver and tumor upon anti-PD-L1 treatment. Tumor-infiltrating M2 macrophages exhibited the most significant and robust correlation with tumor weight among all immune cell types. Moreover, PD-1 expression on tumor-infiltrating CD8<sup>+<\/sup> T cells positively correlated with tumor weight and intratumoral M2 macrophages. Furthermore, scRNA-seq analysis identified a NASH-specific tumor-infiltrating monocyte subcluster, which may differentiate into an &#8216;M2-like&#8217; macrophage subtype upon anti-PD-L1 treatment as demonstrated by cell trajectory analysis.<br \/>Conclusion: Our study provides insights into the significance of monocyte\/macrophage reprogramming in ICB resistance in NASH-HCC. Further investigation is conducted to identify the molecular mechanisms during monocyte-macrophage differentiation and explore potential targeted strategies to overcome ICB resistance in NASH-HCC.<br \/>Acknowledgment: This study is supported by the General Research Fund (14120621 and 14119023), the Collaborative Research Fund (C4045-18W), the Li Ka Shing Foundation and CUHK Strategic Seed Funding for Collaborative Research Scheme.<br \/>Keywords: hepatocellular carcinoma, single-cell RNA-sequencing, anti-PD-L1, macrophages.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Single-cell RNA-sequencing,Anti-PD-L1,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Zhang<\/b>, Y. Zhang, W. Tang, Z. Xiong, X. Liu, Z. Liang, Y. Tsang, W. Yang, X. Long, A. S. Cheng; <br\/>The Chinese University of Hong Kong, Shatin, Hong Kong","CSlideId":"","ControlKey":"813ea2f0-c90e-4f89-807a-d4816f657b21","ControlNumber":"1605","DisclosureBlock":"&nbsp;<b>L. Zhang, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>W. Tang, <\/b> None..<br><b>Z. Xiong, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>Z. Liang, <\/b> None..<br><b>Y. Tsang, <\/b> None..<br><b>W. Yang, <\/b> None..<br><b>X. Long, <\/b> None..<br><b>A. S. Cheng, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5799","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2662","PresenterBiography":null,"PresenterDisplayName":"Lingyun Zhang","PresenterKey":"b732cf0a-1aea-45a7-8088-3784c8739770","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2662. Deciphering the cellular and molecular determinants of immunotherapy resistance in NASH-associated hepatocellular carcinoma by single-cell analysis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering the cellular and molecular determinants of immunotherapy resistance in NASH-associated hepatocellular carcinoma by single-cell analysis","Topics":null,"cSlideId":""},{"Abstract":"Despite advances in care in many cancer types, patients with glioblastoma (GBM) have a grim prognosis of 15 to 21 months and unchanged standard therapy since 2005. These tumors have a profoundly immunosuppressive tumor immune microenvironment. Immunotherapy, including the checkpoint inhibitors (ICIs) targeting PD-1 and CTLA-4, has transformed the treatment of many cancers but has failed in trials of both newly diagnosed and recurrent GBM. Tumor mutational burden (TMB) has been proposed as a predictor of response to ICI treatment, presumably through an increase in neoantigens that can be recognized by cytotoxic CD8+ T cells leading to tumor rejection. GBM typically has a low TMB, a feature speculated as a contributor to poor response to ICI treatment. However, cases with an extremely high TMB (i.e., patients with the biallelic mismatch repair deficiency syndrome) do show response to immunotherapy. To begin to investigate the impact of mutational burden on immune response in GBM, we created a murine syngeneic tumor model using CRISPR-Cas9 to knockout (KO) the mismatch repair protein Msh2, the lynchpin to mismatch recognition, in the SB28 GBM model that has a low TMB (108 mutations) at baseline. Msh2 KO increased the TMB from 2 to 12-fold depending on single cell sorted clone, resulting in between 150 and 200 predicted strong MHC-I binding neoantigens estimated by the NetMHC algorithm. Preliminary studies have demonstrated that in vitro proliferation is similar amongst low TMB and high TMB SB28 clones. Flank implantation of high TMB SB28 clones revealed slower growth compared to the low TMB SB28 tumors. Furthermore, treatment with ICIs did provide a survival advantage in this flank model. However, no survival advantage was noted when the high TMB clones were implanted intracranially either with or without ICI treatment. These results suggested that either there is poor immune cell trafficking to the intracranial tumors, or a robust immune response was causing increased intracranial pressure that is prematurely causing death. Use of dexamethasone starting at day 11 to control cerebral edema has shown some survival improvement with ICI treatment, supporting that an inflammatory response is at least partially responsible for the lack of improved survival in early studies. We are currently evaluating CD4+ and CD8+ T cell clonality, earlier timepoints to evaluate the immune infiltrate and anti-tumor immune response, and alterations in chemokines\/cytokines in the tumor microenvironment. By creating high mutation burden clones from a GBM with a low mutational burden, we will be able to interrogate potential mechanisms of heightened immunogenicity that has been reported in other cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor mutational burden,Glioblastoma,Immune checkpoint blockade,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Breen<\/b>, T. Haynes, M. Watanabe, M. Gilbert; <br\/>NIH-NCI, Bethesda, MD","CSlideId":"","ControlKey":"04572af3-0c18-4c3d-b96e-c64cce4f7908","ControlNumber":"4119","DisclosureBlock":"&nbsp;<b>K. Breen, <\/b> None..<br><b>T. Haynes, <\/b> None..<br><b>M. Watanabe, <\/b> None..<br><b>M. Gilbert, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5800","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2663","PresenterBiography":null,"PresenterDisplayName":"Kevin Breen","PresenterKey":"90410ebc-4ef6-47ef-b7b5-e9d88fc3b835","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2663. Determining the role of tumor mutational burden in a pre-clinical model of glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Determining the role of tumor mutational burden in a pre-clinical model of glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Although targeting myeloid cells has become one of the next generation targets for cancer immunotherapy, there is a lack of therapeutic tools to specifically target these cells. Our group has developed a novel humanized PD-L1-targeting antibody, H1A, that induces PD-L1 degradation via blockade of PD-L1 and CMTM6, therefore limiting PD-L1 intrinsic signaling while also preventing interactions with PD-1. In the immune cell compartment, CMTM6 expression is restricted to myeloid cells, making these cells the primary target of H1A. Recently, we unexpectedly found that targeting intrinsic PD-L1 in myeloid cells via H1A resulted in increased release of CCL2 from myeloid cells. In this study, we examined the role of CCL2\/CCR2 signaling in CD8 T cell function using human peripheral blood-derived immune cells and evaluated the therapeutic potential of H1A antibody using our humanized PD-L1\/PD-1 mouse model.<br \/>Methods: Human PBMCs derived from healthy donors were treated with H1A or Atezolizumab, a blocking PD-L1 antibody, followed by mass cytometry and flow cytometry to evaluate immune cell phenotype and functional states. PD-L1 expressing myeloid cells isolated from human PBMCs were treated with H1A or Atezolizumab and assessed for CCL2 secretion using multiplex immunoassays. CCL2 production and transcription were confirmed by flow cytometry and single-cell RNA-sequencing. CCR2 blockade was used on human PBMCs to evaluate the effects of CCL2\/CCR2 signaling on T cell function alongside H1A treatment. Finally, in vivo antitumor activity of H1A and Atezolizumab were compared in two humanized PD-L1 tumor models.<br \/>Results: H1A reduced the frequency of regulatory T cells and increased effector T cells, in whole PBMCs upon global T cell activation with anti-CD3\/CD28. H1A enhanced the secretion and production of CCL2 from myeloid cells, which was confirmed at a transcript level. CCR2 blockade diminished CD8 T cells&#8217; ability to differentiate into effector cells in H1A treated PBMCs. H1A demonstrated comparable therapeutic effects with Atezolizumab in treatment of immunogenic and ICI-responsive mouse tumor MC38, which is CD8 T cell-dependent, but showed superior therapeutic effects in treatment of ICI-insensitive mouse tumor E0771 compared to Atezolizumab. Both treatments elicited durable memory specific immune responses upon E0771 tumor rechallenge.<br \/>Conclusion: H1A demonstrated a superior antitumor activity compared to Atezolizumab in our preclinical models via a new mechanism by which H1A caused degradation of intrinsic PD-L1 in myeloid cells. This causes more release of CCL2 to improve T cell function via CCR2 upon T cell activation. Thus, H1A is emerging as a new immunotherapy tool to target PD-L1\/CMTM6 in myeloid cells for treatment of cancers that are refractory to current immune checkpoint inhibitor therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Immune checkpoint,PD-L1,Monocyte,CCL2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. A. Hsu<\/b><sup>1<\/sup>, X. Liu<sup>1<\/sup>, Y. Li<sup>1<\/sup>, W. Barham<sup>2<\/sup>, K. Pavelko<sup>1<\/sup>, J. Hirdler<sup>1<\/sup>, F. Lucien<sup>1<\/sup>, H. Dong<sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic, Rochester, MN, <sup>2<\/sup>Vanderbilt University, Nashville, TN","CSlideId":"","ControlKey":"af640397-36ef-4af6-814d-7ed4b290e2e7","ControlNumber":"3376","DisclosureBlock":"&nbsp;<b>M. A. Hsu, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>W. Barham, <\/b> None..<br><b>K. Pavelko, <\/b> None..<br><b>J. Hirdler, <\/b> None..<br><b>F. Lucien, <\/b> None..<br><b>H. Dong, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5801","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2664","PresenterBiography":null,"PresenterDisplayName":"Michelle Hsu, BS","PresenterKey":"45bec06f-db31-4429-9782-18d0a3d92da1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2664. Targeting PD-L1\/CMTM6 in myeloid cells results in elevated release of CCL2 to improve CD8 T cell-mediated antitumor response","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting PD-L1\/CMTM6 in myeloid cells results in elevated release of CCL2 to improve CD8 T cell-mediated antitumor response","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Anti-PD1 treatment has become a backbone treatment in several cancers such as melanoma and lung carcinoma. Adding new drugs to PD-1 requires careful evaluation of combination treatments in preclinical models to evaluate efficacy and tolerability. Syngeneic tumor model remains one of the best way of preclinical evaluation of combinations, as such evaluation requires fully immune competent animals to correctly assess both the PD-1 contribution and the added value or synergistic effect of new drugs in the combination. Anti mouse PD-1 such as RMP1.14, a rat IgG2a, is widely used in these models as anti-PD-1 mAb surrogate for such studies. Although RMP1.14 demonstrated efficacy in several models such as MC38, and CT26, it may not fully recapitulate the use of blocking mAb in the human as it may be immunogenic in mice and may retain some agonist activity due to its rat isotype. Here, we demonstrate that engineering this antibody with a mice Fc silent backbone increases its activity in MC38 model.<br \/>Methods: VH\/VL from RMP1.14 rat IgG2a (mPD1) were sequenced and engineered with a mouse Fc silent IgG1 backbone (N297Q) and produced in CHO. Both antibodies (mPD-1: rat IgG2a ; and MOS2-mPD-1: Fc silent mouse IgG1) were purified on protein A using standard procedures. MC38 (1million cells) were injected subcutaneously in C57BL\/6 mice, and randomized when tumor volume reached 100mm<sup>3<\/sup>. Dose effect of mPD-1 and MOS2-mPD-1 and their corresponding isotype controls were tested in this MC38 model at doses of 0.5 ; 1.25 ; 2.5 and 12.5 mg\/kg at day 0, day 3, and day 7 post randomization (8 mice per group). Treatment route effect was tested in the same model by comparing intraperitoneal and intravenous injections in an additional experiment using both antibodies at 1.25 mg\/kg and 12.5 mg\/kg doses.<br \/>Results: Both mPD-1 and MOS2-mPD-1 demonstrated efficacy in survival in MC38 model at all tested doses (p&#60;0,05 Mantel-Cox test) compared to their isotype controls. MOS2-mPD-1 demonstrated increased efficacy in terms of complete responses in the above escalated doses (CR of 12.5, 12.5, 12.5 and 37.5 % and 0, 75, 50 and 62.5 % for mPD-1 and MOS2-mPD-1 respectively). Tumor volumes and survival were also always lower in the MOS2-mPD-1 groups compared to dose corresponding mPD-1 groups and were statistically different in two independent experiments at medium doses (P&#60;0,05 Dunn&#8217;s test performed at 1.25mg\/kg at day 27, and Mantel-Cox test). IP and IV routes were equivalent in efficacy at the tested doses.<br \/>Conclusion: Mouse Fc engineered surrogate have significantly different behavior in mice models compared to the commonly used surrogates usually from rat origin. These new formatted antibodies should better mimick the efficacy and tolerability of antibodies used in human, and should be preferred when new combinations of treatments are tested.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Anti-PD-1,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Morgado<\/b>, L. Pouyet, O. Deas, F. Romagne; <br\/>Janvier Group, Le Genest Saint Isle, France","CSlideId":"","ControlKey":"849b7de1-4887-4aa4-8067-f7c37c8e69d0","ControlNumber":"4479","DisclosureBlock":"&nbsp;<b>E. Morgado, <\/b> None..<br><b>L. Pouyet, <\/b> None..<br><b>O. Deas, <\/b> None..<br><b>F. Romagne, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5802","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2665","PresenterBiography":null,"PresenterDisplayName":"Maeva Rahard","PresenterKey":"dfaea923-9565-46fd-afa9-d85bb6f9d6ec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2665. Fc silencing of commonly used surrogate anti-PD-1 RMP1.14 increases its therapeutic profile in MC38 syngeneic model","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fc silencing of commonly used surrogate anti-PD-1 RMP1.14 increases its therapeutic profile in MC38 syngeneic model","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint inhibitors (ICIs) has revolutionized the treatment landscape of various cancers by reinvigorating the exhausted T cells in patients. However, the therapeutic efficacy is largely confined due to the primary or acquired resistance to anti-PD-1 (L1) therapy in many patients. Recently, the mechanisms of resistance to ICIs has been extensively elucidated from different aspects and emerging sequencing data from clinical samples has pointed to IFN-&#947; signaling defects and antigen presentation loss in patients who are resistant to PD-1(L1) blockade. The loss-of-function mutations in JAK1 and JAK2 results in lack of response to IFN-&#947; signaling and incapacity to upregulate PD-L1 and MHC-I, which subsequently leads to noninflammatory TMEs and resistance to anti-PD-1\/PD-L1. The loss-of-function of B2M is likely a common resistance mechanism that the intratumoral cytotoxic CD8+ T cells are failed to be boosted owing to antigen presentation loss. In order to obtain higher clinical benefits in various cancers, it&#8217;s appealing and urgent to develop mechanism-based strategies to overcome resistance to ICI-based immunotherapy. To this end, we developed a genetically acquired resistant tumor model with B2M mutations in syngenic MC38 tumor cells using CRISPR\/Cas9 technology, which is &#8216;hot&#8217; tumor to PD-1\/PD-L1 blockade. The expression of B2M was detected by western blotting and flow cytometry. Mouse <i>B2M<\/i>-knockout MC38 tumors became resistant to PD-1\/PD-L1 blockade in vivo. Notably, we found a remarkable increase of CD8+ T cell infiltration in B2m-KO MC38 tumors in comparison to parental MC38 tumors upon anti-PD-1 treatment, which further explains that antigen presentation loss results in inactivation of cytotoxic CD8+ T cells within the tumor microenvironments (TMEs), subsequently leading to resistance and poor survival to ICI therapy.In summary, our data consistently indicated the importance of MHC-I expression in T cell activation in the TMEs and the possibility to dig out the pathway involved in MHC-I expression independent of IFN-&#947; signaling by CRISPR-based screening to overcome MHC-I deficiency-induced resistance in the future. In addition, it&#8217;s possible to leverage the cytotoxic NK cells and CD4+ T cells in antitumor immunity against MHC-II+ tumors even with the loss of MHC-I molecules. For example, high dose of IL-2RB-biased IL-2 agonist preferentially binding to the dimeric IL-2R can stimulate Teff and NK cells independent of immune checkpoint expression. Likewise, cytokine modified anti-PD-1 fusion formulation like anti-PD-1-IL-2 mutein and anti-PD-1-IL-15 mutein are promising to overcome the resistance. Furthermore, it has been suggested that the resistance due to genetic mutations of MHC-I could be overcome by combining NF-B targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Resistance,Gene mutation,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Y. Zhang, H. Ma, B. Han, Y. Li, P. Yang, Z. Li, D. Feng, L. Ci, R. Sun, <b>D. X. He<\/b>; <br\/>Shanghai Model Organisms Center, Inc., Shanghai, China","CSlideId":"","ControlKey":"3a59f826-d46d-475f-9590-18ab0d37ca40","ControlNumber":"6282","DisclosureBlock":"&nbsp;<b>Y. Zhang, <\/b> None..<br><b>H. Ma, <\/b> None..<br><b>B. Han, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>P. Yang, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>D. Feng, <\/b> None..<br><b>L. Ci, <\/b> None..<br><b>R. Sun, <\/b> None..<br><b>D. X. He, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5803","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2666","PresenterBiography":null,"PresenterDisplayName":"Daniel He, PhD","PresenterKey":"8ae74042-047c-4372-b606-6859589b8c26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2666. Genetic ablation of B2M leads to resistance to PD-1\/PD-L1 blockade <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genetic ablation of B2M leads to resistance to PD-1\/PD-L1 blockade <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer, including lung adenocarcinoma (LUAD), is the leading cause of cancer-related deaths in the United States. <i>KRAS<\/i> mutations are the most prevalent oncogenic driver alteration in human LUAD. We have previously shown that high expression of Mucin 5 AC (MUC5AC), a main airway secretory mucin, is significantly associated with poor prognosis. Mucins are essential for mucociliary clearance and the maintenance of airway homeostasis, however, their overproduction could negatively affect the lung immune microenvironment and has been shown to promote airway diseases such as chronic obstructive pulmonary disease (COPD) and lung cancer. Previously, we have shown that genetic deletion of MUC5AC in a murine model of K-ras mutant lung adenocarcinoma (KM-LUAD) impedes tumor development and reduces pro-tumor inflammatory and immune phenotypes. These findings indicate that MUC5AC is a potential druggable target against KM-LUAD. In this study, we sought a translational approach and inhibited MUC5AC in our K-ras<sup>G12D<\/sup> mutant mouse model of LUAD via RNA interference (RNAi). Six-week-old mice were given RNAi (5mg\/kg) or vehicle (saline) via biweekly intratracheal administration for 8 weeks. This approach led to a significant decrease in tumor burden (40%) and a trending increase in total white blood cell counts, predominantly macrophages in the lung tumor microenvironment which was associated with phenotypic changes in macrophages characterized by reduced expression of <i>Fizz1<\/i>, and M2 pro-tumor macrophage marker. Additionally, RNAi-treated mice had reduced expression of <i>Siglec-E<\/i>, a mucin receptor and known inhibitor of the TLR4 endocytosis and promoter of NF-&#312;B signaling, as well as a significant decrease in <i>IL-6<\/i>, a product of the NF-&#312;B pathway and promoter of STAT3 signaling which we have previously shown to have an essential role in promotion of KM-LUAD. In summary, these findings elucidate a potential mechanism by which MUC5AC protects tumor cells from apoptosis and immune-mediated cytotoxic activity but also highlights how MUC5AC RNAi is an effective indirect preventive and therapeutic strategy in high-risk individuals (smokers with COPD) and patients with early stage KM-LUAD, respectively.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"KRAS,Immunomodulation,Cancer therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Zarghooni<\/b><sup>1<\/sup>, M. T. Grimaldo<sup>2<\/sup>, A. Krishna<sup>2<\/sup>, M. J. Clowers<sup>2<\/sup>, L. Phan<sup>1<\/sup>, Y. H. Rezai<sup>1<\/sup>, A. Gaitonde<sup>1<\/sup>, C. Rodriguez Reyna<sup>1<\/sup>, W. Velasco Torrez<sup>1<\/sup>, E. Bush<sup>3<\/sup>, S. Javad Moghaddam<sup>1<\/sup>; <br\/><sup>1<\/sup>Department of Pulmonary Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>The University of Texas MD Anderson Cancer Center UTHealth Houston Graduate School of Biomedical Sciences, Houston, TX, <sup>3<\/sup>Arrowhead Pharmaceuticals, Pasadena, CA","CSlideId":"","ControlKey":"fefc96c0-04da-4655-a318-0635274b1501","ControlNumber":"5111","DisclosureBlock":"&nbsp;<b>M. Zarghooni, <\/b> None..<br><b>M. T. Grimaldo, <\/b> None..<br><b>A. Krishna, <\/b> None..<br><b>M. J. Clowers, <\/b> None..<br><b>L. Phan, <\/b> None..<br><b>Y. H. Rezai, <\/b> None..<br><b>A. Gaitonde, <\/b> None..<br><b>C. Rodriguez Reyna, <\/b> None..<br><b>W. Velasco Torrez, <\/b> None.&nbsp;<br><b>E. Bush, <\/b> <br><b>Arrowhead Pharmaceuticals<\/b> Employment, Dr. Bush is an employee of Arrowhead Pharmaceuticals..<br><b>S. Javad Moghaddam, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5804","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2667","PresenterBiography":null,"PresenterDisplayName":"Melvin Zarghooni, No Degree","PresenterKey":"2026c672-fcbe-4b56-b2bb-f9e9fe26b702","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2667. Mucin 5AC inhibition via intratracheal RNAi delivery as an effective alternative strategy for prevention and treatment of Kras mutant lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mucin 5AC inhibition via intratracheal RNAi delivery as an effective alternative strategy for prevention and treatment of Kras mutant lung cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b><br \/>CD73 (5&#8217;-nucleotidase or NT5E) is a cell surface enzyme responsible for the rate limiting step in adenosine production; the conversion of adenosine monophosphate (AMP) into adenosine. Adenosine contributes to immune evasion by solid tumors by concentrating immunosuppressive adenosine in the tumor microenvironment. CBO421, a Drug Fc-Conjugate (DFC), comprises a novel small molecule CD73 inhibitor stably conjugated to an immune-silent human IgG1 Fc, combining the strengths of small molecule inhibitors and CD73-targeting monoclonal antibodies (mAbs) for potential best-in-class efficacy.<br \/><b>Methods <\/b><br \/>CBO421&#8217;s binding affinity to human CD73 and Fc receptors was assessed by surface plasmon resonance. Antibody-dependent cellular cytotoxicity (ADCC) was evaluated using a commercial kit. Immunophenotyping and binding to cancer cells was measured by flow cytometry. Inhibition of soluble and membrane-bound CD73 on human PBMCs and mouse cancer cells was determined by measuring free phosphate levels. Functional activity was measured using PBMC rescue assays. <i>In vivo<\/i> efficacy of CBO421 monotherapy was evaluated in a syngeneic mouse model.<br \/><b>Results <\/b><br \/>CBO421 exhibited a binding affinity to human CD73 (K<sub>D<\/sub> = 0.8 nM) that was comparable to or greater to the affinity observed with small molecule inhibitors (AB680, OP-5244) and CD73-targeting mAbs (oleclumab, mupadolimab biosimilars). As expected, human FcRn binding of CBO421 was comparable to the unconjugated Fc and the full-length wild-type IgG1 control mAb. CBO421 binding to human Fc gamma receptors and ADCC activity was significantly reduced or abolished compared to the control mAb, such that it poses a minimal risk for undesired autoimmune activity. CBO421 potently inhibited soluble CD73 and CD73 expressed on human MDA-MB-231 and mouse EMT6 cancer cells. Immunophenotyping revealed that CD73 expression was primarily observed on CD8<sup>+<\/sup> T and B cells from human PBMCs. In functional PBMC rescue assays, CBO421 demonstrated potent reactivation of AMP- or ATP-suppressed CD4<sup>+<\/sup> or CD8<sup>+<\/sup> T cells at levels comparable to small molecule inhibitors and greater than anti-CD73 mAb comparators. CBO421 monotherapy demonstrated a dose-dependent reduction in tumor volume in a syngeneic mouse model using MC38, a colorectal cancer cell line.<br \/><b>Conclusions <\/b><br \/>CBO421 exhibited strong binding and potent inhibition of both soluble and membrane-bound CD73, differentiating it from mAb CD73 inhibitors. The proprietary immune-silent Fc of CBO421 did not affect FcRn binding but substantially reduced Fc gamma receptor binding, leading to the elimination of ADCC activity to prevent undesired immune cell depletion in host tissues. CBO421 demonstrated high potency in functional cell-based assays and robust antitumor efficacy in a syngeneic mouse model. Currently, CBO421 is being advanced as a clinical development candidate for the treatment of solid cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody engineering,Immunotherapy,Novel anticancer agents,Adenosine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Almaguer<\/b>, D. Zuill, S. Döhrmann, J. Levin, N. Dedeic, E. Abelovski, J. Fortier, Q. Zhao, M. Hernandez, K. Amundson, M. Moniz, H. Chen, D. Panickar, T. Lam, T. Brady, A. Borchardt, G. Hough, J. B. Locke, J. N. Cole, L. W. Tari; <br\/>Cidara Therapeutics, San Diego, CA","CSlideId":"","ControlKey":"c306ac4b-58ae-447b-86c9-1335f03a210b","ControlNumber":"7515","DisclosureBlock":"<b>&nbsp;A. Almaguer, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>D. Zuill, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>S. Döhrmann, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>J. Levin, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>N. Dedeic, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>E. Abelovski, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>J. Fortier, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>Q. Zhao, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>M. Hernandez, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>K. Amundson, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>M. Moniz, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>H. Chen, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>D. Panickar, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>T. Lam, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>T. Brady, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>A. Borchardt, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>G. Hough, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>J. B. Locke, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>J. N. Cole, <\/b> <br><b>Cidara Therapeutics<\/b> Employment. <br><b>L. W. Tari, <\/b> <br><b>Cidara Therapeutics<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5805","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2668","PresenterBiography":null,"PresenterDisplayName":"Amanda Almaguer, BSc, MSc, PhD","PresenterKey":"ef358968-be32-4df9-bac8-ac4f0d90b75a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2668. CBO421: A novel drug Fc-conjugate to prevent tumor immune evasion via the CD73\/adenosine pathway","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CBO421: A novel drug Fc-conjugate to prevent tumor immune evasion via the CD73\/adenosine pathway","Topics":null,"cSlideId":""},{"Abstract":"Signal-regulatory protein alpha (SIRP&#945;) is an inhibitory receptor expressed on macrophages that interacts with CD47, resulting a \"don't eat me\" signal on cancer cells. This interaction suppresses macrophage dependent phagocytosis and contributes to the evasion of host immune system. Consequently, the SIRP&#945;-CD47 axis has become a well sought after and established therapeutic angle to treat cancer. While CD47-targeting agents have shown promise in clinical trials, the ubiquitous expression of CD47 raises the concerns about hematologic toxicity, including anaemia and thrombocytopenia, hindering the development of CD47-targeting therapies. This has prompted exploration of another end of the axis i.e., targeting SIRP&#945;. Moreover, targeting SIRP&#946; protein, expressed on myleoid cells, via agonistic approach would generate ITAM-mediated activating signal through DAP12 protein contributing to cancer cell death. Considering the limited expression of SIRP&#945; and &#946;, a dual antibody capable of blocking the CD47-SIRP&#945; pathway and activating SIRP&#946; downstream signaling may result in a desirable efficacy and safety profile. In this study, we present novel anti-SIRP &#945;\/&#946; dual antibody clones discovered from a proprietary human antibody discovery platform consisting of a large human antibody library, along with <i>in vitro<\/i> and <i>in silico<\/i> screening technologies. The platform was explored against native SIRP&#945;\/&#946; antigens to identify novel human antibody clones based on affinity-based epitope coverage. Subsequently, antibody clones were produced and evaluated for preclinical functional relevance. Novel full-length SIRP&#945;\/&#946; dual antibody clones demonstrated high affinity binding to soluble human SIRP&#945; and SIRP&#946; proteins as well as these receptors expressed on CHO-K1 cells and macrophages. The antibody clones effectively disrupted CD47-SIRP&#945; interaction in biochemical assays and significantly enhanced activation of macrophages as observed by increased cytokine release. Most importantly, the dual antibody clones demonstrated potent <i>in vitro<\/i> single-agent phagocytosis activity against tumor cells. In summary, the novel SIRP&#945;\/&#946; dual antibodies activating macrophage mediated phagocytosis of tumor cells without the need for tumor opsonizing antibodies or agents capable of inducing &#8220;eat-me-signals&#8221; highlight their potential as a single-agent therapy. These findings prompt us to continue the development of the anti-SIRP &#945;\/&#946; dual antibody for use in cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Immune checkpoint,CD47,SIRP&#945;,Macrophage,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. P. Chakrabarty<\/b>, S. S. Patil, S. Singh Rajput, A. Mukerji, S. Aurumugam, P. B. Gade, S. S, A. K. Patra, S. C, V. S. Khamkar, L. P, L. K N, U. Kapoor, J. R, J. Nagaraj, V. S. Nataraj, K. Nellore, T. Antony, S. Samajdar, M. Ramachandra; <br\/>Aurigene Oncology Limited, Bengaluru, India","CSlideId":"","ControlKey":"bf296eae-c192-4d00-aaab-4aacc308f487","ControlNumber":"4404","DisclosureBlock":"&nbsp;<b>S. P. Chakrabarty, <\/b> None..<br><b>S. S. Patil, <\/b> None..<br><b>S. Singh Rajput, <\/b> None..<br><b>A. Mukerji, <\/b> None..<br><b>S. Aurumugam, <\/b> None..<br><b>P. B. Gade, <\/b> None..<br><b>S. S, <\/b> None..<br><b>A. K. Patra, <\/b> None..<br><b>S. C, <\/b> None..<br><b>V. S. Khamkar, <\/b> None..<br><b>L. P, <\/b> None..<br><b>L. K n, <\/b> None..<br><b>U. Kapoor, <\/b> None..<br><b>J. R, <\/b> None..<br><b>J. Nagaraj, <\/b> None..<br><b>V. S. Nataraj, <\/b> None..<br><b>K. Nellore, <\/b> None..<br><b>T. Antony, <\/b> None..<br><b>S. Samajdar, <\/b> None..<br><b>M. Ramachandra, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5807","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2670","PresenterBiography":null,"PresenterDisplayName":"Subhra Chakrabarty","PresenterKey":"412dd1f6-10d8-43e5-934c-68dc873a1d7e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2670. Development of novel anti-SIRP&#945;\/&#946; dual antibody with single-agent phagocytosis activity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of novel anti-SIRP&#945;\/&#946; dual antibody with single-agent phagocytosis activity","Topics":null,"cSlideId":""},{"Abstract":"Tumor-associated macrophages (TAMs) are one of the key immunosuppressive components in the tumor microenvironment (TME) and contribute to tumor development, progression, and resistance to cancer immunotherapy. Several reagents targeting TAMs have been tested in preclinical and clinical studies, but they have had limited success. Here, we show that a novel reagent, FF-10101, exhibits a sustained inhibitory effect against colony stimulating factor 1 receptor by forming a covalent bond and reduces immunosuppressive TAMs in the TME, which leads to strong antitumor immunity. In preclinical animal models, FF-10101 treatment significantly reduced immunosuppressive TAMs and increased antitumor TAMs in the TME. In addition, tumor antigen-specific CD8<sup>+<\/sup> T cells were increased; consequently, tumor growth was significantly inhibited. Moreover, combination treatment with an anti-PD-1 antibody and FF-10101 exhibited a far stronger antitumor effect than either treatment alone. In human cancer specimens, FF-10101 treatment reduced PD-L1 expression on TAMs, as observed in animal models. Thus, FF-10101 acts as an immunomodulatory agent that can reduce immunosuppressive TAMs and augment tumor antigen-specific T cell responses, thereby generating an immunostimulatory TME. We propose that FF-10101 is a potential candidate for successful combination cancer immunotherapy with immune checkpoint inhibitors, such as PD-1\/PD-L1 blockade.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Tumor associated macrophages,Kinase inhibitors,CSF1R,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Sato<\/b><sup>1<\/sup>, D. Sugiyama<sup>1<\/sup>, Y. Kojima<sup>2<\/sup>, S. Hattori<sup>1<\/sup>, K. Sone<sup>1<\/sup>, T. Ishikawa<sup>1<\/sup>, Y. Ishikawa<sup>1<\/sup>, T. Kato<sup>1<\/sup>, H. Kiyoi<sup>1<\/sup>, H. Nishikawa<sup>1<\/sup>; <br\/><sup>1<\/sup>Nagoya Univ. Graduate School of Medicine, Nagoya, Japan, <sup>2<\/sup>National Cancer Center, Tokyo, Japan","CSlideId":"","ControlKey":"ef94f4b0-756f-461d-9145-5c2000836e63","ControlNumber":"6328","DisclosureBlock":"&nbsp;<b>T. Sato, <\/b> None..<br><b>D. Sugiyama, <\/b> None..<br><b>Y. Kojima, <\/b> None..<br><b>S. Hattori, <\/b> None..<br><b>K. Sone, <\/b> None..<br><b>T. Ishikawa, <\/b> None..<br><b>Y. Ishikawa, <\/b> None..<br><b>T. Kato, <\/b> None.&nbsp;<br><b>H. Kiyoi, <\/b> <br><b>FUJIFILM Corporation<\/b> Grant\/Contract. <br><b>Kyowa Kirin<\/b> Grant\/Contract. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract. <br><b>Otsuka Pharmaceutical<\/b> Grant\/Contract. <br><b>Perseus Proteomics<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>Abbvie<\/b> Grant\/Contract. <br><b>CURED<\/b> Grant\/Contract. <br><b>Astellas Pharma<\/b> Grant\/Contract. <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract. <br><b>Zenyaku Kogyo<\/b> Grant\/Contract. <br><b>Nippon Shinyaku<\/b> Grant\/Contract. <br><b>Eisai<\/b> Grant\/Contract. <br><b>Takeda Pharmaceutical<\/b> Grant\/Contract. <br><b>Sumitomo Dainippon Pharma<\/b> Grant\/Contract. <br><b>Novartis Pharma<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>H. Nishikawa, <\/b> <br><b>FUJIFILM Corporation<\/b> Grant\/Contract. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract. <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract. <br><b>Taiho Pharmaceutical<\/b> Grant\/Contract. <br><b>Daiichi-Sankyo<\/b> Grant\/Contract. <br><b>Kyowa Kirin<\/b> Grant\/Contract. <br><b>Zenyaku Kogyo<\/b> Grant\/Contract. <br><b>Oncolys BioPharma<\/b> Grant\/Contract. <br><b>Debiopharma<\/b> Grant\/Contract. <br><b>Asahi-Kasei<\/b> Grant\/Contract. <br><b>Sysmex<\/b> Grant\/Contract. <br><b>SRL<\/b> Grant\/Contract. <br><b>Astellas Pharmaceutical<\/b> Grant\/Contract. <br><b>Sumitomo Dainippon Pharma<\/b> Grant\/Contract. <br><b>BD Japan<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5808","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2671","PresenterBiography":null,"PresenterDisplayName":"Takahiko Sato, MD","PresenterKey":"5d5685c0-9941-4a1d-97aa-932beefec274","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2671. Sustained inhibition of CSF1R signaling effectively augments antitumor immune responses through inhibiting tumor-associated macrophages","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sustained inhibition of CSF1R signaling effectively augments antitumor immune responses through inhibiting tumor-associated macrophages","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Gangliosides are acidic glycosphingolipids involved in cell adhesion, proliferation, and modulation of signal transduction pathways. It has been reported that tumor-shed gangliosides influence the activity of immune cells, including macrophages, NK cells, and T cells. GD3 synthase (GD3S) is the key enzyme that regulates the biosynthesis of the b and c-series gangliosides, particularly GD3 and GD2, and studies have shown that GD3S is upregulated in most tumors and plays a role in tumor progression. Similarly, we have found GD3S to be significantly upregulated in GD2<sup>+<\/sup> breast cancer stem cells (BCSC) compared to GD2<sup>- <\/sup>cells, and the knockdown of this gene prevented tumor formation in mice. Here, we hypothesize that GD3 synthase has an immunomodulatory function in breast cancer (BC) cells through the upregulation of GD2.<br \/><b>Methods: <\/b>We stably overexpressed GD3S in BT549 and MCF-7 breast cancer cell lines by lentiviral transfection and performed CRISPR-Cas9 knockout of GD3S in BT549 and SUM 159 cell lines. We examined the effect of GD3 synthase on macrophage-mediated phagocytosis, NK cell-mediated killing, and T-cell cytotoxicity of BC cells using the live cell imaging system, IncuCyte<sup>&#174;<\/sup>. Naxitamab is a US FDA-approved fully humanized anti-GD2 monoclonal antibody for the treatment of neuroblastoma. We evaluated the effects of naxitamab in GD2<sup>+ <\/sup>BC cell lines (HCC1395, Hs578T) using the Incucyte, and also examined its effect on in vivo tumor growth using TNBC PDX models.<br \/><b>Results: <\/b>We observed a highly significant decrease in macrophage-mediated phagocytosis (p&#60;0.005; p&#60;0.0001) and NK-mediated killing (p&#60;0.0001; p&#60;0.0001) in BT549 and MCF-7 cell overexpressing GD3S compared to the control cells. Interestingly, we observed a significant increase in phagocytosis in GD3S knockout BT549 and SUM 159 cells (p&#60;0.05; p&#60;0.005) compared to their wild-type counterparts. Moreover, the knockout of GD3S enhanced NK cell-mediated apoptosis in BT549 cells (p&#60;0.001) and T cell killing in BT549 and SUM 159 cells (p&#60;0.0001; p&#60;0.0001). Finally, we found that naxitamab dose-dependently enhances macrophage-mediated phagocytosis and NK cell-mediated apoptosis in HCC1395 and Hs578T BC cells, with 20&#181;g\/ml being the most effective concentration in comparison to IgG control (p&#60;0.0001; p&#60;0.0001). In addition, we observed a reduction in tumor volume in naxitamab-treated mice compared to IgG control (p&#60;0.05)<br \/><b>Conclusion: <\/b>GD3 synthase regulates macrophage-mediated phagocytosis, NK cell-induced apoptosis, and T-cell cytotoxicity in BC cells. Naxitamab enhances immune cell killing of breast cancer cells with high GD2 expression. Furthermore, naxitamab inhibited tumor growth in GD2<sup>+<\/sup> TNBC PDX models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Ganglioside,Breast cancer,Immunomodulation,Tumor progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Oderinde<\/b>, V. Anand, M. Siddiqui, A. Tyagi, B. Jenny, V. Battula; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"7ac8f504-09f0-42e9-bb91-7d463d4b5e63","ControlNumber":"5595","DisclosureBlock":"&nbsp;<b>B. Oderinde, <\/b> None..<br><b>V. Anand, <\/b> None..<br><b>M. Siddiqui, <\/b> None..<br><b>A. Tyagi, <\/b> None..<br><b>B. Jenny, <\/b> None.&nbsp;<br><b>V. Battula, <\/b> <br><b>Y-mAbs Therapeutics<\/b> Grant\/Contract. <br><b>FATE Therapeutics<\/b> Grant\/Contract. <br><b>Inspirna<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>Cytomed Therapeutics<\/b> Grant\/Contract. <br><b>NEKTAR Therapeutics<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5809","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2672","PresenterBiography":null,"PresenterDisplayName":"Bolutyfe Oderinde, Graduate Student","PresenterKey":"1f5dd242-4d9d-4094-9c13-90bcd36cfaae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2672. GD3 synthase (ST8SIA1) is a key immunomodulator in GD2<sup>+<\/sup> breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GD3 synthase (ST8SIA1) is a key immunomodulator in GD2<sup>+<\/sup> breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Neuroblastoma is the most frequent extra-cranial pediatric cancer with high-risk disease possessing a dismal five-year survival rate &#60;50%. Antibody-based therapies targeting the surface disialoganglioside GD2 have shown promising anti-tumor activity in patients however efficacy is strongly hampered by immunosuppressive mechanisms present in the tumor microenvironment. Neuroblastomas typically feature low mutational burdens, limited major histocompatibility complex class I expression, increased immune checkpoint markers, sparse immune infiltration, and soluble mediators which drastically limit anti-tumor immunity. Given the emerging link between elevated copper levels and tumoral immune evasion, we explored copper chelation as a therapeutic strategy using the agents tetraethylenepentamine (TEPA) and the clinically approved analogue triethylenetetramine (TETA). Using the immunocompetent TH-MYCN model, we performed single-cell RNA sequencing supported by OPAL multiplex immunohistochemistry and cytokine profiling of resected tumors to assess cellular and molecular changes occurring after one week of TEPA treatment. Therapy was observed to successfully deplete intratumoral copper and reinvigorate anti-tumor immunity with increased infiltration and activity of pro-inflammatory immune cells, and was specifically found to induce egress and N1-polarisation of neutrophils. Further mechanistic studies in vitro revealed the sequestration of copper by neuroblastoma cells attenuated neutrophil function, which could be successfully reversed upon TEPA treatment. Findings propose a novel mechanism of immune evasion, highlighting copper chelation as a therapeutic strategy to counteract immunosuppression. Using the TH-MYCN model, TEPA was employed as a priming agent to effectively potentiate anti-GD2 antibody therapy and achieve durable tumor control. Importantly, this was associated with increased Fc-receptor-bearing natural killer and myeloid cells, which elicit tumor clearance via antibody-dependent cellular cytotoxicity. Currently indicated for the treatment of copper overload disorder Wilson&#8217;s disease, TETA was evaluated for potential repurposing as a novel immunomodulatory agent. Using the syngeneic NXS2 model, TETA exhibited an exceptional safety profile and combination therapy achieved durable tumor control with no relapses occurring after treatment cessation. This result was similarly associated with the infiltration of pro-inflammatory immune cells, including N1 neutrophils. Collectively, this study credentials copper chelation as a non-toxic strategy to disrupt the immunosuppressive tumor microenvironment and reinvigorate anti-tumour immunity. Findings provide crucial translational evidence for repurposing TETA to potentiate anti-GD2 antibody therapy and improve neuroblastoma patient responses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Neuroblastoma,Antibody-dependent cellular cytotoxicity (ADCC),Tumor microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. R. C. Rouaen<\/b><sup>1<\/sup>, A. Salerno<sup>1<\/sup>, F. Luciani<sup>2<\/sup>, J. Murray<sup>1<\/sup>, T. Shai-Hee<sup>1<\/sup>, N. Tedla<sup>2<\/sup>, M. Haber<sup>1<\/sup>, T. N. Trahair<sup>1<\/sup>, O. Vittorio<sup>2<\/sup>; <br\/><sup>1<\/sup>Children's Cancer Institute Australia, Sydney, Australia, <sup>2<\/sup>University of New South Wales, Sydney, Australia","CSlideId":"","ControlKey":"05ce4a30-2cfe-471c-904c-a3bfaa2405c6","ControlNumber":"2962","DisclosureBlock":"&nbsp;<b>J. R. C. Rouaen, <\/b> None..<br><b>A. Salerno, <\/b> None..<br><b>F. Luciani, <\/b> None..<br><b>J. Murray, <\/b> None..<br><b>T. Shai-Hee, <\/b> None..<br><b>N. Tedla, <\/b> None..<br><b>M. Haber, <\/b> None..<br><b>T. N. Trahair, <\/b> None..<br><b>O. Vittorio, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5810","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2673","PresenterBiography":null,"PresenterDisplayName":"Jourdin Rouaen, BS","PresenterKey":"33a7352b-14f6-4c55-b9f8-4ac56c20aab0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2673. Copper chelation overcomes the immunosuppressive neuroblastoma microenvironment to potentiate anti-GD2 antibody therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Copper chelation overcomes the immunosuppressive neuroblastoma microenvironment to potentiate anti-GD2 antibody therapy","Topics":null,"cSlideId":""},{"Abstract":"Anti-Immune Checkpoint (ICP) antibody approaches provided a major breakthrough in the field of cancer therapy. However, their efficiency is mainly restricted to patients with &#8220;hot&#8221; tumors characteristics, which limits the breadth of their use. To tackle this limit, we developed a new strategy aimed at amplifying anti-ICP antibody ability to activate immune cells. This approach is based on antibodies engineered to make them able to target both an ICP receptor and a co-receptor often involved in receptor-mediated activation, namely Heparan Sulfate Proteoglycan.<br \/>The dually-targeting engineered anti-ICP antibodies were produced in eukaryotic cells. They were purified to homogeneity using two chromatographic steps and remain stable for months in frozen conditions. A first engineered antibody-derived construct was assessed for its ability to impact immune cell activation and tumor-growth. It is able to stimulate subsets of immune cells from mouse splenocytes as well as from human peripheral mononuclear cells, <i>in vitro<\/i>. In addition, its injection in healthy mice triggers activation of T-cells. Last, in mice previously implanted with different types of cancer cells it impacts growth of &#8220;hot&#8221; as well as &#8220;cold&#8221; tumors. Immune profiling in a &#8220;cold&#8221; cancer model shows that the treatment decreases the proportion of MDSCs and increase that of CD8<sup>+<\/sup> T-cells and NK-cells in tumor microenvironment making it close of that found in &#8220;hot&#8221; tumors. Altogether, our data indicate that our first engineered antibody-derived construct presents an attractive immunotherapeutic potential for a large variety of cancers paving the way for its evaluation in clinical phases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Immunotherapy,Antibody engineering,Antibody,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. M. Moutuou<sup>1<\/sup>, N. DeLuce<sup>2<\/sup>, E. Creton<sup>2<\/sup>, H. Lucchi<sup>2<\/sup>, J. Accolas<sup>1<\/sup>, A. Savatier<sup>1<\/sup>, <b>M. Léonetti<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>CEA, Saclay, France, <sup>2<\/sup>Blue Bees Therapeutics, Parc Club-Orsay Université, Orsay, France","CSlideId":"","ControlKey":"ae9853c9-5b6c-446b-b024-a14746679a9f","ControlNumber":"6693","DisclosureBlock":"&nbsp;<b>M. M. Moutuou, <\/b> None..<br><b>N. DeLuce, <\/b> None..<br><b>E. Creton, <\/b> None..<br><b>H. Lucchi, <\/b> None..<br><b>J. Accolas, <\/b> None..<br><b>A. Savatier, <\/b> None..<br><b>M. Léonetti, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5812","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2675","PresenterBiography":null,"PresenterDisplayName":"Michel Léonetti, PhD","PresenterKey":"b3db7731-674d-48b3-8355-3beecc0b9b90","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2675. A new dual-targeting anti-immune checkpoint therapeutic approach for the treatment of &#8220;hot&#8221; and &#8220;cold&#8221; tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"334","SessionOnDemand":"False","SessionTitle":"Immune Checkpoints and Inhibitory Molecules 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A new dual-targeting anti-immune checkpoint therapeutic approach for the treatment of &#8220;hot&#8221; and &#8220;cold&#8221; tumors","Topics":null,"cSlideId":""}]