[{"Abstract":"Objectives: Recent insights regarding mechanisms mediating stemness, heterogeneity, and metastatic potential of lung cancers have yet to be fully translated to effective regimens for the treatment of these malignancies. This study sought to examine complex epigenetic mechanisms underpinning the aggressiveness of SCLC, with a focus on understanding those mediating stemness in these highly lethal cancers.<br \/>Methods: Normal small airway epithelial cells (SAECs) were reprogrammed into iPSCs, validated by various assays, such as spectral karyotyping and teratoma formation. Genome-wide chromatin landscapes of lung iPSCs (Lu-iPSC) and SAECs, as well as NSCLC and SCLC lines were characterized using RNA-seq, DNA methylome, and DNase-hypersensitivity sequencing (DHS). Gene knock-downs were established using siRNA\/shRNA techniques, along with qRT-PCR, immunoblotting, proliferation, and tumorigenicity assays. Glycolysis was analyzed using Seahorse assays. In-silico analysis of the NFIC promoter was performed using TFmapper. NFIC and related gene expression in human SCLC cells following NFIC or Bromodomain-containing protein (BRD) knockdown or exposure to BET inhibitors (BETi) were evaluated. Stemness scores were calculated using established RNA-seq criteria, and gene set enrichment analyses were conducted. Proliferation assays and xenograft models were used for in-vitro and in-vivo SCLC growth assessment.<br \/>Results: RNA-seq ,DNA methylome and DHS analyses revealed shared characteristics among SAEC, Lu-iPSC, SCLC, and NSCLC, whereas SOXs and POUs showed strong activity in Lu-iPSC but not SCLC. NFIC, with elevated chromatin occupancy in SCLC, exhibited increased expression compared to SAEC. NFIC KD in SCLC significantly curtailed cell growth in-vitro and in-vivo, affecting multiple pathways, including glycolysis and stem cell signaling etc, confirmed by Seahorse assays. Furthermore, we identified occupancy sites for BRD4 in the NFIC promoter, and knockdown of BRD4, but not BRD2 or BRD3, reduced NFIC expression in SCLC cells. BET inhibitor (BETi) treatment dose-dependently decreased NFIC expression in SCLC lines and human SCLC PDXs, irrespective of subtype. BETi treatment also reduced SCLC stemness and showed a significant overlap in gene regulation with NFIC knockdown, affecting pathways related to gluconeogenesis, neuronal differentiation, and embryonic organ morphogenesis. Importantly, BETi treatment effectively reduced SCLC cell growth in-vitro and in-vivo, suggesting the potential therapeutic value of targeting NFIC via BET inhibition in SCLC.<br \/>Conclusions: NFIC, a unique transcription factor in SCLC, emerges as a key downstream target of BRD4. These findings underscore the potential druggability of NFIC in clinical settings, provide compelling rationale for evaluating BETi for SCLC therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-03 Epigenetic therapy,,"},{"Key":"Keywords","Value":"Epigenomics,Cancer stem cell,Transcription factor,Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Wang<\/b>, R. Wang, F. Villa-Hernandez, V. Shukla, L. Varticovski, S. Baek, F. Echtenkamp, S. Gara, M. R. Zhang, S. Shiffka, R. Raziuddin, L. M. Neckers, W. Linehan, G. L. Hager, S. R. Carr, C. D. Hoang, H. Chen, D. S. Schrump; <br\/>Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD","CSlideId":"","ControlKey":"1c67cd1d-6802-47f1-b0de-2ced8509a20d","ControlNumber":"944","DisclosureBlock":"&nbsp;<b>H. Wang, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>F. Villa-Hernandez, <\/b> None..<br><b>V. Shukla, <\/b> None..<br><b>L. Varticovski, <\/b> None..<br><b>S. Baek, <\/b> None..<br><b>F. Echtenkamp, <\/b> None..<br><b>S. Gara, <\/b> None..<br><b>M. R. Zhang, <\/b> None..<br><b>S. Shiffka, <\/b> None..<br><b>R. Raziuddin, <\/b> None..<br><b>L. M. Neckers, <\/b> None..<br><b>W. Linehan, <\/b> None..<br><b>G. L. Hager, <\/b> None..<br><b>S. R. Carr, <\/b> None..<br><b>C. D. Hoang, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>D. S. Schrump, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3845","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7544","PresenterBiography":null,"PresenterDisplayName":"Haitao Wang, PhD","PresenterKey":"5b478922-0dad-4210-9472-de18a966af62","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7544. Bromodomain and extra-terminal protein inhibitors deplete nuclear factor 1C and reduce stemness and growth of human small cell lung cancer cells in vitro and in vivo","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bromodomain and extra-terminal protein inhibitors deplete nuclear factor 1C and reduce stemness and growth of human small cell lung cancer cells in vitro and in vivo","Topics":null,"cSlideId":""},{"Abstract":"The exact mechanisms underlying the causal relationship between asbestos exposure and malignant mesothelioma (MM) have yet to be elucidated. Widespread genomic and epigenomic alterations are being implicated in rewiring of oncogenic signaling networks which may contribute to initiation and progression of MM. In the present study, we examined the molecular profiles of mesothelial cells exposed to asbestos in-vitro and found that asbestos-induced activation of DNMT1\/UHRF1 mediated epigenetic repression of RB1 in normal mesothelial cells as well as mesothelioma cells via promoter-specific methylation mechanisms. RB1, as a noncanonical transcription factor, was capable of also negatively modulating the transcriptional activities of DNMT1\/UHRF1 mesothelium and mesothelioma. Functioning as one of the downstream effectors of RB1, NFkB was also involved in the transcriptional regulation of DNMT1\/UHRF1 directly in a promoter-selective manner and played a pivotal role in the acute as well as chronic functional and phenotypic changes of mesothelial cells following asbestos exposure. Pharmacological interference of the dysregulated RB1-DNMT1\/UHRF1- RB1-NFkB signaling circuit constitutively arrested the invasive growth of MPM cells. In-vivo studies using FVB genetic background wild-type and Bap1+\/- mice further revealed involvement of epigenetically dysregulation of the RB1-DNMT1\/UHRF1- RB1-NFkB signaling circuit during asbestos-induced malignant transformation of mesothelial cells. Taken together, our data are the first to describe that asbestos epigenetically rewires the RB1-DNMT1\/UHRF1- RB1-NFkB signaling circuit during mesothelioma development and suggest potential novel strategies to reverse these epigenetic perturbations for MPM treatment in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-03 Epigenetic therapy,,"},{"Key":"Keywords","Value":"Mesothelioma,DNA methyltransferase,Tumorigenesis,Retinoblastoma protein,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Xi<\/b>, X. Wu, D. Straughan, E. Payabyab, H. Wang, R. Wang, M. Zhang, S. Carr, C. Hoang, D. Schrump; <br\/>NIH-NCI, Bethesda, MD","CSlideId":"","ControlKey":"27770a4c-5c26-4bf1-93ba-365199a12490","ControlNumber":"745","DisclosureBlock":"&nbsp;<b>S. Xi, <\/b> None..<br><b>X. Wu, <\/b> None..<br><b>D. Straughan, <\/b> None..<br><b>E. Payabyab, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>S. Carr, <\/b> None..<br><b>C. Hoang, <\/b> None..<br><b>D. Schrump, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3846","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7545","PresenterBiography":null,"PresenterDisplayName":"Sichuan Xi, MD;PhD","PresenterKey":"ef72161c-2db7-46ad-aa08-6b0a7a1956b2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7545. Epigenetic plasticity in rewiring DNMT1\/UHRF1-RB1- NFkB signaling circuit regulates asbestos-induced mesothelial malignant transformation","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic plasticity in rewiring DNMT1\/UHRF1-RB1- NFkB signaling circuit regulates asbestos-induced mesothelial malignant transformation","Topics":null,"cSlideId":""},{"Abstract":"Treatment with highly potent anti-androgens, such as enzalutamide and abiraterone promotes lineage plasticity in metastatic castration-resistant prostate cancer (mCRPC), which results in intra-tumor heterogeneity and emergence of mCRPC subtypes. The histological transformation from adenocarcinoma to aggressive neuroendocrine prostate cancer (CRPC-NE) has been associated with a loss of dependency on lineage-survival signals, leading to targeted drug resistance. Epigenomic reprogramming might be a fundamental driver of lineage plasticity. To determine CRPC-NE vulnerabilities, we have performed image-based screening using a small library of antibodies targeting different histone marks on CRPC-NE organoids derived from genetically engineered mice. We find that the histone mark H3K36me2 and the histone methyltransferase NSD2 play important roles in maintain the CRPC-NE epigenetic state. Knockout of NSD2 or ablation of H3K36me2 using an oncohistone mutant H3.3K36M reverted CRPC-NE to an adenocarcinoma phenotype. Simultaneous profiling of the transcriptome and epigenome from single cells verified this lineage conversion and the generation of cell states with canonical AR signaling. Moreover, H3K36me2 or NSD2 depleted mouse and human CRPC-NE organoids responded to enzalutamide treatment <i>in vitro<\/i> and <i>in vivo<\/i>, suggesting a reversal of castration-resistance. Most importantly, a small molecule inhibitor of NSD2 (NCT05651932), in combination with enzalutamide leads to growth suppression or apoptosis of mouse and human CRPC-NE organoids, organoids of other CRPC subtypes and xenografts <i>in vitro <\/i>and <i>in vivo<\/i>. In conclusion, inhibition of NSD2 reverts the epigenomic state of CRPC-NE, reversing lineage plasticity and restoring anti-androgen sensitivity. Thus, we suggest that the combination of NSD2 inhibition with AR inhibition may represent a novel therapeutic approach for patients with CRPC-NE or even other CRPC subtypes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-03 Epigenetic therapy,,"},{"Key":"Keywords","Value":"Prostate cancer,Lineage plasticity,Epigenomic reprogramming,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. J. Li<\/b><sup>1<\/sup>, A. Vasciaveo<sup>1<\/sup>, D. Karagiannis<sup>1<\/sup>, X. Chen<sup>1<\/sup>, C. Yu<sup>2<\/sup>, A. Califano<sup>1<\/sup>, C. Lu<sup>1<\/sup>, M. M. Shen<sup>1<\/sup>; <br\/><sup>1<\/sup>Columbia University Irving Medical Center, New York, NY, <sup>2<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"22edf85a-ec46-45fd-9ee4-54c6a3a6a23d","ControlNumber":"6029","DisclosureBlock":"&nbsp;<b>J. J. Li, <\/b> None..<br><b>A. Vasciaveo, <\/b> None..<br><b>D. Karagiannis, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>C. Yu, <\/b> None..<br><b>A. Califano, <\/b> None..<br><b>C. Lu, <\/b> None..<br><b>M. M. Shen, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3847","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7546","PresenterBiography":null,"PresenterDisplayName":"Jia Li, PhD","PresenterKey":"6da956c9-456d-4301-b3d0-b20682683d7a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7546. Targeting NSD2 to reverse lineage plasticity and drug resistance in neuroendocrine prostate cancer and subtypes of mCRPC","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting NSD2 to reverse lineage plasticity and drug resistance in neuroendocrine prostate cancer and subtypes of mCRPC","Topics":null,"cSlideId":""},{"Abstract":"Role of epigenetic elements in mediating tumor immune interaction remains poorly understood. We previously identified enrichment of active enhancer states on a set of genomic loci in non-responders to immune checkpoint blockade (ICB) therapy. We noted that the activated non-responder enhancers marked a group of key regulators of in melanoma cells that are known to mediate resistance to ICB therapy and several checkpoint receptors in T cells. Through spatial epigenomics (Spatial ATAC and CUT&#38;Tag) approaches, we identified the tumor-immune niches harboring unique gene regulatory elements and transcription factors that could mediate melanoma-T cell interaction. Further, we aimed to identify functional epigenetic elements through custom CRISPRi screening of enhancers in patient tumor-derived melanoma and T cells. CRISPRi approaches identified novel functional enhancers that mediate T cell mediated killing. For example, we identified distal c-MET enhancers as important contributors to T cell mediated killing. In T cells, we identified enhancer hubs that target multiple genes. These hubs could be targeted to activate interferon gamma, reduce T cell exhaustion, and improve T cell mediated killing of melanoma cells. Such enhancer hubs could serve as targets in the ex vivo setting to improve adoptive T cell therapy. Overall, our results suggest that enhancers with unique spatial patterns in melanoma tumors contribute to the response to immunotherapy and could be novel targets for therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-03 Epigenetic therapy,,"},{"Key":"Keywords","Value":"Epigenetics,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Singh, V. Kochat, E. Arslan, S. Satpati, W. Deng, S. Yadav, E. Bataki, C. Yee, <b>K. Rai<\/b>; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"c49d2aa8-af86-4580-bfde-6b558da99b86","ControlNumber":"5158","DisclosureBlock":"&nbsp;<b>A. Singh, <\/b> None..<br><b>V. Kochat, <\/b> None..<br><b>E. Arslan, <\/b> None..<br><b>S. Satpati, <\/b> None..<br><b>W. Deng, <\/b> None..<br><b>S. Yadav, <\/b> None..<br><b>E. Bataki, <\/b> None..<br><b>C. Yee, <\/b> None..<br><b>K. Rai, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3848","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7547","PresenterBiography":null,"PresenterDisplayName":"Kunal Rai, PhD","PresenterKey":"478b11ef-7f4a-4fbb-a367-07bc68563247","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7547. Enhancers as targets for improvements in immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancers as targets for improvements in immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Neurofibromatosis Type 1 (NF-1) associated malignant peripheral nerve sheath tumors (MPNST) harbor mutations in the polycomb repressive complex 2 (PRC2) in 70% of tumors. PRC2 loss results in epigenetic changes, which increase histone acetylation and make the DNA vulnerable to binding by bromodomain proteins. This interaction could be targeted to uncouple histone acetylation from transcription using bromodomain extra terminal inhibitors (BETi). As radiation therapy (RT) is a cornerstone of MPNST treatment, we analyzed the effects of BETi with and without RT.<br \/>Methods: Mice were implanted with patient-derived xenografts (PDX) of PRC2-wildtype model developed in the Torres laboratory, MPNST007. Mice were segregated into vehicle and I-BET 762 treatment groups and treated with either vehicle or drug for one week before the RT was initiated. Half of the mice in each treatment group (n = 10) received radiation (2 Gy per fraction for 5 days for a total of 10 Gy). The study endpoints were (1) tumor growth rates, (2) tumor size and weight at study termination, (3) immunohistochemical (IHC) staining for biomarkers of proliferation (Ki67), apoptosis (cleaved caspase 3, CC3), and DNA damage (&#947;H2AX), and (4) RNA sequencing of PDXs from each experimental arm.<br \/>Results: Significant tumor regression was observed in PRC2-mutant PDX tumors treated with I-BET 762 based on tumor growth kinetics over 45 days of treatment (p &#60; 0.001). Tumor volume was significantly reduced by I-BET 762 compared to vehicle (p &#60; 0.01). Combining I-BET 762 and RT resulted in significant tumor volume reduction (p &#60;0.001). RNA sequencing and intersection of differentially expressed genes related to &#8220;DNA damage repair&#8221; and those repressed by I-BET 762 was performed for the MPNST007 PDXs. The expression of 259 genes related to DNA damage repair decreased after I-BET 762 treatment, including XRCC1, ERCC4, RAD50, RAD51D, and LIG4 (data not shown). IHC analysis prompted by the RNA sequencing results of the I-BET 762-treated PDXs revealed higher levels of &#947;H2AX. An increase in necrotic and fibrotic tissue with increased CC3 in the BETi plus radiation group was observed.<br \/>Conclusions: Genetic mutations in NF-1-associated MPNST tumors result in susceptibility to BETi treatment. In a PDX model of PRC2 wild-type tumors, BETi treatment resulted in tumor regression and sensitized MPNST xenografts to RT. Combining BETi and RT enhanced tumor death and increased expression of genes associated with DNA damage and apoptosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-03 Epigenetic therapy,,"},{"Key":"Keywords","Value":"Radiation therapy,BET inhibitor,Epigenetics,Sarcoma\/soft-tissue malignancies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. A. Gingrich<\/b><sup>1<\/sup>, S. Landers<sup>1<\/sup>, A. Bhalla<sup>1<\/sup>, C. Rodriguez-Aguayo<sup>1<\/sup>, R. Lazcano<sup>1<\/sup>, S. Satpati<sup>1<\/sup>, A. Lebron-Torres<sup>2<\/sup>, E. Z. Keung<sup>1<\/sup>, C. P. Scally<sup>1<\/sup>, C. L. Roland<sup>1<\/sup>, K. K. Hunt<sup>1<\/sup>, H. Lyu<sup>1<\/sup>, H. Lillemoe<sup>1<\/sup>, A. Guadagnolo<sup>1<\/sup>, A. Lazar<sup>1<\/sup>, J. Slopis<sup>1<\/sup>, I. McCutcheon<sup>1<\/sup>, J. A. Livingston<sup>1<\/sup>, A. Farooqi<sup>1<\/sup>, K. Rai<sup>1<\/sup>, K. E. Torres<sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Davidson College, Davidson, NC","CSlideId":"","ControlKey":"b21b4c1b-ddec-412f-9d32-7f036a6c5c73","ControlNumber":"4641","DisclosureBlock":"&nbsp;<b>A. A. Gingrich, <\/b> None..<br><b>S. Landers, <\/b> None..<br><b>A. Bhalla, <\/b> None..<br><b>C. Rodriguez-Aguayo, <\/b> None..<br><b>R. Lazcano, <\/b> None..<br><b>S. Satpati, <\/b> None..<br><b>A. Lebron-Torres, <\/b> None..<br><b>E. Z. Keung, <\/b> None..<br><b>C. P. Scally, <\/b> None..<br><b>C. L. Roland, <\/b> None..<br><b>K. K. Hunt, <\/b> None..<br><b>H. Lyu, <\/b> None..<br><b>H. Lillemoe, <\/b> None..<br><b>A. Guadagnolo, <\/b> None..<br><b>A. Lazar, <\/b> None..<br><b>J. Slopis, <\/b> None..<br><b>I. McCutcheon, <\/b> None..<br><b>J. A. Livingston, <\/b> None..<br><b>A. Farooqi, <\/b> None..<br><b>K. Rai, <\/b> None..<br><b>K. E. Torres, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3849","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7548","PresenterBiography":null,"PresenterDisplayName":"Alcia Gingrich, MD","PresenterKey":"04679f31-0eee-43d2-b411-7a8570763c7f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7548. Role of bromodomain extra terminal inhibitor (BETi) in combination with radiotherapy for the treatment of NF1-associated malignant peripheral nerve sheath tumor","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of bromodomain extra terminal inhibitor (BETi) in combination with radiotherapy for the treatment of NF1-associated malignant peripheral nerve sheath tumor","Topics":null,"cSlideId":""},{"Abstract":"DNA methylation inhibitors such as 5-azacytidine (Aza) and 5-aza-2&#8242;-deoxycytidine have been extensively used in patients with hematologic disorders and other neoplasms since their approval by the FDA. However, global DNA demethylating agents can result in intolerable toxicities; therefore, targeted epigenetic modulation is needed. Here, we searched for epigenetic changes with adaptive resistance to anti-VEGF antibody (AVA) in the TME and a novel strategy for targeted demethylation.<br \/><b><i>Methods:<\/i><\/b> We examined methylation and transcriptional changes in orthotopic ovarian cancer models with emergence of AVA resistance. We developed a targeted demethylation strategy for BARD1 to enhance the effectiveness of AVA. We used a novel dCas9-CRISPR-based system for targeted BARD1 CpG demethylation (derived by fusing the deactivated Cas9 [dCas9] with the TET1 catalytic domain) delivered <i>in vivo<\/i> using a nanoliposomal carrier.<br \/><b><i>Results:<\/i><\/b> We identified BARD1 methylation and reduced expression as lead candidate with AVA resistance; multiple CpG island sites in the BARD1 gene from adaptive AVA-resistant tumors were methylated. Next, we investigated the biological effects of global and targeted DNA methylation. Azacytidine along with AVA therapy was tested in a series of models (fibrosarcoma, PDX and orthotopic ovarian cancer models) and resulted in reduced tumor burden compared with the control and monotherapy groups (p&#60;0.01). Next, to determine whether targeted demethylated BARD1 would have antitumor effects <i>in vivo<\/i>, we used an orthotopic SKOV3ip1luc ovarian cancer mouse model. Mice were treated with DOPC-dCas9-TET1-sgcontrol- (control) and DOPC-dCas9-TET1-sgBARD1 (sgBARD1). Tumor weight in the sgBARD1-3 group was significantly (p&#60;0.01) reduced compared with the control group with no significant change in mouse body weight. We found that BARD1 expression was significantly increased in sgBARD1-treated group compared with control (p&#60;0.001). Next, to determine whether demethylated BARD1 would combine well with AVA therapy in the SKOV3ip1 model, we combined sgBARD1-3 with bevacizumab (bev); sgBARD1-3 alone led to a significant decrease in tumor burden compared with control groups. Moreover, tumor burden was significantly reduced in the sgBARD1-3 and bevacizumab combination group compared with the sgcontrol group and bev alone group. BARD1 expression was significantly increased in sgBARD1-3-treated and in combination tumor samples compared with controls. To check for potential off-target effects, we tested the efficacy of another sgBARD1 and found that tumor burden in the sgBARD1-1 group was significantly reduced compared with control group.<br \/><b><i>Conclusion:<\/i><\/b> Our novel targeted approach results in robust antitumor effects when combined with AVA therapy in multiple cancer models. Collectively, our findings provide a novel approach for gene targeted demethylation and could have implications for epigenetic therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-03 Epigenetic therapy,,"},{"Key":"Keywords","Value":"Epigenetics,Targeted Demethylation,Adaptive Resistance,Drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Bayraktar<\/b><sup>1<\/sup>, C. Rodriguez-Aguayo<sup>1<\/sup>, E. Stur<sup>1<\/sup>, S. Kumar<sup>2<\/sup>, L. S. Mangala<sup>1<\/sup>, N. N. Bayram<sup>1<\/sup>, P. Hanjra<sup>1<\/sup>, S. Corvigno<sup>1<\/sup>, S. Baylin<sup>1<\/sup>, G. Lopez-Berestein<sup>1<\/sup>, A. K. Sood<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Department of Obstetrics and Gynecology, Medical College of Wisconsin, Milwaukee, WI 53226, USA, WI, TX","CSlideId":"","ControlKey":"8ae0cc27-4999-40c7-949a-8c0697ee89ba","ControlNumber":"7159","DisclosureBlock":"&nbsp;<b>E. Bayraktar, <\/b> None..<br><b>C. Rodriguez-Aguayo, <\/b> None..<br><b>E. Stur, <\/b> None..<br><b>S. Kumar, <\/b> None..<br><b>L. S. Mangala, <\/b> None..<br><b>N. N. Bayram, <\/b> None..<br><b>P. Hanjra, <\/b> None..<br><b>S. Corvigno, <\/b> None..<br><b>S. Baylin, <\/b> None..<br><b>G. Lopez-Berestein, <\/b> None.&nbsp;<br><b>A. K. Sood, <\/b> <br><b>Merck<\/b> Consulting. <br><b>Kiyatec<\/b> Other, Consulting. <br><b>Onxeo<\/b> Other, Consulting. <br><b>ImmunoGen<\/b> Other, Consulting. <br><b>GSK<\/b> Other, Consulting. <br><b>Astra Zeneca<\/b> Consulting. <br><b>BioPath<\/b> Shareholder.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3850","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7549","PresenterBiography":null,"PresenterDisplayName":"Emine Bayraktar, MS","PresenterKey":"1c84aea7-bcc5-4025-a209-ca7a372bfd5d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7549. Overcoming resistance to anti-VEGF therapy via epigenetic regulation of BARD1","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Overcoming resistance to anti-VEGF therapy via epigenetic regulation of BARD1","Topics":null,"cSlideId":""},{"Abstract":"Adenoid Cystic Carcinoma (ACC) is an aggressive rare type of cancer of the secretory glands with no approved targeted therapy and high unmet clinical need. Deregulated transcription driven by MYB-NFIB or MYBL1-NFIB transcription factor (TF) fusions are a hallmark of ACC pathogenesis. More aggressive disease and resistance to therapy has been associated with co-mutation in NOTCH. Although direct targeting of oncogenic TF fusions has remained challenging, targeting of their activity via transcriptional cofactors has emerged as an attractive and clinically actionable strategy. Cyclin-dependent kinase 9 (CDK9) is a key potentiator of TF activity via its ability to act both as an upstream regulator of TF expression and a downstream cofactor. KB-0742 is a potent, selective, and orally bioavailable inhibitor of CDK9 with a long plasma half-life. KB-0742 is being studied in an ongoing Phase 1\/2 study (NCT04718675) in advanced solid tumors including ACC. KB-0742 has demonstrated on-mechanism, single agent anti-tumor activity and a manageable safety profile in heavily pre-treated patients (0-11 prior lines of therapy) with transcriptionally addicted solid tumors. Here we present the preclinical rationale for targeting of oncogenic fusion TF activity in ACC. XenoSTART Patient-Derived Xenograft (XPDX) models were established from viable human tumor tissue for in vivo and ex vivo testing. Cell viability was assessed by CellTiter GLO reagent and phase imaging. Changes in MYB-fusion transcripts were assessed by RNA-Seq. Tumor Fragments (~70 mg) from ACCx5M1, ACCx6, ACCx9, ACCx11 models were implanted into athymic nude mice. Animals were treated with either vehicle (normal saline) or 60 mg\/kg KB-0742 on a Q3D\/week until tumors reached 2500 mm<sup>3 <\/sup>or up to 60 days post start of treatment. In a retrospective analysis using real world data, ACC has a low incidence of genomic instability and high rates of MYB fusions detectable by RNA-seq, making immunotherapy challenging but creating an opportunity for targeting MYB transcription. In primary MYB-fusion positive and NOTCH co-mutated patient-derived spheroid models, KB-0742 treatment induced strong antiproliferative activity and cytotoxicity. Importantly, KB-0742 demonstrated stronger cytotoxic effects when compared to historical control agents. In XPDXs, CDK9 inhibition with KB-0742 resulted in antiproliferative activity and stronger tumor growth inhibition in MYB-fusion positive and NOTCH co-mutated tumor models compared to MYB-fusion positive only models.These data demonstrate KB-0742 is effective in preclinical models of ACC suggesting KB-0742 may be a promising therapeutic option for ACC patients. KB-0742 is currently being evaluated in a phase 1\/2 dose-escalation and cohort expansion trial in patients with ACC and other transcriptionally addicted tumors (NCT04718675).&nbsp;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-03 Epigenetic therapy,,"},{"Key":"Keywords","Value":"Transcription factor,CDK inhibitor,Gene regulation,Kinase inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. R. McKeown<sup>1<\/sup>, <b>L. A. Carvajal<\/b><sup>1<\/sup>, T. R. Hood<sup>1<\/sup>, N. S. Burr<sup>2<\/sup>, J. Kaufman<sup>2<\/sup>, A. Boynton<sup>1<\/sup>, K. Mori<sup>1<\/sup>, T. DesRochers<sup>3<\/sup>, M. Wick<sup>4<\/sup>, C. Y. Lin<sup>1<\/sup>, J. F. DiMartino<sup>1<\/sup>; <br\/><sup>1<\/sup>Kronos Bio, Inc., Cambridge, MA, <sup>2<\/sup>Adenoid Cystic Carcinoma Research Foundation (ACCRF), Needham, MA, <sup>3<\/sup>Kiyatec, Greenville, SC, <sup>4<\/sup>XenoStart, San Antonio, TX","CSlideId":"","ControlKey":"9567d924-7144-4e0a-99f3-8e4da00a7af7","ControlNumber":"7140","DisclosureBlock":"<b>&nbsp;M. R. McKeown, <\/b> <br><b>Kronos Bio<\/b> Employment, Stock, Stock Option, Other Intellectual Property. <br><b>L. A. Carvajal, <\/b> <br><b>Kronos Bio<\/b> Employment, Stock, Stock Option. <br><b>T. R. Hood, <\/b> <br><b>Kronos Bio<\/b> Employment, Stock, Stock Option.<br><b>N. S. Burr, <\/b> None..<br><b>J. Kaufman, <\/b> None.&nbsp;<br><b>A. Boynton, <\/b> <br><b>Kronos Bio<\/b> Employment. <br><b>K. Mori, <\/b> <br><b>Kronos Bio<\/b> Employment. <br><b>T. DesRochers, <\/b> <br><b>Kiyatec<\/b> Employment. <br><b>M. Wick, <\/b> <br><b>XenoStart<\/b> Employment. <br><b>C. Y. Lin, <\/b> <br><b>Kronos Bio<\/b> Employment, Stock, Stock Option. <br><b>J. F. DiMartino, <\/b> <br><b>Kronos Bio<\/b> Employment, Stock, Stock Option.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3851","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7550","PresenterBiography":null,"PresenterDisplayName":"Luis Carvajal, PhD","PresenterKey":"dc7c3ba3-043e-4ed7-9ca4-18885b5b971c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7550. KB-0742, an oral highly selective CDK9 inhibitor, demonstrates preclinical activity in transcription factor fusion driven adenoid cystic carcinoma patient-derived models","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KB-0742, an oral highly selective CDK9 inhibitor, demonstrates preclinical activity in transcription factor fusion driven adenoid cystic carcinoma patient-derived models","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Immunotherapy has demonstrated modest effectiveness for patients with platinum-resistant ovarian cancer, which is in part related to the immunosuppressive tumor microenvironment (TME) of ovarian cancers. Epigenetic modulators in combination with immune checkpoint inhibitors (ICIs) may represent a potential way to sensitize ovarian cancer to immunotherapy by TME reprogramming.<br \/>Methods: We evaluated the effect of epigenetic modulation in combination with ICI by comprehensive transcriptomic analyses of serially biopsied platinum-resistant\/refractory ovarian cancer. Leveraging serial tumor samples from 30 patients that received oral azacitidine and pembrolizumab in the TRIO026 phase II clinical trial (NCT02900560), we performed bulk RNA sequencing and direct digital counting of 770 target genes using molecular barcodes (nCounter, NanoString) for 72 serial tumor samples, prior to treatment initiation and 6 weeks on-therapy. RNA sequencing of ~200 million reads for each sample was used for differential gene expression and gene set enrichment analysis (GSEA) and cell type deconvolution. Target gene expression data was normalized and analyzed for differential gene and pathway expression.<br \/>Results: Differential gene expression analyses revealed an upregulation of inflammatory and cytolytic genes (IFNG, GZMA and GZMH; FDR-adjusted p=0.0184) as well as the co-inhibitory molecule CTLA-4 (FDR-adjusted p=0.0184). GSEA revealed an enrichment of IFNG response, natural killer cell mediated cytotoxicity, neutrophil degranulation, inflammatory response, and antigen processing\/presentation related gene sets on-therapy (FDR-adjusted p &#60; 0.001). Target gene expression analyses orthogonally confirmed these findings, which were also concordant with pathway scoring analyses showing an increased score for immune inflammatory pathways such as INFG signaling (Wilcoxon rank sum test p=0.01). Immune cell subset deconvolution suggested TME reshaping driven by a greater density of intra-tumoral T cells on-therapy (Wilcoxon rank sum test p=0.012). Higher IFNG, CXCL13, CXCR5 expression, CD8 T cell and NK cell density were associated with longer time on treatment, both at baseline and at the on-therapy timepoint. GSEA revealed an upregulation of interferon gamma, adaptive immunity, antigen presentation as well as conserved immune response gene sets on-therapy, for the patients attaining longer time on-treatment.<br \/>Conclusion: Combination epigenetic and immunotherapy induces an inflammatory response and reshaping of the tumor microenvironment that may enhance their clinical efficacy, highlighting the therapeutic potential of utilizing epigenetic modulators as a way to sensitize platinum-resistant ovarian cancer to immune checkpoint inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-03 Epigenetic therapy,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Transcriptomic profiling,Platinum resistant ovarian cancer,Epigenetic therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Blair V. Landon<\/b><sup>1<\/sup>, Guneet Kaleka<sup>2<\/sup>, Archana Balan<sup>1<\/sup>, Julia  L.  Boland<sup>2<\/sup>, Christopher Cherry<sup>1<\/sup>, Gavin Pereira<sup>1<\/sup>, Cynthia Zahnow<sup>1<\/sup>, Boris Winterhoff<sup>3<\/sup>, Stephen Baylin<sup>1<\/sup>, Victor  E.  Velculescu<sup>1<\/sup>, Gottfried  E.  Konecny<sup>2<\/sup>, John  A.  Glaspy<sup>2<\/sup>, Valsamo Anagnostou<sup>1<\/sup><br><br\/><sup>1<\/sup>The Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD,<sup>2<\/sup>Jonsson Comprehensive Cancer Center, University of California, Los Angeles, Los Angeles, CA,<sup>3<\/sup>Department of Gynecology, Obstetrics and Women's Health, Division of Gynecologic Oncology, University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"38c3dc5d-a9fe-465b-b558-a0bf4b86e9e4","ControlNumber":"3164","DisclosureBlock":"&nbsp;<b>B. V. Landon, <\/b> None..<br><b>G. Kaleka, <\/b> None..<br><b>A. Balan, <\/b> None..<br><b>J. L. Boland, <\/b> None.&nbsp;<br><b>C. Cherry, <\/b> <br><b>CM Cherry Consulting<\/b> Other, Is the founder of CM Cherry Consulting.<br><b>G. Pereira, <\/b> None..<br><b>C. Zahnow, <\/b> None..<br><b>B. Winterhoff, <\/b> None..<br><b>S. Baylin, <\/b> None.&nbsp;<br><b>V. E. Velculescu, <\/b> <br><b>Delfi Diagnostics<\/b> Stock, Patent, Other, Is a founder of Delfi Diagnostics, serves on the Board of Directors and as an officer for this organization. Additionally, is an inventor on patent applications submitted by Johns Hopkins University related to cancer genomic analyses and cell-free DNA for cancer detection that have been licensed to one or more entities. <br><b>LabCorp<\/b> Patent, Other, Divested his equity in Personal Genome Diagnostics (PGDx) to LabCorp in February 2022. Additionally, is an inventor on patent applications submitted by Johns Hopkins University related to cancer genomic analyses and cell-free DNA for cancer detection that have been licensed to one or more entities. <br><b>Qiagen<\/b> Patent, Is an inventor on patent applications submitted by Johns Hopkins University related to cancer genomic analyses and cell-free DNA for cancer detection that have been licensed to one or more entities. <br><b>Sysmex<\/b> Patent, Is an inventor on patent applications submitted by Johns Hopkins University related to cancer genomic analyses and cell-free DNA for cancer detection that have been licensed to one or more entities. <br><b>Agios<\/b> Patent, Is an inventor on patent applications submitted by Johns Hopkins University related to cancer genomic analyses and cell-free DNA for cancer detection that have been licensed to one or more entities. <br><b>Genzyme<\/b> Patent, Is an inventor on patent applications submitted by Johns Hopkins University related to cancer genomic analyses and cell-free DNA for cancer detection that have been licensed to one or more entities. <br><b>Esoterix<\/b> Patent, Is an inventor on patent applications submitted by Johns Hopkins University related to cancer genomic analyses and cell-free DNA for cancer detection that have been licensed to one or more entities. <br><b>Ventana<\/b> Patent, Is an inventor on patent applications submitted by Johns Hopkins University related to cancer genomic analyses and cell-free DNA for cancer detection that have been licensed to one or more entities. <br><b>ManaT Bio<\/b> Patent, Is an inventor on patent applications submitted by Johns Hopkins University related to cancer genomic analyses and cell-free DNA for cancer detection that have been licensed to one or more entities. <br><b>Viron Therapeutics<\/b> Other, Served in an advisory role. <br><b>Epitope<\/b> Other, Served in an advisory role.<br><b>G. E. Konecny, <\/b> None..<br><b>J. A. Glaspy, <\/b> None.&nbsp;<br><b>V. Anagnostou, <\/b> <br><b>Astra Zeneca<\/b> Grant\/Contract, Other, Served in an advisory role. <br><b>Labcorp\/Personal Genome Diagnostics<\/b> Grant\/Contract. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract. <br><b>Delfi Diagnostics<\/b> Grant\/Contract. <br><b>Neogenomics<\/b> Other, Served in an advisory role. <br><b>Foundation Medicine<\/b> Other, Received honoraria. <br><b>Other<\/b> Other, Is an inventor on patent applications (63\/276,525, 17\/779,936, 16\/312,152, 16\/341,862, 17\/047,006 and 17\/598,690) submitted by Johns Hopkins University related to cancer genomic analyses, ctDNA therapeutic response monitoring and immunogenomic features of response to immunotherapy that have been licensed to one or more entities.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3852","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7551","PresenterBiography":null,"PresenterDisplayName":"Blair Landon, BS","PresenterKey":"5119a083-cb58-4431-b27e-e89b24be560e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7551. Combined epigenetic therapy and immune checkpoint blockade drive reshaping of the tumor microenvironment of platinum resistant ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combined epigenetic therapy and immune checkpoint blockade drive reshaping of the tumor microenvironment of platinum resistant ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Colorectal pre-cancers in Lynch Syndrome (LS) display a distinct immune profile thus presenting a unique opportunity to develop novel immune-interception approaches to halt carcinogenesis. Epigenetic modulation by EZH2 of immune-related genes has been implicated in many cancers including colorectal but it has yet to be explored in LS carcinogenesis. The main objective of this study is to test the effect of EZH2 inhibition on immune cell profiling, colorectal carcinogenesis, gene expression, and histone methylation, using ex vivo organoids and a LS mouse model.<br \/>Methods: A mouse model of LS colorectal carcinogenesis (<i>Villin-Cre;Msh2<\/i><sup>fl\/fl<\/sup>;<i>Tgf&#946;RII<\/i>-KI; herein referred to as <i>VCMsh2T<\/i><sup>Hu<\/sup><i>) <\/i>and e<i>x vivo <\/i>colonic organoids were utilized to assess the effects of the EZH2 inhibitor GSK503. Mice were treated for 9-weeks with GSK503 with downstream studies exploring polyp multiplicity, changes to the immune landscape, and epigenetic analyses to derive mechanistic insights into EZH2 regulation in LS.<br \/>Results: GSK503 significantly altered transcriptomic changes in <i>VCMsh2T<sup>Hu <\/sup><\/i>organoids with tissue-specific tropism for dysplastic organoids as compared to organoids prepared from adjacent normal mucosa. GSK503 significantly increased CD4<sup>+<\/sup>and CD8<sup>+<\/sup> T cells in splenocytes and colonic mucosa of treated mice compared to controls in vitro and in vivo. A preventive-dose (200&#956;g\/kg) of GSK503 for 9 weeks significantly reduced adenoma multiplicity in the large intestine of <i>VCMsh2T<sup>Hu <\/sup><\/i>mice with significant changes in the immune landscape of treated mice compared to controls. The data suggests GSK503 significantly enriched both total and activated cytotoxic T-lymphocytes CD8<sup>+<\/sup>\/CD137<sup>+<\/sup>), stromal macrophages (CD68<sup>+<\/sup>), and activated helper T-lymphocytes (CD4<sup>+<\/sup>\/CD134<sup>+<\/sup>) in the large intestine of <i>VCMsh2T<\/i><sup>Hu<\/sup> mice. Transcriptome and molecular analyses using IHC, Western blots, and computational tools showed activation of immune and apoptotic markers with concomitant reduction of H3K27 methylation levels in colonic crypts. ChIPseq analyses revealed decreased levels of H3K27me3 and H3K4me1 (enhancer), a slight increased levels of H3K27ac (enhancer) marks with no changes in levels of H3K4me3 in treated mice, indicating that EZH2 inhibition yields global reprograming of poised promoters and active enhancers in the LS mouse genome.<br \/>Conclusions: Collectively, our findings reveal that GSK503 has a promising potential as an immuno-interception modality establishing the framework for launching phase I clinical trials with EZH2 inhibitors for LS carriers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-03 Epigenetic therapy,,"},{"Key":"Keywords","Value":"Epigenetics,Hereditary cancer,Cancer prevention,Colorectal adenocarcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Duzagac<\/b><sup>1<\/sup>, C. M. Bowen<sup>1<\/sup>, L. Reyes-Uribe<sup>1<\/sup>, M. Zaheer<sup>1<\/sup>, J. Thompson<sup>1<\/sup>, N. Deng<sup>1<\/sup>, M. Taggart<sup>1<\/sup>, A. Jain<sup>1<\/sup>, W. Edelmann<sup>2<\/sup>, K. M. Sinha<sup>1<\/sup>, E. Vilar<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Albert Einstein College of Medicine, Bronx, NY","CSlideId":"","ControlKey":"f93e1bf7-c5ab-4dac-9b81-e3a72c7349c2","ControlNumber":"1737","DisclosureBlock":"&nbsp;<b>F. Duzagac, <\/b> None..<br><b>C. M. Bowen, <\/b> None..<br><b>L. Reyes-Uribe, <\/b> None..<br><b>M. Zaheer, <\/b> None..<br><b>J. Thompson, <\/b> None..<br><b>N. Deng, <\/b> None..<br><b>M. Taggart, <\/b> None..<br><b>A. Jain, <\/b> None..<br><b>W. Edelmann, <\/b> None..<br><b>K. M. Sinha, <\/b> None..<br><b>E. Vilar, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3853","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7552","PresenterBiography":null,"PresenterDisplayName":"Fahriye Duzagac, PhD","PresenterKey":"73b0238c-64ce-4f51-867a-b72f3e1766cc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7552. Inhibition of histone methyltransferase EZH2 for immune-interception of colorectal cancer in Lynch syndrome","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of histone methyltransferase EZH2 for immune-interception of colorectal cancer in Lynch syndrome","Topics":null,"cSlideId":""},{"Abstract":"Epigenetics plays a central role in the initiation, establishment, and progression of cancer. In this capacity, epigenetics regulates several abnormal nuclear processes in the cancer cell including DNA replication, DNA damage repair and most prominently transcription. Because of their reversibility, epigenetic modifications have been aggressively pursued pharmacologically to correct abnormal cancer biology in the hopes of reversing cancer phenotypes. To develop novel epigenetic based therapeutic strategies for triple negative breast cancer (TNBC) we combined the DNA methyltransferase inhibitor (DNMTi) guadecitabine (Gua) with a genetic CRISPR\/Cas9 mediated knockout (KO) of the chromatin remolding protein Bromodomain PHD&#8208;finger Transcription Factor (BPTF). Using the E0771 and 4T1 mouse TNBC models we show that BPTF depleted tumor cells are more susceptible to the antitumor effects of Gua. These antitumor effects are not observed in culture, or in immune compromised NSG mice, suggesting that their effects on cancer cell growth are not cancer cell intrinsic. RNA&#8208;Seq, ATAC-Seq and MBD-Seq analysis from FACS purified cancer cells shows that the combination of BPTF inhibition and Gua alters immune regulatory cytokine expression (BMP4 and CSF3) in the cancer cell, and it is theorized that these changes alter the tumor microenvironment to become less immune suppressive and permissive to the antitumor effects of immune cells. This hypothesis is supported by Cytek phenotyping of tumor resident and peripheral immune cells from treated mice showing reduced levels of immune suppressive myeloid derived suppressor cells (MDSC). Inhibiting BPTF pharmacologically using the bromodomain inhibitor AU1 does not recapitulate the effects of the genetic inhibition suggesting that the benefits of BPTF depletion to sensitization to Gua are not captured by inhibition of its bromodomain. To model the effects of pharmacologic BPTF inhibition we created a BPTF mouse KO genetically modified mouse model (GEMM). We show using this GEMM that BPTF KO in the adult mouse (a tamoxifen inducible Cre) is not lethal and has beneficial effects to the control of E0771 tumors, possibly through depleting tumor resident na&#239;ve T cells, and that transplanting BPTF KO E0771 tumors into BPTF KO adult mice further improves tumor growth control. These benefits in tumor growth control are prevented with CD8 depletion. These results in total suggests that a combination therapy regimen including BPTF inhibition (a PROTAC degradation approach) with a DNMTi could provide clinical benefits to patients with TNBC through both tumor cell intrinsic and extrinsic mechanisms.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-03 Epigenetic therapy,,"},{"Key":"Keywords","Value":"Chromatin remodeling,Breast cancer,DNA methylation,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. W. Landry<\/b>, j. Kang, C. Morecock, H. Bear, R. Martin; <br\/>Virginia Commonwealth University, Richmond, VA","CSlideId":"","ControlKey":"da3f127a-c27c-4fa0-be80-17dd6fc03e30","ControlNumber":"7827","DisclosureBlock":"&nbsp;<b>J. W. Landry, <\/b> None..<br><b>J. Kang, <\/b> None..<br><b>C. Morecock, <\/b> None..<br><b>H. Bear, <\/b> None..<br><b>R. Martin, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3860","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7553","PresenterBiography":"","PresenterDisplayName":"Joseph Landry, PhD","PresenterKey":"4b844add-ee43-4928-902b-4d7fe6fc9db8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7553. Dual inhibition of chromatin remodeling and DNA methylation as a novel treatment for triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dual inhibition of chromatin remodeling and DNA methylation as a novel treatment for triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma predominately affects adolescents, young adults, and canines. For human patients, the five-year survival rate of those with detectable lung metastases is only 30% while most canine patients with metastatic disease die within 1-2 years. Standard therapy is not effective for this patient group, so it is therefore necessary to identify novel therapies that target the progression of lung metastases. Our lab previously screened 114 FDA-approved anti-cancer drugs to identify agents that decrease the growth of 3D spheroids (sarcospheres) generated from highly metastatic osteosarcoma cell lines. The top hits included both histone deacetylase inhibitors (HDIs) that were tested. In follow-up experiments measuring potency on sarcospheres and toxicity on non-transformed cells, romidepsin was the top hit of the 114-drug panel as well of the two additional FDA-approved HDIs and seven HDIs that are in clinical oncology trials. Our goal was therefore to further evaluate romidepsin as a potential therapy for metastatic osteosarcoma. Romidepsin potently decreased viability in sarcospheres from established highly metastatic osteosarcoma cell lines (relative ED50s = 3-36nM). About 50% of the patients (both canine and human) had similar responses to romidepsin (relative ED50s = 1- 18nM) suggesting that those patients might be good candidates for romidepsin therapy. This includes patients who had been heavily pretreated with standard-of-care osteosarcoma chemotherapeutics. Mechanistically, romidepsin blocks proliferation and causes a G2\/M cell cycle arrest in fast growing sarcospheres (143B and MG63.3) while in slow growing sarcospheres (LM7 and K7M2) where primarily induces cytotoxicity and there is no cell cycle arrest. Patient-derived sarcospheres are slow growing, so we predict that the primary mechanism will be cytotoxicity. Using a tail vein injection model of osteosarcoma lung metastases, romidepsin dose dependently prolonged survival and reduced the area and number of lung metastases in immunodeficient mice injected with 143B cells and a syngeneic model using K7M2 cells. Romidepsin will be evaluated in mice with metastases from patient-derived cells and if effective, will be repurposed for canine and human clinical trials to improve outcomes in metastatic osteosarcoma without the associated costs and extensive timeframe of traditional drug discovery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-03 Epigenetic therapy,,"},{"Key":"Keywords","Value":"Osteosarcoma,Histone deacetylase inhibitor,Spheroids,Metastatic tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. E. Seiden<\/b>, S. M. Richardson, S. Ramnath, T. Whiteside, K. L. Coy, A. L. Sinn, M. L. Capitano, K. E. Pollok, C. D. Collier, E. M. Greenfield; <br\/>IU Simon Comprehensive Cancer Center, Indianapolis, IN","CSlideId":"","ControlKey":"7c221732-363c-4525-8c0a-5defbbe530b9","ControlNumber":"7490","DisclosureBlock":"&nbsp;<b>E. E. Seiden, <\/b> None..<br><b>S. M. Richardson, <\/b> None..<br><b>S. Ramnath, <\/b> None..<br><b>T. Whiteside, <\/b> None..<br><b>K. L. Coy, <\/b> None..<br><b>A. L. Sinn, <\/b> None..<br><b>M. L. Capitano, <\/b> None..<br><b>K. E. Pollok, <\/b> None..<br><b>C. D. Collier, <\/b> None..<br><b>E. M. Greenfield, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3861","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7554","PresenterBiography":null,"PresenterDisplayName":"Emily Seiden, BS","PresenterKey":"1c307683-6903-494b-984b-c7c9d61d3454","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7554. The histone deacetylase inhibitor romidepsin is a potential therapeutic for metastatic osteosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The histone deacetylase inhibitor romidepsin is a potential therapeutic for metastatic osteosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Atypical teratoid\/rhabdoid tumors (AT\/RT) are deadly infantile brain tumors, primarily arising from a single recurring biallelic loss-of-function mutation in SMARCB1 which is a member of the SWI-SNF chromatin remodeling complex. The partially functional SWI-SNF complex (without SMARCB1) is able to inhibit EZH2 at most locations of the genome except at gene promoter regions where EZH2 co-localizes with the REST complex. This results in hypermethylation and subsequent repression of genes coding for neuronal differentiation and tumor suppressors. CoREST is an important transcriptional repressor and consists of LSD1 and HDAC1\/2 bound together by the scaffolding protein RCOR. Increased activity of EZH2 and the CoREST complex may help AT\/RT cells maintain a stem cell-like state, driving its aggressive growth and therapy resistance. We hypothesize that functional inhibition of the CoREST complex by targeting LSD1 and HDAC1\/2 might help restore the epigenetic balance lost in AT\/RT cells.We selectively inhibited the CoREST complex in AT\/RT cells (BT37, CHLA05 and CHLA06) by using a bi-functional LSD1 and HDAC1\/2 inhibitor, Corin, which has previously been shown to be effective against melanoma and diffuse midline glioma. Administration of corin to AT\/RT cells significantly increased H3K4me1, H3K9Ac and H3K27Ac histone marks (p &#60; 0.001, Western blotting). Corin inhibited AT\/RT cell growth and proliferation (MUSE Viacount p&#60;0.05, BrdU immunofluorescence compared to control), and increased apoptosis (cPARP Western blotting, CC3 immunofluorescence, MUSE Annexin V assay, p&#60;0.05 compared to control). Corin appears to be specific in targeting AT\/RT as it did not affect brain organoids derived from iPSCs (cPARP Western blotting). Corin induced neuronal differentiation in AT\/RT as seen by the increased expression of Beta-3-tubulin, MAP2 and Synaptophysin (Immunofluorescence). Enrichment analysis of differentially expressed genes after whole mRNA sequencing of AT\/RT cells treated with corin for 24 h revealed upregulation of pathways related to neuronal differentiation and axonal development and downregulation of pathways related to proliferation and cell cycle (pFDR &#60; 0.05, FC&#62;2). In mice bearing orthotopic CHLA06 tumors, intratumoral delivery of a single dose of corin for 24 h increased H3K27me3 and H3K27ac, demonstrating that corin engaged its target in vivo, reduced growth and induced apoptosis (Ki67, cPARP). Survival studies show a trend toward single agent activity against the very aggressive CHLA06 orthotopic xenograft (increased in median survival from 14 to 35 days compared to control). These studies demonstrate that targeting the CoREST complex disrupts AT\/RT epigenetic abnormalities, reversing their stem cell-like state, slowing tumor cell growth, and inducing apoptosis, that may translate into the clinical setting to help improve AT\/RT&#8217;s dismal survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-03 Epigenetic therapy,,"},{"Key":"Keywords","Value":"Brain tumors,Differentiation,Epigenetics,Cancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Anupa Geethadevi<\/b><sup>1<\/sup>, Marianne Collard<sup>2<\/sup>, Tyler Findlay<sup>1<\/sup>, Yiming Deng<sup>1<\/sup>, Robert Fisher<sup>2<\/sup>, Nikhil Vaidya<sup>2<\/sup>, Charles Eberhart<sup>1<\/sup>, Philip  A.  Cole<sup>3<\/sup>, Rhoda Alani<sup>2<\/sup>, Jeffrey Rubens<sup>1<\/sup>, Eric Raabe<sup>1<\/sup><br><br\/><sup>1<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD,<sup>2<\/sup>Boston University, Boston, MA,<sup>3<\/sup>Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"52d9b88e-d702-408f-a5ef-ab6a6acbb215","ControlNumber":"7517","DisclosureBlock":"&nbsp;<b>A. Geethadevi, <\/b> None..<br><b>M. Collard, <\/b> None..<br><b>T. Findlay, <\/b> None..<br><b>Y. Deng, <\/b> None..<br><b>R. Fisher, <\/b> None..<br><b>N. Vaidya, <\/b> None..<br><b>C. Eberhart, <\/b> None.&nbsp;<br><b>P. A. Cole, <\/b> <br><b>Acylin Therapeutics<\/b> Other Business Ownership. <br><b>Abbvie<\/b> Other, Consultancy. <br><b>US Patent application<\/b> Patent, Patent for the drug Corin.<br><b>R. Alani, <\/b> None..<br><b>J. Rubens, <\/b> None..<br><b>E. Raabe, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3862","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7555","PresenterBiography":null,"PresenterDisplayName":"Anupa Geethadevi, PhD","PresenterKey":"eb5c61e9-e588-4c22-975c-2cf9be557c91","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7555. Selective inhibition of the CoREST complex as a novel therapeutic target of atypical teratoid rhabdoid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Selective inhibition of the CoREST complex as a novel therapeutic target of atypical teratoid rhabdoid tumors","Topics":null,"cSlideId":""},{"Abstract":"Background: Ovarian cancer (OC) is a lethal disease due to limited treatment options and the development of multidrug resistance. Bispecific T-cell engager (BiTE) therapy represents a promising immunotherapeutic approach to OC. Our previous findings suggest that resistance to BiTE therapy in OC is a complex interplay of factors including loss of tumor-associated antigens and epithelial-mesenchymal transition (EMT). Since the peritoneum is a relatively hypoxic (HX) tumor microenvironment, we hypothesized that HX plays a role in the modulation of MUC16 and potential resistance to BiTE therapy.<br \/>Methods: After informed consent, samples were collected from patients with recurrent OC undergoing treatment with MUC16 BiTEs. For HX studies, we used OVCAR3 tumor cell lines which express full-length MUC16. Tumor cells were cultured under normoxic (NX) or HX conditions. The effect of HX on cell death was analyzed using an apoptosis assay. Cells were evaluated for changes in cell surface MUC16 expression by flow cytometry. MUC16 protein expression and EMT markers were analyzed by western blot. Proteasome inhibitors were used to stabilize MUC16 expression under HX conditions. Antibody internalization assays were conducted to assess MUC16 endocytosis and recycling.<br \/>Results: In patients who progressed on MUC16 BiTEs, we found decreased MUC16 expression on tumor samples isolated from ascites samples. Using OVCAR3 cells, we found significantly decreased MUC16 expression on ovarian cancer cells grown under HX conditions (Fold change: 0.4 vs NX, p&#60;0.001). Flow cytometry analysis revealed a time-dependent loss of MUC16 expression on the cell surface under HX (64.22% after 9 days HX vs 88.26% NX), highlighting the susceptibility of MUC16 to HX-induced downregulation. Treatment with proteasome inhibitors partially rescued MUC16 expression under HX conditions (Fold change: 1.4 vs NX, p&#60;0.001). Notably, HX did not induce necrotic cell death in these tumor cells. In addition to the loss of MUC16, tumor cells under HX conditions showed alterations in EMT markers. E-cadherin was downregulated with prolonged HX exposure (Fold change: 0.3 vs NX, p &#60; 0.001), while Vimentin (Fold change: 7.1 vs NX, p &#60; 0.001) and Snail (Fold change: 2.8 vs NX, p &#60; 0.001) were upregulated, indicating a potential shift towards a more aggressive phenotype. Epidermal growth factor receptor (EGFR) was also upregulated (Fold change: 4.9 vs NX, p &#60; 0.001), potentially contributing to enhanced survival and invasion of OC cells under HX stress. Finally, under HX conditions, MUC16 internalization was slower in response to antibody binding over time due to reduced cell antigen expression, corroborating the observed MUC16 loss.<br \/>Conclusion: Understanding hypoxia-induced MUC16 downregulation and its downstream effects on EMT markers and CA125 expression provides crucial insight into the mechanisms of BiTE therapy resistance in ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-09 Other,,"},{"Key":"Keywords","Value":"MUC16,Hypoxia,Ovarian Cancer,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Xu<\/b><sup>1<\/sup>, S. K. Barakzai<sup>2<\/sup>, A. Kononenko<sup>1<\/sup>, R. Kumar<sup>1<\/sup>, I. Veillard<sup>1<\/sup>, E. Kim<sup>2<\/sup>, T. S. Bond<sup>1<\/sup>, D. R. Spriggs<sup>1<\/sup>, B. R. Rueda<sup>2<\/sup>, O. Yeku<sup>1<\/sup>; <br\/><sup>1<\/sup>Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA, <sup>2<\/sup>Massachusetts General Hospital, Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"f4c7fe36-2514-40e1-a45a-107eba72ab73","ControlNumber":"6824","DisclosureBlock":"&nbsp;<b>M. Xu, <\/b> None..<br><b>S. K. Barakzai, <\/b> None..<br><b>A. Kononenko, <\/b> None..<br><b>R. Kumar, <\/b> None..<br><b>I. Veillard, <\/b> None..<br><b>E. Kim, <\/b> None..<br><b>T. S. Bond, <\/b> None..<br><b>D. R. Spriggs, <\/b> None..<br><b>B. R. Rueda, <\/b> None..<br><b>O. Yeku, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3869","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7557","PresenterBiography":"","PresenterDisplayName":"Mengyao Xu, MD;PhD","PresenterKey":"a5800afb-9c8b-47f5-b9d2-8e6d998f03c9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7557. Hypoxia-induced downregulation of MUC16: A key player in bispecific T-cell engager resistance in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hypoxia-induced downregulation of MUC16: A key player in bispecific T-cell engager resistance in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>BACKGROUND: <\/b>Accurate molecular characterization of lung cancer including histology classification and therapeutic target profiling is critical for<b> <\/b>treatment planning and resistance monitoring. For example, detecting lineage transformation from lung adenocarcinoma (LUAD) to small cell lung carcinoma (SCLC) following treatment, an established resistance mechanism, is challenging due to deteriorating patient health and complicated invasive procedures. Here, we describe an accurate lung cancer histological classification using an innovative, multimodal epigenomic liquid biopsy method that comprehensively profiles tumor-specific transcription activation from 1 mL of patient plasma.<br \/><b>METHODS:<\/b> 37<b> <\/b>LUAD, 34<b> <\/b>SCLC patient plasma samples collected from commercial biobanks, and reference cell lines were profiled for enhancer, promoter and DNA methylation activity to identify epigenomic loci characteristic of LUAD and SCLC. The resulting map of select quantified loci was used as input to a machine learning algorithm that distinguishes SCLC from LUAD, in a cross validated training and testing approach.<br \/><b>RESULTS:<\/b> The epigenomic maps derived from lung cancer patient plasma were highly informative of the regulatory programming of the tumor cells. The enhancers and promoters most strongly linked to lung cancer profiles across the patient population include key, histology-specific driver genes such as NKX2-1, FOXA1, FOXA2, ONECUT2, DLL3, and ASCL1. The resulting classifier was able to accurately predict histology with a cross validated AUC greater than 0.94. In silico simulation results suggest that accurate classification can be achieved with ctDNA content below 1%. Further correlative examination of the SCLC enhancer landscape revealed a partitioning of SCLC patients into molecular subtypes characterized by active enhancer marks at subtype-specific transcripts, including ASCL1, POU2F3, NEUROD1, and YAP1. The transcriptional regulation of ADC targets is apparent through comprehensive epigenomic profiling of plasma in both SCLC and LUAD, with the expression of Claudin 18.2, SEZ6, and others showing a strong dynamic range independent of ctDNA levels. This represents a novel liquid biopsy approach to distinguish LUAD from SCLC and provide simultaneous insight into expression of key targets at clinically relevant ctDNA levels.<br \/><b>CONCLUSION: <\/b>These data demonstrate the feasibility of epigenomic mapping from 1mL of plasma in lung cancer patients to distinguish lung cancer histology. The resulting data is biologically interpretable through the lens of transcriptional activation of key histology specific genes. This liquid-biopsy based approach may provide a non-invasive alternative to invasive and challenging tissue biopsies for biomarker investigation and therapeutic decision making.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-05 Molecular classification of tumors,,"},{"Key":"Keywords","Value":"Liquid biopsies,Epigenomics,Lung cancer,Molecular subtypes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Guess<\/b>, A. Gorthi, A. D'ippolity, J. Beagan, T. Clark, M. Coyne, T. Tamakloe, B. Tran, H.-H. Jeong, K. Cibulskis, H. Sawaengsri, J. Chmielecki, C. A. Painter, J. Barrett, M. Eaton; <br\/>Precede Biosciences, Inc., Boston, MA","CSlideId":"","ControlKey":"0959b609-b410-4d98-a93c-66d0d581af59","ControlNumber":"8878","DisclosureBlock":"<b>&nbsp;J. Guess, <\/b> <br><b>Precede Biosciences<\/b> Employment, Stock Option. <br><b>A. Gorthi, <\/b> <br><b>Precede Biosciences<\/b> Employment, Stock Option. <br><b>A. D'ippolity, <\/b> <br><b>Precede Biosciences<\/b> Employment, Stock Option. <br><b>J. Beagan, <\/b> <br><b>Precede Biosciences<\/b> Employment, Stock Option. <br><b>T. Clark, <\/b> <br><b>Precede Biosciences<\/b> Employment, Stock Option. <br><b>M. Coyne, <\/b> <br><b>Precede Biosciences<\/b> Employment, Stock Option. <br><b>T. Tamakloe, <\/b> <br><b>Precede Biosciences<\/b> Employment, Stock Option. <br><b>B. Tran, <\/b> <br><b>Precede Biosciences<\/b> Employment, Stock Option. <br><b>H. Jeong, <\/b> <br><b>Precede Biosciences<\/b> Employment, Stock Option. <br><b>K. Cibulskis, <\/b> <br><b>Precede Biosciences<\/b> Employment, Stock Option. <br><b>H. Sawaengsri, <\/b> <br><b>Precede Biosciences<\/b> Employment, Stock Option. <br><b>J. Chmielecki, <\/b> <br><b>Precede Biosciences<\/b> Employment, Stock Option. <br><b>C. A. Painter, <\/b> <br><b>Precede Biosciences<\/b> Employment, Stock Option. <br><b>J. Barrett, <\/b> <br><b>Precede Biosciences<\/b> Employment, Stock Option. <br><b>M. Eaton, <\/b> <br><b>Precede Biosciences<\/b> Employment, Stock Option.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3870","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7558","PresenterBiography":null,"PresenterDisplayName":"Aparna Gorthi, PhD,MS","PresenterKey":"67633768-3d85-4ccb-a17b-b2df69340b6e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7558. Novel liquid biopsy based determination of lung cancer histology using a comprehensive epigenomic platform reveals enhancer activity as a key determinant for accurate classification","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel liquid biopsy based determination of lung cancer histology using a comprehensive epigenomic platform reveals enhancer activity as a key determinant for accurate classification","Topics":null,"cSlideId":""},{"Abstract":"Adaptive metabolic switches are proposed to underlie conversions between cellular states during normal development as well as in cancer evolution, where they represent important therapeutic targets. However, the full spectrum, characteristics and regulation of existing metabolic switches are unknown. We propose that metabolic switches can be recognised by locating large alternating gene expression patterns and associate them with specific metabolic states. We developed a method to identify interspersed genesets by massive correlated biclustering (MCbiclust) and to predict their metabolic wiring. Testing the method on major breast cancer transcriptome datasets we discovered a series of gene sets with switch-like behaviour, predicting mitochondrial content, activity and central carbon fluxes in tumours associated with different switch positions. The predictions were experimentally validated by bioenergetic profiling and metabolic flux analysis of 13C-labelled substrates and were ultimately extended by geneset analysis to link metabolic alterations to cellular states, thus predicting tumour pathology, prognosis and chemosensitivity. The method is applicable to any large and heterogeneous transcriptome dataset to discover metabolic and associated pathophysiological states.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-05 Molecular classification of tumors,,"},{"Key":"Keywords","Value":"Gene expression analysis,Mitochondria,Breast cancer,Metabolomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Michela Menegollo<sup>1<\/sup>, Robert Bentham<sup>2<\/sup>, Neill Patani<sup>2<\/sup>, Robert  C.  Stein<sup>2<\/sup>, Mariia Yuneva<sup>2<\/sup>, <b>Gyorgy Szabadkai<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>University of Padua, Padua, Italy,<sup>2<\/sup>University College London, London, United Kingdom","CSlideId":"","ControlKey":"9488d2da-46e4-4a96-b6b4-8c9e675e0f8c","ControlNumber":"8359","DisclosureBlock":"&nbsp;<b>M. Menegollo, <\/b> None..<br><b>R. Bentham, <\/b> None..<br><b>N. Patani, <\/b> None..<br><b>R. C. Stein, <\/b> None..<br><b>M. Yuneva, <\/b> None..<br><b>G. Szabadkai, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3872","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7559","PresenterBiography":null,"PresenterDisplayName":"Gyorgy Szabadkai","PresenterKey":"d7c7d4a1-d9fd-4a78-85f0-19f67c9c113e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7559. Multi-state gene cluster switches determining the adaptive mitochondrial and metabolic landscape of breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-state gene cluster switches determining the adaptive mitochondrial and metabolic landscape of breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Microsatellite instability (MSI) is an important genomic biomarker associated with various cancers and hereditary conditions. Accurate and efficient classification of MSI status is essential for diagnosis, prognosis, and treatment decisions. Different approaches for testing MSI have been presented in the literature, including NGS-based methods which either rely on comparison with a matched control sample, a set of reference control samples, or the reference genome (no control). In this study, we explore the feasibility of accurately identifying MSI status using the UG100 platform, which utilizes flow-based sequencing chemistry. Since MSI detection is typically based on long homopolymers, we examined here whether the flow-based sequencing data can be effectively used for MSI classification.<br \/>Methods: We performed whole genome sequencing (WGS) on a cohort of 24 cell lines with known MSI status, as well as on 15 tumor tissue samples, encompassing various cancer types, including colon, lung, bladder, and endometrial cancer. To determine the MSI status, polyA\/T homopolymer loci were considered. We measured the MSI status in these loci using two methods: 1) Counting short indel variants detected using somatic Deep Variant, in comparison with matched blood normal, and 2) a novel MSI score based on the difference of the polyA\/T homopolymer length, in comparison to the reference genome. We assessed the ability to evaluate the score for the full sequenced coverage (~100X) as well as when limiting to exome boundaries, and when sampling down to 1X coverage.<br \/>Results and Conclusions: We established the performance of the MSI score on the cell lines with known MSI status. The score was verified on cell line mixtures (simulating lower tumor purity) as well as on clinical samples from various tissue sources, including colon samples annotated as mismatch-repair deficient. We demonstrate the ability to use the cost-effective UG100 sequencing combined with the two methodologies to identify MSI-high samples in these scenarios.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-05 Molecular classification of tumors,,"},{"Key":"Keywords","Value":"Next-generation sequencing (NGS),Microsatellite instability,Genomics,Cancer diagnostics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Lithwick-Yanai<\/b><sup>1<\/sup>, H. Benjamin<sup>1<\/sup>, J. Cano-Nistal<sup>2<\/sup>, S. Geisler<sup>2<\/sup>, A. Jaimovich<sup>1<\/sup>, N. Iremadze<sup>1<\/sup>, D. Kessler<sup>1<\/sup>, I. Soifer<sup>1<\/sup>, D. Lebanony<sup>1<\/sup>, K. Ben Simhon<sup>1<\/sup>, S. Gilad<sup>1<\/sup>, E. Meiri<sup>1<\/sup>, D. Lipson<sup>1<\/sup>, Y. E. Maruvka<sup>2<\/sup>; <br\/><sup>1<\/sup>Ultima Genomics, Fremont, CA, <sup>2<\/sup>Technion - Israel Institute of Technology, Haifa, Israel","CSlideId":"","ControlKey":"bea4ca33-ae60-402c-8d1d-8b8057dd6399","ControlNumber":"4775","DisclosureBlock":"&nbsp;<b>G. Lithwick-Yanai, <\/b> None..<br><b>H. Benjamin, <\/b> None..<br><b>J. Cano-Nistal, <\/b> None..<br><b>S. Geisler, <\/b> None..<br><b>A. Jaimovich, <\/b> None..<br><b>N. Iremadze, <\/b> None..<br><b>D. Kessler, <\/b> None..<br><b>I. Soifer, <\/b> None..<br><b>D. Lebanony, <\/b> None..<br><b>K. Ben Simhon, <\/b> None..<br><b>S. Gilad, <\/b> None..<br><b>E. Meiri, <\/b> None..<br><b>D. Lipson, <\/b> None..<br><b>Y. E. Maruvka, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3873","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7560","PresenterBiography":null,"PresenterDisplayName":"Gila Lithwick Yanai, PhD","PresenterKey":"ce6dd3ed-fddb-4969-8893-47e63cad44a8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7560. Microsatellite instability (MSI) detection using flow-based sequencing","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Microsatellite instability (MSI) detection using flow-based sequencing","Topics":null,"cSlideId":""},{"Abstract":"Background: Lung cancer is the most common cause of cancer-related death in Sweden with an estimated mortality of 3500 persons in 2021. Late diagnosis and heterogeneity of the disease lead to difficulty in predicting optimal treatment regime for each case. Further development of personalized therapy would be facilitated by reliable and efficient cultivation of cancer cell samples from patients in a clinical setting. A promising method is to grow the cells as 3D structures known as tumoroids, though the choice of extracellular matrix substrate or solid support most suitable for this purpose should be elucidated.<br \/>Aim: To assess which extracellular matrix substrates or solid supports which enable lung cancer tumoroid generation reproducibly without affecting the status or detection of genetic alterations and protein expression, using lung cancer cell lines.<br \/>Methods: Eight lung cancer cell lines, where of three adenocarcinoma and five squamous cell carcinomas, were included in this project. Each cell line was characterized with immunohistochemistry (IHC) for commonly expressed antigens in the two lung cancer types. Also, protein detection with Western Blots was performed. Cell lines found not expressing relevant antigens associated with the specific lung cancer variant were discarded. The remaining cell lines were cultivated in BIOFLOAT TC-Platte 96 well plate, Nunclon<sup> <\/sup>Sphera<sup> <\/sup>flasks, or GrowDex-T hydrogel, later transferred to a Corning<sup> <\/sup> Elplasia 6 well plate, and monitored for tumoroid generation.<br \/>Results: The lung squamous cell carcinomas HCC-95 and HCC-1588 were both positive for CK5 and p40, while H1703 was negative for both markers. The adenocarcinoma H1975 was positive for TTF-1, also, unexpectedly, seen for NCI-H1703, earlier defined as squamous cell carcinoma. The tested cell lines were successfully cultured as tumoroids in the BIOFLOAT<sup> <\/sup>TC- 96 well plate, Nunclon<sup> <\/sup>Sphera<sup> <\/sup>flasks, and GrowDex-T hydrogel. The mutational status of the tumoroids as compared to the original tumors is currently under evaluation.<br \/>Conclusion: We here show successful 3D culturing of cell lines with alternative substrates. Further fine-tuning of the chosen reproducible system's simplicity and cost is required before culturing tumoroids from lung cancer patients can be launched.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-02 Cytogenetics and clinical molecular genetics,,"},{"Key":"Keywords","Value":"Lung cancer,Lung cancer: non-small cell,Tumor markers,Cell lines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Malmros<\/b><sup>1<\/sup>, D. Carlsn<sup>1<\/sup>, H. Brunnstrm<sup>2<\/sup>; <br\/><sup>1<\/sup>Lund University, Lund, Sweden, <sup>2<\/sup>Lund University and Skane University Hospital Lund, Lund, Sweden","CSlideId":"","ControlKey":"48d4a172-be59-48b0-862a-6989b31cafe2","ControlNumber":"3910","DisclosureBlock":"&nbsp;<b>K. Malmros, <\/b> None..<br><b>D. Carlsn, <\/b> None..<br><b>H. Brunnstrm, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3875","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7561","PresenterBiography":null,"PresenterDisplayName":"Karina Malmros, PhD","PresenterKey":"65254a89-394f-4901-82ed-8252898e91fa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7561. Standardized conditions for growth of lung cancer tumoroids cultured reproducibly in 3D-cultures","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Standardized conditions for growth of lung cancer tumoroids cultured reproducibly in 3D-cultures","Topics":null,"cSlideId":""},{"Abstract":"Objectives: PARP inhibitor is effective in treating DNA repair deficiency endometrial cancer. Endometrial cancer (EC) is one of the most common gynecological cancers in developed countries and its incidence is increasing, and the prognosis of patients with early stage and low-risk EC is very good, but the prognosis of progressive and recurrent EC is poor. Novel PARP inhibitor JPI-547 is a PARP and tankyrase dual inhibitor, and in cancer cells, tankyrase inhibitor plays an important role in DNA repair, telomere maintenance, and cell survival. This experiment was conducted to determine whether the reactivity of the PTEN mutant EEC was increased by using the Novel PARP inhibitor.<br \/>Method: Human endometrioid endometrial cancer cell lines, Hec-1A, Hec-1B and Ishikawa were obtained. Cell viability assay for the drugs Olaparib and JPI-547 were assessed. Colonies consisting of at least 50 cells were counted. The number of dead cells was counted in five different areas of the hemocytometer, and the experiment was performed three times. The percentage of dead cells was analyzed compared to the untreated group. We confirmed the efficacy by siRNA transfection and immunofluorescence.<br \/>Result: When treated with Olaparib, there was no change in cell viability in the rest of the cells except for Ishikawa cells, which are PTEN mutations. It decreased by 35.4% in Ishikawa cells, whereas when treated with JPI-547, all cell lines Hec-1A, Hec-1B, and Ishikawa cell viability decreased by 28%, 34.3%, and 48.7%, respectively. PTEN knock-down reduced cell visibility by 28% when treated with olaparib, whereas when treated with JPI-547, Hec-1A (siCont) and Hec-1A (siPTEN) decreased by 26% and 42%, respectively, in all cells regardless of whether PTEN knock-down is present. When treated with Olaparib, dead cells were identified only in PTEN knock-down cells, increasing by 22%. When treated with JPI-547, dead cells increased by 25.5% and 33% in all cells of Hec-1A (siCont) and Hec-1A (siPTEN), respectively. It was confirmed that JPI-547 can reduce cell viability regardless of the formation of Rad51 according to PTEN.<br \/>Conclusion: JPI-547, a novel PARP inhibitor, showed good efficacy in PTEN mutation and PTEN-wild-type EEC cell lines than in conventional PARP inhibitor. The effect of reducing survival of ECC cell line with JPI-547 was confirmed with or without PTEN mutation. Further evaluation and in vivo experiments are needed to prove the efficacy of JPI-547 in EC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-09 Other,,"},{"Key":"Keywords","Value":"Endometrial cancer,PARP inhibitors,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S.-W. Lee<\/b><sup>1<\/sup>, S.-H. Nam<sup>1<\/sup>, S.-B. Park<sup>2<\/sup>; <br\/><sup>1<\/sup>Asan Medical Center, University of Ulsan, Seoul, Korea, Republic of, <sup>2<\/sup>Asan Institute for Life Science, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"5d9aeaed-cbc7-4f38-9b25-fd95347af150","ControlNumber":"8890","DisclosureBlock":"&nbsp;<b>S. Lee, <\/b> None..<br><b>S. Nam, <\/b> None..<br><b>S. Park, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3882","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7563","PresenterBiography":null,"PresenterDisplayName":"Shin-Wha Lee, MD;PhD","PresenterKey":"5042945b-4533-4bb5-be72-f4036678bc5b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7563. Efficacy of JPI-547, novel dual PARP inhibitor, in endometrial cancer cell line","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Efficacy of JPI-547, novel dual PARP inhibitor, in endometrial cancer cell line","Topics":null,"cSlideId":""},{"Abstract":"DNA methylation has been extensively adopted for the classification of brain tumors and is endorsed by current neuropathology guidelines. Recently, oligosarcoma, IDH-mutant has been characterized as a distinct group of <i>IDH<\/i> mutant gliomas by DNA methylation classification. However, emerging studies revealed the variety in this group. Here, we employed DNA methylation-based t-SNE analysis to characterize oligosarcomas identified by the dkfz brain tumor classifier (v12.5). Thereby, we uncovered that oligosarcomas were segregated into two distinct groups, namely, subgroup A and subgroup B, which were further validated by genetic alterations and clinical outcomes. Next-generation Sequencing revealed subtype A tumors enriched with chr 1p\/19q co-deletion, chr 6q loss, CDKN2A\/B homogeneous deletion, TERT promoter mutation, and NF1 mutation, while subtype B tumors showed chr7 gaining and TP53 mutation. RNA sequencing and gene set enrichment analysis (GSEA) revealed that neuronal-tumor interaction and muscular progression pathways were more enriched in subtype A tumors. In contrast, subtype B tumors showed enrichment for angiogenesis and mTOR pathways. Additionally, inter-chromosomal fusion genes were more frequently found in subtype A tumors. Clinically, patients with subgroup A oligosarcomas manifested poorer survival and distinct imaging features in magnetic resonance imaging (MRI) compared to those with subgroup B. Collectively, we provided more cases of oligosarcoma, IDH-mutant, confirming the existence of this newly identified group, and revealed the subgroups harboring different genetic alterations and suffering different prognoses, providing new evidence for the molecular pathology in diffuse glioma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-05 Molecular classification of tumors,,"},{"Key":"Keywords","Value":"Glioma,Molecular subtypes,DNA methylation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Zhang<\/b><sup>1<\/sup>, L. Liu<sup>2<\/sup>, X. Liu<sup>3<\/sup>, T. Jiang<sup>2<\/sup>; <br\/><sup>1<\/sup>Duke University, Durham, NC, <sup>2<\/sup>Beijing Neurosurgical Institute, Beijing, China, <sup>3<\/sup>Beijing Tiantan Hospital, Beijing, China","CSlideId":"","ControlKey":"b435bd19-2dbc-4776-a2e4-3415cf37e055","ControlNumber":"1032","DisclosureBlock":"&nbsp;<b>K. Zhang, <\/b> None..<br><b>L. Liu, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>T. Jiang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3886","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7564","PresenterBiography":null,"PresenterDisplayName":"Kenan Zhang, MD,PhD","PresenterKey":"3dac5925-43a0-4219-a5ab-08285b1534a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7564. DNA methylation profiling identifies two distinct groups of oligosarcoma, IDH-mutant with distinct genetic alterations and clinical outcomes","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DNA methylation profiling identifies two distinct groups of oligosarcoma, IDH-mutant with distinct genetic alterations and clinical outcomes","Topics":null,"cSlideId":""},{"Abstract":"Background: Cell-free DNA (cfDNA) detected in proximal body fluids has demonstrated potential for cancer detection using minimally invasive methodology. Our past work showed that tumor cfDNA is present in the cerebrospinal fluid (CSF) and other body fluids of patients with inconclusive standard of care testing. However, past work measuring copy number aberrations or somatic mutations was limited in cancer classification. To facilitate reliable classification, even at low tumor fractions and with fragmented DNA, we developed XR-methylSeq, a methylation sequencing platform to enrich for cell type-specific markers.<br \/>Methods: We benchmarked XR-methylSeq with the K562 cell line and correlated the methylation values with gold standard measurement &#8722; whole genome bisulfite sequencing (WGBS). Methylation classifiers were applied for at least 22 cytology-positive body fluids, incorporating methylation array data from public references. T-distributed stochastic neighbor embedding (t-SNE) analysis was used for visualization in R. Deconvolution of cell type fractions for at least 29 (seven cytology-negative) body fluids and plasma samples was conducted using wgbstools. Cell type-specific markers were identified from a human DNA methylation atlas.<br \/>Results: Benchmarks: XR-methylSeq has a 5-fold enrichment of the cell type-specific markers compared with WGBS. XR-methylSeq at 20 ng input highly correlates with WGBS at 2 &#956;g (Pearson&#8217;s r = 0.97). Body Fluids: Thirteen cytology-positive CSF samples had copy number aberrations, 77% of them had concordant tumor classification, while the remaining 23% clustered with low tumor fraction samples. All nine lung primaries, including a low tumor fraction case that did not originally classify, showed a consistent cell-of-origin through deconvolution, as indicated by increased contributions from lung alveolar epithelial cells. Among six other body fluids, three exhibited the highest fractions aligning with the clinically identified cancer cell-of-origin. Additionally, the plasma cfDNA of a patient with acute liver injury had a higher fraction of hepatocyte signatures (22%) than the healthy control (8%).<br \/>Conclusions: This research highlights the potential of XR-methylSeq as an enriched methylation profiling method useful for liquid biopsy applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-05 Molecular classification of tumors,,"},{"Key":"Keywords","Value":"Liquid biopsies,Extended representation methylation sequencing,Tumor classification,Deconvolution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Yu<\/b><sup>1<\/sup>, L. S. Ahmann<sup>1<\/sup>, Y. Y. Yao<sup>2<\/sup>, A. Toland<sup>3<\/sup>, A. Snowden<sup>4<\/sup>, C. Ho<sup>5<\/sup>, B. A. Pinsky<sup>1<\/sup>, H. Vogel<sup>1<\/sup>, R. Y. Luo<sup>1<\/sup>, L. Wang<sup>6<\/sup>, B. Howitt<sup>1<\/sup>, B. Holmes<sup>1<\/sup>, A. C. Lowe<sup>1<\/sup>, W. Gu<sup>1<\/sup>; <br\/><sup>1<\/sup>School of Medicine, Stanford University, Palo Alto, CA, <sup>2<\/sup>School of Medicine, University of Calgary, Calgary, AB, Canada, <sup>3<\/sup>Childrens Hospital Colorado, University of Colorado Anschutz Medical Campus, Aurora, CO, <sup>4<\/sup>Howard University College of Medicine, Washington DC, WA, <sup>5<\/sup>Clinical Laboratories, Stanford Health Care, Palo Alto, CA, <sup>6<\/sup>School of Medicine, University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"d5acc6b6-a0d5-42ba-b47b-d233deed6911","ControlNumber":"1547","DisclosureBlock":"<b>&nbsp;J. Yu, <\/b> <br><b>sequencing method<\/b> Patent. <br><b>L. S. Ahmann, <\/b> <br><b>sequencing method<\/b> Patent. <br><b>Y. Y. Yao, <\/b> <br><b>sequencing method<\/b> Patent.<br><b>A. Toland, <\/b> None..<br><b>A. Snowden, <\/b> None..<br><b>C. Ho, <\/b> None..<br><b>B. A. Pinsky, <\/b> None..<br><b>H. Vogel, <\/b> None..<br><b>R. Y. Luo, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>B. Howitt, <\/b> None..<br><b>B. Holmes, <\/b> None..<br><b>A. C. Lowe, <\/b> None.&nbsp;<br><b>W. Gu, <\/b> <br><b>sequencing method<\/b> Patent.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3889","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7565","PresenterBiography":null,"PresenterDisplayName":"Jingru Yu, MPH;PhD","PresenterKey":"04434c64-c0a0-4a6d-9260-cb94224f3bd6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7565. Tumor classification and deconvolution in liquid biopsy using enriched methylation sequencing","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor classification and deconvolution in liquid biopsy using enriched methylation sequencing","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Identifying cancer subtypes is necessary for cancer diagnosis, prognosis determination, and treatment selection. Furthermore, as transformation between subtypes is increasingly recognized as a key resistance mechanism to targeted therapies, serial subtype reassessment is likely to gain adoption. Cancer subtypes have traditionally been determined by pathologists based on histology; more recently, molecular subtyping has been performed using IHC, RNAseq, or assays that detect genetic alterations. However, these methods have significant limitations, including tissue biopsy requirement (IHC and RNAseq), low discriminative resolution for distinct transcriptional programs (IHC and mutation detection), and poor reproducibility and feasibility (RNAseq). The GRAIL plasma-only, ctDNA-based targeted methylation platform is a robust, biopsy-free, scalable assay that can distinguish cancer methylation patterns between different cancer signal origins through the use of a proprietary classifier. Here, we explore the GRAIL platform&#8217;s potential to detect finer-scale differences in cancer biology by developing classification algorithms for subtyping of three common cancer types.<br \/>Methods: As part of the Circulating Cell-free Genome Atlas (NCT02889978) and STRIVE (NCT03085888) studies, clinical data were recorded and plasma samples were collected, accessioned, stored, and processed through GRAIL&#8217;s targeted methylation assay from 3,989 cancer and 6,013 non-cancer participants. We developed algorithms to predict cancer status and subtype for breast (triple negative breast cancer [TNBC] model; 531 cancer training participants), lung (lung histology model; 334 cancer training participants), and head and neck (HPV model; 3090 cancer training participants) cancers. Dimensionality reduction of methylation data was performed to illustrate subtype separation within these cancer types. Performance of these three algorithms was assessed on a held-out cohort of cancer samples (184 breast, 241 lung, 67 head and neck) with detectable ctDNA.<br \/>Results: The lung histology model correctly classified 95% (105\/111) of adenocarcinomas, 88% (68\/77) of squamous cell carcinomas, and 94% (59\/63) of lung neuroendocrine carcinomas and tumors. The TNBC model correctly classified 84% (58\/69) of TNBCs and 82% (94\/115) of non-TNBCs. The HPV model correctly identified 98% (48\/49) of HPV-positive head and neck cancers, and 89% (16\/18) of HPV-negative head and neck cancers.<br \/>Conclusions: GRAIL&#8217;s proprietary ctDNA-based targeted methylation platform demonstrates the ability to accurately predict cancer subtypes in multiple cancers using only a plasma sample without the need for tumor biopsy. Future efforts will be directed towards generalizing the GRAIL subtyping method to additional cohorts and cancer types.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-05 Molecular classification of tumors,,"},{"Key":"Keywords","Value":"Molecular subtypes,Circulating tumor DNA,Lung cancer,Head and neck cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Nance<\/b><sup>1<\/sup>, T. Shaver<sup>1<\/sup>, Y. Zhou<sup>1<\/sup>, M. Antonio<sup>1<\/sup>, Y. Gao<sup>1<\/sup>, J. Heiss<sup>1<\/sup>, R. Calef<sup>1<\/sup>, J. Hiatt<sup>1<\/sup>, O. Venn<sup>1<\/sup>, J. Bredno<sup>1<\/sup>, J. Beausang<sup>1<\/sup>, L. Newman<sup>2<\/sup>, C. Swanton<sup>3<\/sup>, C. Zhang<sup>1<\/sup>; <br\/><sup>1<\/sup>GRAIL, LLC, Menlo Park, CA, <sup>2<\/sup>Weill Cornell Medicine, New York, NY, <sup>3<\/sup>The Francis Crick Institute, London, United Kingdom","CSlideId":"","ControlKey":"a0d19aa3-fce4-4374-96e4-bc51dcbe8ba5","ControlNumber":"2470","DisclosureBlock":"<b>&nbsp;T. Nance, <\/b> <br><b>GRAIL, LLC<\/b> Employment. <br><b>T. Shaver, <\/b> <br><b>GRAIL, LLC<\/b> Employment. <br><b>Y. Zhou, <\/b> <br><b>GRAIL, LLC<\/b> Employment. <br><b>M. Antonio, <\/b> <br><b>GRAIL, LLC<\/b> Employment. <br><b>Y. Gao, <\/b> <br><b>GRAIL, LLC<\/b> Employment. <br><b>J. Heiss, <\/b> <br><b>GRAIL, LLC<\/b> Employment. <br><b>R. Calef, <\/b> <br><b>GRAIL, LLC (employee at time of study)<\/b> Employment, Patent. <br><b>Illumina<\/b> Stock. <br><b>J. Hiatt, <\/b> <br><b>GRAIL, LLC<\/b> Employment. <br><b>O. Venn, <\/b> <br><b>GRAIL, LLC<\/b> Employment, Patent. <br><b>J. Bredno, <\/b> <br><b>GRAIL, LLC<\/b> Employment. <br><b>J. Beausang, <\/b> <br><b>GRAIL, LLC<\/b> Employment.<br><b>L. Newman, <\/b> None.&nbsp;<br><b>C. Swanton, <\/b> <br><b>GRAIL, LLC<\/b> Other, Co-Chief Investigator of the NHS Galleri trial funded by GRAIL, paid member of GRAILs Scientific Advisory Board, and previously held stock options in GRAIL. <br><b>Illumina<\/b> Other, Honoraria. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Chief Investigator for the MeRmaiD 1 and 2 clinical trials, Steering Committee Chair, Honoraria. <br><b>Achilles Therapeutics<\/b> Stock Option, Other, Co-founder, Scientific Advisory Board member, Consultant fees. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, Honoraria. <br><b>Boehringer-Ingelheim<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract, Other, Honoraria. <br><b>Roche-Ventana<\/b> Grant\/Contract, Other, Honoraria; Consultant fees from the China Innovation Centre of Roche (CICoR). <br><b>Invitae<\/b> Grant\/Contract, Other, Collaboration in minimal residual disease sequencing technologies (company was previously Archer Dx Inc). <br><b>Ono Pharmaceutical<\/b> Grant\/Contract. <br><b>Personalis<\/b> Grant\/Contract. <br><b>Bicycle Therapeutics<\/b> Stock Option, Other, Scientific Advisory Board member, Consultant fees. <br><b>Epic Bioscience<\/b> Stock Option. <br><b>Genentech<\/b> Other, Consultant fees. <br><b>Medicxi<\/b> Other, Consultant fees. <br><b>Metabomed<\/b> Other, Consultant fees (until July 2022). <br><b>Relay Therapeutics<\/b> Other, Scientific Advisory Board member. <br><b>Saga Diagnostics<\/b> Other, Scientific Advisory Board member. <br><b>Amgen, GlaxoSmithKline, MSD, Novartis<\/b> Other, Honoraria. <br><b>Miscellaneous<\/b> Patent, Patent applications: lung cancer detection method PCT\/US2017\/028013; targeting neoantigens PCT\/EP2016\/059401; identifying patient response to immune checkpoint blockade PCT\/EP2016\/071471; lung cancer detection method US20190106751A1; identifying patients who respond to cancer treatment PCT\/GB2018\/051912; determining HLA LOH PCT\/GB2018\/052004; PCT\/GB2020\/050221; PCT\/EP2022\/077987; PCT\/GB2017\/053289. <br><b>C. Zhang, <\/b> <br><b>GRAIL, LLC<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3892","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7566","PresenterBiography":null,"PresenterDisplayName":"Alex Thomas, PhD","PresenterKey":"af0e4864-fc50-4bc9-8426-232ea7f09100","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7566. Identification of cancer subtypes with a ctDNA-based targeted methylation assay","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of cancer subtypes with a ctDNA-based targeted methylation assay","Topics":null,"cSlideId":""},{"Abstract":"Background: A novel molecular subtype classification was fashionable for small cell lung cancer (SCLC). However, the distribution of SCLC molecular subtype classification in Chinese patients were unknown, especially extensive stage (ES)-SCLC. It should validate and define their associated microenvironments across subtypes in ES-SCLC.<br \/>Method: We used immunohistochemical (IHC) to evaluate SCLC markers of the subtypes including ASCL1, NEUROD1, POU2F3, SCLC-A\/N\/P in 135 ES-SCLC tumors. Peripheral blood of 24 ES-SCLC patients was test by mass cytometry using time-of-flight (CyTOF) to evaluate the differences in immune subsets regard to the subtype tumor microenvironment (TME). Validation was performed using flow cytometry and multiplex IF.<br \/>Results: ASCL1, NEUROD1, POU2F3, and Inflamed were account for 60.7%, 28.9%, 7.4%, and 18.5% of SCLC tumors, respectively. Significant intratumoral heterogeneity was observed with 15.6% of the tumors being both positive for SCLC-A and -N subtype markers, respectively. The SCLC-I type possessed more CD8+ T-cells infiltration and had higher frequency an &#8216;inflamed&#8217; immunophenotyped. CyTOF data showed greater CD161+CD127+CD8+T cells proportion in SCLC-I than SCLC-N subtypes before and after anti-immunotherapy. Furthermore, we validated that lung tissue of SCLC-I were infiltrated more CD161+CD127+CD8+T cells compared to SCLC-N subpopulation(P=0.0281). Flow cytometry further showed the stronger immune activation of CD161+CD127+CD8+T cells in SCLC-I types induced higher expression of GZMB and GNLY and lower-expression of T-cell exhaustion markers PD-1,TIGIT and LAG3 in comparison with SCLC-N types. We further confirmed that the high level of CD161+CD127+CD8+T associated with a favorable treatment response and prolonged overall survival.<br \/>Conclusion: The present study validated the molecular subtypes in ES-SCLC patients. Furthermore, SCLC-I subtype has longer PFS and OS than SCLC-A, -N and -P patients. Our research not only provides an insight into the immune landscape of ES-SCLC but also sheds light on a special subset of CD161+CD127+CD8+T cells with prognostic and therapeutic significance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-05 Molecular classification of tumors,,"},{"Key":"Keywords","Value":"Lung cancer: small cell,Molecular subtypes,Immunotherapy,Survival outcome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Li<\/b>, J. Qu, B. Wu, Q. Shen, W. Sun, L. Chen, B. Wang, L. Ying, J. Zhou, J. Zhou; <br\/>The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China","CSlideId":"","ControlKey":"c1c9de6e-2f51-41fd-b8e3-12b374a4df8a","ControlNumber":"4602","DisclosureBlock":"&nbsp;<b>Y. Li, <\/b> None..<br><b>J. Qu, <\/b> None..<br><b>B. Wu, <\/b> None..<br><b>Q. Shen, <\/b> None..<br><b>W. Sun, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>B. Wang, <\/b> None..<br><b>L. Ying, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>J. Zhou, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3903","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7567","PresenterBiography":null,"PresenterDisplayName":"Yuekang Li, Graduate Student","PresenterKey":"faf0d82d-8e81-40ce-ab92-8cf9fc612bef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7567. In-depth mass cytometry analysis reveals different immune cell composition of unique molecular subtypes in extensive stage small-cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"In-depth mass cytometry analysis reveals different immune cell composition of unique molecular subtypes in extensive stage small-cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Intensified hormone therapy in combination with radiotherapy improves outcome for very high-risk locally advanced prostate cancer. The impact of hormone therapy with surgery, however, is uncertain. In order to understand this better, we ran an ancillary translational study on ARNEO (NCT03080116), a Phase 2 clinical trial, which randomized 89 locally-advanced prostate cancer patients to 12 weeks LHRHa +\/- apalutamide (APA) followed by prostatectomy.<br \/>We performed clinical-grade transcriptome-wide expression array analysis (Veracyte, Inc. San Diego, CA) of FFPE diagnostic core biopsies (N=89) and tumors removed at prostatectomy (N=32 LHRHa, N=23 LHRHa + APA). We also performed RNASeq on fresh frozen biopsies of prostatectomy tumors (N=42 LHRHa, N=45 LHRHa + apalutamide) and LHRHa-naive control cases (N=61) matched for clinical and pathological risk factors.<br \/>Pre-surgery serum PSA decreased by a median of 98% (IQR:90.2-99.3) after hormone treatment. This decrease was better associated with tumor AR signaling (r<sup>2<\/sup>=0.11) versus pre-treatment serum PSA (r<sup>2<\/sup>=0.0005), or between pre-treatment serum PSA with diagnostic biopsies (r<sup>2<\/sup>=0.008). We confirmed APA more potently suppressed AR signaling than LHRHa alone, with no detectable difference in direction of effect for differentially regulated genes\/pathways. LHRHa + APA had less residual tumor (median Residual Cancer Burden, RCB=0.48cm<sup>3<\/sup>) than in LHRHa (median RCB=1.7cm<sup>3<\/sup>) but in cases with sufficient tumor, we observed residual active AR signaling pathways at prostatectomy in both treatment arms. To orthogonally confirm this, we selected 28 ERG positive cases (by IHC pre-treatment) and found retained ERG expression in 12\/13 on LHRHa and 10\/15 on LHRHa + APA.<br \/>Using pathway analysis in the RNAseq data, we identified LHRHa +\/- APA induced down-regulation of AR, metabolic pathways, as well as DNA repair, and up-regulation of hallmark NOTCH, Hedgehog, TGF-beta, WNT and immune signaling (adjusted p-value cutoff=0.001). Comparing differentially expressed genes on RNASeq between treatment-na&#239;ve versus LHRHa +\/- APA treated tumors, we observed STING1 as significantly higher in LHRHa +\/- APA vs control (Wilcoxon rank sum test p-value &#60;0.001). We found that expression of STING1 was positively correlated with hallmark interferon alpha response (r=0.7, r<sub>s<\/sub>=0.6) that was correlated with apoptosis (r=0.5, r<sub>s<\/sub>=0.5).<br \/>Whilst we show that adding APA to LHRHa increases suppression of AR activity and ERG expression, we find that 12 weeks is insufficient to abrogate AR signaling in most tumors, despite ~98% decrease in serum PSA. We identify novel processes modulated in humans by potent suppression of androgen activity, including upregulation of STING1-type 1 interferon response as a potential key modulator of treatment effect.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-05 Molecular classification of tumors,,"},{"Key":"Keywords","Value":"RNA-seq,Prostate cancer,Human,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Ismail<\/b><sup>1<\/sup>, W. Devlies<sup>2<\/sup>, M. Parry<sup>1<\/sup>, G. Devos<sup>2<\/sup>, S. Friedrich<sup>1<\/sup>, C. Parker<sup>1<\/sup>, L. Mendes<sup>1<\/sup>, E. Davicioni<sup>3<\/sup>, M. Linch<sup>1<\/sup>, F. Claessens<sup>2<\/sup>, S. Joniau<sup>2<\/sup>, G. Attard<sup>1<\/sup>; <br\/><sup>1<\/sup>UCL Cancer Institute, London, United Kingdom, <sup>2<\/sup>KU Leuven, Leuven, Belgium, <sup>3<\/sup>Veracyte, San Diego, CA","CSlideId":"","ControlKey":"c39b753d-acb3-4393-b36f-37e80dc926b8","ControlNumber":"4737","DisclosureBlock":"<b>&nbsp;M. Ismail, <\/b> <br><b>Veracyte<\/b> Patent, Other, Licensing. <br><b>UCL<\/b> Patent. <br><b>W. Devlies, <\/b> <br><b>Janssen Pharmaceutical Companies of Johnson & Johnson<\/b> Grant\/Contract. <br><b>Ferring<\/b> Grant\/Contract. <br><b>M. Parry, <\/b> <br><b>Veracyte<\/b> Patent, Other, Licensing. <br><b>UCL<\/b> Patent. <br><b>G. Devos, <\/b> <br><b>Janssen Pharmaceutical Companies of Johnson & Johnson<\/b> Grant\/Contract. <br><b>Ferring<\/b> Grant\/Contract. <br><b>S. Friedrich, <\/b> <br><b>Veracyte<\/b> Patent, Other, Licensing. <br><b>UCL<\/b> Patent. <br><b>C. Parker, <\/b> <br><b>Veracyte<\/b> Patent, Other, Licensing. <br><b>UCL<\/b> Patent. <br><b>L. Mendes, <\/b> <br><b>Veracyte<\/b> Patent, Other, Licensing. <br><b>UCL<\/b> Patent. <br><b>E. Davicioni, <\/b> <br><b>Veracyte<\/b> Employment. <br><b>M. Linch, <\/b> <br><b>Veracyte<\/b> Patent, Other, Licensing. <br><b>UCL<\/b> Patent. <br><b>BMS<\/b> Grant\/Contract. <br><b>Shionogi<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Honoraria. <br><b>BioNTech<\/b> Other, Consulting fee. <br><b>Bicycle Therapeutics<\/b> Other, Consulting fee. <br><b>Janssen<\/b> Travel, Other, Consulting fee, attending meeting. <br><b>Merck Sorano<\/b> Other, Consulting fee. <br><b>Pfizer<\/b> Other, Consulting fee, Honoraria. <br><b>ADC Therapeutics<\/b> Other, Consulting fee. <br><b>MSD<\/b> Travel, Other, Attending meeting. <br><b>F. Claessens, <\/b> <br><b>Janssen Pharmaceutical Companies of Johnson & Johnson<\/b> Grant\/Contract. <br><b>Ferring<\/b> Grant\/Contract. <br><b>S. Joniau, <\/b> <br><b>Janssen Pharmaceutical Companies of Johnson & Johnson<\/b> Grant\/Contract. <br><b>Ferring<\/b> Grant\/Contract. <br><b>G. Attard, <\/b> <br><b>Veracyte<\/b> Patent, Other, Licensing. <br><b>UCL<\/b> Patent. <br><b>Janssen<\/b> Grant\/Contract, Travel, Other, Personal fees. <br><b>Astellas Pharma<\/b> Grant\/Contract, Travel, Other, Personal fees. <br><b>Pfizer<\/b> Travel, Other, Personal fees. <br><b>Ipsen<\/b> Travel, Other, Personal fees. <br><b>Novartis\/AAA<\/b> Travel, Other, Personal fees. <br><b>Abbott Laboratories<\/b> Travel, Other, Personal fees. <br><b>Ferring<\/b> Travel, Personal fees. <br><b>ESSA Pharmaceuticals<\/b> Travel, Personal fees. <br><b>Bayer Healthcare Pharmaceuticals<\/b> Travel, Other, Personal fees. <br><b>Beigene<\/b> Travel, Other, Personal fees. <br><b>Takeda<\/b> Travel, Other, Personal fees. <br><b>AstraZeneca<\/b> Grant\/Contract, Travel, Other, Personal fees. <br><b>Sanofi-Aventis<\/b> Travel, Other, Personal fees. <br><b>Innocrin Pharma<\/b> Grant\/Contract. <br><b>Arno Therapeutics<\/b> Grant\/Contract. <br><b>Institute of Cancer Research<\/b> Other, The Institute of Cancer Research, receives royalty income from abiraterone and GA receives a share of this income through the Institutes Rewards to Discoverers Scheme.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3904","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7568","PresenterBiography":null,"PresenterDisplayName":"Mazlina Ismail, PhD","PresenterKey":"352c5f41-32b3-4ea0-b1fa-d1b2660302bd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7568. Molecular effects of neo-adjuvant hormone therapy for locally advanced prostate cancer: An ancillary study of the ARNEO phase 2 trial","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular effects of neo-adjuvant hormone therapy for locally advanced prostate cancer: An ancillary study of the ARNEO phase 2 trial","Topics":null,"cSlideId":""},{"Abstract":"Retinoblastoma (Rb) is a childhood cancer of the eye, which usually presents in children under the age of five. When detected early, Rb has favorable prognosis in developed countries, but metastasis into the central nervous system (CNS) through the optic nerve correlate with a high mortality rate. Even if detected early, the available harsh and unspecific treatments can cause serious side effects, and enucleations are still performed frequently. There is still uncertainty regarding the mechanism for metastasis into the central nervous system. We performed bioinformatic analysis of single cell sequencing data for retinoblastoma, retinal tissues, optic nerve, and brain, to identify potential pathways and cell-cell communications fostering Rb invasion into the optic nerve and brain. Our analysis revealed several potential metastatic drivers, including immune modulation involving MIF, secreted by the Rb cells, as well as cell-adhesion pathways promoting a change in cellular phenotype. Given that animal models do not faithfully recapitulate human Rb initiation and progression, we developed a novel human iPSC-derived forebrain organoid model to investigate mechanisms of Rb CNS metastasis. Microinjections of GFP-labelled Rb cells allow to track growth and spread. In this fully human model including microglial cells, we can, for the first time, study the Rb forebrain interactions and pathways involved. RNA-seq analysis of Rb cells growing in forebrain organoids shows increased activity in neuron projection development and neuron migration, overlapping with the observed phenotype switch of invading Rb. Together, we present a novel iPSC-derived human forebrain model to monitor growth and spread of metastatic Rb, and describe new pathways involved in invading and metastasizing Rb.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-05 Molecular classification of tumors,,"},{"Key":"Keywords","Value":"Stem cells,RNA-seq,Metastasis,Organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Shtanko<\/b><sup>1<\/sup>, S. Rodriguez<sup>2<\/sup>, B. Schachner<sup>3<\/sup>, E. Adis<sup>2<\/sup>, S. McLaughlin<sup>2<\/sup>, S. Borges<sup>2<\/sup>, J. Dollar<sup>2<\/sup>, A. Zuniga<sup>2<\/sup>, G. Quintana<sup>2<\/sup>, S. Lopez<sup>2<\/sup>, D. Owens<sup>4<\/sup>, C. Moulin<sup>5<\/sup>, S. Braun<sup>2<\/sup>, G. Yenisehirli<sup>2<\/sup>, D. Pelaez<sup>6<\/sup>, J. Harbour<sup>7<\/sup>, S. Kurtenbach<sup>2<\/sup>; <br\/><sup>1<\/sup>Herbert Wertheim College of Medicine (FIU), Miami, FL, <sup>2<\/sup>Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Bascom Palmer Eye Institute, Interdisciplinary Stem Cell Institute, Miami, FL, <sup>3<\/sup>Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Bascom Palmer Eye Institute, Interdisciplinary Stem Cell Institute, Wake Forest Baptist Health, Miami, FL, <sup>4<\/sup>Nova Southeastern University, Fort Lauderdale, FL, <sup>5<\/sup>Bascom Palmer Eye Institute (BPEI), University of Miami Miller School of Medicine, Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL, <sup>6<\/sup>Bascom Palmer Eye Institute (BPEI), University of Miami Miller School of Medicine, Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicin, Miami, FL, <sup>7<\/sup>Department of Ophthalmology and Simmons Comprehensive Cancer Center, University of Texas Southwestern Medical Center, Dallas, TX., Dallas, TX","CSlideId":"","ControlKey":"c2c1d993-8e6f-4826-8c37-b265b9ea9917","ControlNumber":"4471","DisclosureBlock":"&nbsp;<b>Y. Shtanko, <\/b> None..<br><b>S. Rodriguez, <\/b> None..<br><b>B. Schachner, <\/b> None..<br><b>E. Adis, <\/b> None..<br><b>S. McLaughlin, <\/b> None..<br><b>S. Borges, <\/b> None..<br><b>J. Dollar, <\/b> None..<br><b>A. Zuniga, <\/b> None..<br><b>G. Quintana, <\/b> None..<br><b>S. Lopez, <\/b> None..<br><b>D. Owens, <\/b> None..<br><b>C. Moulin, <\/b> None..<br><b>S. Braun, <\/b> None..<br><b>G. Yenisehirli, <\/b> None..<br><b>D. Pelaez, <\/b> None..<br><b>J. Harbour, <\/b> None..<br><b>S. Kurtenbach, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3905","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7569","PresenterBiography":null,"PresenterDisplayName":"Yulia Shtanko, BS","PresenterKey":"3b4263d3-f11a-4c61-8c20-c02fe35db68e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7569. Characterizing pathways for metastasis of retinoblastoma in forebrain organoids","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing pathways for metastasis of retinoblastoma in forebrain organoids","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Muscle-invasive bladder cancers (MIBC) are molecularly heterogeneous and have poor clinical outcomes, compared to non-muscle invasive disease. The molecular characterization of subtypes and immune status has shown prognostic value and the potential to guide precision intervention. However, a more comprehensive understanding of the association between subtypes and immune cells is still required. To this end, an integrative multi-omics analysis was performed on patients with MIBC.<br \/><b>Methods:<\/b> From a cohort of 244 MIBC patients who did not receive neoadjuvant chemotherapy, cystectomy tissue was collected to assess molecular features associated with poor outcomes. Macro-dissected FFPE slides were used to perform whole transcriptome RNA sequencing (N=208, passing quality control) and both the consensus single-sample classifier and TCGA classifier were applied to the RNAseq data to determine molecular subtypes. Immunohistochemistry (IHC) staining for canonical markers of basal (KRT5, 14 and CD44), luminal (KRT20, GATA3, FOXA1) and immune cells (CD3, CD8, PD-L1 (SP263)) was performed, and scoring was assessed by two independent pathologists. Tumor subtypes derived from either RNAseq or IHC were compared and correlated with disease specific survival.<br \/><b>Results:<\/b> Among the 244 MIBC patients 30.7% were T2, 47.6% were T3 and 21.7% were T4. The consensus molecular classification identified mRNA subtypes and showed agreement with the TCGA molecular classification. Correlations with disease specific survival revealed that luminal subtypes trended towards best outcome while stroma-rich subtype trended towards poorest outcomes compared to other subtypes. IHC markers associated with luminal-like and basal-like tumors recapitulated the molecularly defined luminal\/basal subtype assignment. Stroma-rich subtypes were enriched with fibroblast signatures, implying high desmoplastic stromal cell infiltration and low immune cell infiltration. By integrating molecular classification and IHC immune markers (PD-L1, CD3, CD8 - serving as a proxy for &#8216;immune signature&#8217;), we found that the immune signatures themselves stratified the survival benefit, as previously shown. Interestingly, we observed heterogeneity of the IHC-immune signature within mRNA subtypes.<br \/><b>Conclusions: <\/b> Integrating MIBC subtyping, IHC of immune markers and patient outcomes data provides a biological framework that allows for potential biomarker identification for this lethal disease. The studies presented here underscore the existence of heterogeneity in immune phenotypes within tumor subtypes. A deeper understanding of the association between these tumor subtypes and their immunological states is crucial to guide treatment decisions, particularly for patients facing worse prognostic outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-05 Molecular classification of tumors,,"},{"Key":"Keywords","Value":"Molecular subtypes,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Zhang<\/b><sup>1<\/sup>, M. Feng<sup>2<\/sup>, N. Beeharry<sup>1<\/sup>, S. Thomas<sup>1<\/sup>, R. Wirtz<sup>3<\/sup>, A. Hartmann<sup>4<\/sup>, M. Eckstein<sup>4<\/sup>, W. Choi<sup>5<\/sup>; <br\/><sup>1<\/sup>Janssen Research & Development, Spring House, PA, <sup>2<\/sup>Greenberg Bladder Cancer Institute, Johns Hopkins Medical Institutions, Baltimore, MD, <sup>3<\/sup>STRATIFYER Molecular Pathology, Cologne, Germany, <sup>4<\/sup>Institute of Pathology, University Hospital Erlangen, Friedrich-Alexander University at Erlangen-Nurnberg, Erlangen, Germany, <sup>5<\/sup>Brady Urological Institute, Johns Hopkins Medical Institutions, Baltimore, MD","CSlideId":"","ControlKey":"65099652-bc2b-42d4-ad69-fc5cf79d0abf","ControlNumber":"5114","DisclosureBlock":"<b>&nbsp;J. Zhang, <\/b> <br><b>Janssen<\/b> Employment, Stock.<br><b>M. Feng, <\/b> None.&nbsp;<br><b>N. Beeharry, <\/b> <br><b>Janssen<\/b> Employment, Stock. <br><b>S. Thomas, <\/b> <br><b>Janssen<\/b> Employment, Stock. <br><b>R. Wirtz, <\/b> <br><b>STRATIFYER Molecular pathology<\/b> Employment, Stock, Other, CEO.<br><b>A. Hartmann, <\/b> None.&nbsp;<br><b>M. Eckstein, <\/b> <br><b>Janssen<\/b> Grant\/Contract, Other, Speaker Bureau & Honoraria. <br><b>Roche<\/b> Other, Speaker bureau & honoraria. <br><b>Astellas<\/b> Other, Speakers Bureau & honoraria. <br><b>Diaceutics<\/b> Other, Speaker Bureau & honoraria. <br><b>MSD<\/b> Other, Speaker bureau & Honoraria. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Speaker Bureau & honoraria. <br><b>STRATIFYER<\/b> Grant\/Contract.<br><b>W. Choi, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3906","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7570","PresenterBiography":null,"PresenterDisplayName":"Frank DeRosa","PresenterKey":"885ecc35-21ee-417f-bc41-b73a0ae7c05f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7570. Molecular subtyping and immunohistochemistry validation identifies muscle Invasive bladder cancer subgroups with poorer overall survival","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"267","SessionOnDemand":"False","SessionTitle":"Molecular Biology in Clinical Oncology: Characterizing and Modulating Epigenetics and Gene Expression","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular subtyping and immunohistochemistry validation identifies muscle Invasive bladder cancer subgroups with poorer overall survival","Topics":null,"cSlideId":""}]