[{"Abstract":"Introduction: Despite a decade of metastatic colorectal cancer (mCRC) therapeutic innovations, a comprehensive synthesis of patient outcome and risk-benefit assessment of phase 1\/2 trials, extending beyond single-center studies, is missing. The aim of this meta-analysis is to assess efficacy, safety, and trends over time for phase 1 and 2 mCRC trials by examining clinical benefit rate (CBR), overall response rate (ORR), grade 3 or higher adverse events (AE), and discontinuation due to AE.<br \/>Methods: The protocol and search were preregistered on PROSPERO. We searched PubMed and Embase for publications of phase 1\/2 trials between 2010-2022. Reports were screened for inclusion criteria, followed by data-extraction by two researchers. Trials reporting on non-standard therapies for treatment-refractory mCRC or trials reporting specific mCRC efficacy data were included. CBR was defined as the proportion of patients with complete\/partial response or stable disease &#8805;14 weeks. We used logit transformations for pooled effect analysis via a random-effects model, assigning study weights by the inverse variance method. Subgroup analyses were performed for publication year, preselection on molecular traits, and drug class: antiangiogenics, chemotherapy, immunomodulator, targeted therapy, or vaccine. Data are presented with 95% confidence intervals (CI); reported differences had non-overlapping CIs.<br \/>Results: The search strategy yielded 4175 unique reports, from which we extracted data for 279 trials. Most trials were phase 1 (63%). ORR was limited to 6% [6-7] in both phase 1 and 2, CBR was higher in phase 2 than in phase 1 trials (36% vs 27%). Trials testing antiangiogenic drugs had the highest CBR (47%) and immunomodulators the highest ORR (8%)<i>. <\/i>Trials with patients preselected on molecular traits had higher CBR compared to other trials (38% vs 28%). We observed an increase in efficacy, especially in phase 2 trials, with a CBR rising from 22% to 42% between trials published in 2010-2012 and 2019-2021. Compared with 2010-2012, trials in 2019-2021 were more often testing immunomodulators (23% vs 4%), performed on molecular preselected populations (38% vs 4%), and including younger patients (median age &#60;60 in 66% vs 44%). The occurrence of grade 3+ AE was 33% [28-38] in both phase 1 and 2. AE led to discontinuation in 12% of phase 1 trial patients, and 7% of phase 2 patients. Grade 3+ AE occurred in 4% of vaccine trial patients, in contrast to 41% in trials on targeted therapies. Occurrence of grade 3+ AE did not change over time.<br \/>Conclusion: We found limited ORR and CBR in early phase trials conducted in 2010-2021 for mCRC patients, while noting severe AEs in many patients. However, during this period, clinical benefit rate increased for phase 2 trials, possibly due to evolving study strategies that entail testing new treatment types in a younger, fitter, and stricter preselected study population based on molecular traits.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL02-01 Design and analysis of clinical trials,,"},{"Key":"Keywords","Value":"Phase I,Colorectal cancer,Toxicity,Efficacy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Maarten A. Huismans<\/b><sup><\/sup>, Lidwien P. Smabers<sup><\/sup>, Niels N. van Nieuwenhuijzen<sup><\/sup>, Monique C. Minnema<sup><\/sup>, Miriam Koopman<sup><\/sup>, Hugo J. G. Snippert<sup><\/sup>, Anne M. May<sup><\/sup>, Jeanine M. L. Roodhart<sup><\/sup><br><br\/>UMC Utrecht, Utrecht, Netherlands","CSlideId":"","ControlKey":"2399a6fb-dbe7-4365-b58a-4023aca2484d","ControlNumber":"196","DisclosureBlock":"&nbsp;<b>M. A. Huismans, <\/b> None..<br><b>L. P. Smabers, <\/b> None..<br><b>N. N. van Nieuwenhuijzen, <\/b> None.&nbsp;<br><b>M. C. Minnema, <\/b> <br><b>GlaxoSmithKline<\/b> Grant\/Contract. <br><b>Jansen-Cilag<\/b> Grant\/Contract. <br><b>CDR-life<\/b> Grant\/Contract. <br><b>Beigene<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>WebMD Global<\/b> Grant\/Contract. <br><b>M. Koopman, <\/b> <br><b>Bayer<\/b> Grant\/Contract. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract. <br><b>Merck-Serono<\/b> Grant\/Contract. <br><b>Pierre Fabre<\/b> Grant\/Contract. <br><b>Servier<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>Personal Genome Diagnostics<\/b> Grant\/Contract.<br><b>H. J. G. Snippert, <\/b> None..<br><b>A. M. May, <\/b> None.&nbsp;<br><b>J. M. L. Roodhart, <\/b> <br><b>Bayer<\/b> Independent Contractor. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract. <br><b>Cleara<\/b> Grant\/Contract. <br><b>HUB Organoids B.V.<\/b> Grant\/Contract. <br><b>Foundation Hubrecht Organoid Biobank<\/b> Other Business Ownership. <br><b>Merck-Serono<\/b> Independent Contractor. <br><b>Pierre Fabre<\/b> Independent Contractor, Grant\/Contract. <br><b>Servier<\/b> Independent Contractor, Grant\/Contract. <br><b>AMGEN<\/b> Independent Contractor.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6659","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2386","PresenterBiography":null,"PresenterDisplayName":"Maarten Huismans, MD","PresenterKey":"d9f98df3-b4a1-4037-9f11-dd8074470569","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2386. Meta-analysis of efficacy and safety in early-phase clinical trials for refractory colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"173","SessionOnDemand":"False","SessionTitle":"Biostatistics in Clinical Trials \/ Surgical Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Meta-analysis of efficacy and safety in early-phase clinical trials for refractory colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Molecular profiling is powerful to match patients&#8217; tumor profile with targeted therapies in oncology. While our understanding of treatments and biomarkers that enhance overall response rates is growing, the level of consistency at which treatment response is assured in biomarker-enriched (BE) cohorts (e.g. immune-checkpoint inhibitors in PD-L1-positive tumors) remains poorly understood. In essence, an optimal biomarker would not only result in high mean survival<i> <\/i>but also precise, closely clustered response of all patients around this mean.&nbsp;&nbsp;<b>Objectives<\/b>: The primary objective of this study is to develop a method to measure the variability of survival outcomes from published Kaplan-Meier (KM) curves in trials. The secondary objective is to assess whether novel treatments, when given in the presence of predictive biomarkers, improve not only mean survival, but also its precision. This is clinically relevant as higher precision guarantees patients a treatment outcome closer to the mean, thereby providing safeguards against non-response. &nbsp;<b>Methods<\/b>: We conducted a criteria-based search in PubMed and EMBASE to identify all phase-II and -III drug trials on breast cancer and non-small cell lung cancer (NSCLC) published between 2018-2022. We developed an algorithm to derive pseudo-individual patient data (p-IPD) from KM curves. We measured variability of survival outcomes in treatment and control groups using ratios of coefficients of variation (CVRs) derived from log-normal models and restricted mean survival time. This novel computational approach enables comparing the consistency of treatment responses in BE subgroups versus total, i.e. intention-to-treat (ITT), populations in each trial. &nbsp;<b>Results<\/b>: From screening 780 publication records (NSCLC: n = 405; breast cancer: n = 375), we identified 67 biomarker-stratified drug trials (NSCLC: n = 41; breast cancer: n = 26). We successfully constructed p-IPD using KM curves from ITT and BE cohorts for the first 18 trials (NSCLC: n = 10; breast cancer: n = 8) from a total of 11,373 patients (NSCLC: n = 7,547; breast cancer: n = 3,826). The preliminary meta-analysis for overall survival on these first 18 trials shows that BE treatment groups respond more precisely, with a variability reduction from 0.93 [95%-CI: 0.91, 0.96] in the ITT group to 0.86 [0.83, 0.91] in the BE subgroup. This variability reduction varies across treatment, biomarker, and tumor types. Finally, we observe different variability estimates in trials (n = 6) that are stratified by subgroups of different PD-L1 expression. <b>Conclusion<\/b>: This is the first study that presents a viable approach to analyze the variability of biomarker-treatment pairs in oncology at large scale. We find a reduction of treatment variability in breast and lung cancer trials in BE populations. Our work offers an orthogonal approach to measure biomarker utility with the potential to inform biomarker discovery and trial design.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL02-01 Design and analysis of clinical trials,,"},{"Key":"Keywords","Value":"Biomarkers,Precision medicine,Statistical approach,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Schuessler<\/b><sup>1<\/sup>, E. Skarga<sup>2<\/sup>, P. Geldsetzer<sup>1<\/sup>, Y. Lu<sup>1<\/sup>, M. Hohberg<sup>3<\/sup>; <br\/><sup>1<\/sup>Stanford University, Stanford, CA, <sup>2<\/sup>Heidelberg University, Heidelberg, Germany, <sup>3<\/sup>University Medical Center Goettingen, Goettingen, Germany","CSlideId":"","ControlKey":"37973f48-e3e6-4e2b-8fa8-85c4aea26ed8","ControlNumber":"2215","DisclosureBlock":"&nbsp;<b>M. Schuessler, <\/b> None..<br><b>E. Skarga, <\/b> None..<br><b>P. Geldsetzer, <\/b> None..<br><b>Y. Lu, <\/b> None..<br><b>M. Hohberg, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6661","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2387","PresenterBiography":null,"PresenterDisplayName":"Maximilian Schuessler, MD,MS,MPA","PresenterKey":"d47ecd8a-5ef6-47ec-8691-732deb0ad41a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2387. Drivers of precision in oncology trials: A landscape analysis of biomarkers and treatments","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"173","SessionOnDemand":"False","SessionTitle":"Biostatistics in Clinical Trials \/ Surgical Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Drivers of precision in oncology trials: A landscape analysis of biomarkers and treatments","Topics":null,"cSlideId":""},{"Abstract":"Background: Despite a long history of poor decision making leading to repeated failed phase 3 trials, phase 2 single-arm studies continue to be common in glioblastoma (GBM). With the drawback of inflated false positive rate in current adjustment method for historical control data as concurrent controls, the new statistical methods and validation approach will be needed for adequate covariate adjustment in the GBM single-arm trial data.<br \/>Methods: The systematic review was performed to extract the summary-level external data of survival outcomes (mean progression-free survival, mPFS, and PFS at 6 months, PFS6) and prognostic factors (age, gender, extent of resection, KPS, methylation status, and treatment history) from published randomized clinical trials for the standard of care (SOC) treatment in GBM. Four models of the standard, bootstrap aggregating, random subspaces, and random patches models were developed to construct a powerful predictive tool by comprising a series of connections producing survival outputs as a function of prognostic inputs using (1) artificial neural network (ANN) method and (2) linear method (Fig1). The root mean square errors (RMSEs) were calculated to evaluate the model performance using the five-fold cross-validation approach with the effects of ensemble size. The predictive survival outcomes among prognostic factors were calculated to evaluate the relative importance of factors.<br \/>Results: We identified 19 Phase 2 and 3 clinical trials in glioblastoma and two survival outcomes and seven prognostic factors (Table1). ANN models have less prediction error and therefore better performance on the test set than linear models. Presumably, the relationships in the data are highly nonlinear, and thus linear models cannot capture these relationships (Table2). Bagging models typically outperform their standard counterparts for both ANNs and linear models. Ensemble methods can capture many trends within the data by manipulation of the training set and are therefore less prone to biases of individual models exacerbated by the small sample size. The previous treatment history and methylation status were the top two influential prognostic factors for both mPFS and PFS6, followed by the extent of resection and mean age (Fig2). With the examination of the ANN parameters of sample size, learning rate, training hyperparameters, it could be observed that there is no clear change in error when increasing sample size beyond 10 (Fig3).<br \/>Conclusions: High failure rate of phase 3 glioblastoma trials emphasizes the need for greater reliability of earlier studies in phase 2 single-arm trials. The proposed statistical and epidemiologic approach based on the ensemble-based ANN models will be an effective tool to lead to better decision with phase 2 single-arm trials, which may give better chance to appropriately advance to phase 3 trials with higher predictive power.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL02-01 Design and analysis of clinical trials,,"},{"Key":"Keywords","Value":"Glioblastoma,Phase 2 single-arm trials,Historical control data adjustment,Artificial neural network ensemble models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Wonsuk Yoo<\/b><sup>1<\/sup>, Tortsen Ullrich<sup>2<\/sup>, Nader Sanai<sup>1<\/sup><br><br\/><sup>1<\/sup>Barrow Neurological Institute, Phoenix, AZ,<sup>2<\/sup>Brown University, Providence, RI","CSlideId":"","ControlKey":"9ff6c37a-8735-4d65-9aa7-a267ad38c041","ControlNumber":"2891","DisclosureBlock":"&nbsp;<b>W. Yoo, <\/b> None..<br><b>T. Ullrich, <\/b> None..<br><b>N. Sanai, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6662","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2388","PresenterBiography":null,"PresenterDisplayName":"Wonsuk Yoo, PhD","PresenterKey":"6daab5b6-2507-44e6-a9a7-3b909fad8d1e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2388. Artificial neural network based ensemble models for single-arm glioblastoma trials: A new historical control adjustment method","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"173","SessionOnDemand":"False","SessionTitle":"Biostatistics in Clinical Trials \/ Surgical Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Artificial neural network based ensemble models for single-arm glioblastoma trials: A new historical control adjustment method","Topics":null,"cSlideId":""},{"Abstract":"Several platform trial designs have recently been proposed in oncology. However, developing an efficient one in the neoadjuvant non-small cell lung cancer (NSCLC) is not easy due to the difficulties in patient recruitment and limited relevant data. These obstacles hinder the inclusion of a control arm, thereby losing the ability to make an informed Go\/No-Go decision, and to assess prognostic and predictive biomarkers. To overcome these challenges, we have developed an innovative and efficient proof-of-concept platform trial design that aims to empower drug development in early stage of neoadjuvant NSCLC. The proposed platform trial incorporates available experimental agents, allowing for new agents to be added when available. Within the master protocol structure, a small control arm is included, only about 20% of experimental arm size, and is shared by all experimental arms for the analysis purpose. Consequently, the resulting direct comparison with the control arm enables an informed Go\/No-Go decision-making, while the total sample size and budget impacts are minimized. The flexibility of Go\/No-Go decision-making is further enhanced in a 3-outcome decision-making framework where a consider zone is introduced for physicians to examine the totality of data. Two innovative statistical techniques are incorporated: Bayesian dynamic borrowing for current control, and response-adaptive randomization (RAR). The former helps reduce the sample size, and the latter aims to optimize patient allocation and improve the ability to identify promising agents. Simulation results demonstrate that the direct comparison sharply reduces the false positive rate below 10%, compared to a single-arm design setting. The effective sample size of the control arm is statistically augmented through Bayesian dynamic borrowing. The patient allocation is guided based on the agent&#8217;s efficacy data with a well-calibrated RAR. The promising agent receives meaningfully more patients than if a fixed-randomization is used, while the variability in patient allocation is decreased. Compared to a traditional design, our innovative design boosts the probability of identifying promising agent by up to 2-fold. To conclude, this research develops an innovative platform trial design to improve the success of drug development in early stage NSCLC. The master protocol structure, inclusion of a small control arm, and dynamic borrowing, increase the plausibility of conducting a trial in the neoadjuvant population. Advanced statistical features optimize the patient allocation and enhance the ability to identify promising drugs. Lastly, the proposed design can be easily applied to other oncology indications with appropriate modifications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL02-02 New study designs: Theory, methodology, and modeling,,"},{"Key":"Keywords","Value":"NSCLC,Platform trial,Response adaptive-randomization,Bayesian dynamic borrowing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Z. Chen<\/b>, P. A. Dennis, J. Lin; <br\/>Sanofi US Services Inc., Cambridge, MA","CSlideId":"","ControlKey":"a018fa28-7da6-4ab9-9c30-3a1a7e404116","ControlNumber":"3407","DisclosureBlock":"<b>&nbsp;Z. Chen, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>P. A. Dennis, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>J. Lin, <\/b> <br><b>Sanofi<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6663","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2389","PresenterBiography":null,"PresenterDisplayName":"Zhe Chen, PhD","PresenterKey":"08ad578d-e708-4b95-b7bf-fae07610a846","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2389. Empowering early drug development in neoadjuvant non-small cell lung cancer studies using an innovative proof-of-concept platform trial design","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"173","SessionOnDemand":"False","SessionTitle":"Biostatistics in Clinical Trials \/ Surgical Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Empowering early drug development in neoadjuvant non-small cell lung cancer studies using an innovative proof-of-concept platform trial design","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Understanding how ctDNA levels change over time can act as a surrogate marker for disease progression. Since ctDNA evolution is complicated&#8212;exhibiting variability within and between patients&#8212;we propose a rigorous and flexible statistical framework that comprehensively represents these types of time-varying biomarkers. We propose employing a hierarchal random effects cubic spline model due to its advantages over traditional longitudinal modeling approaches such as the former&#8217;s ability to incorporate patient characteristics and create patient-specific results. Visualization of individual patient trajectories may provide clinical utility in precision oncology settings.<br \/><b>Methods: <\/b>167 patients with CRC were selected from GuardantINFORM, a real-world database linking genomic and claims data. All patients received chemotherapy and had at least three serial liquid biopsy tests completed via Guardant360. To meet model assumptions, ctDNA levels, measured by maximum variant allele frequency on each test, were transformed into logits. Due to the model&#8217;s hierarchal structure, an unconditional cubic spline model was fit first, producing an estimated response pattern for the cohort. Next, as patient-level results are of interest, the unconditional model was built upon by fitting a conditional model that incorporated covariates consisting of demographic, health status, and mortality information, which provided numerous patient-level response patterns. The best fitting conditional model was guided by Akaike&#8217;s information criteria.<br \/><b>Results: <\/b>Since model parameter estimates are uninterpretable, and because numerous patient-level projections are generated (each covariate value combination produces a unique projection), an R-Shiny application was developed to visually present and compare results in an intuitive interactive fashion. Additionally, to enhance the understanding of patient response patterns, velocity plots, which provides the instantaneous rate of change in ctDNA levels at different time points, are also provided.<br \/><b>Conclusions: <\/b>We demonstrate that the proposed method can successfully be applied to genomic data to describe and explore complex patient-level temporal ctDNA patterns while accounting for the impact of covariate values have on these patterns. We implemented the proposed methodology as a visualization tool that can be used in a wide variety of settings, ranging from hypothesis testing in clinical trials to patient monitoring. Results from the model can further our basic conceptualization of ctDNA dynamics and enhance our ability to integrate these results into targeted, patient centric, clinical decision-making.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL02-02 New study designs: Theory, methodology, and modeling,,"},{"Key":"Keywords","Value":"Statistical approach,Biomarkers,Cancer detection,Circulating tumor DNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. R. Pretz<\/b>, J. Liao, L. Drusbosky, A. Das; <br\/>Guardant Health, Palo Alto, CA","CSlideId":"","ControlKey":"b4b05a51-2e8e-4e53-bb39-2ff20d9e218a","ControlNumber":"6739","DisclosureBlock":"<b>&nbsp;C. R. Pretz, <\/b> <br><b>Guardant Health<\/b> Employment, Dr. Pretz is senior biostatistician at Guardant Health. His main duty is to perform research using real world evidence data sources and data from clinical trials.&nbsp;<br><b>J. Liao, <\/b> <br><b>Guardant Health<\/b> Employment, Ms. Liao is a biostatistician at Guardant Health.  She supports real world evidence research endeavors.&nbsp;<br><b>L. Drusbosky, <\/b> <br><b>Guardant Health<\/b> Employment, Dr. Drusbosky serves as the directory of medical and publication affairs.&nbsp;<br><b>A. Das, <\/b> <br><b>Guardant Health<\/b> Employment, Dr. Das serves as the vice president of real world evidence.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6670","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2390","PresenterBiography":null,"PresenterDisplayName":"Christopher Pretz","PresenterKey":"bb501be8-4bea-4db3-8fa4-70516f378eb6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2390. Longitudinal assessment of circulating tumor DNA in patients with advanced colorectal cancer: A proposed general statistical framework and visualization tool","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"173","SessionOnDemand":"False","SessionTitle":"Biostatistics in Clinical Trials \/ Surgical Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Longitudinal assessment of circulating tumor DNA in patients with advanced colorectal cancer: A proposed general statistical framework and visualization tool","Topics":null,"cSlideId":""},{"Abstract":"Late-stage cancers in the clinic present as a set of dispersed tumors, each with distinct growth kinetics. As most patients enrolled in trials of experimental anticancer therapeutics have late-stage malignancies, it is important to understand the impact of data analysis methodologies on the ability to detect treatment effect. In particular, we are interested in the potential risk posed by aggregating individual tumor measurements from multiple-lesion clinical data into a single tumor burden measurement, as this may cause a loss of information. In this work, we use quantitative modeling to assess how analyzing multiple lesions separately versus using an aggregated readout affects tumor response and detection of progression free survival and relapse. To assess the impact of data aggregation, we built a two-population clonal dynamics model consisting of sensitive and resistant tumor cells undergoing growth in the presence or absence of treatment. We performed parameter sweeps to assess the impact of individual model parameters on progression free survival and relapse. We then extended these sweeps to the multi-lesion situation, using nonlinear regression to compare parameter values of aggregated models and the parameter values of the individual models that comprised it. From our simulations, the most influential parameters in determining rebound are the growth rate of the resistant cells and the fraction of these cells, while growth rate of sensitive cells and growth rate inhibition affect effectiveness of treatment. In analyzing the multiple lesion model in different situations, we found that estimates for progression free survival were significantly more sensitive when the lesions were analyzed separately, rather than being aggregated. Our work suggests that aggregating the lesions into a single readout loses impact of individual lesion growth rate inhibitions, impairing early detection as the ability to detect fast growing, small, resistant lesions (despite overall tumor burden decreasing) is lost. Taken together, our findings suggest that data aggregation causes a loss of information. Relapse can be predicted at earlier times when using the multiple lesion model compared to an aggregated model.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL02-02 New study designs: Theory, methodology, and modeling,,"},{"Key":"Keywords","Value":"Clonal evolution,Tumor evolution,Survival,Tumor heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Protich<sup>1<\/sup>, M. Stoddard<sup>2<\/sup>, <b>L. Yuan<\/b><sup>2<\/sup>, D. White<sup>3<\/sup>, D. Bottino<sup>4<\/sup>, A. Chakravarty<sup>2<\/sup>; <br\/><sup>1<\/sup>PHP Agency Inc, Brentwood, CA, <sup>2<\/sup>Fractal Therapeutics, Inc., Lexington, MA, <sup>3<\/sup>Independent Researcher, Atlanta, GA, <sup>4<\/sup>Takeda Pharmaceuticals, Inc., Cambridge, MA","CSlideId":"","ControlKey":"c2ca4217-845c-428e-be13-e0b6f2050de1","ControlNumber":"8868","DisclosureBlock":"&nbsp;<b>S. Protich, <\/b> None.&nbsp;<br><b>M. Stoddard, <\/b> <br><b>Fractal Therapeutics, Inc.<\/b> Employment, Stock. <br><b>L. Yuan, <\/b> <br><b>Fractal Therapeutics, Inc.<\/b> Employment, Stock. <br><b>D. White, <\/b> <br><b>Fractal Therapeutics, Inc.<\/b> Stock.<br><b>D. Bottino, <\/b> None.&nbsp;<br><b>A. Chakravarty, <\/b> <br><b>Fractal Therapeutics, Inc.<\/b> Employment, Fiduciary Officer, Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6672","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2391","PresenterBiography":null,"PresenterDisplayName":"Arijit Chakravarty","PresenterKey":"edd4d43d-3a92-40b9-adb5-70ea4f91f12e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2391. Towards better prediction of treatment resistance: Directly modeling progression from multiple lesions","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"173","SessionOnDemand":"False","SessionTitle":"Biostatistics in Clinical Trials \/ Surgical Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Towards better prediction of treatment resistance: Directly modeling progression from multiple lesions","Topics":null,"cSlideId":""},{"Abstract":"Background: Substantial variability exists in outcomes of patients with metastatic urothelial carcinoma (mUC) receiving PD1\/PD-L1 inhibitors. Unfortunately, there is an absence of optimal predictive biomarkers of refractory disease. We hypothesized that with a combination of baseline and early-on-treatment (EOT) parameters we can distinguish patients who will respond from those who will have refractory disease. We investigated readily available baseline and EOT variables from the phase 3 clinical trial IMvigor211, which compared atezolizumab, a PD-L1 inhibitor, with chemotherapy (taxane or vinflunine), in patients with mUC who have progressed on platinum-based chemotherapy.<br \/>Methods: Of 931 patients in IMvigor211, 902 were evaluable for our analysis. We built logistic regression models for both atezolizumab and chemotherapy to predict the clinical endpoint of risk of treatment failure defined as progressive disease as best response. We used LASSO to select covariates from an array of clinical (e.g. metastatic site, performance status, prior therapy) and laboratory variables (e.g. albumin, hemoglobin, PD-L1 expression) measured before treatment, and EOT 3-6 weeks after starting therapy. Moreover, we used our models to identify clinical features that are differentially associated with outcomes in response to either therapy.<br \/>Results: Based on pre-treatment information, our baseline model achieves a predictive accuracy for treatment failure of AUC = 0.69 for both therapies. The strongest baseline predictors are PD-L1 expression, prior treatment with both cisplatin and carboplatin, and the presence of liver metastases. Moreover, higher TNM-stage of the primary tumor is strongly predictive of worse treatment outcomes for atezolizumab but not for chemotherapy. After the first treatment cycle (3 weeks), the predictive accuracy of the model increases to AUC = 0.83 with differences in importance of variables between the atezolizumab- and chemotherapy-treated patients. No variable stood out as a dominant predictor in the EOT model, with 14 variables significant at p=0.05. We found that 66% of patients have a lower predicted risk of treatment failure for atezolizumab than for chemotherapy at baseline. Our EOT model suggests that 36% of patients treated with atezolizumab would benefit from switching to chemotherapy after the first cycle.<br \/>Conclusions: Our prediction models employing readily available and affordable EOT clinical and laboratory variables robustly (AUC 0.83) identified patients with early resistance and may inform patient-specific therapeutic decisions. Further validation is required.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL02-03 Statistical modeling for cancer studies,,"},{"Key":"Keywords","Value":"Bladder cancer,Predictive biomarkers,PD-L1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Christopher Graser<\/b><sup>1<\/sup>, Thomas  O.  McDonald<sup>1<\/sup>, Guru Sonpavde<sup>2<\/sup>, Franziska Michor<sup>1<\/sup><br><br\/><sup>1<\/sup>Dana-Farber Cancer Institute, Boston, MA,<sup>2<\/sup>AdventHealth Cancer Institute, Orlando, FL","CSlideId":"","ControlKey":"830b7f40-daa5-438a-a754-9f2bcf12ea83","ControlNumber":"8115","DisclosureBlock":"&nbsp;<b>C. Graser, <\/b> None..<br><b>T. O. McDonald, <\/b> None.&nbsp;<br><b>G. Sonpavde, <\/b> <br><b>BMS<\/b> Other, Advisory Board. <br><b>Merck<\/b> Other, Advisory Board. <br><b>Seattle Genetics\/Astellas<\/b> Other, Advisory Board. <br><b>Bicycle Therapeutics<\/b> Other, Advisory Board. <br><b>G1 Therapeutics<\/b> Other, Advisory Board. <br><b>Loxo Oncology<\/b> Other, Advisory Board. <br><b>Servier<\/b> Other, Advisory Board. <br><b>EMD Serono<\/b> Grant\/Contract, Other, Research Support to institution. <br><b>Jazz Therapeutics<\/b> Grant\/Contract, Other. <br><b>Seagen<\/b> Other, Speaker. <br><b>Gilead<\/b> Other, Speaker. <br><b>Natera<\/b> Other, Speaker. <br><b>Exelixis<\/b> Other, Speaker. <br><b>Janssen<\/b> Other, Speaker. <br><b>Bayer<\/b> Other, Speaker. <br><b>Aveo<\/b> Other, Speaker. <br><b>Mereo<\/b> Other, Data safety monitoring committee (honorarium). <br><b>Myriad<\/b> Other, Spouse employed by Myriad. <br><b>F. Michor, <\/b> <br><b>Harbinger Health<\/b> Independent Contractor, Stock Option, Patent. <br><b>Zephyr AI<\/b> Independent Contractor, Stock Option. <br><b>Exscientia Plc<\/b> Fiduciary Officer, Stock, Stock Option.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6671","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2392","PresenterBiography":null,"PresenterDisplayName":"Christopher Graser, MS","PresenterKey":"364cfb26-a20f-428a-8d21-b7cc51222b9a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2392. Use of early dynamics of clinical and laboratory parameters to predict resistance in patients with metastatic urothelial carcinoma receiving post-platinum atezolizumab","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"173","SessionOnDemand":"False","SessionTitle":"Biostatistics in Clinical Trials \/ Surgical Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Use of early dynamics of clinical and laboratory parameters to predict resistance in patients with metastatic urothelial carcinoma receiving post-platinum atezolizumab","Topics":null,"cSlideId":""},{"Abstract":"<b>Background <\/b>Local control of non-metastatic pancreatic ductal adenocarcinoma (PDAC) remains a major challenge. Therapies with reduced systemic toxicity are needed as intravenous (IV) infusions are limited by patient tolerance with only small amounts reaching the tumor. PanTher created PTM-101, a novel absorbable drug formulation containing paclitaxel, designed to be locally applied via minimally invasive surgery to provide chemotherapy precisely to the peritumoral area in PDAC.<br \/><b>Methods <\/b>A study was conducted using 3 cadaveric abdomens to evaluate surgical feasibility of delivering PTM-101 via laparoscopy. Prior to insertion of PTM-101 into the peritoneum, the surgeons prepared each product by suturing a 3-0 Vicryl SH (Ethicon) at four evenly spaced locations around the edge of the flat circular product. A periumbilical 10mm Hasson port was placed to insufflate the abdomen, followed by placement of 3 additional working ports (5mm). The liver capsule was carefully surveyed to exclude metastatic disease. The surgeons opened a window into the lesser sac through the greater omentum, lifting the stomach up from the transverse colon to expose the pancreas. PTM-101 (a 1mm thick and 6cm diameter film) was rolled into a tubular shape, inserted through the cannula, and affixed to the peri-pancreatic fat with existing vicryl stitches.<br \/><b>Results <\/b>The estimated total operative time from placement of the first trocar to removal of all equipment was 45 minutes, for the 3 procedures. The operations included 25 minutes for entry, port placement, exposure of the simulated pancreatic tumor location and 20 minutes to place and suture PTM-101. PTM-101 was easy to fit through the cannula and was sutured without difficulty to the peri-pancreatic fat that surrounds the capsule of the pancreas. To simulate a tumor with hepatic artery involvement, the implant was sutured towards the hepatoduodenal ligament in one specimen, near the area of the gastroduodenal artery takeoff, proper hepatic artery, and proximal portal vein. PTM-101 covered the entire head\/neck area of the simulated tumor locations without requiring disruption of the tumor area or dissection of the tunnel under the pancreatic neck.<br \/><b>Conclusion<\/b> PTM-101 is flexible and conforms easily to the underlying topography, both in a concave (i.e., with the tumor intact) and convex (i.e., after resection) scenario. Although human anatomy does not allow for PTM-101 to completely wrap around the pancreas, the size and flexibility of the product enables it to &#8220;drape&#8221; over the edges covering areas near the superior mesenteric vein and artery (SMV\/SMA). This placement could hypothetically increase the amount of drug reaching the area behind the pancreas to target tumors which abut or encase the mesoportal vasculature. A decrease in the tumor-vessel interface could downsize pancreatic tumors, with the goal of increasing resection rates and post-resection local control.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-01 Surgical intervention in early stage disease,,"},{"Key":"Keywords","Value":"Drug delivery,Pancreatic cancer,Chemotherapy,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. Lashof-Sullivan<sup>1<\/sup>, L. S. Sloan<sup>1<\/sup>, M. P. Kim<sup>2<\/sup>, <b>L. Indolfi<\/b><sup>1<\/sup>, C.-W. D. Tzeng<sup>2<\/sup>; <br\/><sup>1<\/sup>PanTher Therapeutics, Austin, TX, <sup>2<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"178cf6f2-5a87-4790-86a2-492b6d5a5266","ControlNumber":"5424","DisclosureBlock":"&nbsp;<b>M. Lashof-Sullivan, <\/b> None..<br><b>L. S. Sloan, <\/b> None.&nbsp;<br><b>M. P. Kim, <\/b> <br><b>PanTher Therapeutics<\/b> Other, Consulting services.<br><b>L. Indolfi, <\/b> None.&nbsp;<br><b>C. D. Tzeng, <\/b> <br><b>PanTher Therapeutics<\/b> Other, Consulting services. <br><b>Sirtex<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6668","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2393","PresenterBiography":null,"PresenterDisplayName":"Laura Indolfi, PhD","PresenterKey":"7a5bb734-9ae2-4ed4-9196-45efba234eca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2393. Development of a novel implantable drug-eluting product for the local treatment of pancreatic adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"173","SessionOnDemand":"False","SessionTitle":"Biostatistics in Clinical Trials \/ Surgical Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a novel implantable drug-eluting product for the local treatment of pancreatic adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Objective Clear cell sarcoma (CCS) and epithelioid sarcoma (ES) are common as soft-tissue sarcoma subtypes causing lymph node metastasis (LNM), but the role of regional lymph node dissection is still unclear especially in these patients without imaging evidence of LNM. Here we retrospectively investigated the significance of lymph node dissection for patients with CCS and ES. Methods Forty-one patients (CCS: 13, ES: 28) with no distant metastasis other than in the regional lymph nodes were enrolled in this study. Of these 41 patients, those without LNM on imaging findings were categorized into two groups: \"with dissection (WD)\" group and \"no dissection (ND)\" group, respectively. Overall survival (OS), lymph node metastatic-free survival (LNMFS), progression-free survival (PFS), and post-operative LNM rate were compared between two groups. Results There were 26 patients who had undergone regional lymph node dissection and 15 patients who had not undergone regional lymph node dissection (ND group). Histopathological examination revealed metastasis to the lymph nodes in 9 of the 26 patients (38.5%). 9 patients were suspected of having LNM based on preoperative imaging findings such as CT or FDG PET\/CT. Among the remaining 17 patients (WD group) in whom LNM was not suspected based on preoperative imaging findings, 6 patients (35.3%) had LNM. OS (p=0.03), LNMFS (p&#60;0.01), and PFS (p&#60;0.01) were all significantly better in the WD group. The postoperative LNM rate was significantly lower in the WD group than in the ND group (p=0.03), and there were no significant differences in OS, LNMFS, or PFS between the CCS and ES groups in terms of histological type. Discussion Even in cases where LNM was not suspected on preoperative imaging, LNM was present in more than 30% of cases. The possibility of regional LNM should be borne in mind in soft-tissue sarcomas, which frequently present with LNM, regardless of imaging findings. We also suggested that simultaneous dissection of the regional lymph nodes at the time of resection of the primary tumor improves the prognosis. Although ES and CCS are ultra-rare sarcomas, further validation with the accumulation of case series is desirable.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-01 Surgical intervention in early stage disease,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Lymph node metastasis,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Takemori<\/b>, E. Kobayashi, S. Iwata, K. Ogura, S. Osaki, S. Fukushima, A. Kawai; <br\/>Department of Musculoskeletal Oncology and Rehabilitation, National Cancer Center Hospital, Tokyo, Japan","CSlideId":"","ControlKey":"a672f5fa-d7e0-4ac5-a506-32ef513e2a42","ControlNumber":"5952","DisclosureBlock":"&nbsp;<b>T. Takemori, <\/b> None..<br><b>E. Kobayashi, <\/b> None..<br><b>S. Iwata, <\/b> None..<br><b>K. Ogura, <\/b> None..<br><b>S. Osaki, <\/b> None..<br><b>S. Fukushima, <\/b> None..<br><b>A. Kawai, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6669","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2394","PresenterBiography":null,"PresenterDisplayName":"Toshiyuki Takemori","PresenterKey":"143aeeee-54d4-4450-941a-13f4df0aa31b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2394. Significance of regional lymph node dissection in patients with clear cell sarcoma and epithelioid sarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"173","SessionOnDemand":"False","SessionTitle":"Biostatistics in Clinical Trials \/ Surgical Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Significance of regional lymph node dissection in patients with clear cell sarcoma and epithelioid sarcoma","Topics":null,"cSlideId":""},{"Abstract":"Background: There is still no standard treatment recommendation for hepatocellular carcinoma transformation therapy, and researches are still under exploration.<br \/>Methods: This study was a single-arm phase II trial, eligible patients had histologically or cytologically confirmed unresectable HCC, without extrahepatic metastases and multiple diffuse liver lesions. Patients received camrelizumab and apatinib combined with HAIC for 2-8 cycles followed by surgery after evaluation. Primary endpoints were radiographic assessment of conversion rate and radical (R0) resection rate. Secondary endpoints were pathologic complete response rate (pCR) , objective response rate (ORR) by modified RECIST (mRECIST) and RECIST version 1.1(RECIST v1.1) and safety.<br \/>Results: Between March 17, 2021 and July 28, 2023, 22 patients were enrolled, including 9 (40.9%) patients with BCLC stage A, 2 (9.1%) patient with B, and 11 (50%) patients with C, 9 (40.9%) patients had tumor thrombus. Patients received treatment of a median of 2 cycles (range: 1-6 cycles). All 22 patients were included in thte safety set, before the first scheduled post-baseline tumor assessment, one patient changed treatment plan because of live function damage, three patients were failed to return to hospital for treatment because of civid-19. At the data cut off on 23 November, All other 18 patients conducted at least one efficacy evaluation, 8(44.4%) of 18 patients had an objective response and 16(88.9%) had disease control according to RECISIT v1.1, 3(16.7%) had a complete response, 9(40.9%) had a partial response and 18(88.9%) had disease control according to m RECIST. 15(68.2%) of 22 patients could undergo surgical resection based on imaging evaluation. 7 patients failed to undergo surgery due to CR (3patients), abnormal liver function(1 patient), immune myocarditis(1 patient), patient rejection(1 patient) waiting for surgery(1 patient). Resection was completed in 8 (44.4%) patients, and the R0 resection rate was 100%. The pCR rate in the surgery population was 25%, and the MPR rate is 37.5%. The most common grade 3 adverse events were increased alanine aminotransferase (36.3%) and decreased lymphocyte count (36.3%). A case of grade 4 immune-associated myocarditis occurred. No grade 5 treatment-related toxicity occurred.<br \/>Conclusion: Camrelizumab combined with apatinib and HAIC showed promising activity and manageable toxicity, and might be a potential conversion treatment option for patients with unresectable HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-02 Surgical intervention in late stage disease,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma, conversion therapy, unresectable,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Zhao<\/b>, B. Zhang, X. Shi, K. Cui, J. Zhang, J. Zhong, Z. Li, P. Sun, C. Zhang, L. Li; <br\/>Shandong Cancer Hospital, Jinan, China","CSlideId":"","ControlKey":"8b9071e1-98f1-40a4-b0ed-237bed2ca263","ControlNumber":"1076","DisclosureBlock":"&nbsp;<b>L. Zhao, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>X. Shi, <\/b> None..<br><b>K. Cui, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>J. Zhong, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>P. Sun, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>L. Li, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6657","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2395","PresenterBiography":null,"PresenterDisplayName":"Lei Zhao, Dr PH","PresenterKey":"91479c84-a6bf-405d-bfcb-4122cee69ca6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2395. Camrelizumab combined with apatinib and hepatic artery infusion chemotherapy (HAIC) as conversion therapy for patients with unresectable hepatocellular carcinoma(HCC): A single-arm exploratory clinical study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"173","SessionOnDemand":"False","SessionTitle":"Biostatistics in Clinical Trials \/ Surgical Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Camrelizumab combined with apatinib and hepatic artery infusion chemotherapy (HAIC) as conversion therapy for patients with unresectable hepatocellular carcinoma(HCC): A single-arm exploratory clinical study","Topics":null,"cSlideId":""},{"Abstract":"Tumor treating fields (TTFields) is a FDA-approved electric fields-based therapy for glioblastoma (GBM) and malignant pleural mesothelioma. We describe a novel approach to increase the strength and therapeutic effect of TTFields at vertebral tumor targets, using spinal implants as electrically-conductive waveguides. In vivo anti-cancer efficacy is achieved with TTFields strength &#62;1 V\/cm. If the tumor is surrounded by tissues of lower conductivity (e.g., the skull in the case of GBM), then the TTFields strength reaching the tumor is decreased. Surgical treatment of radiation-refractory spinal metastases is difficult and provides a short-term benefit at the expense of a lengthy recovery. Such resections require bone removal that disrupts the spinal stability, necessitating reconstruction with titanium (Ti) pedicle screw constructs that are electrically conductive. We theorize that astute placement of Ti hardware in the proximate spinal levels post-resection would have a waveguiding effect of electrical current from the surrounding muscle towards the tumor. This would in turn boost TTFields strength achieved around the resection cavity, decreasing the chances of tumor recurrence. Bomzon et al. described a computational model of the distribution of TTFields in a realistic human torso. The simulation demonstrated that a TTFields strength of 3 V\/cm can be achieved, which is approximately 3-fold greater than what is achieved in the brain parenchyma in the context of TTFields for GBM. In a more generic simulation using a 0.5 &#215; 100 mm waveguide targeting a tumor deeper in the torso (480 mA), we found 21.8 vs. 61.2 cm<sup>3<\/sup> volumes achieving &#8805; the 1.0 V\/cm efficacy floor, without and with the waveguide, respectively, a 2.8-fold increase. At a higher amplitude (550 mA) and stronger TTFields strength threshold of &#8805;1.5 V\/cm, a negligible volume was attained with no waveguide (0.1 cm<sup>3<\/sup>), whereas a volume of 17.6 cm<sup>3<\/sup> was attained around the tip of the waveguide when present. Based on compelling pre-clinical data, a prospective clinical trial is being designed in which patients with radiation-refractory spinal metastasis from any number of primary sites will undergo resection. Next, primary cultures of their tumor cells will be made and evaluated for the TTFields frequency that maximizes cell death on a per-patient basis. Patients will then undergo postoperative local TTFields therapy &#177; systemic therapy. The primary endpoint will be safety and efficacy of such an approach, with future aims focusing on local control rates. The application of TTFields as an adjunct to surgery may offer a new therapeutic option for patients with spinal metastasis who would otherwise not be considered surgical candidates. Similarly, waveguides may be used throughout the head and body to increase TTFields efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-02 Surgical intervention in late stage disease,,"},{"Key":"Keywords","Value":"Tumor treating fields (TTFields),Metastatic tumors,Waveguide,Spinal metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. E. Tatsui<\/b><sup>1<\/sup>, K. W. Carlson<sup>2<\/sup>, C. B. Patel<sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Carlson Research LLC, Concord, MA","CSlideId":"","ControlKey":"eccb505f-dc88-46eb-8fdc-b8eb12827ec2","ControlNumber":"4182","DisclosureBlock":"<b>&nbsp;C. E. Tatsui, <\/b> <br><b>Novocure, Ltd.<\/b> Grant\/Contract. <br><b>icotec Medical GmbH<\/b> Grant\/Contract. <br><b>K. W. Carlson, <\/b> <br><b>Novocure, Ltd.<\/b> Independent Contractor, Stock, Patent. <br><b>C. B. Patel, <\/b> <br><b>Novocure, Ltd.<\/b> Independent Contractor, Grant\/Contract, Patent. <br><b>Asha Medical<\/b> Independent Contractor. <br><b>Research to Practice<\/b> Independent Contractor. <br><b>College of American Pathologists<\/b> Travel.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6665","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2396","PresenterBiography":null,"PresenterDisplayName":"Claudio Tatsui, MD","PresenterKey":"92787f5f-363b-4d50-bca7-3d97e2fd520e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2396. Tumor treating fields (TTFields) for spinal metastasis: Clinical trial concept for use of conductive implants as waveguides to enhance TTFields strength","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"173","SessionOnDemand":"False","SessionTitle":"Biostatistics in Clinical Trials \/ Surgical Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor treating fields (TTFields) for spinal metastasis: Clinical trial concept for use of conductive implants as waveguides to enhance TTFields strength","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Despite technological advances and expanded indications in lung transplantation, lung cancer constituted less than 0.1% of the lung transplantation over the past two decades. DLT may offer curative treatment for stage IVA NSCLC patients without extrapulmonary disease. We present a case series of consecutive NSCLC patients who underwent DLT.<br \/><b>Methods:<\/b> Patients treated with DLT were identified between 09\/2021 and 09\/2023 at Canning Thoracic Institute of Northwestern University. All patients had enrolled in the DLT registry aimed for lung-limited malignancies (DREAM) study (NCT05671887). Exclusion criteria include: presence of extrapulmonary disease and medical ineligibility for lung transplantation. All patients were followed up with computed tomography and tumor-informed ctDNA assay every 12 weeks.<br \/><b>Results:<\/b> Five patients with stage IVA NSCLC who underwent DLT were included. Three (60%) patients had invasive mucinous, and two (40%) had invasive non-mucinous adenocarcinoma histology. One of the two invasive non-mucinous patients had acinar, and the other had mixed lepidic, papillary, and acinar histology. Patients were aged 56-70; one (20%) was Asian, four (80%) were White, three (60%) were male, and two (40%) had a history of smoking. No patient had a past medical history of interstitial lung disease (ILD) or chronic obstructive pulmonary disease (COPD). All patients had high oxygen requirements before DLT due to cancer progression. Pre-transplant endobronchial ultrasound and evaluation of bilateral pneumonectomy lungs found no lymph node involvement (pN0). One patient had an epidermal growth factor receptor (EGFR) mutated cancer and but had failed relevant targeted therapy prior to transplant. All patients had disease progression on standard of care treatments with\/without clinical trials. The indication for DLT was respiratory failure or refractory cancer for all patients. After DLT, one patient had a recurrence of the disease at 18 months with a 1cm solid nodule and was treated with stereotactic body radiotherapy (SBRT). Both original and recurrent tumors had invasive mucinous adenocarcinoma histology, negative PD-L1 expression, and the same JAK3 c.2174C&#62;T, P725L mutated clone. It suggests that the recurrence likely arose from the original cancer. Transplant rejection did not occur in any of the cases. Following the transplant, there was no requirement for oxygen therapy for any patient. All patients are alive with 25, 15, 6, 3, and 1-month posttransplant follow-up.<br \/><b>Conclusion:<\/b> Five patients underwent DLT successfully without significant complications. Notably, one patient (25 months post-transplant) experienced cancer recurrence 18 months post-transplant and was effectively treated with SBRT. Ongoing DREAM study will continue to investigate the role of DLT in stage IVA NSCLC patients (especially in pN0).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-02 Surgical intervention in late stage disease,,"},{"Key":"Keywords","Value":"Lung cancer,Double lung transplantation,Lung transplantation,BOLT,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Chae<\/b>, T. Demir, L.-Y. Chung, C. Moloney, R. Tomic, A. Bharat; <br\/>Northwestern Univ. Feinberg School of Medicine, Chicago, IL","CSlideId":"","ControlKey":"c71c7ccf-572e-4c2e-842d-d2de29dc8c44","ControlNumber":"4990","DisclosureBlock":"<b>&nbsp;Y. Chae, <\/b> <br><b>Abbvie<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Biodesix<\/b> Grant\/Contract. <br><b>Freenome<\/b> Grant\/Contract. <br><b>Predicine<\/b> Grant\/Contract. <br><b>Roche\/Genentech<\/b> Other, Honoraria\/Advisory Board. <br><b>AstraZeneca<\/b> Other, Honoraria\/Advisory Board. <br><b>Foundation Medicine<\/b> Other, Honoraria\/Advisory Board. <br><b>Neogenomics<\/b> Other, Honoraria\/Advisory Board. <br><b>Guardant Health<\/b> Other, Honoraria\/Advisory Board. <br><b>Boehringher Ingelheim<\/b> Other, Honoraria\/Advisory Board. <br><b>Biodesix<\/b> Other, Honoraria\/Advisory Board. <br><b>Immuneoncia<\/b> Other, Honoraria\/Advisory Board. <br><b>Lilly Oncology<\/b> Other, Honoraria\/Advisory Board. <br><b>Merck<\/b> Other, Honoraria\/Advisory Board. <br><b>Takeda<\/b> Other, Honoraria\/Advisory Board. <br><b>Lunit<\/b> Other, Honoraria\/Advisory Board. <br><b>Jazz Pharmaceutical<\/b> Other, Honoraria\/Advisory Board. <br><b>Tempus<\/b> Other, Honoraria\/Advisory Board. <br><b>Regeneron<\/b> Other, Honoraria\/Advisory Board.<br><b>T. Demir, <\/b> None..<br><b>L. Chung, <\/b> None..<br><b>C. Moloney, <\/b> None..<br><b>R. Tomic, <\/b> None..<br><b>A. Bharat, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6667","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2397","PresenterBiography":null,"PresenterDisplayName":"Young Kwang Chae, MBA;MD;MPH","PresenterKey":"8df399ee-0bd8-47fc-9531-5e39df421ecc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2397. Double lung transplantation (DLT) in patients with stage IVA lung-limited non-small cell lung carcinoma (NSCLC): A case series","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"173","SessionOnDemand":"False","SessionTitle":"Biostatistics in Clinical Trials \/ Surgical Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Double lung transplantation (DLT) in patients with stage IVA lung-limited non-small cell lung carcinoma (NSCLC): A case series","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The prognostic significance of pathological stage in pancreatic cancer is well-established. The 8th American Joint Commission on Cancer (AJCC) TNM staging introduced the ypTNM stage for neoadjuvant treatment (NAT) patients responding to the increased use of NAT. Despite this, there has been no comparative assessment of the prognosis between ypTNM and pTNM stages in pancreatic cancer. This study aimed to evaluate and compare the prognoses between ypTNM and pTNM stages in surgically resected pancreatic cancer.<br \/>Method: A cohort of 586 patients who underwent pancreatic cancer surgery at a tertiary center from January 2018 to March 2022 was analyzed. Exclusions comprised those with prior pancreatectomy, suspicious liver metastasis or peritoneal seeding before NAT, those with open biopsy, R2 resection, and distant metastasis during operation, and postoperative mortalities or immediate follow-up losses. Clinicopathologic demographics underwent analysis, and a propensity score-matched (PSM) analysis (1:3) was conducted based on factors influencing overall survival (OS) in multivariate analysis. Subgroup analyses, categorized by stage, compared survival between ypTNM and pTNM stages.<br \/>Results: The analysis included 541 patients, with 100 undergoing NAT (ypTNM) and 441 opting for upfront surgery (pTNM). Comparable OS was observed between ypTNM and pTNM patients (median 51.0 vs. 46.0 months, 3-year survival rate (YSR) 68.7% vs 56.3%, p = 0.094). Subgroup analysis by stages I (3YSR 76.8% vs 67.5%, p = 0.577), II (56.2% vs 53.0%, p = 0.715), and III (26.5% vs 28.7%, p = 0.596) revealed similar survival between ypTNM and pTNM. Multivariate analysis identified factors such as age &#62;65 (HR 1.651, p = 0.002), CA19-9 &#62;150 (HR 1.476, p = 0.010), preoperative biliary drainage (HR 1.372, p = 0.048), pathologic T2 stage (HR 2.188, p = 0.002) and T3, 4 stage (HR 3.178, p &#60; 0.001) compared to T0, 1 stage, lymphovascular invasion (HR 2.087, p &#60; 0.001), and adjuvant treatment (HR 0.243, p &#60; 0.001) associated with OS. After PSM analysis, stages I (3YSR 76.8% vs 71.7%, p = 0.923), II (56.2% vs 46.6%, p = 0.886), and III (26.5% vs 31.4%, p = 0.856) exhibited no significant difference in OS between ypTNM and pTNM stages.<br \/>Conclusions: Our study underscores comparable survival outcomes between ypTNM and pTNM stages in surgically resected pancreatic cancer, affirming the applicability of the TNM staging system after NAT. Consistent survival results, even following PSM analysis, highlight the reliability of TNM staging for guiding therapeutic decisions even in patients with NAT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-03 Surgical outcomes after neoadjuvant therapy,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Chemotherapy,Surgical resection,Survival,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Kim<\/b>, H. Chae, S. Lim, H. Jeong, S. Yoon, S. Shin, I. Han, J. Heo, H. Kim; <br\/>Samsung Medical Center, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"1092dc2f-caea-401d-9f43-4f319a3d4079","ControlNumber":"4085","DisclosureBlock":"&nbsp;<b>H. Kim, <\/b> None..<br><b>H. Chae, <\/b> None..<br><b>S. Lim, <\/b> None..<br><b>H. Jeong, <\/b> None..<br><b>S. Yoon, <\/b> None..<br><b>S. Shin, <\/b> None..<br><b>I. Han, <\/b> None..<br><b>J. Heo, <\/b> None..<br><b>H. Kim, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6664","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2399","PresenterBiography":null,"PresenterDisplayName":"Hyeong Seok Kim, MD;MS","PresenterKey":"8ba27384-196b-45cd-ab1c-f4ff145deeee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2399. Stage-matched prognosis comparison between ypTNM and pTNM stage in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"173","SessionOnDemand":"False","SessionTitle":"Biostatistics in Clinical Trials \/ Surgical Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Stage-matched prognosis comparison between ypTNM and pTNM stage in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Colon cancer is the third most common cancer worldwide. The mainstay treatment for localized disease is surgical resection, often followed by adjuvant chemotherapy in stage III patients, and stage II patients with high-risk features. Unfortunately, some patients experience early local and\/or distant recurrence. Besides classic anatomical\/pathological tumor features, insight into the genomic determinants of early recurrence in colon cancer is lacking. Herein, we utilize a multi-omics approach to identify early-recurrence-specific features that could aid in more accurate risk stratification.<br \/>Methods: We utilized the Cancer Genomic Atlas Colon Adenocarcinoma (TCGA-COAD) Database. Clinical, histopathological and genomic data were retrieved through the cBioPortal database. Our analysis was limited to patients with stage 2 or 3 (n = 390) disease based on the American Joint Committee on Cancer Code. Early recurrence (ER) was defined as disease relapse\/recurrence within 12 months of sample acquisition post-surgery. Accordingly, patients were categorized into the ER and non-early recurrence (NER) groups based on a cut-off point of 12 months of disease-free survival.<br \/>Results: The colon cancer ER and NER group included 45 and 345 patients, respectively. Comparable age, sex and race percentages were found between both groups. The ER group had significantly worse overall, progression-free, and disease-specific survival (HR: 0.083 95% CI: 0.031-0.220, HR: 0.035 95% CI: 0.011-0.0109, HR: 0.021 95% CI: 0.006-0.076, respectively). ER patients had a significantly higher proportion of patients with T4 and N2 disease based on the TNM staging system. ER patients had significant (P&#60; 0.05) expression of TRIM46, TRPC4, ELOVL7, CSMD1, BCLAF1, and CD70 mutations, while tumor mutational burden was comparable between both groups (median TMB in ER vs NER: 4.2 vs 3.62, p = 0.28). Differential gene expression analysis revealed 68 genes to be upregulated in the ER group which were found to be enriched in hypoxia and interleukin-11 pathway genes. Genes upregulated in the NER group (n = 49) were enriched in interferon-alpha response and glycolysis\/gluconeogenesis pathway genes. Proteomics analysis revealed significantly higher levels of EIF4E, CCNE1, SRSF1, SCD, and PECAM1 proteins in NER patients<br \/>.Conclusion: Our results highlight insights into molecular and genomic features unique to colon cancer patients with early recurrence. Understanding such predictors for early recurrence will aid in risk stratification and help in determining patients who would derive the most benefit from adjuvant treatment considerations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-05 Surgical prophylaxis for high risk populations,,"},{"Key":"Keywords","Value":"Surgical resection,Adjuvant therapy,Multi-omics,Risk factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Al-Aomar<\/b><sup>1<\/sup>, H. Abushukair<sup>1<\/sup>, A. Zaitoun<sup>1<\/sup>, S. Zytoon<sup>2<\/sup>, S. Illeyyan<sup>1<\/sup>, H. Almomani<sup>2<\/sup>, G. Al-Majali<sup>1<\/sup>, A. Hammad<sup>1<\/sup>, K. Obeidat<sup>1<\/sup>, F. Turfah<sup>3<\/sup>, A. Shahait<sup>4<\/sup>, F. Ali<sup>5<\/sup>; <br\/><sup>1<\/sup>Jordan University of Science & Technology, Irbid, Jordan, <sup>2<\/sup>Yarmouk University, Irbid, Jordan, <sup>3<\/sup>Corewell Health, Dearborn, MI, <sup>4<\/sup>Southern Illinois University, Carbondale, IL, <sup>5<\/sup>University of Texas Southwestern, Dallas, TX","CSlideId":"","ControlKey":"1e5ad04e-3b82-43b7-9e52-5b9392de81f3","ControlNumber":"1902","DisclosureBlock":"&nbsp;<b>S. Al-Aomar, <\/b> None..<br><b>H. Abushukair, <\/b> None..<br><b>A. Zaitoun, <\/b> None..<br><b>S. Zytoon, <\/b> None..<br><b>S. Illeyyan, <\/b> None..<br><b>H. Almomani, <\/b> None..<br><b>G. Al-Majali, <\/b> None..<br><b>A. Hammad, <\/b> None..<br><b>K. Obeidat, <\/b> None..<br><b>F. Turfah, <\/b> None..<br><b>A. Shahait, <\/b> None..<br><b>F. Ali, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6658","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2400","PresenterBiography":null,"PresenterDisplayName":"Salma Alaomar, No Degree","PresenterKey":"14320acb-2c0c-4813-b934-533752e7f0eb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2400. Determinants of early recurrence in surgically-resected colon cancer: A multi-omics analysis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"173","SessionOnDemand":"False","SessionTitle":"Biostatistics in Clinical Trials \/ Surgical Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Determinants of early recurrence in surgically-resected colon cancer: A multi-omics analysis","Topics":null,"cSlideId":""},{"Abstract":"Background: Previous studies have extensively explored the correlation between preoperative skeletal muscle mass and long-term survival in gastrointestinal cancers. However, investigations into postoperative skeletal muscle mass alterations are limited. In gastrointestinal cancers, factors such as the tumor and surgical interventions can significantly impact dietary intake, nutritional status, and skeletal muscle mass, affecting postoperative body composition. This study aimed to examine these postoperative changes in skeletal muscle mass across different gastrointestinal cancers, including esophageal, gastric, and colorectum.<br \/>Methods: This study encompassed 969 patients with Stage I-III esophageal (307 cases), gastric (278 cases), and colorectal (384 cases) cancers who underwent radical resection between 2005 and 2019. Skeletal muscle mass was quantified as the total psoas volume (TPV), measured using Ziostation2&#174; imaging software from preoperative and postoperative CT scans at 1, 2, and 3 years. The study compared postoperative TPV trends across the different cancer types.<br \/>Results: The study cohort comprised patients with esophageal (median age 66 years, 85% male), gastric (65 years, 60%), and colorectal cancers (67 years, 55%). Median BMIs were 21.5, 19.4, and 22.6 kg\/m<sup>2<\/sup>, and median TPVs were 352.0, 305.8, and 309.5 cm<sup>3<\/sup> for esophageal, gastric, and colorectal cancers, respectively. Esophageal cancer patients had significantly higher TPV and male predominance, while gastric cancer patients had notably lower BMI. Relative to preoperative TPV, the postoperative TPV at three years was 0.92, 0.91, and 0.96 for esophageal, gastric, and colorectal cancers, respectively. A year-by-year decrease in TPV was observed for each cancer type, with colorectal cancer demonstrating a less pronounced decrease compared to esophageal and gastric cancers (p&#60;0.01). Stage-wise analysis revealed no significant differences among the cancer types. Regarding gender, no significant differences were noted between gastric and colorectal cancers, but esophageal cancer showed a more marked decrease in TPV in males compared to females. In recurrent cases, no significant TPV differences were observed in esophageal cancer, while recurrent gastric and colorectal cancers exhibited significant TPV decreases.<br \/>Conclusions: The study indicates a general decline in TPV following gastrointestinal cancer surgery, with the extent of reduction varying according to the type of tumor and treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL11-06 Other,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: stomach,Gastrointestinal cancers: colorectal,Machine learning,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Maeda<\/b>, Y. Miyamoto, M. Ohuchi, Y. Hiyoshi, N. Yoshida, H. Baba; <br\/>Kumamoto University, Kumamoto, Japan","CSlideId":"","ControlKey":"65d973aa-1679-4af3-a67a-3140e40e0f9b","ControlNumber":"4350","DisclosureBlock":"&nbsp;<b>Y. Maeda, <\/b> None..<br><b>Y. Miyamoto, <\/b> None..<br><b>M. Ohuchi, <\/b> None..<br><b>Y. Hiyoshi, <\/b> None..<br><b>N. Yoshida, <\/b> None..<br><b>H. Baba, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6666","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2401","PresenterBiography":null,"PresenterDisplayName":"Yuto Maeda","PresenterKey":"d41c8ff2-71a5-4d2d-92bf-9df463fb45b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2401. Changes in skeletal muscle mass after gastrointestinal cancer surgery by body composition","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"173","SessionOnDemand":"False","SessionTitle":"Biostatistics in Clinical Trials \/ Surgical Oncology","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Changes in skeletal muscle mass after gastrointestinal cancer surgery by body composition","Topics":null,"cSlideId":""}]