[{"Abstract":"Introduction: Androgen Deprivation Therapy (ADT) is a highly effective treatment for prostate cancer. However, resistance to ADT develops in most patients, leading to a lethal state of castration-resistant prostate cancer (CRPC). Senescent prostate cancer (SPC) cells can arise after ADT and contribute to therapy resistance. SPCs can restore replicative function and alter the tumor microenvironment through pro-tumorigenic senescence-associated secretory phenotype (SASP). We aimed to characterize changes in SASP in prostate cancer cell lines and serum samples from patients receiving ADT.<br \/>Methods: SASP factors (Luminex 100\/200 System, xMAP Instruments) were analyzed in patients undergoing ADT. To correlate SASP with the sensitivity to ADT, we sought to evaluate the regulation of SASP in vitro using PCa cell lines. The PC3 (AR resistant) and LNCaP (AR sensitive) cell lines were used in the experiments. We performed an analysis of archival tumor tissue (paired) from 18 patients with or without alterations in DNA repair genes (BRCA1, BRCA2, and CDK12). We performed immunohistochemical (IHC) staining of known SASP markers, such as P16, uPAR, gamma-H2AX, and Lamin B1.<br \/>Results: In a cohort of patients (n=8) with pre and post-ADT matched status, we demonstrate increased levels of SASP factors such as IL-6 (pre-ADT: 1.54&#177;0.24 pg\/ml, post-ADT: 5.23&#177;1.3 pg\/ml p=0.001), IL-7 (pre-ADT: 3.11&#177;0.6 pg\/ml, post-ADT: 13.5&#177;2.7 pg\/ml p=0.01), IL-1 alpha (pre-ADT: 1.06&#177;0.3 pg\/ml, post-ADT: 15.3&#177;3.5 pg\/ml p=0.001), IL-15 (pre-ADT: 15.6&#177;3.1 pg\/ml, post-ADT: 37.1&#177;4.8 pg\/ml p=0.002), MIF (pre-ADT: 1036&#177;67.6pg\/ml, post-ADT: 2362&#177;55.5 pg\/ml p=0.003), and IL-15 (pre-ADT: 5&#177;2.1 pg\/ml, post-ADT: 37.5&#177;5.1 pg\/ml p=0.002). In vitro, the AR-responsive LNCaP cell line, exposed to AR blockade, showed similar findings in upregulating IL-6, IL-7, and IL-15 but not the PC3 cell line. We also demonstrate measurable differences between the expression of u-PAR, gamma-2AX, p16, and loss of Lamin B1 expression in tumor specimens from patients with advanced castration-resistant prostate cancer (n=18). The expression of p16 was significantly upregulated post-treatment irrespective of DDR status (p=0.0417). Other SASP factors showed a trend in upregulation but were insignificant (u-PAR p=0.056, gamma-H2AX p=0.62, Lamin B1 p=0.72)<br \/>Conclusion: These results provide evidence of systemic increases in SASP-related cytokines following treatment with ADT. The in vitro results suggest that secretion of SASP is promoted by an AR-mediated mechanism. Preliminary results from tumor specimens suggest increased senescence marker p16 expression induced by therapy. Ongoing experiments are further characterizing the senescence markers in prostate tumor specimens and correlated to treatment effect.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Prostate cancer,Androgen deprivation therapy,Senescence,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Schwermann<\/b><sup>1<\/sup>, M. Hadfield<sup>2<\/sup>, S. Lu<sup>2<\/sup>, P. Srinivasan<sup>1<\/sup>, V. Tajiknia<sup>1<\/sup>, W. MacDonald<sup>1<\/sup>, A. George<sup>3<\/sup>, S. Zhang<sup>1<\/sup>, L. Zhang<sup>1<\/sup>, K. S. Meza<sup>1<\/sup>, A. De Souza<sup>2<\/sup>, D. Golijanin<sup>2<\/sup>, E. Hyams<sup>2<\/sup>, G. Lagos<sup>2<\/sup>, S. Holder<sup>2<\/sup>, A. Mega<sup>2<\/sup>, J. Sedivy<sup>1<\/sup>, H. Safran<sup>2<\/sup>, W. El-Deiry<sup>2<\/sup>, B. Carneiro<sup>2<\/sup>; <br\/><sup>1<\/sup>Legorreta Cancer Center at Brown University, Providence, RI, <sup>2<\/sup>Legorreta Cancer Center and Lifespan Cancer Institute at Brown University, Providence, RI, <sup>3<\/sup>Yale School of Medicine, New Haven, CT","CSlideId":"","ControlKey":"025b33b2-2f4f-458f-9535-02bf94c2dca0","ControlNumber":"6574","DisclosureBlock":"&nbsp;<b>M. Schwermann, <\/b> None..<br><b>M. Hadfield, <\/b> None..<br><b>S. Lu, <\/b> None..<br><b>P. Srinivasan, <\/b> None..<br><b>V. Tajiknia, <\/b> None..<br><b>W. MacDonald, <\/b> None..<br><b>A. George, <\/b> None..<br><b>S. Zhang, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>K. S. Meza, <\/b> None..<br><b>A. De Souza, <\/b> None..<br><b>D. Golijanin, <\/b> None..<br><b>E. Hyams, <\/b> None..<br><b>G. Lagos, <\/b> None..<br><b>S. Holder, <\/b> None..<br><b>A. Mega, <\/b> None..<br><b>J. Sedivy, <\/b> None..<br><b>H. Safran, <\/b> None.&nbsp;<br><b>W. El-Deiry, <\/b> <br><b>Oncoceutics\/Chimerix<\/b> Other, Founder, Shareholder. <br><b>P53-Therapeutics\/ELOS Oncology<\/b> Other, Founder, Shareholder. <br><b>Caris Life Sciences<\/b> Other, Co-Chair, Executive Committee for Precision Oncology Alliance (no research funding);. <br><b>D&D Pharma<\/b> Other, Research Funding through Sponsored Research Agreement. <br><b>Warren Alpert Foundation<\/b> Other, Research Funding. <br><b>Ocean Biomedical<\/b> Other, Scientific Advisory Board. <br><b>RAIN Therapeutics<\/b> Other, Advisory Board (unpaid and no funding. <br><b>SMURF-Therapeutics<\/b> Other, Founder, Shareholder (no research funding). <br><b>B. Carneiro, <\/b> <br><b>AstraZeneca<\/b> Other, Institutional research support. <br><b>Abbvie<\/b> Other, Institutional research support. <br><b>Actuate Therapeutics<\/b> Other, Institutional research support. <br><b>Astellas<\/b> Other, Institutional research support. <br><b>Agenus<\/b> Other, Institutional research support. <br><b>Bayer<\/b> Other, Institutional research support. <br><b>Dragonfly Therapeutics<\/b> Other, Institutional research support. <br><b>Mink Therapeutics<\/b> Other, Institutional research support. <br><b>Pfizer<\/b> Other, Institutional research support. <br><b>Pyxis Oncology<\/b> Other, Institutional research support. <br><b>Repare Therapeutics<\/b> Other, Institutional research support. <br><b>Regeneron<\/b> Other, Institutional research support.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4530","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2954","PresenterBiography":null,"PresenterDisplayName":"Maximilian Schwermann, MD","PresenterKey":"22ffb197-bd00-43b3-8bc4-7c1054643a78","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2954. Androgen deprivation therapy (ADT) and senescence-associated secretory phenotype (SASP) <i>in vitro<\/i>: Correlation with SASP in tumor specimens as well as in the serum of patients after ADT","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Androgen deprivation therapy (ADT) and senescence-associated secretory phenotype (SASP) <i>in vitro<\/i>: Correlation with SASP in tumor specimens as well as in the serum of patients after ADT","Topics":null,"cSlideId":""},{"Abstract":"Previous work in our lab found that increased expression of the E6* variant of the HPV E6 viral protein was significantly correlated with worse response to standard-of-care chemoradiation (CRT) and progression-free survival, independently of HPV genotype. <i>In vitro<\/i> validation showed that overexpression of E6* induces senescence in an HPV 16-positive cervical cancer cell line. Given these findings, we hypothesized that increased E6* expression mediates resistance to CRT by inducing a reversible state of tumor cell senescence. We created a senescence score using ten genes that have been consistently reported in the literature as associated with senescence. Using an institutional cohort of 68 patients with cervical cancer with prospectively collected clinical outcome data, we performed bulk RNA sequencing to assess senescence scores before CRT and determine whether there is an association between senescence scores and E6* expression. Using a second institutional cohort of 35 patients with cervical cancer treated with CRT with pre and posttreatment tumor biopsies, we performed bulk RNA sequencing to evaluate the same relationship and determine whether expression of senescence-related genes was affected by CRT. Nine cervical cancer cell lines stratified into low- and high-E6* expression groups will be assessed regarding their senescence score, beta-galactosidase staining, and SASP expression before and after CRT. In our first cohort, there was no correlation between E6*:E6 expression ratio and senescence score, regardless of HPV genotype. In our second cohort, CRT increased senescence score in CRT-treated samples (p &#60; 0.01), but p16<sup>INK4a<\/sup> expression significantly decreased compared to pre-treatment samples (p &#60; 0.01). Increased senescence score was not associated with cancer recurrence. There was no significant difference in senescence scores between different HPV genotypes before therapy. Tumors that were positive for HPV 16 or HPV 18 had significantly lower senescence scores compared to HPV negative tumors (p = 0.037 and p = 0.038, respectively) after CRT. Among HPV 16-positive tumors (n = 12), there was no correlation between E6*:E6 expression ratio and senescence score before or after CRT. We found no association between senescence score and E6* expression, and between senescence score and cancer recurrence after CRT in our dataset. Additionally, our results suggest that p16<sup> INK4a <\/sup>might not be an appropriate senescence marker in tumors that have intrinsically high p16<sup>INK4a<\/sup> expression, such as in cervical cancer, reinforcing the need for a cervical cancer-specific senescence signature. We are currently testing beta-galactosidase and SASP expression <i>in vitro<\/i> and <i>in vivo<\/i> before and after CRT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Senescence,Cervical cancer,Chemotherapy,Radiation therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Louise Medina Bengtsson<\/b><sup>1<\/sup>, Matthew Inkman<sup>1<\/sup>, Naoshad Muhammad<sup>1<\/sup>, Leahan Castillo<sup>1<\/sup>, Naomi Msengi<sup>1<\/sup>, Tyler McKinnish<sup>2<\/sup>, Nishanth Gabriel<sup>1<\/sup>, Jin Zhang<sup>1<\/sup>, Julie Schwarz<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Radiation Oncology, Washington University In St. Louis, St. Louis, MO,<sup>2<\/sup>Department of Obstetrics and Gynecology, Washington University In St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"6df26629-eb93-4ba2-b368-1a488af2050d","ControlNumber":"7061","DisclosureBlock":"&nbsp;<b>L. Medina Bengtsson, <\/b> None..<br><b>M. Inkman, <\/b> None..<br><b>N. Muhammad, <\/b> None..<br><b>L. Castillo, <\/b> None..<br><b>N. Msengi, <\/b> None..<br><b>T. McKinnish, <\/b> None..<br><b>N. Gabriel, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>J. Schwarz, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4531","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2955","PresenterBiography":null,"PresenterDisplayName":"Louise Medina Bengtsson, BS","PresenterKey":"7fa26b14-71d5-44d7-b216-e8f35535474e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2955. HPV E6* and senescence-related gene expression in cervical cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HPV E6* and senescence-related gene expression in cervical cancer","Topics":null,"cSlideId":""},{"Abstract":"Despite breakthroughs in cancer treatment, chemotherapy-induced osteo-toxicity is a major problem that compromises the quality of life and overall survival of cancer patients regardless of cancer type. Recently we demonstrated that chemotherapy-induced senescence drives bone loss by both limiting mineralization of new bone and increasing bone resorption. However, the underlying mechanism of action remains elusive. Therefore, it is critical that we understand the mechanisms that drive these toxicities and develop approaches to mitigate their severity. To establish whether senescent bone resident cells or systemic responses to chemotherapy drove therapy-induced bone loss, we used a vertebral body transplant (vossicle) model. Using this approach, we found that the specific elimination of senescent cells in L4 and L5 donor vossicles (<i>INK-ATTAC<\/i>) implanted into wildtype mice, protects from chemotherapy-induced bone loss within the vossicles but not the femur of the recipient mice. This demonstrated that chemotherapy-induced senescence in resident bone cells is responsible for bone loss. To determine which bone resident cell(s) underwent senescence in response to chemotherapy and how their gene expression was impacted, we used the p16-Cre<sup>ERT2<\/sup>-tdTomato mouse model and found that chemotherapy triggers senescence in bone marrow adipocytes. Subsequently, we observed that postnatal fat ablation in adipoqCre-inducible DTR transgenic mice (iDTR<sup>ADQ<\/sup>) prevented chemotherapy-induced bone loss, indicating senescent adipocytes trigger bone loss. Furthermore, we observed chemotherapy-induced bone loss is attributed to RANKL-mediated high osteoclasts activity. Collectively, our data demonstrate that chemotherapy causes senescence in marrow adipocytes which in turn triggers bone loss via RANKL-mediated osteoclasts activation and bone loss can be protected by eliminating senescent cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Senescence,Chemotherapy,Adipocytes,Bone,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. K. Raut<\/b>, T. Malachowski, T. Holt, R. Oliveira, X. Luo, D. Faget, Q. Ren, S. Stewart; <br\/>Washington University School of Medicine in St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"a56b117a-faa3-47ab-8df1-2200928ca6f1","ControlNumber":"221","DisclosureBlock":"&nbsp;<b>G. K. Raut, <\/b> None..<br><b>T. Malachowski, <\/b> None..<br><b>T. Holt, <\/b> None..<br><b>R. Oliveira, <\/b> None..<br><b>X. Luo, <\/b> None..<br><b>D. Faget, <\/b> None..<br><b>Q. Ren, <\/b> None..<br><b>S. Stewart, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4532","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2956","PresenterBiography":null,"PresenterDisplayName":"Ganesh Raut, PhD","PresenterKey":"7846fcdf-3469-48b9-a88b-82a838b4a51d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2956. Chemotherapy-induced adipocyte senescence triggers bone loss through osteoclast activation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chemotherapy-induced adipocyte senescence triggers bone loss through osteoclast activation","Topics":null,"cSlideId":""},{"Abstract":"Accumulation of senescent cells, undermining the function of vital organs, is a culprit of aging. The effects of senescence in different types of cells on tumor growth and metastasis remain incompletely characterized. Cell senescence has been shown to result from inactivation of Telomerase (TERT), an enzyme that maintains telomere length and has obscure roles in regulating gene expression and supporting mitochondrial function. As we reported previously, knockout (KO) of <i>Tert<\/i> gene in mesenchymal stromal cells (MSC) of <i>Pdgfra+ <\/i>or <i>Pdgfrb+ <\/i>lineages leads to premature replicative stromal cell senescence in adipose tissue. To assess the effect of senescence in endothelial and myeloid cells, we also created mice with <i>Tert <\/i>KO driven by the <i>Tie2e<\/i> promoter or the <i>LysM<\/i> promoter, respectively. Here, to investigate the effect of these three KOs on cancer, we used syngeneic graft models of breast, prostate, and pancreatic carcinoma. Overall, <i>Tert<\/i> KO in cells of <i>Pdgfra<\/i>+, <i>Pdgfrb<\/i>+, <i>Tie2e+,<\/i> or <i>LysM+ <\/i>lineage had a suppressive effect on tumor growth. The strongest tumor suppression effect of <i>Tert<\/i> KO was observed in female mice orthotopically grafted with E0771 breast cancer cells. Intermediate suppressive effects of <i>Tert<\/i> KO were observed in mice orthotopically grafted with KPC pancreatic ductal adenocarcinoma cells, whereas the effect on RM1 prostate cancer cells grafts in male mice was the least significant. MSC <i>Tert<\/i> KO and myeloid <i>Tert<\/i> KO also suppressed the growth of breast and prostate cells grafts. Importantly, spontaneous metastases to the liver were induced by<i> <\/i><i>Tie2e-Tert <\/i>KO in all mice with pancreatic KPC grafts. Analysis of adipose tissue in this endothelial senescence model revealed vasculature abnormality, leakiness, and tissue hypoxia, which provides a mechanistic explanation for increased tumor dissemination. In contrast, <i>LysM-Tert<\/i> KO did not promote KPC metastases, consistent with the lack of contribution of myeloid cells to the vasculature. <i>Pdgfrb-Tert<\/i> KO in the KPC model resulted in liver metastases observed for some but not all mice, consistent with the role of MSC in supporting vascular integrity. To test an independent model of replicative MSC senescence, we exhausted their pool by several cycles of ganciclovir treatment in mice expressing thymidine kinase under the control of <i>Pdgfrb <\/i>promoter. Upon KPC grafting in this model, reduced primary pancreatic tumor growth was also observed and liver metastases were also induced. We conclude that senescence of distinct cells in the tumor microenvironment affects early and late stages of cancer progression differently. Specifically, our data indicate that vascular cell senescence suppresses tumor growth but promotes metastases. These findings are important to consider as new approaches designed to mitigate cell senescence are investigated in the context of cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Senescence,Stroma,Endothelial cells,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Rupert, Z. Gao, Y. Yu, <b>M. Kolonin<\/b>; <br\/>University of Texas at Houston, Houston, TX","CSlideId":"","ControlKey":"3f443a4d-ccf1-4699-bed5-3779fc288be6","ControlNumber":"1763","DisclosureBlock":"&nbsp;<b>J. Rupert, <\/b> None..<br><b>Z. Gao, <\/b> None..<br><b>Y. Yu, <\/b> None..<br><b>M. Kolonin, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4533","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2957","PresenterBiography":null,"PresenterDisplayName":"Mikhail Kolonin, PhD","PresenterKey":"bcf339e2-6185-4b64-b7e8-a7f1ad3050cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2957. Senescence of stromal, endothelial, and myeloid cells in the tumor microenvironment has distinct effects on cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Senescence of stromal, endothelial, and myeloid cells in the tumor microenvironment has distinct effects on cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Multiple myeloma (MM) is an incurable plasma cell (PC) cancer in which all patients are expected to relapse. Cytotoxic agents such as high-dose melphalan (HDM), which is used as a myeloablative agent prior to autologous stem cell transplant (ASCT) in MM, drive therapy-induced senescence (TIS) in non-cancerous tissues. We hypothesized that HDM similarly activates TIS pathways in surviving MM cells and this response may correlate with patient outcomes post-ASCT. To test this, we developed an <i>in vitro<\/i> model in which 5TGM1 mouse MM cells are cultured with 10uM melphalan (HDM) or vehicle (Veh) for 6 hours, followed by co-culture in normal media with primary mouse bone marrow stromal cells. Cultures were maintained for 10 days and imaged to quantify cumulative population doublings (CPDs). 5TGM1 were then isolated by FACS to measure telomere-associated DNA damage foci (TAFs), sensitivity to senolytic drugs, and senescence gene expression (RT-qPCR and scRNA-seq). To translate these studies, scRNA-seq was used to analyze CD138+ PCs from MM patient bone marrow post-ASCT. Additionally, longitudinal bone biopsies from MM patients at diagnosis and post-ASCT were stained for CD138+ PCs; PC burden was quantified using artificial intelligence assisted histology (HALO). HDM-5TGM1 exhibited stable growth arrest (decreased CPDs) and sustained DNA damage (increased TAFs) compared to Veh-5TGM1. HDM-5TGM1 were also significantly more sensitive to senolytic ablation (Dasatinib+Quercetin or Fisetin). HDM-5TGM1 showed increased senescence (<i>Cdkn1a, Cdkn1c, Glb1)<\/i>, anti-apoptosis (<i>Bcl2l1)<\/i>, and senescence associated secretory phenotype (<i>Ccl5, Icam1, Mmp13<\/i>) genes, as well as myeloid markers found to be increased in MM dormancy (<i>Axl, Fcer1g, Mpeg1<\/i>). Analysis by scRNA-seq revealed that HDM-5TGM1 were G0\/G1 arrested, and gene set enrichment analysis (GSEA) confirmed upregulation of senescence pathways with downregulation of DNA replication and cell cycle pathways. Consistent with RT-qPCR results, these cells exhibited myeloid gene expression. Analysis of patient CD138+ PCs post-ASCT by scRNA-seq also revealed a myeloid-like cluster. Of interest, of the 491 genes upregulated in this cluster, 268 were also upregulated in HDM-5TGM1. CD138+ PCs could also be detected in patient bone biopsies post-ASCT, although PC burden was significantly reduced post-ASCT. Surprisingly, the percent reduction in PC burden post-ASCT was greater in relapsed (&#8804;3 years) vs non-relapsed patients. Further, in relapsed patients, PC burden post-ASCT positively correlated with time in remission. Altogether, these findings demonstrate that HDM can induce senescence features and a myeloid-dormancy signature in surviving MM cells. This phenotype is associated with longer durable response, suggesting that activation of TIS may be a strategy to extend PFS. Further, senolytic therapy may be a novel approach to eliminate dormant MM cells and prevent relapse.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Multiple myeloma,Senescence,Chemotherapy,Dormancy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. J. Guilatco<\/b><sup>1<\/sup>, M. Diaz-del-Castillo<sup>2<\/sup>, G. Alvares Borges<sup>1<\/sup>, N. I. Sannuli<sup>1<\/sup>, M. L. Ritting<sup>1<\/sup>, S. M. M. Aalam<sup>1<\/sup>, N. Kannan<sup>1<\/sup>, T. Tchkonia<sup>1<\/sup>, J. L. Kirkland<sup>1<\/sup>, Y. Lin<sup>1<\/sup>, T. Kourelis<sup>1<\/sup>, M. T. Drake<sup>1<\/sup>, T. L. Andersen<sup>2<\/sup>, M. Weivoda<sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic, Rochester, MN, <sup>2<\/sup>Aarhus University Hospital, Aarhus, Denmark","CSlideId":"","ControlKey":"2d544984-1d77-4d4c-b8b8-38b930febbb5","ControlNumber":"1994","DisclosureBlock":"&nbsp;<b>A. J. Guilatco, <\/b> None..<br><b>M. Diaz-del-Castillo, <\/b> None..<br><b>G. Alvares Borges, <\/b> None..<br><b>N. I. Sannuli, <\/b> None..<br><b>M. L. Ritting, <\/b> None..<br><b>S. M. M. Aalam, <\/b> None..<br><b>N. Kannan, <\/b> None..<br><b>T. Tchkonia, <\/b> None..<br><b>J. L. Kirkland, <\/b> None..<br><b>Y. Lin, <\/b> None..<br><b>T. Kourelis, <\/b> None..<br><b>M. T. Drake, <\/b> None..<br><b>T. L. Andersen, <\/b> None..<br><b>M. Weivoda, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4534","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2958","PresenterBiography":null,"PresenterDisplayName":"Angelo Guilatco, BS","PresenterKey":"b8e2764b-c627-461e-a2ac-2ccbbf13b626","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2958. Melphalan-treated multiple myeloma cells exhibit a senescent-like dormancy phenotype","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Melphalan-treated multiple myeloma cells exhibit a senescent-like dormancy phenotype","Topics":null,"cSlideId":""},{"Abstract":"The recalcitrant nature of glioblastoma (GBM) may be due, in part, to the promotion of therapy-induced senescence (TIS) by standard of care treatments. TIS is a prolonged growth arrest associated with epigenetic, metabolic, and biochemical alterations, as well as a robust secretory phenotype. Despite an initial period of tumor stasis due to the loss of cell proliferation, TIS is associated with the development of stemness, increased drug resistance, and immune suppression. Our preliminary data demonstrate the prominent induction of TIS in GBM tumor cells and astrocytes following standard of care therapies for GBM in vitro. However, studies of TIS in GBM patients have been limited due to i) the impracticality of receiving multiple GBM biopsies post-treatment but prior to recurrence and ii) the lack of robust detection methods for TIS even with appropriate biopsy. These challenges argue the need for novel methods to survey TIS in patients. Extracellular vesicles (EVs) are small membrane-bound particles that readily cross the blood brain barrier, and convey information about originating cell identity and cell state through their cargo content. We hypothesize that TIS in host and tumor cells drives the elaboration of senescence-associated EVs (senEVs) with quantifiable senescence protein cargo signatures, and consequently, that EVs can serve as a liquid biopsy for senescence in patients. In a preliminary experiment, two patient derived xenografts grown as short-term in vitro cultures were exposed to 6GY irradiation, with supernatant collected prior to radiation (D0), at peak senescence (D7), and at late senescence (D10). EVs were isolated and subjected to unbiased mass spectrometry. Following unsupervised clustering, EVs were grouped by treatment rather than by cell line. Approximately 6000 proteins were identified across the entire data set, with 105 proteins unique to D7 samples, 162 proteins unique to D10 samples, and 688 proteins exclusive to D7 and D10 samples. Further, proteins from two established senescence gene sets were identified as unique to the D7 and\/or D10 conditions. Current work to more robustly identify enrichment of senescence gene sets in EV cargo post-irradiation is underway. We have also established shRNA knockdown cell lines with abrogated TIS to equip validation studies of the TIS-EV cargo relationship. We anticipate that these studies will aid in the development of EVs as a novel reporter of senescence in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Senescence,Glioblastoma,Extracellular vesicles,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>V. DeLuca<\/b>, P. Digumarti, K. Garcia-Mansfield, P. Pirrotte, M. E. Berens; <br\/>TGen (The Translational Genomics Research Institute), Phoenix, AZ","CSlideId":"","ControlKey":"72bc58e8-63b8-4a81-ad2b-739ba7ae3a7d","ControlNumber":"5205","DisclosureBlock":"&nbsp;<b>V. DeLuca, <\/b> None..<br><b>P. Digumarti, <\/b> None..<br><b>K. Garcia-Mansfield, <\/b> None..<br><b>P. Pirrotte, <\/b> None..<br><b>M. E. Berens, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4535","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2959","PresenterBiography":null,"PresenterDisplayName":"Valerie DeLuca, BS;PhD","PresenterKey":"29dbd089-724a-4564-9cc9-1924d524ecab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2959. Signatures of therapy-induced senescence in glioblastoma-derived extracellular vesicles","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Signatures of therapy-induced senescence in glioblastoma-derived extracellular vesicles","Topics":null,"cSlideId":""},{"Abstract":"Senescence serves as a double-edged sword in cancer as studies revealed that senescence exhibits both tumor-suppressing and tumor-promoting effects. A subpopulation of cancer cells that enters senescence can evade senescence to proliferate, thereby resulting in tumor regrowth, which has been associated with chemoresistance and tumor aggressiveness. Unlike senescent cells, the senescence-escaped cells harbor low levels of reactive oxygen species (ROS), however, the mechanism(s) underlying this redox dichotomy in senescence and senescence evasion remains elusive. In this regard, recent reports have highlighted the pivotal role of miRNAs in regulating cellular senescence. To that end, miR-146a has been reported as a biomarker of senescence probably via modulating pro-inflammatory and antioxidant pathways. We set up a model of doxorubicin-induced senescence in MDA-MB-231 breast carcinoma cells to study the role and involvement of miRNA146a in senescence induction and its regulation. Senescence induction was confirmed by upregulation of p21, increase in senescence-associated beta galactosidase and C<sub>12<\/sub>FDG staining, as well as propidium iodide positivity. We show that, following the initial phase of apoptotic cell death, as evidenced by increased yH2AX and cleaved caspase 3, a population of senescent cells escaped growth arrest to re-enter cell cycle and proliferate. Senescence-escaped cells harbored lower ROS levels compared to senescent cells, which correlated with upregulation of antioxidant enzymes such as MnSOD and CuZnSOD as well as increased transcription of <i>NRF2<\/i> and <i>NQO1<\/i>. Our results also provide evidence for a novel senescence associated redox state, which implicates intracellular peroxynitrite as a driver of cellular senescence. Interestingly, in our model system, p21 upregulation was not associated with intracellular ROS accumulation, which was reported in earlier findings. Interestingly, these changes coincided with a significant increase in <i>miR-146<\/i> expression (during senescence), which was previously shown to downregulate ROS in other model systems. While modulating <i>miR-146a<\/i> did not seem to change ROS levels upon doxorubicin-induced senescence in MDA-MB231 cells, the precise crosstalk between cellular ROS, <i>miR146-a<\/i> and senescence evasion is currently being pursued.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Redox,Senescence,MicroRNA,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Pervaiz<\/b>, A. Q. X. Liew, M.-V. Clement; <br\/>National University of Singapore (NUS), Singapore, Singapore","CSlideId":"","ControlKey":"aa93111d-dd31-4ebd-bbe7-85ece81c0373","ControlNumber":"1440","DisclosureBlock":"&nbsp;<b>S. Pervaiz, <\/b> None..<br><b>A. Q. X. Liew, <\/b> None..<br><b>M. Clement, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4536","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2960","PresenterBiography":null,"PresenterDisplayName":"Shazib Pervaiz, MBBS;PhD","PresenterKey":"225d4bcd-7f65-40c0-bf6f-3ddec5ecadef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2960. Deciphering the role of miRNA146-a and its crosstalk with cellular redox state in senescence escape in breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering the role of miRNA146-a and its crosstalk with cellular redox state in senescence escape in breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Liver senescence, marked by the progressive decline in hepatic cell function and regenerative capacity, plays a vital role in the context of aging, chronic liver diseases, and cancer progression, particularly when influenced by anti-cancer therapies. This study is designed to extensively characterize liver senescence under two specific conditions: replicative aging and therapy-induced changes. We examined liver samples from 20 individuals, covering a wide age range (young, &#60;40 years; old, &#62;60 years), and 16 cases of colorectal cancer (CRC) liver metastasis (ages 37-66). Our integrative approach melds single-nucleus RNA-sequencing (snRNA-seq) and ATAC-sequencing (snATAC-seq) to investigate the transcriptomic and epigenetic landscapes across a spectrum of liver cell types, including hepatocytes, cholangiocytes, stellate cells, liver sinusoidal endothelial cells, and diverse immune cells. Key findings include an upregulation of senescence markers such as <i>CDKN1A<\/i>,<i> CDKN2A<\/i>, and <i>HMGB1, <\/i>particularly in specific hepatocytes from older individuals and various cell types in the CRC liver metastasis group. Furthermore, we noted a distinctive senescence-associated secretory phenotype (SASP) across multiple immune cell types in our treated CRC liver metastasis group and upregulation of treatment-induced senescence gene signatures, such as SenCan. Moreover, hepatic stellate cells from older subjects exhibited augmented senescence-related gene signatures (SenSig) and transcription factors (SenMayo), with myofibroblast-like and FAP+ stellate cells showing a marked senescence phenotype, evidenced by elevated SASP molecule expression (<i>CCL2<\/i>, <i>SERPINE1<\/i>, <i>GLB1<\/i>, <i>IGFBP7<\/i>, <i>IGFBP3<\/i>).Incorporating advanced high-resolution imaging techniques, our study delves into the detailed morphological characteristics and spatial distribution of senescence markers within the liver in the setting of replicative aging and treatment-induced senescence. This study sheds light on the heterogeneity and intricacies of senescence-associated gene expression within liver cell populations. By combining comprehensive multiomic data with advanced high-resolution spatial profiling, we aim to decipher unique senescence phenotypes in the context of both replicative and treatment-induced senescence. Our work highlights the significance of cellular senescence in liver pathologies and cancer progression, suggesting new directions for therapeutic interventions that target these complex dynamics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Senescence,Liver,Aging,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Gallant<\/b>, A. Karpova, X. Li, M. Iglesia, A. Houston, D. Rapp, C.-W. Peng, C. Liu, J. Herdon, F. Chen, R. Fields, L. Ding; <br\/>Washington University In St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"98af7b9a-9714-44b9-9ce0-8c4eea029eac","ControlNumber":"8874","DisclosureBlock":"&nbsp;<b>K. Gallant, <\/b> None..<br><b>A. Karpova, <\/b> None..<br><b>X. Li, <\/b> None..<br><b>M. Iglesia, <\/b> None..<br><b>A. Houston, <\/b> None..<br><b>D. Rapp, <\/b> None..<br><b>C. Peng, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>J. Herdon, <\/b> None..<br><b>F. Chen, <\/b> None..<br><b>R. Fields, <\/b> None..<br><b>L. Ding, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4537","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2961","PresenterBiography":null,"PresenterDisplayName":"Kelsey Gallant, BS","PresenterKey":"63c988e3-74e6-4a3a-a3d7-0531a352f481","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2961. Investigating the role of aging and treatment-induced senescence in the metastatic liver cancer tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the role of aging and treatment-induced senescence in the metastatic liver cancer tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Chemotherapy is a mainstay of cancer therapy. Unfortunately, while chemotherapy can profoundly impact disease free survival, it is often accompanied with devastating side effects including hair loss, bone loss, cognitive impairment (referred to as \"brain fog\"), and peripheral neuropathies. While many of these side effects may subside after the completion of chemotherapy, some persist for a lifetime, substantially compromising the quality of life for survivors. Particularly insidious is chemotherapy-induced peripheral neuropathy (CIPN), which can impair a patient's ability to care for themselves. Shockingly, in over 30% of patients, CIPN persists even after the cessation of chemotherapy, subjecting them to a lifetime of numbness and\/or pain. Paclitaxel (PTX), a common treatment for breast cancer, induces CIPN in 61-92% of patients depending on the administered dose. Unfortunately, there are currently no preventative or curative measures for CIPN resulting in side effects that persist for months or even years after the cessation of chemotherapy. Considering chemotherapy can trigger cellular senescence, leading to the release of a diverse array of factors collectively known as the senescence-associated secretory phenotype (SASP) that are capable of negatively influencing neighboring cells. To determine if senescence played a role in CIPN we treated with PTX and found that animals displayed reduced axon innervation in the paws and diminished paw withdrawal responses during the von Frey assay, characteristic symptoms of CIPN. To determine if senescent drove PTX-induced CIPN, we utilized the INKATTAC (INK) mouse, a model in which a p16INK4a promoter drives an inducible suicide transgene to eliminate p16+ senescent cells following treatment with AP20187 (AP). Employing the INK mouse, we successfully prevented CIPN by eliminating PTX-induced senescent cells. Furthermore, through bone marrow (BM) transplant studies using BM from INK mice into wildtype recipients, we failed to prevent CIPN. This result establishes that senescent immune cells, do <u>not<\/u> contribute to CIPN. In an independent approach, we found that senolytic drugs (kill senescent cells), such as dasatinib and quercetin (DQ) or ABT737 (ABT), effectively prevented and reversed CIPN in mice. Additionally, since the p38MAPK pathway has been shown to regulate SASP mRNA stability, we treated with p38 and MK2 inhibitors and found that inhibition prevented CIPN in mice. To address the mechanism behind CIPN we have carried out single cell RNA sequencing (scRNA-seq) to identify the cell population senescing in response to chemotherapy. These analyses will allow us to understand the mechanisms that drive CIPN and may lead to new treatments for patients suffering from CIPN.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Chemotherapy,Senescence,Paclitaxel,p16,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Malachowski<\/b>, G. Kumar Raut, X. Luo, S. Mullick Bagchi, S. Stewart; <br\/>Washington University in St. Louis, Saint Louis, MO","CSlideId":"","ControlKey":"957eaad1-aa20-43d4-8adb-a31774d94738","ControlNumber":"4912","DisclosureBlock":"&nbsp;<b>T. Malachowski, <\/b> None..<br><b>G. Kumar Raut, <\/b> None..<br><b>X. Luo, <\/b> None..<br><b>S. Mullick Bagchi, <\/b> None..<br><b>S. Stewart, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4538","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2962","PresenterBiography":null,"PresenterDisplayName":"Taylor Malachowski, BS","PresenterKey":"579b97c6-69ed-4490-bde5-ca9ffc6b9965","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2962. Chemotherapy induced senescence drives peripheral neuropathy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chemotherapy induced senescence drives peripheral neuropathy","Topics":null,"cSlideId":""},{"Abstract":"Aging is characterized by a progressive decline of organ function and gradual rise of susceptibility to multiple chronic disorders, with cancer being a primary cause of human morbidity and mortality worldwide. Cellular senescence represents a state of permanent cell cycle arrest and contributes to chronological aging and age-related diseases including Alzheimer's disease (AD), mainly through development of a distinct secretome termed the senescence-associated secretory phenotype (SASP). By screening a natural medicinal agent library, we noticed Rattan tea extract (RTE) has a prominent antiaging potential, wherein dihydromyricetin (DMY), the most abundant natural flavonoid in RTE, played a central role in suppressing the SASP expression of senescent cells. DMY enhanced total antioxidant capacity (T-AOC), increased catalase (CAT) and glutathione peroxidase (GSH-Px) activity, upregulated the expression of HO-1, NQO1, nuclear Nrf2 and phospho-ERK (p-ERK), but decreased malondialdehyde (MDA) level in senescent cells. Furthermore, DMY regulates PI3K\/Akt\/mTOR signaling pathway, NLRP3 inflammasome formation, the NF-&#954;B complex activity and ER stress-response, each responsible for a full spectrum SASP development. Transcriptomic profiling suggested that DMY can dampen the genome-wide upregulation of pro-inflammatory factors produced by senescent cells, resulting in abrogated progression of cancer malignancy including elevated proliferation, migration, invasion and chemoresistance. Importantly, combination of DMY with classic chemotherapy significantly enhanced therapeutic efficacy, causing remarkable tumor regression and extending posttreatment survival. Alzheimer's disease (AD) is marked by the presence of amyloid plaques, neurofibrillary tangles, damaged neuronal macromolecules and redox sensitive ions. We found that DMY restrains inflammatory injury in microglial cells, reduces their apoptosis and inflammation, and inhibits TLR4 and MD2 expression. Results of small molecule-protein docking and pull-down assays indicated that DMY binds MD2 to suppress the formation of TLR4 complex. In AD mice, DMY improved the cognitive disorder of animals, suppressed inflammatory injury in brain and reduced TLR4 expression. Together, DMY represents a valid natural candidate that has senomorphic activity and can be applied for treatment of malignancies or neurodegenerative disorders such as AD, pathologies that frequently arise in late life of humans.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Senescence,Stroma,Aging,Paracrine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Q. Xu, Z. Li, Z. Jiang, J. Campisi, <b>Y. Sun<\/b>; <br\/>Chinese Academy of Sciences, Shanghai, China","CSlideId":"","ControlKey":"68ed437b-f064-4a9f-9c95-a7aa6e55be82","ControlNumber":"4468","DisclosureBlock":"&nbsp;<b>Q. Xu, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>Z. Jiang, <\/b> None..<br><b>J. Campisi, <\/b> None..<br><b>Y. Sun, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4539","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2963","PresenterBiography":null,"PresenterDisplayName":"Yu Sun, PhD","PresenterKey":"1dc0507a-f96c-4eb6-be01-3155c9a660ce","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2963. Dihydromyricetin is a senomorphic agent to promote therapeutic outcome of age-related conditions including cancer and Alzheimer's disease","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dihydromyricetin is a senomorphic agent to promote therapeutic outcome of age-related conditions including cancer and Alzheimer's disease","Topics":null,"cSlideId":""},{"Abstract":"Cellular senescence is a phenomenon characterized by the cell cycle arrest and the induction of inflammatory responses, and is known to contribute to the development and progression of various diseases. In cancerous tissues, some cancer cells acquire the senescent traits, which are referred to as senescent tumor cells (STCs) and contribute to tumor invasion and metastasis. We have previously demonstrated that the expression of glutathione S-transferase omega 2 (GSTO2), which regulates the glutathione redox balance, is exclusively expressed in cells with regenerative ability such as airway basal cells, Clara cells, and type II alveolar cells in the lungs. Contrastingly, the expression of GSTO2 was completely lost in squamous cell carcinoma of the lung (<b><i>Cancer Science<\/i><\/b>, 2022); however, we found that some of lung adenocarcinoma expressed GSTO2. In this study, we aimed to clarify the significance of GSTO2 in lung adenocarcinoma, especially in the regulation of senescence and STCs. To examine whether GSTO2 expression affects senescence marker expression, we prepared GSTO2-transfected and mock-transfected lung adenocarcinoma cell line PC-9. Forced GSTO2 expression resulted in significantly reduced expression of senescence markers, such as p21, p53, and p16. We performed double staining for GSTO2 with p16 and confirmed the inverse correlation between them in lung adenocarcinoma tissues, where GSTO2-positive cells tended to express lower p16 level compared with GSTO2-negative cells. Furthermore, GSTO2-transfected PC-9 cells showed lower expression of senescence-associated secretory phenotype factors, such as IL-6, TNF&#945;, and IL-1&#946; than mock-transfected cells. These results suggest that GSTO2 suppresses senescence in lung adenocarcinoma cells. We next examined whether GSTO2 expression affects tumor cell growth because senescence is involved in the cell cycle arrest. Expectedly, MTT assay revealed that GSTO2 overexpression in PC-9 cells significantly promoted cell growth compared with the mock transfected cells. Contrastingly, the scratching assay showed that the cell migration of GSTO2-transfected PC-9 cells was significantly delayed compared with that of the mock-transfected cells. In conclusion, we demonstrated that GSTO2 regulates senescence, resulting in the suppression of cell migration. The expression of GSTO2 in lung adenocarcinoma may contribute to the inhibition of the emergence of STCs, being a cause of invasion and resistance to radiotherapy and chemotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Senescence,Lung cancer: non-small cell,Tumor invasion,Glutathione S-transferases,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Hatano<\/b><sup>1<\/sup>, R. Sumiya<sup>1<\/sup>, T. Hagiwara<sup>1<\/sup>, H. Suzuki<sup>2<\/sup>, K. Yamada<sup>1<\/sup>, N. Kokudo<sup>1<\/sup>, Y. Kawamura<sup>1<\/sup>; <br\/><sup>1<\/sup>National Center for Global Health and Medicine, Tokyo, Japan, <sup>2<\/sup>Sapporo Medical University, Hokkaido, Japan","CSlideId":"","ControlKey":"4d8c9d69-6ef8-453e-9cb2-aac744217dbe","ControlNumber":"3290","DisclosureBlock":"&nbsp;<b>H. Hatano, <\/b> None..<br><b>R. Sumiya, <\/b> None..<br><b>T. Hagiwara, <\/b> None..<br><b>H. Suzuki, <\/b> None..<br><b>K. Yamada, <\/b> None..<br><b>N. Kokudo, <\/b> None..<br><b>Y. Kawamura, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4540","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2964","PresenterBiography":null,"PresenterDisplayName":"Hiroto Hatano","PresenterKey":"c9cc8af0-74f3-4b3d-ba31-b949876c2649","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2964. Glutathione S-transferase omega 2 (GSTO2) suppresses the acquisition of the senescent tumor cells phenotype in lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glutathione S-transferase omega 2 (GSTO2) suppresses the acquisition of the senescent tumor cells phenotype in lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Treatment options for molecular subtypes of colorectal cancer (CRC) are urgently needed, including for<i> PIK3CA<\/i> mutant CRC. Previous work in our lab demonstrated enhanced activity of copanlisib in combination with romidepsin in <i>PIK3CA<\/i> mutant CRC models. Here we investigate the induction of <i>GADD45B<\/i> as a mechanism of the enhanced induction of apoptosis seen with this treatment strategy.<br \/>Methods: RNA sequencing was done on the CRC 2D cell line, SW48PK (Horizon Discovery, SW48 PIK3CA<sup>H1047R\/+<\/sup> mutation) as well as <i>PIK3CA <\/i>mutant and wild-type patient derived cancer organoids (PDCOs) through the UW Biotechnology Center. All lines were treated with copanlisib, romidepsin, or combination and were compared with untreated controls. <i>GADD45B<\/i> gene expression was also confirmed on SW48PK, <i>PIK3CA <\/i>mutant, wild type, and<i> PIK3CA <\/i>and <i>KRAS <\/i>mutant PDCOs using RT-qPCR.<br \/>Results: RNA sequencing determined that there was an increase of <i>GADD45B<\/i> expression in the SW48PK 2D cell line as well as in <i>PIK3CA <\/i>mutant and wild-type PDCOs treated with the combination compared to untreated controls (average log2 fold change= 1.83). A significant increase in <i>GADD45B <\/i>expression was seen in the SW48PK combination treatment group compared to the control group at 6 hours (combination median fold change= 2.7, p= 0.045) and 24 hours (4.1, p&#60; 0.001). For <i>PIK3CA <\/i>mutant PDCOs treated with the combination, there was significant increase in <i>GADD45B<\/i> expression at 6 hours (9.45, p= 0.005) and 24 hours (14.7, p= 0.002) compared to untreated control. In wild type PDCOs, there was a significant increase in <i>GADD45B<\/i> expression in the combination compared to untreated control at 6 hours (32.95, p=0.004) but not after 24 hours (2.6, p= 0.42). For KRAS mutant PDCOs, there was a significant increase in <i>GADD45B<\/i> expression in combination treated cells at 6 (9.9, p= 0.001) and 24 hours (3.3, p= 0.047), however, this increase was less than <i>PIK3CA <\/i>mutant PDCOs at 24 hours (3.3 vs 14.7).<br \/>Conclusions: Copanlisib in combination with romidepsin increases <i>GADD45B<\/i> expression in PDCOs and SW48PK. Further studies will determine if <i>GADD45B<\/i> is required for this treatment response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-06 Other,,"},{"Key":"Keywords","Value":"Stress response,HDAC inhibitor,PI3K,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Maduscha<\/b>, A. Schmitz, R. DeStefanis, C. Pasch, D. Deming; <br\/>University of Wisconsin - Madison, Madison, WI","CSlideId":"","ControlKey":"4334c68d-4b2d-47b6-8e19-b90cbd140492","ControlNumber":"3380","DisclosureBlock":"&nbsp;<b>K. Maduscha, <\/b> None..<br><b>A. Schmitz, <\/b> None..<br><b>R. DeStefanis, <\/b> None..<br><b>C. Pasch, <\/b> None.&nbsp;<br><b>D. Deming, <\/b> <br><b>Merck<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, Consulting\/Advisory Boards. <br><b>Aadi Biosciences<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract, Other, Consulting\/Advisory Boards. <br><b>Curegenix<\/b> Grant\/Contract. <br><b>Promega<\/b> Grant\/Contract. <br><b>Natera<\/b> Grant\/Contract. <br><b>STRATA Oncology<\/b> Grant\/Contract. <br><b>Cornerstone Pharmaceuticals<\/b> Grant\/Contract. <br><b>Arcus<\/b> Grant\/Contract. <br><b>Guardant Health<\/b> Grant\/Contract. <br><b>Ipsen<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract, Other, Consulting\/Advisory Boards. <br><b>Revolution Medicine<\/b> Grant\/Contract. <br><b>Bayer<\/b> Other, Consulting\/Advisory Boards. <br><b>Foundation Medicine<\/b> Other, Consulting\/Advisory Boards. <br><b>Seagen<\/b> Other, Consulting\/Advisory Boards. <br><b>Rengeneron<\/b> Other, Consulting\/Advisory Boards.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4541","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2965","PresenterBiography":null,"PresenterDisplayName":"Kennedy Maduscha, No Degree","PresenterKey":"3e32d0ce-3c51-42a9-a287-b565906c4f75","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2965. <i>GADD45B<\/i> as a mechanism for enhanced treatment response with the combination of copanlisib and romidepsin in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>GADD45B<\/i> as a mechanism for enhanced treatment response with the combination of copanlisib and romidepsin in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Diverse conventional cancer therapies, including genotoxic agents and cell cycle or cell division-targeting drugs, can trigger cancer cell senescence. Senescent cells (SnCs) induced by cancer therapy often display unrepaired chromosomal damage but persist indefinitely. SnCs remain metabolically active and display distinct alterations in transcription, secretion, and membrane protein expression\/presentation. While initially viewed as a favorable outcome and likely tumor-suppressive mechanism, therapy-induced senescence has more recently been recognized as contributing to resistance, recurrence and metastasis. Adverse effects may be mediated in part by release of inflammatory mediators as components of the senescence-associated secretory phenotype (SASP). Recent studies have argued for reconsidering the potential benefits of therapy-induced senescence, especially in modulating the tumor microenvironment to potentiate anti-tumor immunity and potentiate immunotherapy. We have explored the potential for SnCs to serve as vaccines, building upon prior findings where we demonstrated the immunogenic senescence triggered by the combination of ionizing radiation (IR) and the PARP1\/2 inhibitor veliparib. We find that SnCs are avidly taken up by type I conventional, CD11c+\/CD103+ dendritic cells (DCs), promoting their activation and maturation. Thereby, SnCs promote DC function in T cell priming and stimulation. The capacity of SnCs to activate DCs depends on how the SnCs are formed, with our results confirming IR+veliparib induces high immunogenicity and implicating a distinct SASP in these effects. On the other hand, blocking STING signaling limits SnC activation of DCs. In vivo experiments with the murine tumor models CT26 and 4T1 suggest that both SnCs and SnC-pulsed DCs serve as effective anti-tumor vaccines. They not only confer protective immunity against tumor engraftment but also act as therapeutic vaccines, inhibiting both primary and disseminated tumor growth, and synergize with radiotherapy and immune checkpoint blockade. While direct administration of tumor-derived SnCs to patients may raise safety concerns, pulsing autologous DCs with tumor SnCs may help drive anti-tumor immune response, offering a promising path toward personalized cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Immunogenic cell death,Dendritic cells,Senescence,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Liu<\/b>, J. Pagacz, D. J. Wolfgeher, S. J. Kron; <br\/>University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"c87b6430-ffd6-48c2-8b52-cf396528aade","ControlNumber":"7708","DisclosureBlock":"<b>&nbsp;Y. Liu, <\/b> <br><b>Calico Biosciences<\/b> Employment.<br><b>J. Pagacz, <\/b> None..<br><b>D. J. Wolfgeher, <\/b> None.&nbsp;<br><b>S. J. Kron, <\/b> <br><b>AbbVie<\/b> Grant\/Contract. <br><b>Oligo Foundry<\/b> Stock. <br><b>OncoSenescence<\/b> Stock. <br><b>BioFluid Technologies<\/b> Stock. <br><b>Riptide Therapeutics<\/b> Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4542","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2966","PresenterBiography":null,"PresenterDisplayName":"Yue Liu, PhD","PresenterKey":"a6feb28f-8d00-42ce-ac2c-c3c8c98e5313","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2966. Senescent cancer cell vaccines induce cytotoxic T cell responses targeting primary tumors and disseminated tumor cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Senescent cancer cell vaccines induce cytotoxic T cell responses targeting primary tumors and disseminated tumor cells","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is an aggressive KRAS-driven cancer that remains one of the most lethal of all human malignancies. Oncogenic KRAS relies on elevated reactive oxygen species (ROS) to support pro-tumorigenic signaling. However, these elevated ROS levels can also evoke tumor suppressive oxidative stress; thus KRAS-driven cancers must evolve protective redox adaptations to mitigate ROS-induced anti-tumor consequences. Here we report a unique adaptation centered on redox maintenance of nucleotide pool integrity, that supports aggressive PDAC tumorigenesis. MTH1 is the main mammalian 8-oxodGTPase that is known to be elevated in various RAS-driven cancers including PDAC. We have previously shown MTH1 is critical for ROS-mediated oncogenic signaling, and promotes escape from oncogene-induced senescence. We therefore hypothesized that MTH1 provides important redox support for aggressive PDAC tumor growth. Consistent with this, we found that elevated MTH1 expression was strongly correlated with poor disease-free survival in PDAC patients. These findings extended to KRAS-driven PDAC cell lines: highly proliferative human PDAC cells strongly expressed MTH1 (MTH1<sup>high<\/sup>), and MTH1 deletion was selectively anti-tumorigenic against MTH1<sup>high<\/sup> cells. Furthermore, introduction of MTH1-null backgrounds into gold standard genetically engineered PDAC mouse models selectively decreased 8-oxodGTPase activity levels and slowed PDAC growth in aggressive, short latency Ptf1a<sup>cre\/+<\/sup>;LSL-Kras<sup>G12D\/+<\/sup>;Tgfbr2<sup>flox\/flox<\/sup> (PKT) mice, but with no effect in longer latency Pdx1<sup>Cre<\/sup>; LSL- Kras<sup>G12D\/+<\/sup>; LSL-Trp53<sup>R172H\/+<\/sup> (KPC) mice. These selective anti-tumorigenic effects were accompanied by a reduction in circulating immunosuppressive cytokines in PKT mice, further suggesting that MTH1 potentially supports aggressive tumorigenesis through induction of systemic immunosuppression. Consistent with this, pancreatic-restricted MTH1 conditional deletion fully rescued PDAC growth in PKT mice. Our findings here thus suggest that MTH1-dependent redox protection of the nucleotide pool represents a unique TME adaptation that supports aggressive PDAC tumorigenesis. Further studies will investigate whether this adaptation is maintained through symbiotic tumor\/stroma or tumor\/immune cell crosstalk, as observed for other KRAS-driven traits. Ultimately, interventions designed to target MTH1-dependent protection of the nucleotide pool could hold promise as novel therapeutic strategies for this untreatable disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-06 Other,,"},{"Key":"Keywords","Value":"Pancreatic cancer,MTH1,8-oxo-dGTPase,Novel mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Mateo-Victoriano<\/b><sup>1<\/sup>, L. Zhang<sup>1<\/sup>, J. Samaranayake<sup>1<\/sup>, Z. McGaughey<sup>1<\/sup>, C. Due<sup>1<\/sup>, C. Troccoli<sup>1<\/sup>, M. G. Mohsen<sup>2<\/sup>, N. Nagathihalli<sup>1<\/sup>, O. G. McDonald<sup>1<\/sup>, M. VanSaun<sup>1<\/sup>, E. T. Kool<sup>2<\/sup>, P. Rai<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Miami Miller School of Medicine, Miami, FL, <sup>2<\/sup>Stanford University, Stanford, CA","CSlideId":"","ControlKey":"b33824b5-799a-4542-b783-d567e8361934","ControlNumber":"4728","DisclosureBlock":"&nbsp;<b>B. Mateo-Victoriano, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>J. Samaranayake, <\/b> None..<br><b>Z. McGaughey, <\/b> None..<br><b>C. Due, <\/b> None..<br><b>C. Troccoli, <\/b> None..<br><b>M. G. Mohsen, <\/b> None..<br><b>N. Nagathihalli, <\/b> None..<br><b>O. G. McDonald, <\/b> None..<br><b>M. VanSaun, <\/b> None..<br><b>E. T. Kool, <\/b> None..<br><b>P. Rai, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4543","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2967","PresenterBiography":null,"PresenterDisplayName":"Beatriz Mateo-Victoriano, BS","PresenterKey":"6b5111c8-3b58-4c89-8555-aa769b1fc32f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2967. The mammalian 8-oxo-dGTPase, MTH1, as a novel targetable vulnerability in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The mammalian 8-oxo-dGTPase, MTH1, as a novel targetable vulnerability in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Non-small cell lung carcinoma (NSCLC) is a major cause of cancer mortality. High expression of the epithelial-to-mesenchymal transition transcription factor TWIST1 is strongly associated with metastatic cancers and treatment resistance. Additionally, TWIST1 can upregulate O-GlcNAcylation which (1) is required to suppress fail-safe programs such as oncogene (KRas<sup>G12D<\/sup>)-induced senescence (OIS) to accelerate tumorigenesis in primary NSCLC tumors, and (2) is a potential modulator of DNA repair\/radiation response. To decipher the domains and transcriptional targets required for tumorigenicity and radioresistance, we created a novel genetically engineered mouse model (GEMM) allowing tetracycline-inducible expression in the lung epithelium<i> <\/i>(via lung specific CCSP-reverse tetracycline transactivator<i> <\/i>(C)) of <i>KRas<sup>G12D<\/sup><\/i> (R) with <i>Twist1<\/i><sup>wt<\/sup> (T) or with <i>Twist1<sup>F191G<\/sup><\/i> transactivation-null mutant (F). CRT mice had shorter tumor-free survival and more aggressive tumors compared to CR\/CRF mice indicating that the <i>Twist1<\/i> transactivation domain is required for <i>Twist1<\/i>-dependent tumorigenesis acceleration. Also, <i>Twist1<\/i><sup>wt<\/sup> expression promoted radioresistance in cell lines and GEMMs. Contrary to CRT, CRF showed a progressive loss of <i>Twist1<sup>F191G<\/sup><\/i> expression over time suggesting no functionality\/no selective advantage. CRT lung tumors had higher proliferation (Ki67) and lower cell-cycle arrest (p16) compared to CR\/CRF suggesting that the transactivation domain of <i>Twist1<\/i> is important for the suppression of OIS. Supporting these data, we observed in non-cancer Human Bronchial Epithelial Cell (HBEC) that the co-expression of human <i>TWIST1<sup>wt<\/sup><\/i> (HBEC-TWIST1<sup>wt<\/sup>) could suppress <i>HRas<sup>G12V<\/sup><\/i>-induced senescence while the transactivation-null <i>TWIST1<sup>F187G<\/sup><\/i> mutant (HBEC-TWIST1<sup>F187G<\/sup>) could not. Additionally, HBEC expressing <i>HRas<sup>G12V<\/sup>-TWIST1<sup>wt<\/sup><\/i> had enhanced tumorigenic\/invasive programs. Interestingly, we observed that the inhibition of O-GlcNAcylation rescued OIS in HBEC-<i>HRas<sup>G12V<\/sup><\/i>-<i>TWIST1<sup>wt<\/sup><\/i> while the stimulation of O-GlcNAcylation in HBEC<i>-HRas<sup>G12V<\/sup><\/i>-<i>TWIST1<sup>F187G<\/sup><\/i> suppressed OIS. Furthermore, <i>TWIST1<sup>wt<\/sup> <\/i>expression with <i>HRas<sup>G12V<\/sup><\/i> modulated MYC downstream targets and the inhibition of MYC activity using the novel MYC inhibitor MYCi975 in HBEC-<i>HRas<sup>G12V<\/sup><\/i>-TWIST1<sup>wt<\/sup> also rescued OIS induction. Altogether, these results suggest that TWIST1 may suppress OIS via MYC signaling and nominate MYCi975 as a means to activate latent OIS programs. In this context, MYC inhibiting strategies could serve as a therapeutic sensitizer for TWIST1-positive NSCLC. This work and our future studies on TWIST1 toward the control of OIS, O-GlcNAcylation and of mechanisms of radioresistance may help to identify new potential NSCLC therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Epithelial-mesenchymal transition (EMT),Oncogene,Senescence,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. M. Lafargue<\/b><sup>1<\/sup>, H. Wang<sup>2<\/sup>, S. T. Chettiar<sup>3<\/sup>, R. P. Gajula<sup>3<\/sup>, A. C. Shetty<sup>1<\/sup>, Y. Song<sup>1<\/sup>, B. W. Simons<sup>3<\/sup>, T. Nguyen<sup>1<\/sup>, C. Lam<sup>3<\/sup>, F. A. Carrieri<sup>3<\/sup>, C. Smack<sup>3<\/sup>, N. Connis<sup>3<\/sup>, D. Chowdhury<sup>1<\/sup>, J. Chang<sup>1<\/sup>, D. Council<sup>1<\/sup>, K. Nugent<sup>3<\/sup>, I. Siddiqui<sup>3<\/sup>, K. Taparra<sup>3<\/sup>, M. Rezaee<sup>3<\/sup>, N. Zachara<sup>3<\/sup>, Z. S. Morris<sup>4<\/sup>, C. McFarland<sup>5<\/sup>, S. Abdulkadir<sup>6<\/sup>, C. L. Hann<sup>3<\/sup>, P. T. Tran<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Maryland Baltimore, School of Medicine, Baltimore, MD, <sup>2<\/sup>GenoImmune Therapeutics, Wuhan, China, <sup>3<\/sup>Johns Hopkins University, School of Medicine, Baltimore, MD, <sup>4<\/sup>University of Wisconsin School of Medicine and Public Health, Madison, WI, <sup>5<\/sup>Case Western Reserve University, School of Medicine, Cleveland, OH, <sup>6<\/sup>Northwestern University Feinberg School of Medicine, Chicago, IL","CSlideId":"","ControlKey":"bb5e3d6d-de78-4408-a811-ea1311d992bc","ControlNumber":"2545","DisclosureBlock":"&nbsp;<b>A. M. Lafargue, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>S. T. Chettiar, <\/b> None..<br><b>R. P. Gajula, <\/b> None..<br><b>A. C. Shetty, <\/b> None..<br><b>Y. Song, <\/b> None..<br><b>B. W. Simons, <\/b> None..<br><b>T. Nguyen, <\/b> None..<br><b>C. Lam, <\/b> None..<br><b>F. A. Carrieri, <\/b> None..<br><b>C. Smack, <\/b> None..<br><b>N. Connis, <\/b> None..<br><b>D. Chowdhury, <\/b> None..<br><b>J. Chang, <\/b> None..<br><b>D. Council, <\/b> None..<br><b>K. Nugent, <\/b> None..<br><b>I. Siddiqui, <\/b> None..<br><b>K. Taparra, <\/b> None..<br><b>M. Rezaee, <\/b> None..<br><b>N. Zachara, <\/b> None.&nbsp;<br><b>Z. S. Morris, <\/b> <br><b>Seneca Therapeutics<\/b> Other, Scientific Advisory Board Member and Equity Options.\u000d\u000aResearch Agreements.. <br><b>Archeus Technologies Inc.<\/b> Other, Scientific Advisory Board Member and Equity Options.\u000d\u000aResearch Agreements.. <br><b>NorthStar Medical Isotopes<\/b> Other, Scientific Advisory Board Member and Equity Options. <br><b>Wisconsin Alumni Research Foundation<\/b> Patent. <br><b>Telix Pharmaceuticals<\/b> Other, Research Agreements. <br><b>XRad Therapeutics<\/b> Other, Research Agreements. <br><b>Bayer Pharmaceuticals<\/b> Other, Research Agreements. <br><b>AstraZeneca<\/b> Other, Research Agreements. <br><b>Bristol-Myers Squibb<\/b> Other, Research Agreements. <br><b>Point Biopharmaceuticals<\/b> Other, Research Agreements. <br><b>Invenra<\/b> Other, Research Agreements. <br><b>Viewpoint Molecular Targeting<\/b> Other, Research Agreements. <br><b>Nektar Therapeutics<\/b> Other, Research Agreements. <br><b>Apeiron<\/b> Other, Research Agreements.<br><b>C. McFarland, <\/b> None.&nbsp;<br><b>S. Abdulkadir, <\/b> <br><b>Vortex Therapeutics<\/b> Other Business Ownership, Other Intellectual Property, Co-founder and ownership interests in the company.&nbsp;<br><b>C. L. Hann, <\/b> <br><b>Amgen<\/b> Other, Consultant\/Advisory role. <br><b>Daichii<\/b> Other, Consultant\/Advisory role. <br><b>Puma Biotechnology<\/b> Other, Consultant\/Advisory role. <br><b>AbbVie<\/b> Other, Research\/grant funding (directly to the institution). <br><b>Amgen<\/b> Other, Research\/grant funding (directly to the institution). <br><b>AstraZeneca<\/b> Other, Research\/grant funding (directly to the institution). <br><b>BMS<\/b> Other, Research\/grant funding (directly to the institution). <br><b>P. T. Tran, <\/b> <br><b>Natsar Pharmaceuticals<\/b> Patent, Other, Consulting\/advisory role.\u000d\u000aPatent (Compounds and methods of use in ablative radiotherapy. Patent filed 3\/9\/2012. PCT\/US2012\/028475. PCT\/WO\/2012\/122471) licensed with royalities to Natsar Pharmaceuticals.. <br><b>Astellas Pharma<\/b> Other, consulting\/advisory role, research funding. <br><b>Regeneron<\/b> Other, consulting\/advisory role. <br><b>Reflexion Medical<\/b> Other, consulting\/advisory role, travel\/accommodations\/expenses, honoraria, research funding. <br><b>Dendreon<\/b> Other, consulting\/advisory role. <br><b>Noxopharm<\/b> Other, consulting\/advisory role. <br><b>Janssen<\/b> Other, consulting\/ advisory role. <br><b>Myovant Sciences<\/b> Other, consulting\/advisory role. <br><b>AstraZeneca<\/b> Other, consulting\/advisory role. <br><b>Bayer Health<\/b> Other, consulting\/advisory role, research funding. <br><b>Lantheus<\/b> Other, consulting\/advisory role.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4544","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2968","PresenterBiography":null,"PresenterDisplayName":"Audrey Lafargue, PhD","PresenterKey":"8a40037d-d01b-452a-9218-4b43dcda4837","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2968. TWIST1-induced suppression of oncogene-induced senescence in non-small cell lung cancer requires the transactivation domain of TWIST1","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TWIST1-induced suppression of oncogene-induced senescence in non-small cell lung cancer requires the transactivation domain of TWIST1","Topics":null,"cSlideId":""},{"Abstract":"Clearing senescent cells has been shown to have promising effects against cancer and age-related pathologies in preclinical models as well as early human clinical trials. However, current senescent cell elimination strategies are focused on targets that do not distinguish between hyper-inflamed or SASP senescent cells versus relatively non-inflamed senescent cells. The use of senolytics in the clinic is still limited due to their cytotoxicity to either normal cells or potentially beneficial senescent cells. A more effective senescence cell targeted approach is needed to reduce side effects and increase the efficiency of senescence cell removal or reduction.<br \/>Conditionally Active Biologics (CAB) technology is a proprietary platform unique in its ability to be selectively active in the context of diseased tissues, but not normal tissues. The aberrant accumulation of senescent cells in aged and cancerous tissue triggers inflammatory signaling through a senescence-associated secretory phenotype (SASP), promoting aging and tumor progression. Since our CAB technology is currently being tested as a cancer therapy by targeting cell surface markers such as AXL, ROR2, and CTLA4 in clinical studies, we explored whether CAB technology allows selective removal of senescent cells in SASP-associated microenvironments.<br \/>In our previous report, we demonstrated several novel senescence-specific surface antigens upregulated in senescent cells (1). CAB antibodies targeting these senescence markers have no or very low binding to the target antigen on senescence cells in physiological, alkaline conditions, but have strong binding in glycolytic, acidic SASP conditions in <i>in vitro<\/i> binding assays. In <i>in vitro<\/i> antibody-dependent cell-mediated cytotoxicity assays, CAB antibodies were more potent against senescent cells compared to proliferating cells and displayed high selectivity for the glycolytic, acidic condition. To study whether CAB antibody reduces senescent cell occurrence <i>in vivo<\/i>, we developed a unilateral ureteral obstruction (UUO) mouse model to induce senescent cells, fibrosis, and inflammation in mouse kidney. The mice treated with CAB antibodies had a significant reduction of senescent cells and inflammatory cells infiltrated in the renal cortex, compared to the mice treated with benchmark and isotype antibodies in UUO kidneys. Thus, the CAB antibody-based therapeutic is a promising strategy for senescent cell removal in an inflammatory microenvironment. In conclusion, CAB technology provides a new generation of biologics with an increased safety margin and therapeutic index targeting SASP, acidic senescence cells in cancer and age-related diseases.<br \/>(1). Chen J, Wang J, Liu H, Chang C, Boyle WJ, and Short JM. Abstract 4795: Conditionally active biologics eliminates senescence cells in cancer and aging. Cancer Res (2023) 83.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Aging,Inflammation,Microenvironment,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Chen<\/b>, J. Wang, H. Liu, C. Chang, W. J. Boyle, J. M. Short; <br\/>BioAtla, San Diego, CA","CSlideId":"","ControlKey":"e3777b4c-cbd6-4f8b-9f05-ef619255f763","ControlNumber":"3917","DisclosureBlock":"&nbsp;<b>J. Chen, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>C. Chang, <\/b> None..<br><b>W. J. Boyle, <\/b> None..<br><b>J. M. Short, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4545","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2969","PresenterBiography":null,"PresenterDisplayName":"Jian Chen, MD;PhD","PresenterKey":"aa29235e-a63d-443d-87f9-92a03c7af065","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2969. Targeting novel senescence markers by conditionally active biologics eliminates senescence-associated secretory phenotype in <i>in vitro<\/i> and <i>in vivo<\/i> models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting novel senescence markers by conditionally active biologics eliminates senescence-associated secretory phenotype in <i>in vitro<\/i> and <i>in vivo<\/i> models","Topics":null,"cSlideId":""},{"Abstract":"Doxorubicin (Dox) is part of the anthracycline drug family and is known for its broad and effective use as a chemotherapeutic agent. It is commonly used to treat solid tumors and malignancies such as leukemia, breast, lung, and ovarian cancers. Unfortunately, its use in treating advanced cancers is limited due to its cardiotoxic side effects. Therefore, various adjuvant approaches are required to increase Dox's efficacy and to reduce unwanted toxicities including cardiotoxicity. Semaglutideis a glucagon-like peptide-1 (GLP-1) receptor agonist commonly used to treat type-2 diabetes. In his study, the effect of Semaglutide in preventing Dox-induced endothelial cell toxicity was investigated. Our data indicate that Semaglutide prevents Dox-induced cell death in human umbilical vein endothelial cells (HUVEC) in a dose- and time-dependent manner. Similarly, live and dead cell staining assay also confirms Semaglutide prevents Dox-induced endothelial cell death. Semaglutide also prevented the Dox-induced apoptosis of HUVECs. It also prevented the Dox-induced reactive oxygen species and activation of caspase-3. Further, Semaglutide regulated the expression of various anti- and pro-apoptotic and inflammatory factors induced by Dox. Inconclusion, our current results suggests that the anti-diabetic drug, Semaglutide, could prevent Dox-induced endothelial cell death by regulating the expression of various pro-apoptotic, anti-apoptotic and inflammatory markers. Thus, our data indicate that Semaglutide could be used as a potential adjuvant drug to reduce the adverse effects of anthracycline chemotherapeutic drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-06 Other,,"},{"Key":"Keywords","Value":"Doxorubicin,Cardiotoxicity,Cancer therapy,Endothelial cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Bakhit<\/b>, C. Amaefuna, K. Ramana; <br\/>Noorda College of Osteopathic Medicine, LLC, Provo, UT","CSlideId":"","ControlKey":"14d71049-5e08-4682-98ab-efe8761da5c3","ControlNumber":"975","DisclosureBlock":"&nbsp;<b>S. Bakhit, <\/b> None..<br><b>C. Amaefuna, <\/b> None..<br><b>K. Ramana, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4546","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2970","PresenterBiography":null,"PresenterDisplayName":"Sandra Bakhit","PresenterKey":"c446e7c8-490c-45fa-ab3b-50ad5aebba66","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2970. Anti-diabetic drug, semaglutide, prevents doxorubicin-induced endothelial cell toxicity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-diabetic drug, semaglutide, prevents doxorubicin-induced endothelial cell toxicity","Topics":null,"cSlideId":""},{"Abstract":"Anabolic activity, driven by growth factor signaling, is essential for cellular activities, including cell growth, proliferation, and protein synthesis. Dysregulation of growth factor signaling has been implicated in numerous human pathological conditions, including cancer and aging. Interestingly, cancer cells and senescent cells - two completely different cell fates - are reported to have an increased anabolic activity. Here, we show endosomal condensation of a growth factor receptor as a molecular switch for such anabolic enhancement. Endosomal condensates of a growth factor receptor (ecGFR) exhibit liquid-liquid phase separation (LLPS), acting as a signaling hub locked in the &#8216;ON&#8217; state by preventing their lysosomal degradation. Furthermore, we identify a regulatory circuit that operates in both cancer and senescence to facilitate the formation of ecGFR and its physicochemical properties. Pharmacological and genetic resolution of ecGFR corrects aberrant anabolism in cancer and senescence, thereby suppressing cancer growth and senescence-associated hyperinflammation <i>in vitro<\/i> as well as <i>in vivo<\/i>. Thus, our study provides a convergent anabolic core between cancer and senescence that could be exploited as a therapeutic vulnerability for human pathological conditions associated with aberrant anabolism.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Senescence,Endocytosis,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"T. Kim, <b>H. Choi<\/b>, T. Yoon, C. Kang; <br\/>Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"a9c8b91d-18fd-4bc0-8043-ff2fed53130b","ControlNumber":"1853","DisclosureBlock":"&nbsp;<b>T. Kim, <\/b> None..<br><b>H. Choi, <\/b> None..<br><b>T. Yoon, <\/b> None..<br><b>C. Kang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4547","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2971","PresenterBiography":null,"PresenterDisplayName":"Haebeen Choi, BS","PresenterKey":"e675540d-f30a-4ca8-acdb-13e9d73dcacd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2971. A cytosolic growth factor receptor serves as a convergent core of condensates for anabolic activity in cancer and senescence","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A cytosolic growth factor receptor serves as a convergent core of condensates for anabolic activity in cancer and senescence","Topics":null,"cSlideId":""},{"Abstract":"A big challenge in oncology is tumor heterogeneity, as the same type of tumor can manifest differently across patients. Our current cancer therapies focus on targeting malignant cells without considering how the tumor microenvironment influence tumorigenesis or changes in response to treatment. Therefore, identifying effective therapies that restrict tumor growth and progression while restoring optimal tissue and organ function is imperative. Here, we propose a potential strategy to delay the frequency of lung tumorigenesis and reduce progression by selectively targeting tumor-promoting senescent cells that arise with advancing age, prolonging antitumor immunity.<br \/>Using lung tumor-prone mice, we found that senescent cells, specifically senescent alveolar macrophages, accumulate early in hyperplastic lesions. Mechanistically, these macrophages upregulate the cell cycle regulator p16<sup>Ink4a<\/sup>; express the cell surface protein CXCR1; they are distinct from other established subsets; are sensitive to senolytic interventions; have a tumor-promoting secretome, including SPP1; and express immunosuppressive factors that modulate the antitumor immune response. Selective clearance of senescent macrophages attenuates adenoma development, indicating they, at least in part, promote tumorigenesis. Importantly, we observed alveolar macrophages with these properties accumulating in treatment-naive human early-stage lung adenocarcinoma <i>in situ, <\/i>indicating that the cellular senescence program in macrophages is a conserved etiology<i>. <\/i>We also found that senescent alveolar macrophages accumulate in otherwise naturally aged normal mouse lungs and their persistence correlates with increased inflammation. Collectively, our findings suggest that targeting senescent macrophages may constitute a potential therapeutic intervention to postpone or attenuate lung cancer during the early stages of the disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Senescence,Macrophages,Aging,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. I. Prieto<\/b>; <br\/>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"dab56991-a986-455c-80ba-06a7aeccae75","ControlNumber":"2879","DisclosureBlock":"&nbsp;<b>L. I. Prieto, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4548","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2972","PresenterBiography":null,"PresenterDisplayName":"Luis Prieto, BS;PhD","PresenterKey":"b6593e60-d6bd-4068-8f5f-fd42a4185fd9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2972. Senescent macrophages drive tumorigenesis by limiting antitumor immunity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Senescent macrophages drive tumorigenesis by limiting antitumor immunity","Topics":null,"cSlideId":""},{"Abstract":"In 2011, NBTXR3 emerged as the pioneering radioenhancer used in clinical practice to treat patients with locally advanced soft tissue sarcoma (LA-STS). Following the successful completion of a phase II\/III clinical study for LA-STS, with a doubling of the pCR rate in the NBTXR3 arm compared with the control arm. NBTXR3 became the first radioenhancer to receive CE mark approval. NBTXR3 nanoparticles are composed of a functionalized core made of hafnium oxide, a high atomic number element. They were designed to enhance the effects of radiotherapy (RT) within cells without causing additional side effects on healthy tissues. Exploiting this physical mechanism, radiation-activated NBTXR3 (NBTXR3+RT) has exhibited superior efficacy in eradicating tumor cells and managing tumor growth in various preclinical models and in human studies. It surpasses the effects of RT alone while maintaining a favorable safety profile. Recent preclinical investigations have uncovered that the advantages of NBTXR3 go beyond mere radioenhancement and improved cancer cell destruction. Notably, NBTXR3 has been reported to possess immunomodulatory properties through several mechanisms, including 1) improved induction of DNA damage, leading to enhanced activation of the cGAS-STING pathway, 2) promotion of immunogenic cell death, 3) enhancement of immunopeptidome presentation, 4) generation of an antitumor immune response that results in the production of an abscopal effect mediated by CD8+ cytotoxic lymphocytes. Significantly, a series of recent studies using a two-tumor mouse model of anti-PD1-resistant lung cancer demonstrated that the addition of NBTXR3 significantly improved the efficacy of various treatment regimens (combinations of RT plus anti-PD1 and other checkpoint inhibitors) in terms of tumor growth, abscopal effect, and overall survival. Furthermore, similar benefits can be achieved when NBTXR3 is combined with proton therapy (PBT). Moreover, all these studies (both X-ray and PBT) reported a robust activation of the antitumor immune response, the restoration of the effectiveness of anti-PD1 therapy, and the induction of a memory response in cured mice. But our knowledge of the underlying biological processes that lead to these effects remains rather limited. For example, no information is available about the fate of these nanoparticles once they are injected into a tumor or when they are released by dying cancer cells. To gain a better understanding of these issues, we conducted a series of in vitro and in vivo experiments. We demonstrate that the endocytosis occurs similarly both in vivo and in vitro, at the level of tumor cells. Furthermore, we demonstrate in vitro that nanoparticles taken up by these tumor cells and subsequently released upon their death can be reinternalized by other tumor cells, thus facilitating their destruction by RT. These initial findings provide a deeper insight into the behavior of NBTXR3.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Nanoparticle,Radiotherapy,Radioenhancer,Lysosomal membrane permeabilization,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Da silva<\/b>, C. Bienassis, S. Paris; <br\/>Nanobiotix, Paris, France","CSlideId":"","ControlKey":"1cb4a5a1-a32a-478f-8309-b5cb66e06746","ControlNumber":"331","DisclosureBlock":"<b>&nbsp;J. Da silva, <\/b> <br><b>Nanobiotix<\/b> Employment. <br><b>C. Bienassis, <\/b> <br><b>Nanobiotix<\/b> Employment. <br><b>S. Paris, <\/b> <br><b>Nanobiotix<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4549","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2973","PresenterBiography":null,"PresenterDisplayName":"Jordan DA SILVA, PhD","PresenterKey":"ed39d8ad-5afc-4c3a-8176-2be2ac1feb3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2973. Analysis of NBTXR3 nanoparticles recapture after release by dying cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analysis of NBTXR3 nanoparticles recapture after release by dying cells","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is the most common visceral neoplasm and the second leading cause of cancer-related deaths in male of western societies. Low circulating vitamin D levels and reduced expression of its receptor (VDR) correlate with PCa risk and severity, but the clinical use of vitamin D is limited by its pro-calcemic activities. To characterize the role of VDR in PCa, PTEN<sup>(i)pe-\/-<\/sup> mice, that recapitulate the human disease and in which the tumor suppressor gene PTEN is selectively inactivated in prostatic epithelial cells (PECs) at adulthood, were compared to PTEN\/VDR<sup>(i)pe-\/-<\/sup> mice in which PECs are PTEN and VDR-deficient. Histological analysis showed that prostatic intraepithelial neoplasia (PIN) are formed between 1-3 months after gene inactivation (AGI). Importantly, VDR-deficiency increased by 2-fold the PECs proliferation rate as early as 1-month AGI. At this stage, RNA-seq and immunohistochemistry analysis revealed the presence of oxidative DNA damage selectively in VDR-deficient PINs. Moreover, a 4-week supplementation with the antioxidant N-acetyl cysteine reduced oxidative DNA damage in PTEN\/VDR<sup>(i)pe-\/- <\/sup>prostates, and normalized the number of Ki-67+ cells to the levels of PTEN<sup>(i)pe-\/- <\/sup>ones. After 3 months AGI, both PTEN<sup>(i)pe-\/- <\/sup>and PTEN\/VDR<sup>(i)pe-\/- <\/sup>tumors entered in a latency phase characterized by cellular senescence. However, the prostate weight in PTEN\/VDR<sup>(i)pe-\/-<\/sup> mice was 2-fold higher than in PTEN<sup>(i)pe-\/-<\/sup> mice 12 months AGI. In addition, tumors of PTEN<sup>(i)pe-\/-<\/sup> were mostly composed of non-invasive PIN-like adenocarcinoma, whereas invasive adenocarcinoma, sarcomatoid and squamous-cell carcinoma were observed in those of PTEN\/VDR<sup>(i)pe-\/- <\/sup>mice. Using single cell and spatial transcriptomics, we unraveled the presence of epithelial cells with epithelial-mesenchymal transition (EMT) hallmarks in PTEN\/VDR<sup>(i)pe-\/-<\/sup> prostate 10 months AGI. In addition, immunophenotyping revealed a higher infiltration of neutrophils, also termed as myeloid-derived suppressive cells and implicated in EMT and metastasis dissemination, in PTEN\/VDR<sup>(i)pe-\/-<\/sup> prostates compared to PTEN<sup>(i)pe-\/-<\/sup> ones. Moreover, pan-cytokeratin-positive micro-metastasis were detected in lymph nodes and livers of PTEN\/VDR<sup>(i)pe-\/-<\/sup> mice, but not in those of PTEN<sup>(i)pe-\/- <\/sup>mice, demonstrating that VDR-deficiency in PECs promotes aggressive PCa. Thus, VDR signaling exerts a protective role on PTEN-deficient PECs by limiting the oxidative-stress and proliferation during PINs initiation, and prevents PCa progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-06 Other,,"},{"Key":"Keywords","Value":"Vitamin D receptor,Prostate cancer,Mouse models,Oxidative DNA damage,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Len<\/b><sup>1<\/sup>, J. Gantzer<sup>1<\/sup>, N. Le May<sup>2<\/sup>, C. Thibault-Carpentier<sup>1<\/sup>, D. Metzger<sup>1<\/sup>, G. Laverny<sup>1<\/sup>; <br\/><sup>1<\/sup>IGBMC -CNRS UMR7104 - INSERM U1258 - Univ. of Strasbourg, Illkirch, France, <sup>2<\/sup>CRBS - INSERM U1112, Strasbourg, France","CSlideId":"","ControlKey":"cccf8321-b3df-4f9a-8e43-50ac06c079d9","ControlNumber":"2438","DisclosureBlock":"&nbsp;<b>K. Len, <\/b> None..<br><b>J. Gantzer, <\/b> None..<br><b>N. Le May, <\/b> None..<br><b>C. Thibault-Carpentier, <\/b> None..<br><b>D. Metzger, <\/b> None..<br><b>G. Laverny, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4551","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2975","PresenterBiography":null,"PresenterDisplayName":"Kateryna Len, MS","PresenterKey":"10f413d4-3661-4a98-9006-08b6cca6f1df","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2975. Vitamin D receptor signaling limits DNA damage at early stage of prostate tumorigenesis and prevents tumor aggressiveness","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Vitamin D receptor signaling limits DNA damage at early stage of prostate tumorigenesis and prevents tumor aggressiveness","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Background<\/u><\/b><br \/>Oral squamous cell carcinoma (OSCC) and triple-negative breast cancer (TNBC) are aggressive cancers with low survival rates, particularly in Hispanics. Since the underpinning mechanisms of oncogenesis for both OSCC and TNBC are multifactorial, the development of novel targeted therapies is limited. The tumor microbiome has been shown to modulate the microenvironment. The microbial product short-chain fatty acids (SCFA) may represent a putative target for treatment as they can potentially inhibit cell growth, proliferation, migration, and induce morphologic changes in cancer cells. We evaluated the impact of the SCFAs butyrate, acetate, and propionate on the oncogenic phenotypes of OECM-1 and MDA-231 cell line models for OSCC and TNBC respectively.<br \/><b><u>Methods<\/u><\/b><br \/>OECM-1 and MDA-231 cell lines were cultured in RPMI-1640 medium supplemented with 10% FBS. Cytotoxicity was determined using an alamarBlue assay by treating the cells with SCFA in a series of 7 concentrations starting at 125 mM (1:2 dilution factor) for 24, 48, and 72 hours (h). Proliferation quantification was performed using trypan blue dye after treatment with SCFA for 24h, 48h and 72h. Migration and invasion were measured after treatment for 24h with SCFAs. Comparative analysis of our results was performed using GraphPad Prism v10.<br \/><b><u>Results<\/u><\/b><br \/>Higher concentrations of all SCFA decreased cell viability in OSCC and TNBC at all time points. In OECM-1 cells, the average inhibitory concentration of 50% (IC50) was 3mM for butyrate, 382mM for acetate, and 64mM for propionate while in MDA-MB-231 cells, the average IC50 was 4.3mM for butyrate, 462mM for acetate, and 20mM for propionate. Both OECM-1 and MDA-MB-231 cells treated with butyrate and propionate at 5mM resulted in a slower migration after 24h of treatment. Additionally, there was a significant reduction of cell number and proliferation rate after 48h and 72h of butyrate treatment at the concentrations 1mM (p=0.0425) and 5mM (p=0.0007) in OSCC.<br \/><b><u>Conclusions<\/u><\/b><br \/>Our results show that butyrate and propionate can reduce oncogenic phenotypes in OSCC and TNBC and may represent a potential target for the development of alternative treatment strategies for both cancers. Future work includes measuring the impact of these SCFA in epithelial-mesenchymal transition, loss of adhesion, and cell death.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-06 Other,,"},{"Key":"Keywords","Value":"Cancer,Short-chain fatty acids (SCFA),Oral squamous cell carcinoma (OSCC),Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. J. Amaral Maisonet<\/b>; <br\/>University of Puerto Rico Comprehensive Cancer Center, San Juan, Puerto Rico","CSlideId":"","ControlKey":"8e677eb9-631d-434a-babc-5fd2a4af23d4","ControlNumber":"7958","DisclosureBlock":"&nbsp;<b>A. J. Amaral Maisonet, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4552","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2976","PresenterBiography":null,"PresenterDisplayName":"Angel Amaral","PresenterKey":"9992cd8e-ec40-4bb7-89e6-d61154a825b5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2976. The potential use of butyrate and propionate to inhibit oncogenic phenotypes in oral squamous cell carcinoma and triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The potential use of butyrate and propionate to inhibit oncogenic phenotypes in oral squamous cell carcinoma and triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: The research into senescent cells, particularly their accumulation and contribution to aging and age-related diseases, has gained significant momentum in recent years. This interest is primarily driven by findings in mouse models, where the excessive buildup of senescent cells is linked to various age-related pathologies. Consequently, there has been a concerted effort in the scientific community to identify and develop senolytics. A notable development in this field is the identification of senolytics within the class of HSP90 inhibitors. These inhibitors, initially investigated for their potential in cancer therapy, have been repurposed due to their high selectivity for senescent cells. Our research has led to new compounds with mild inhibitory activity against HSP90&#945; in response to these challenges. These compounds stand out for their lack of toxic side effects and their demonstrated senolytic activity across multiple cellular models.<br \/>Objective: The primary objective of this research is to identify and characterize innovative HSP90 inhibitors that exhibit senolytic properties, specifically in the context of hormone-driven cancers.<br \/>Methods and Results: Utilizing a structure-based virtual screening technique, we identified several compounds displaying strong affinity and predicted inhibitory activity against the target protein, HSP90&#945;. Among these, two inhibitors designated K4 and K5, demonstrated notable senolytic activity in vitro without inducing cytotoxic effects in non-senescent cells. These compounds were tested for their efficacy in senolytic activity and displayed half-maximal inhibitory concentrations (IC50) of 155 nM and 111 nM, respectively. The experimental model for this study was the MCF7 cell line, which was treated with 4-Hydroxytamoxifen (Tam, 10uM for 96 hours) to induce a state of senescence. Subsequent growth curve analyses and beta-galactosidase assays established that Tam treatment effectively halted cell proliferation and induced a senescence state in about 40% of the cell population compared to the ethanol control. When treated with K4 and K5 (10 uM for an additional 96 hours), a significant reduction in the senescent cell population was observed, with K5 showing a particularly pronounced increase in the mortality rate of these cells (up to 2.5-fold compared to the DMSO control). Western blot analysis supported these results, suggesting the effectiveness of K5 combined with Tam in inhibiting proliferation and inducing cell death in MCF7 cells.<br \/>Conclusion: Our findings propose a novel therapeutic approach for hormone-dependent breast cancer, combining the dual roles of tamoxifen and HSP90 inhibitors to target senescent cancer cells. This strategy could reduce tumor recurrence and contribute to the advancement of cancer treatment methods.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Breast cancer,Senescence,Apoptosis,Heat shock proteins,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Cis<\/b><sup>1<\/sup>, M. Gottardi Zamperla<sup>2<\/sup>, V. Barbi<sup>3<\/sup>, P. Cigala Fulgosi<sup>3<\/sup>, S. De Martino<sup>1<\/sup>, A. Aiello<sup>4<\/sup>, S. Nanni<sup>1<\/sup>, C. Cencioni<sup>4<\/sup>, D. Pirolli<sup>5<\/sup>, P. Tabarelli De Fatis<sup>3<\/sup>, G. Ivaldi<sup>3<\/sup>, M. Malavolta<sup>6<\/sup>, C. Steinkhler<sup>7<\/sup>, M. De Rosa<sup>5<\/sup>, A. Farsetti<sup>4<\/sup>, S. Atlante<sup>4<\/sup>, C. Gaetano<sup>3<\/sup>; <br\/><sup>1<\/sup>Universit Cattolica del Sacro Cuore, Roma, Italy, <sup>2<\/sup>stituti Clinici Scientifici Maugeri Spa Societ Benefit, Pavia, Italy, <sup>3<\/sup>Istituti Clinici Scientifici Maugeri Spa Societ Benefit, Pavia, Italy, <sup>4<\/sup>CNR-Istituto di analisi dei sistemi ed informatica, Roma, Italy, <sup>5<\/sup>CNR-Istituto di Scienze e Tecnologie Chimiche, Roma, Italy, <sup>6<\/sup>Istituto nazionale per il ricovero e la cura dell'anziano IRCCS, Pavia, Italy, <sup>7<\/sup>Italfarmaco Group, Cinisello Balsamo, Italy","CSlideId":"","ControlKey":"c254d780-8981-403d-9fa0-3d87fa6b0763","ControlNumber":"4525","DisclosureBlock":"&nbsp;<b>L. Cis, <\/b> None..<br><b>M. Gottardi Zamperla, <\/b> None..<br><b>V. Barbi, <\/b> None..<br><b>P. Cigala Fulgosi, <\/b> None..<br><b>S. De Martino, <\/b> None..<br><b>A. Aiello, <\/b> None..<br><b>S. Nanni, <\/b> None..<br><b>C. Cencioni, <\/b> None..<br><b>D. Pirolli, <\/b> None..<br><b>P. Tabarelli De Fatis, <\/b> None..<br><b>G. Ivaldi, <\/b> None..<br><b>M. Malavolta, <\/b> None..<br><b>C. Steinkhler, <\/b> None..<br><b>M. De Rosa, <\/b> None..<br><b>A. Farsetti, <\/b> None..<br><b>S. Atlante, <\/b> None..<br><b>C. Gaetano, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4553","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2977","PresenterBiography":null,"PresenterDisplayName":"Luca Cis, MSc","PresenterKey":"ee63778b-160d-45d8-937d-e69b5924e774","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2977. Novel HSP90 inhibitors with senolytic activity for a targeted therapy in a hormone-induced breast cancer senescence model","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel HSP90 inhibitors with senolytic activity for a targeted therapy in a hormone-induced breast cancer senescence model","Topics":null,"cSlideId":""},{"Abstract":"In tumors, extracellular ATP (eATP) concentrations are 1,000 to 10,000 times higher than is found in normal tissues and eATP is up taken through macropinocytosis leading to a large increase in intracellular ATP levels. eATP is also linked to the TGF-&#946; signaling pathway as exocytosis of ATP is induced that is then used in an autocrine fashion activating the P2X7 purinergic receptor<sup>1<\/sup>. Through these mechanisms, eATP has also been recently shown to induce EMT, CSC formation, and drug resistance<sup>1<\/sup>. One of the mechanisms through which these processes may be induced is a senescent cell precursor<sup>2<\/sup>. Senescence is a generally irreversible epigenetically controlled process characterized by a complete exit from the cell cycle in response to either DNA damage, stressful conditions, or aging. Recent mounting evidence has shown that senescence can be a cancer promoting mechanism by entering this state in response to stress such as during chemotherapy, but they can utilize it to enhance their malignant capabilities, including the ability to escape their senescent state with heightened stem cell characteristics, which can lead to a higher chance of relapse after treatment<sup>2<\/sup>. Senescent cells have recently been named a hallmark of cancer<sup>3<\/sup>. This study shows the time dependent induction of a senescent like state in human lung cancer A549 cells after only 2 hours of treatment with 0.5mM eATP, the concentration found in the tumor microenvironment, through analysis of transcriptional markers using total polyA RNAseq as well as chromogenic and flow cytometric assays for senescence associated beta-galactosidase activity. Additionally, inhibitors of macropinocytosis and purinergic receptors have been used to gain insight into the mechanisms of action that this pathway takes. This demonstrates a novel use of ATP within the tumor microenvironment for aiding in cancer progression and drug resistance. After EMT, CSC formation, and drug resistance, senescence is added to the long list of eATP mediated cancer promoting processes.<br \/>1. Song J, Qian Y, Evers M, Nielsen CM, Chen X. Cancer Stem Cell Formation Induced and Regulated by Extracellular ATP and Stanniocalcin-1 in Human Lung Cancer Cells and Tumors. <i>IJMS<\/i>. 2022;23(23):14770. doi:10.3390\/ijms232314770 2. Zhang D, Monteiro MJ, Liu J, Gu W. Mechanisms of cancer stem cell senescence: Current understanding and future perspectives. <i>Clin Exp Pharma Physio<\/i>. 2021;48(9):1185-1202. doi:10.1111\/1440-1681.13528 3. Hanahan D. Hallmarks of Cancer: New Dimensions. <i>Cancer Discovery<\/i>. 2022;12(1):31-46. doi:10.1158\/2159-8290.CD-21-1059<u><\/u>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Senescence,ATP,Lung cancer,Cancer stem cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. A. Ward<\/b>, A. Hunt, N. Anderson, X. Chen; <br\/>Ohio University, Athens, OH","CSlideId":"","ControlKey":"0b6781a8-bdd6-41e0-9d24-8a8bfd73216e","ControlNumber":"7729","DisclosureBlock":"&nbsp;<b>R. A. Ward, <\/b> None..<br><b>A. Hunt, <\/b> None..<br><b>N. Anderson, <\/b> None..<br><b>X. Chen, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4554","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2978","PresenterBiography":null,"PresenterDisplayName":"Ryan Ward, No Degree","PresenterKey":"b721688b-7491-4dab-9745-55e1ebb93954","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2978. Extracellular ATP induced senescence in human lung cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extracellular ATP induced senescence in human lung cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Tumor initiation is an inefficient process in which tumor cells must develop cell-autonomous mechanisms to survive harsh microenvironments, establish colonies, and thereby overcome &#8220;isolation stress.&#8221; We report that pancreatic cancer cells transiently upregulate lysophosphatidic acid receptor 4 (LPAR4), a G-protein coupled receptor, in response to microenvironmental stress or chemotherapy, which promotes stress tolerance, drug resistance, and tumor initiation. Even without exogenous LPA, LPAR4 drives the expression of a subset of extracellular matrix (ECM) genes via an AKT\/CREB axis, including fibronectin and versican, which are established drivers of cancer stemness. The upregulation of fibronectin is indispensable for LPAR4-induced tumor initiation in vivo and anchorage-independent growth in vitro. Furthermore, the ligation of this fibronectin-containing ECM created by LPAR4-positive cells via integrins &#945;5&#946;1 or &#945;v&#946;3 can transfer cancer stemness and stress tolerance to LPAR4-negative cells by activating Yes-associated protein 1 (YAP). Our findings reveal that in response to isolation stress, pancreatic tumor cells that upregulate LPAR4 can autonomously generate a fibronectin-enriched ECM niche and thereby initiate tumor formation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-06 Other,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Stress response,Stemness,Extracellular matrix,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Wu<\/b>, T. Rakhshandehroo, H. I. Wettersten, A. Campos, T. Schalscha, S. Jain, Z. Yu, J. Tan, E. Mose, B. G. Childers, A. M. Lowy, S. M. Weis, D. A. Cheresh; <br\/>UC San Diego, San Diego, CA","CSlideId":"","ControlKey":"3dcd4ffd-63b2-46af-a6d7-67990b7977d6","ControlNumber":"785","DisclosureBlock":"&nbsp;<b>C. Wu, <\/b> None..<br><b>T. Rakhshandehroo, <\/b> None..<br><b>H. I. Wettersten, <\/b> None..<br><b>A. Campos, <\/b> None..<br><b>T. Schalscha, <\/b> None..<br><b>S. Jain, <\/b> None..<br><b>Z. Yu, <\/b> None..<br><b>J. Tan, <\/b> None..<br><b>E. Mose, <\/b> None..<br><b>B. G. Childers, <\/b> None..<br><b>A. M. Lowy, <\/b> None..<br><b>S. M. Weis, <\/b> None..<br><b>D. A. Cheresh, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8369","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2979","PresenterBiography":null,"PresenterDisplayName":"Chengsheng Wu, BS;MS;PhD","PresenterKey":"d2089425-0ca6-43c9-b26d-3a5c73aaa6db","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2979. Pancreatic cancer cells upregulate LPAR4 in response to isolation stress to create a fibronectin-rich extracellular matrix niche and promote tumor initiation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pancreatic cancer cells upregulate LPAR4 in response to isolation stress to create a fibronectin-rich extracellular matrix niche and promote tumor initiation","Topics":null,"cSlideId":""},{"Abstract":"Uveal melanoma (UM) is a common intraocular malignancy arising from GNAQ\/GNA11 mutations in uveal tract melanocytes. Although primary UM is treatable by radiation and enucleation, half of patients will develop liver metastasis. Unfortunately, patients with metastatic UM have a poor prognosis of approximately one-year - underscoring metastatic UM as one of the deadliest cancers. A strong prognostic indicator for UM liver metastases is a deletion or inactivation of the deubiquitinase BAP1, yet its specific role in disease progression is unclear. Intriguingly, upon BAP1 loss of function, the cysteine importer SLC7A11 is up regulated. Imported cysteine can be converted into glutathione serving as a cofactor for antioxidant enzymes like GPX4, a selenoprotein (SeP). SePs are a protein family characterized by having at least one selenocysteine - a selenium (Se) containing amino acid. Interestingly, the liver serves as a major hub for Se transport via Selenoprotein P (SEPP). The selenocysteine rich SEPP is secreted by hepatocytes and catabolized in recipient cells facilitating synthesis of de novo<\/i> SeP. Here we hypothesize that mutant BAP1 UM utilizes the liver&#8217;s Se rich microenvironment to augment selenoproteome expression to stave off oxidative stress. Using publicly available datasets, we found patients with mutant BAP1 UM have increased expression of antioxidants proteins and genes associated with SeP expression. In a panel of BAP1 expressing and deficient UM cells, we found that BAP1 deficient cells have increased expression of SePs, suggesting a predisposition to resist oxidative stress. In the presence of exogenous Se, UM cell lines upregulate SeP expression indicating the importance of selenium availability for SeP expression. In addition, a hepatocyte cell line, and an ex vivo <\/i>liver slice co-culture model was used to confirm that SEPP was produced in the liver slices and was associated with increased SeP expression in UM cells. Furthermore, we found that BAP1 null UM cells were more susceptible to GPX4 inhibition compared to wild type cells, suggesting a reliance on SeP expression. Taken together, these findings suggest that the liver associated selenoproteome expression may underpin an oxidative stress-associated therapeutic vulnerability in UM liver metastases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Selenium,Uveal melanoma,Glutathione,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Sanders<\/b>, C. Cunanan, E. Hartsough; <br\/>Drexel University College of Medicine, Philadelphia, PA","CSlideId":"","ControlKey":"ba75eb1f-77dd-431f-8c29-3a602ae79dd8","ControlNumber":"6599","DisclosureBlock":"&nbsp;<b>A. Sanders, <\/b> None..<br><b>C. Cunanan, <\/b> None..<br><b>E. Hartsough, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9780","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2980","PresenterBiography":null,"PresenterDisplayName":"Alyssa Sanders, BS","PresenterKey":"2b22e1db-1ee7-46c8-a351-71478cf4fa99","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2980. Exploiting the selenoproteome in uveal melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"368","SessionOnDemand":"False","SessionTitle":"Cellular Stress Responses 2","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploiting the selenoproteome in uveal melanoma","Topics":null,"cSlideId":""}]