[{"Abstract":"Metastatic prostate cancer is often treated via a combination of androgen deprivation therapy (ADT) and the androgen receptor axis-targeted therapies abiraterone acetate + prednisone (AA\/P) or enzalutamide. Unfortunately, most individuals undergoing these treatments develop resistance, termed &#8220;castration resistance&#8221;, through an unknown mechanism. Previous studies demonstrate a potential link between the gut microbiota and the treatment efficacy of endocrine therapy in metastatic castration resistant prostate cancer (mCRPC). This may be due in part to gut bacterial communities with the machinery to synthesize androgens using mechanisms distinct from human cells. For example, the bacterial <i>desAB<\/i> genes (e.g., &#8220;desmolase&#8221;) that were first described in the gut commensal bacterial species <i>Clostridium scindens<\/i> convert cortisol and prednisone to the androgenic metabolites 11&#946;-hydroxyandrost-4-ene-3,17-dione (11OHAD) and &#8710;1-adrenosterone (&#8710;1-AT), respectively. We hypothesize that androgen synthesis by the gut microbiota promotes treatment resistance to AA\/P in advanced prostate cancer. This study aims to determine if androgen-converting gut bacterial species as well as circulating and fecal androgen levels correlate with AA\/P treatment response in individuals with mCRPC using a combination of metagenomics and metabolomics. We further aim to demonstrate the relationship between gut bacterial androgen production and prostate cancer treatment response using an <i>in vivo<\/i> mouse model. Metagenomic sequencing showed an imbalance in microbial communities and identified the presence of androgen-synthesizing bacteria such as <i>C. scindens<\/i> in fecal samples of individuals undergoing treatment with AA\/P. We also demonstrate that the relative abundance of <i>C. scindens<\/i>, as well as other species reported to generate androgens, are significantly enriched during metastatic disease progression on AA\/P. Furthermore, targeted quantitative PCR of the bacterial desmolase (<i>desA<\/i>) gene demonstrated that absolute levels of desmolase are significantly higher in AA\/P non-responders relative to AA\/P responders, and trended higher in individuals with rising prostate-specific antigen (PSA) versus stable PSA while on AA\/P. Targeted LC\/MS\/MS analyses of fecal samples demonstrated the presence of testosterone, dihydrotestosterone, 11OHAD, &#8710;1-AT, and other androgen metabolites in association with rising PSA levels in the AA\/P cohort. Furthermore, we demonstrate that <i>C. scindens<\/i> converts hydrocortisone and prednisone into 11OHAD and &#8710;1-AT, respectively, <i>in vitro<\/i> at 48- and 72h post-treatment, which recapitulates prior published studies. Finally, we have established a prostate cancer mouse model using a VCaP xenograft in which tumor growth was significantly inhibited by abiraterone acetate in comparison to treatment with ADT alone. Additional studies will use this mouse model to study the effects of androgen metabolism by gut bacteria on AA\/P efficacy. Overall, this study ascertains the ability of the human gut microbiota to harbor androgen-synthesizing bacteria, which in turn can be an alternative source of androgens that could impact the efficacy of the anti-androgen therapies used to treat metastatic prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-08 Preclinical studies of endocrine-related cancers,,"},{"Key":"Keywords","Value":"Steroid hormones,treatment resistance,Androgen deprivation therapy and abiraterone acetate,Microbiome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. I. Cruz Lebron<\/b><sup>1<\/sup>, P. A. Balbuena-Almodóvar<sup>1<\/sup>, L. Mummert<sup>1<\/sup>, S. Ernst<sup>1<\/sup>, M. Markowski<sup>1<\/sup>, M. Rudek<sup>1<\/sup>, J. Ridlon<sup>2<\/sup>, K. S. Sfanos<sup>1<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD, <sup>2<\/sup>University of Illinois at Urbana-Champaign, Urbana, IL","CSlideId":"","ControlKey":"0b649c2e-816b-4d9b-ab66-0a184f6d08cd","ControlNumber":"2771","DisclosureBlock":"&nbsp;<b>A. I. Cruz Lebron, <\/b> None..<br><b>P. A. Balbuena-Almodóvar, <\/b> None..<br><b>L. Mummert, <\/b> None..<br><b>S. Ernst, <\/b> None..<br><b>M. Markowski, <\/b> None..<br><b>M. Rudek, <\/b> None..<br><b>J. Ridlon, <\/b> None..<br><b>K. S. Sfanos, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1474","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3572","PresenterBiography":null,"PresenterDisplayName":"Angelica Cruz Lebron, BS,PhD","PresenterKey":"788fa06e-d52b-4fcc-9317-dfe89cc90a19","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3572. Role of the gut microbiome in androgen production and prostate cancer treatment resistance","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of the gut microbiome in androgen production and prostate cancer treatment resistance","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Patients with small bowel neuroendocrine tumors (SBNET) frequently present with metastatic disease and the efficacy of available therapies, including immune checkpoint blockade (ICB), is limited. Toward developing novel immunomodulatory strategies, we interrogated the tumor immune microenvironment of SBNETs using bulk transcriptional and digital spatial profiling (DSP).<br \/><b>Methods: <\/b>Patients with SBNET who underwent resection at MD Anderson Cancer Center from 2003-2016 were retrospectively analyzed. Overall survival (OS) was assessed using the Kaplan-Meier method and the Cox proportional hazards model was used for multivariate analysis (MVA). Bulk transcriptional profiling was performed using the Nanostring PanCancer-Immune Panel. DSP with whole human transcriptome was performed using PanCK to segment tumor and adjacent stroma; 88 distinct regions were analyzed using differential gene expression and Reactome pathway enrichment pipelines.<br \/><b>Results: <\/b>Resected SBNET from 42 patients were selected for transcriptional analysis. Unsupervised clustering of gene expression demonstrated dichotomization into high and low cancer testis antigen (CTA) expression. CTA-high patients (n=12) demonstrated elevated expression of type-I interferons (IFN), and CTAs such as PRAME, GAGE1 and MAGEA3 and had significantly longer OS compared to CTA-low patients (n=30; median OS not reached vs 1975 days, p=0.008). MVA controlling for age, sex, stage, and Ki-67% confirmed CTA-high status as an independent predictor of longer OS (hazard ratio [HR] 0.2, 95% confidence interval [CI] 0.05-0.83, p=0.014). A pilot DSP experiment on 4 CTA-high and 4 CTA-low tumors confirmed differential gene expression in the PanCK+ tumor compartment of these samples (R2=0.09, p=0.001). In particular, epigenetic modification genes (e.g., H2BC8, H4C8, H3C1, p&#60;0.001) and epigenetic pathways (e.g., DNA methylation, histone acetylation) were enriched in CTA-high tumors. CTA-high tumors exhibited increased M2 macrophage presence (p=0.025) and increased NK cell activation within the PanCK- stromal compartment (p=0.001).<br \/><b>Conclusions: <\/b>High CTA and type-I IFN expression in resected SBNET identifies patients with longer survival, agnostic of stage or grade. While CTA expression has been implicated in tumor immunogenicity, this is the first work to identify a clinically relevant signal in SBNET. Increased IFN in CTA-high tumors, corroborated by increased stromal NK cell activation, suggests that enhanced immunogenicity may drive this survival difference. Spatial transcriptomic analysis reveals epigenetic differences in CTA-high tumors and highlights the potential for combination epigenetic modifiers and immunotherapy in future trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-06 Neuroendocrine and other endocrine factors,,"},{"Key":"Keywords","Value":"Neuroendocrine tumors,Epigenetics,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. I. Ayabe<\/b>, Y. D. Seo, B. Melendez, R. Lazcano, B. C. Fields, K. Wani, S. Johnson, M. Chelvanambi, C. Hudgens, S. D. Hernandez, N. J. Ajami, J. A. Wargo, A. J. Lazar, D. M. Halperin, J. S. Estrella, J. E. Maxwell; <br\/>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"9f5d03bd-99c7-4919-9993-3df668491829","ControlNumber":"7346","DisclosureBlock":"&nbsp;<b>R. I. Ayabe, <\/b> None..<br><b>Y. D. Seo, <\/b> None..<br><b>B. Melendez, <\/b> None..<br><b>R. Lazcano, <\/b> None..<br><b>B. C. Fields, <\/b> None..<br><b>K. Wani, <\/b> None..<br><b>S. Johnson, <\/b> None..<br><b>M. Chelvanambi, <\/b> None..<br><b>C. Hudgens, <\/b> None..<br><b>S. D. Hernandez, <\/b> None..<br><b>N. J. Ajami, <\/b> None.&nbsp;<br><b>J. A. Wargo, <\/b> <br><b>Illumina<\/b> Other, Compensation for speaker's bureau and honoraria. <br><b>Gilead<\/b> Other, Compensation for speaker's bureau and honoraria. <br><b>Bristol-Myers Squibb<\/b> Other, Compensation for speaker's bureau and honoraria. <br><b>GlaxoSmithKline<\/b> Other, Research support. <br><b>Genentech<\/b> Other, Research support. <br><b>Novartis<\/b> Other, Research support. <br><b>Roche<\/b> Other, Research support.<br><b>A. J. Lazar, <\/b> None.&nbsp;<br><b>D. M. Halperin, <\/b> <br><b>Genentech\/Roche<\/b> Other, Research grants. <br><b>Tarveda<\/b> Other, Research grants. <br><b>Thermo Fisher Scientific<\/b> Other, Research grants.<br><b>J. S. Estrella, <\/b> None.&nbsp;<br><b>J. E. Maxwell, <\/b> <br><b>TerSera<\/b> Other, Advisory board.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1476","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3574","PresenterBiography":null,"PresenterDisplayName":"Reed Ayabe, MD","PresenterKey":"06a07100-9b60-415b-bd3d-f62ceb960584","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3574. Cancer testis antigen expression correlates with stromal natural killer cell activation and longer overall survival in small bowel neuroendocrine tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer testis antigen expression correlates with stromal natural killer cell activation and longer overall survival in small bowel neuroendocrine tumors","Topics":null,"cSlideId":""},{"Abstract":"Endocrine disrupting compounds (EDCs) found in food-grade plastics, drinking water, and foodstuffs, pose a threat to human health. Estrogenic EDCs are capable of binding and activating the estrogen receptor (ER). Since breast tissue relies on estrogen signaling for growth and renewal, excessive estrogen stimulation is associated with breast cancer development. Breast cancer is a leading cause of cancer-related death in women. Only 5-10% of all breast cancer cases can be attributed to genetic causes, and the proportion of breast cancers of the luminal subtype are increasing in the United States for reasons unknown. Estrogenic EDCs may be able to initiate breast cancers through their estrogenic activities. The present study assessed two EDCs: the plasticizer bisphenol-A (BPA) and the mycotoxin alpha-zeranol (aZAL). To assess the estrogenic effects of these EDCs in an <i>in vivo <\/i>model, we utilized the ACI rat strain due to its sensitivity to estrogen-induced mammary carcinogenesis. The hypothesis of this work was that BPA and aZAL will induce mammary gland proliferation and estrogen signaling at early timepoints post-exposure. Estrogen, BPA, or aZAL were implanted into the backs of female ACI rats in silastic tubes at either a 9 gram doses. At a timepoint of 5 days post implantation, we saw no overt toxicity of our treatment. Both BPA and aZAL resulted in increased glandular proliferation and hyperplasia in a comparable manner to estrogen. Immunohistochemistry and qPCR revealed that the estrogen signaling marker progesterone receptor (PGR) was significantly upregulated in the estrogen, BPA, and aZAL treatment groups compared to control. The percent positivity of PGR staining in the mammary glands were 21.5% +\/- 4.2%, 25.7% +\/- 1.7%, 27.9% +\/- 3.8%, and 8.18% +\/- 2.5% respectively. Additionally, PCNA, a marker of cell proliferation, was significantly upregulated in the estrogen and aZAL treatment groups. The percent positivity of PCNA staining in the mammary glands were 7.67% +\/- 2.56%, 49.6% +\/- 5.2%, and 41.0% +\/- 11.5% respectively. Additionally, the weight of the pituitary gland, an estrogen-sensitive endocrine organ, significantly increased in both the estrogen and aZAL treatment groups. Overall, this study demonstrated that the estrogenic EDCs BPA and aZAL induced mammary gland proliferation and hyperplasia in a comparable manner to estrogen. This is concerning due to the routine detection of these two compounds in human biosamples. More information is needed to assess the risk of exposure to these compounds as it pertains to breast cancer and other hormonal cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-04 Hormone signaling and inhibitors,,"},{"Key":"Keywords","Value":"Estrogen,Breast cancer,Environmental exposure,Mammary gland,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Winz<\/b>, B. Liu, C. Xie, S. Rohatagi, E. Li, P. Furmanski, N. Suh; <br\/>Rutgers University - New Brunswick, New Brunswick, NJ","CSlideId":"","ControlKey":"469c68a3-ec7c-4d6e-87a1-433fd63f9984","ControlNumber":"8530","DisclosureBlock":"&nbsp;<b>C. Winz, <\/b> None..<br><b>B. Liu, <\/b> None..<br><b>C. Xie, <\/b> None..<br><b>S. Rohatagi, <\/b> None..<br><b>E. Li, <\/b> None..<br><b>P. Furmanski, <\/b> None..<br><b>N. Suh, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1477","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3575","PresenterBiography":null,"PresenterDisplayName":"Cassandra Winz","PresenterKey":"22f43e30-22a5-4b1b-8f8a-8325c01d0550","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3575. The estrogenic endocrine disrupting compounds bisphenol-a (BPA) and alpha-zeranol (aZAL) induce early mammary hyperplasia in female ACI rats","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The estrogenic endocrine disrupting compounds bisphenol-a (BPA) and alpha-zeranol (aZAL) induce early mammary hyperplasia in female ACI rats","Topics":null,"cSlideId":""},{"Abstract":"Thyroid cancer is a highly prevalent endocrine malignancy with one of the fastest growing incidences of all cancers in the United States. Anaplastic thyroid cancer (ATC) has an incidence of about 1.7% of all thyroid cancers, but it causes over 40% of thyroid cancer-related deaths with a median survival period of less than one year. This is why agents that inhibit the aberrant signaling pathways which drive ATC aggressiveness are of significant interest. MAPK-activating Death Domain-activating protein (MADD) plays a key role in cancer cell survival and proliferation. MADD is constitutively expressed at higher levels in most tumor tissues and cancer cells relative to normal tissues. Studies using shRNA suggest that MADD prevents apoptosis in ATC cells. For a more definitive and mechanistic analysis of MADD in ATC, we used conditional CRISPR-Cas9 gene editing to target MADD. We observed that MADD deletion in ATC cells induced spontaneous apoptosis and also activated the autophagy pathway in human ATC cells through downregulation of ERK and mTOR signals involving the MAPK and PI3K\/Akt\/mTOR signaling pathways. Transcriptomic analysis of publicly available TCGA data showed several PI3K\/AKT\/mTOR pathway genes were positively correlated with MADD levels. RNA sequencing data of ATC lines demonstrated that enhanced activity of the PI3K\/AKT\/mTOR signaling pathway was correlated with a worse prognosis in ATC. Targeted MADD deletion in ATC cells combined with treatment using ERK\/PI3K\/Akt\/mTOR\/autophagy inhibitors resulted in enhanced cell death compared with MADD deletion alone. Further, MADD deleted 8505C-ATC cells showed significantly delayed tumor formation in an orthotopic nude mouse model. These findings suggest that combining MADD deletion with inhibitors of PI3K\/Akt\/mTOR pathway could provide an attractive new therapeutic option for ATC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Thyroid cancer,Autophagy,Mitogen-activated protein kinase (MAPK) signaling,Phosphatidylinositol 3-kinase (PI3K),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Velavan Bakthavachalam<\/b><sup><\/sup>, Manikannan Madhayan<sup><\/sup>, Mark Sanborn<sup><\/sup>, Jalees Rehman<sup><\/sup>, Prabhakar Bellur<sup><\/sup><br><br\/>University of Illinois at Chicago, Chicago, IL","CSlideId":"","ControlKey":"f39f7fff-ee86-4fbf-a791-435313206c35","ControlNumber":"3831","DisclosureBlock":"&nbsp;<b>V. Bakthavachalam, <\/b> None..<br><b>M. Madhayan, <\/b> None..<br><b>M. Sanborn, <\/b> None..<br><b>J. Rehman, <\/b> None..<br><b>P. Bellur, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1478","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3576","PresenterBiography":null,"PresenterDisplayName":"Velavan Bakthavachalam, PhD","PresenterKey":"e7f1a0f5-9c41-4dba-9c35-886d19ef2822","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3576. CRISPR Cas9 mediated MADD deletion can induce autophagy via downregulation of MAPK and PI3K\/AKT\/mTOR signaling in anaplastic thyroid cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CRISPR Cas9 mediated MADD deletion can induce autophagy via downregulation of MAPK and PI3K\/AKT\/mTOR signaling in anaplastic thyroid cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Neuroendocrine prostate cancer (NEPC) is a lethal subtype of prostate cancer and is commonly associated with therapy resistance and poor prognosis. Treatment-induced NEPC (t-NEPC) predominantly develops by lineage plasticity from adenocarcinoma in response to androgen receptor signaling inhibitors, such as enzalutamide. However, the mechanisms underlying the lineage plasticity and progression to NEPC are unclear. PLXND1 (PlexinD1) is a cellular receptor of the semaphorin family and has important functions in modulating the cytoskeleton and cell adhesion. However, the role of PLXND1 in lineage plasticity to NEPC development and progression is not well established.<br \/>Methods: We performed transcriptomic analysis on NEPC patients&#8217; cohorts and the enzalutamide-resistant prostate cancer cell lines. Correlation of PLXND1 with neuroendocrine feature genes and AR-targeting genes was determined. Kaplan-Meier method and the Cox proportional hazards model was used to estimate the correlation between PLXND1 expression level and patients&#8217; survival. Immunohistochemistry was used to analyze PLXND1 expression in prostate adenocarcinoma and NEPC. Cell viability was determined in C4-2B MDVR, CWR22Rv1, and H660 cells after knocking down PLXND1 using siRNA or knocking out PLXND1 using CRISPR\/CAS9. Organoids viability of patient-derived xenografts was measured after knocking down or knocking out PLXND1.<br \/>Results: Our analysis on different patient cohorts suggests that PLXND1 is highly expressed in NEPC patients, and the expression of PLXND1 is positively correlated with neuroendocrine feature genes (CHGA, ENO2, SYP, and NCAM1). Kaplan-Meier survival analysis shows that high expression of PLXND1 is significantly associated with the poor prognosis of prostate cancer patients. PLXND1 is overexpressed and negatively regulated by androgen receptor signaling in enzalutamide-resistant cells and prostate cancer patients&#8217; cohorts. Furthermore, downregulation of PLXND1 expression suppressed proliferation of the NEPC cells and viability of the PDX tumor organoids.<br \/>Conclusions: PLXND1 expression is elevated in NEPC and correlated with the poor survival of prostate cancer patients, suggesting it is a potential molecular indicator and therapy target for NEPC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-06 Neuroendocrine and other endocrine factors,,"},{"Key":"Keywords","Value":"Prostate cancer,Neuroendocrine differentiation,Neuroendocrine tumors,Molecular targets,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Chen<\/b>, P. Xu, J. C. Yang, S. Ning, L. Wang, C. Nip, A. C. Gao, C. Liu; <br\/>UC Davis, Sacramento, CA","CSlideId":"","ControlKey":"731ba057-7d6f-4a16-85d4-762fa44040ce","ControlNumber":"1217","DisclosureBlock":"&nbsp;<b>B. Chen, <\/b> None..<br><b>P. Xu, <\/b> None..<br><b>J. C. Yang, <\/b> None..<br><b>S. Ning, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>C. Nip, <\/b> None..<br><b>A. C. Gao, <\/b> None..<br><b>C. Liu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1479","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3577","PresenterBiography":null,"PresenterDisplayName":"Bo Chen, MD","PresenterKey":"21a238bd-a194-428d-876a-38456d4f0c72","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3577. The role of PLXND1 in lineage plasticity and progression to neuroendocrine prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of PLXND1 in lineage plasticity and progression to neuroendocrine prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Neuroendocrine neoplasms (NENs) are rare cancers that arise from neuroendocrine cells. NENs are classified as well-differentiated neuroendocrine tumors (NETs) and poorly differentiated neuroendocrine carcinomas (NECs). Small bowel NETs (SBNETs) and pancreatic NETs (PNETs) are generally slow growing but they commonly metastasize to the liver and can become aggressive cancers. NECs are rapidly growing, and patients have poor prognosis. Little is known about the drug sensitivity profile of SBNETs, PNETs and NECs due to a paucity of cellular and animal models of these malignancies. We have successfully cultured NEN cells from clinical samples as patient-derived spheroids (PDS) and showed that they express appropriate tumor markers. We systematically screened 20 NEN (12 SBNET, 5 PNET, and 3 NEC) spheroid cultures against a library of 175 compounds (147 FDA-approved anti-cancer drugs, 8 lab selected compounds, and 20 structurally diverse molecules) and compared their drug sensitivity profiles to identify the most effective drug classes and to better understand the biology of each NEN subtype. Top drug hits were validated for their anti-tumor properties in NEN PDS and patient-derived xenograft (PDX) mouse models. Our NEN PDS cultures identified common and unique drug sensitivity profiles for each type of NEN. SBNET spheroids were more resistant to many classes of anti-cancer drugs, which was due to overexpression of cytochrome P450 genes. Consistent with clinical findings, PNET spheroids showed increased sensitivity to tyrosine kinase and mTOR\/PI3K inhibitors compared to SBNET &#38; NEC spheroids. NEC spheroids showed the broadest sensitivity to many anti-neoplastic compounds. The top candidate drug identified from our screen was romidepsin, a histone deacetylase inhibitor. Romidepsin displayed anti-tumor properties <i>in vitro<\/i> and <i>in vivo<\/i> for all 3 NEN models and was highly synergistic with rapamycin, an mTOR inhibitor similar to the SBNET approved drug everolimus. Excitingly, low-dose romidepsin effectively inhibited tumor growth when combined with low-dose rapamycin in an SBNET PDX mouse model. These NEN PDS drug screens enabled direct drug testing in primary tumor cultures to identify promising drugs that could be used alone or in combination with currently approved-NEN therapies. Histone deacetylase inhibitors, such as romidepsin, may be effective against SBNETs. NEN PDS models also serve as a valuable resource for understanding the unique biology and mechanisms of drug resistance for specific NEN subtypes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Neuroendocrine tumors,Drug resistance,Spheroids,Cytochrome P450,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. G. Tran<sup>1<\/sup>, L. C. Borbon<sup>1<\/sup>, D. H. Tow<sup>1<\/sup>, J. Shilyansky<sup>1<\/sup>, G. Li<sup>1<\/sup>, J. Egan<sup>1<\/sup>, S. K. Sherman<sup>1<\/sup>, E. Abusada<sup>1<\/sup>, J. Tang<sup>2<\/sup>, R. govindan<sup>3<\/sup>, R. C. Fields<sup>3<\/sup>, T. A. Braun<sup>1<\/sup>, C. H. Chan<sup>1<\/sup>, C. Chandrasekharan<sup>1<\/sup>, D. Spitz<sup>1<\/sup>, D. E. Quelle<sup>1<\/sup>, A. M. Bellizzi<sup>1<\/sup>, J. R. Howe V<sup>1<\/sup>, <b>P. Ear<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Iowa, Iowa City, IA, <sup>2<\/sup>University of Helsinki, Helsinki, Finland, <sup>3<\/sup>Washington University, St. Louis, MO","CSlideId":"","ControlKey":"b6a242b1-e78c-4bac-899c-95c543ae463a","ControlNumber":"3338","DisclosureBlock":"&nbsp;<b>C. G. Tran, <\/b> None..<br><b>L. C. Borbon, <\/b> None..<br><b>D. H. Tow, <\/b> None..<br><b>J. Shilyansky, <\/b> None..<br><b>G. Li, <\/b> None..<br><b>J. Egan, <\/b> None..<br><b>S. K. Sherman, <\/b> None..<br><b>E. Abusada, <\/b> None..<br><b>J. Tang, <\/b> None..<br><b>R. govindan, <\/b> None..<br><b>R. C. Fields, <\/b> None..<br><b>T. A. Braun, <\/b> None..<br><b>C. H. Chan, <\/b> None..<br><b>C. Chandrasekharan, <\/b> None..<br><b>D. Spitz, <\/b> None..<br><b>D. E. Quelle, <\/b> None..<br><b>A. M. Bellizzi, <\/b> None..<br><b>J. R. Howe, <\/b> None.&nbsp;<br><b>P. Ear, <\/b> <br><b>TerSera LLC<\/b> Grant\/Contract. <br><b>Leidos Biomedical Research, Inc.<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1480","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3578","PresenterBiography":null,"PresenterDisplayName":"Po Hien Ear, PhD","PresenterKey":"25bfd7c0-d75e-41bf-8b28-9cdbd9da9333","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3578. A systematic NEN spheroid drug screen reveals a novel drug resistance mechanism in small bowel NETs","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A systematic NEN spheroid drug screen reveals a novel drug resistance mechanism in small bowel NETs","Topics":null,"cSlideId":""},{"Abstract":"Anaplastic thyroid cancer (ATC) is one of the most lethal human cancers, with some patients succumbing to the disease within weeks of diagnosis. Despite a subset of <i>BRAF<sup>V600E<\/sup> <\/i>mutant ATC patients responding to monomeric type I RAF inhibitor (RAFi) dabrafenib in combination with MEK inhibitor (MEKi) trametinib, almost all patients rapidly develop adaptive or acquired resistance. These patients, along with those who do not harbor the <i>BRAF<\/i><sup>V600E <\/sup>alteration, have limited treatment options. To understand the mechanism of resistance to dabrafenib and trametinib, we utilized multi-region whole genome sequencing and single nuclei profiling of ATC patient tumors to unravel genomic, transcriptomic, and microenvironmental evolution during type I RAFi and MEKi therapy. Single-cell nuclei sequencing of matched primary and resistant ATC patient tumors identified transcriptomic reactivation of MAPK-pathway, along with immunosuppressive macrophage proliferation, underlie the development of acquired resistance. Our translation genomics led us to hypothesize that deeper inhibition of the MAPK-pathway can be efficacious in overcoming treatment resistance. Screening of a panel of type II RAFis revealed that ATC cell lines are exquisitely sensitive to the type II RAFi naporafenib. We further demonstrate that naporafenib in combination with MEKi trametinib can durably and robustly overcome both innate and acquired treatment resistance to dabrafenib and trametinib using ATC cell lines and patient-derived xenograft models, including in a PDX model from an ATC patient who developed acquired resistance to dabrafenib and trametinib. Finally, we describe a novel mechanism of acquired resistance to type II RAF inhibitor and MEK inhibitor through compensatory mutations in <i>MAST1<\/i>. Taken together, our work using translational and functional genomics have unraveled the differential mechanisms of treatment resistance to type I and type II RAFi in combination with trametinib, and rationalizes the clinical investigation of type II RAFi in the setting of thyroid cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-08 Preclinical studies of endocrine-related cancers,,"},{"Key":"Keywords","Value":"Thyroid cancer,BRAF,Therapy resistance,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Zeng<\/b><sup>1<\/sup>, J. Meens<sup>2<\/sup>, J. Barrett<sup>1<\/sup>, M. J. Cecchini<sup>1<\/sup>, S. B. Ryan<sup>1<\/sup>, N. Pan<sup>1<\/sup>, A. Karimi<sup>1<\/sup>, L. Jarycki<sup>1<\/sup>, A. E. Dawson<sup>1<\/sup>, M. Shaikh<sup>1<\/sup>, D. Palma<sup>1<\/sup>, E. Winquist<sup>1<\/sup>, P. C. Boutros<sup>3<\/sup>, L. Ailles<sup>2<\/sup>, A. C. Nichols<sup>1<\/sup>; <br\/><sup>1<\/sup>Western University, London, ON, Canada, <sup>2<\/sup>University of Toronto, Toronto, ON, Canada, <sup>3<\/sup>University of California, Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"5f03a00e-e50e-4c47-8f4e-a6cfbec7c2a2","ControlNumber":"3909","DisclosureBlock":"&nbsp;<b>P. Zeng, <\/b> None..<br><b>J. Meens, <\/b> None..<br><b>J. Barrett, <\/b> None..<br><b>M. J. Cecchini, <\/b> None..<br><b>S. B. Ryan, <\/b> None..<br><b>N. Pan, <\/b> None..<br><b>A. Karimi, <\/b> None..<br><b>L. Jarycki, <\/b> None..<br><b>A. E. Dawson, <\/b> None..<br><b>M. Shaikh, <\/b> None.&nbsp;<br><b>D. Palma, <\/b> <br><b>Need Inc.<\/b> Stock.<br><b>E. Winquist, <\/b> None..<br><b>P. C. Boutros, <\/b> None..<br><b>L. Ailles, <\/b> None.&nbsp;<br><b>A. C. Nichols, <\/b> <br><b>Novartis<\/b> Grant\/Contract. <br><b>Lab Corp<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1482","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3580","PresenterBiography":null,"PresenterDisplayName":"Peter Zeng, BS","PresenterKey":"90843c7e-1ba5-45cf-9de1-41ce4d549146","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3580. Understanding and overcoming innate and acquired resistance to type I and II RAF inhibitors in anaplastic thyroid cancer using translational functional genomics","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Understanding and overcoming innate and acquired resistance to type I and II RAF inhibitors in anaplastic thyroid cancer using translational functional genomics","Topics":null,"cSlideId":""},{"Abstract":"Adrenocortical carcinoma (ACC) is an aggressive and rare endocrine malignancy with limited treatment options and poor prognosis. IGF2, the ligand for IGFR1, is highly expressed in ACC. However, linsitinib, an IGFR1 inhibitor, failed to improve overall survival over placebo in a randomized, phase 3 clinical trial of metastatic ACC. We hypothesized that combination therapy with IGFR1 inhibition may have greater anti-tumor efficacy in ACC than IGFR1 inhibition alone. To test this hypothesis, we performed high-throughput cell toxicity screening of 2803 clinical-stage compounds with linsitinib in an ACC cell line. MAPK inhibitors were among the top screening hits. MEK inhibitors were chosen for further evaluation given the safety, tolerability, and broad clinical activity of these FDA-approved agents. IGFR1 and MEK inhibitors were strongly synergistic in cytotoxicity across ACC cell lines, ACC organoid short-term cultures derived from surgical tissue resections (PDOs), and PDX-derived organoids (PDXOs). Genetic depletion of IGF2 significantly inhibited growth with cobimetinib and genetic depletion of MEK1 inhibited growth with linsitinib in ACC cell lines. Combination IGFR1 and MEK inhibition downregulated ERK phosphorylation and increased apoptosis compared to either IGFR1 or MEK inhibition alone. Linsitinib combined with cobimetinib significantly reduced tumor growth compared to either linsitinib or cobimetinib alone in an ACC xenograft model. Our study provides preclinical support for testing the combination of IGFR1 and MEK inhibition in patients with ACC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-08 Preclinical studies of endocrine-related cancers,,"},{"Key":"Keywords","Value":"Small molecule drugs,Synergism,IGF-1,MEK inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Kumar<\/b>, N.-Y. Sun, Y. Arakawa, D. Varghese, C. D. Hoang, J. M. Hernandez, Y. Pommier, C. Thomas, J. Del Rivero, N. Roper; <br\/>National Cancer Institute Center for Cancer Research, Bethesda, MD","CSlideId":"","ControlKey":"c6022dc5-f734-435c-a78a-b53451dd4914","ControlNumber":"4743","DisclosureBlock":"&nbsp;<b>S. Kumar, <\/b> None..<br><b>N. Sun, <\/b> None..<br><b>Y. Arakawa, <\/b> None..<br><b>D. Varghese, <\/b> None..<br><b>C. D. Hoang, <\/b> None..<br><b>J. M. Hernandez, <\/b> None..<br><b>Y. Pommier, <\/b> None..<br><b>C. Thomas, <\/b> None..<br><b>J. Del Rivero, <\/b> None..<br><b>N. Roper, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1483","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3581","PresenterBiography":null,"PresenterDisplayName":"Suresh Kumar, PhD","PresenterKey":"bcdcc6f3-10e2-41af-b215-22d7c08e03fc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3581. IGFR1 and MEK inhibition synergize to mediate anti-tumor activity in adrenocortical carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IGFR1 and MEK inhibition synergize to mediate anti-tumor activity in adrenocortical carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: HER2\/neu overexpression in breast cancer confers a lipogenic phenotype. Although the introduction of anti-Her2 therapies has led to dramatic improvements in survival, nearly all patients with metastatic Her2-positive breast cancer will progress on treatment suggesting the importance of developing coextinction approaches targeting multiple pathways. Peroxisome proliferator-activated receptor &#947; (PPAR&#947;), which is expressed in a variety of malignancies, governs biological functions through transcriptional programs. PPAR&#947; binds additional DNA cis elements associated with other transcription factors, including C\/EBPs, NF&#954;B and AP-1 proteins, to promote non-canonical signaling. Defining the mechanisms governing the selection of canonical versus non-canonical PPAR&#947; binding sequences may provide the opportunity to design regulators with distinct functions and side effects. PPAR&#947;1 acetylation at K268\/293<i> <\/i>participates in the regulation of adipose tissue differentiation<i> <\/i>(1), and the conserved lysine residues (K154\/155) govern lipogenesis in breast cancer cells (2). Although Cre based <i>Ppar&#947;1<\/i> gene deletion in mammary tumor oncomice showed <i>Ppar&#947;1<\/i> participates in the onset and progression of ErbB2-induced mammary tumorigenesis (3), the molecular mechanisms and the post-translational modifications of PPAR&#947; governing <i>Ppar&#947;1<\/i> tumorigenic function remained to be determined.<br \/>Methods: Herein, we defined the role of PPAR&#947;1 acetylation in breast cancer growth in immune-deficient mice using distinct breast cancer cell lines (MCF10-Ras, MCF10A-NeuT). Furthermore, using ChIP and ChIP-Seq we show that the acetylated residues of <i>Ppar&#947;1<\/i> altered preference of <i>cis<\/i>-element binding in chromatin to augment <i>Ppar&#947;<\/i> non-canonical binding.<br \/>Results: Herein, the PPAR&#947;1 acetylated residues K154\/155 were shown to be essential for the induction of transcriptional modules governing growth factor signaling, cellular apoptosis, and autophagy in mice. The K154\/155 residues determined the selection of genome-wide DNA binding sites, altering the selection from canonical to non-canonical (C\/EBP) DNA sequence-specific binding. The gene signature reflecting the acetylation-dependent genomic occupancy provided predictive value in patient survival outcomes.<br \/>Conclusions: Endogenous <i>Ppar&#947;1<\/i> promotes mammary tumor onset and progression. PPAR&#947;1 breast tumor induction involves K154\/155, which governs transcriptional programs (growth, apoptosis, and autophagy) via transcriptional complex binding to canonical <i>vs.<\/i> non-canonical regulatory elements. <i>Ppar&#947;1 <\/i>acetylation participates in ErbB2-induced breast cancer tumor growth and inflammation and may represent a relevant target for therapeutic coextinction.<br \/>References: (1) Qiang L,<i> et al.<\/i> Cell 2012;150:620-322. (2) Tian L,<i> et al.<\/i> Oncotarget 2014;5:7303-153. (3) Jiao X,<i> et al.<\/i> Cancers (Basel) 2021;13.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-07 Nuclear receptors: Structure and function,,"},{"Key":"Keywords","Value":"Peroxisome proliferator-activated receptors,Acetylation,Transcription factor,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"L. Tian<sup>1<\/sup>, X. Jiao<sup>2<\/sup>, C. Wang<sup>1<\/sup>, A. Ertel<sup>1<\/sup>, R. Soccio<sup>3<\/sup>, E. R. Chen<sup>3<\/sup>, B. Gy&#337;rffy<sup>4<\/sup>, G. Di Sante<sup>2<\/sup>, Z. Zhong<sup>1<\/sup>, S. Addya<sup>1<\/sup>, P. A. McCue<sup>1<\/sup>, A. V. Kossenkov<sup>5<\/sup>, J. Achinger-Kawecka<sup>6<\/sup>, S. Clark<sup>6<\/sup>, <b>R. G. Pestell<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Thomas Jefferson University, Philadelphia, PA, <sup>2<\/sup>Baruch S. Blumberg Institute, Wynnewood, PA, <sup>3<\/sup>Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA, <sup>4<\/sup>Semmelweis University, and RCNS Cancer Biomarker Research Group, Budapest, Hungary, <sup>5<\/sup>The Wistar Institute, Philadelphia, PA, <sup>6<\/sup>Garvan Institute of Medical Research, Darlinghurst, Australia","CSlideId":"","ControlKey":"160b3a76-e4d7-4670-a494-bcde492d47f7","ControlNumber":"2058","DisclosureBlock":"&nbsp;<b>L. Tian, <\/b> None..<br><b>X. Jiao, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>A. Ertel, <\/b> None..<br><b>R. Soccio, <\/b> None..<br><b>E. R. Chen, <\/b> None..<br><b>B. Gy&#337;rffy, <\/b> None..<br><b>G. Di Sante, <\/b> None..<br><b>Z. Zhong, <\/b> None..<br><b>S. Addya, <\/b> None..<br><b>P. A. McCue, <\/b> None..<br><b>A. V. Kossenkov, <\/b> None..<br><b>J. Achinger-Kawecka, <\/b> None..<br><b>S. Clark, <\/b> None..<br><b>R. G. Pestell, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1484","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3582","PresenterBiography":null,"PresenterDisplayName":"Richard Pestell, MBA;MBBS;MD;MD (hc);PhD","PresenterKey":"453a6511-6e29-4d02-ae58-321870fd122c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3582. PPAR gamma acetylation governs mammary adenocarcinoma tumor growth via acetylated residues that determine DNA sequence-specific binding","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PPAR gamma acetylation governs mammary adenocarcinoma tumor growth via acetylated residues that determine DNA sequence-specific binding","Topics":null,"cSlideId":""},{"Abstract":"Desmoplastic Small Round Cell Tumor (DSRCT) is a rare, pediatric cancer caused by the EWSR1::WT1 fusion protein. DSRCT predominantly occurs in males, which comprise 80-90% of the patient population. While the reason for the male prevalence remains unknown, one hypothesis is that the androgen receptor (AR), when stimulated by testosterone in males, plays a critical role in DSRCT tumor growth. As a rare pediatric cancer, DSRCT model systems including cell lines and patient-derived xenografts are scarce. Further, DSRCT cell lines have been thought to seed xenograft tumors poorly, with studies commonly using 5-10 million cells for one xenograft. Using a recently established DSRCT cancer stem cell (CSC) model, we sought to establish DSRCT xenografts from fewer cells to enable large-scale xenograft feasibility and reliability. To our surprise, we were able to consistently seed tumors with as few as 100 cells, not only from CSC spheres but also from standard adherent cells. We hypothesized that mouse sex may explain our ability to seed xenografts with so few cells, as many previous studies have utilized female mice. This observation led us to comprehensively investigate the role of the AR in DSRCT. Here, we demonstrate that AR is highly expressed in DSRCT relative to other fusion-driven sarcomas and that the AR antagonists - enzalutamide and flutamide - reduce DSRCT growth. We further elucidate a novel interaction between AR and EWSR1::WT1, which may explain their co-occupancy in a subset of regulatory genomic regions. However, despite these findings, which suggest an essential role for AR in DSRCT, we find that DSRCT cell lines can form xenografts in female mice at the same rate as male mice and AR depletion does not significantly alter DSRCT growth <i>in vitro<\/i>. Further, we demonstrate that AR antagonists remain effective in DSRCT cells depleted of AR, establishing an AR-independent mechanism of action. Intriguingly, high-dose enzalutamide treatment reduces EWSR1::WT1 oncoprotein expression and could explain its toxicity. DSRCT cells express high levels of NR3 nuclear receptors, including the glucocorticoid receptor (GR). Enzalutamide was shown to act on GR in AR-negative prostate cancer cell lines, which could possibly explain its effect on DSRCT independent of AR. Further examination of this mechanism may provide promising therapeutic implications for DSRCT and other fusion proteins driven by the EWSR1 promoter.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-04 Hormone signaling and inhibitors,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Pediatric cancers,Androgen receptor,Fusion genes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. W. Magrath<\/b><sup>1<\/sup>, I. N. Goldberg<sup>1<\/sup>, D. D. Truong<sup>2<\/sup>, A. B. Hartono<sup>1<\/sup>, S. Sampath<sup>1<\/sup>, C. E. Jackson<sup>1<\/sup>, A. Ghosh<sup>1<\/sup>, D. L. Cardin<sup>1<\/sup>, H. Zhang<sup>1<\/sup>, J. A. Ludiwg<sup>2<\/sup>, S. B. Lee<sup>1<\/sup>; <br\/><sup>1<\/sup>Tulane University School of Medicine, New Orleans, LA, <sup>2<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"0e26b95f-d73d-4370-99cb-c63b13c944fa","ControlNumber":"7051","DisclosureBlock":"&nbsp;<b>J. W. Magrath, <\/b> None..<br><b>I. N. Goldberg, <\/b> None..<br><b>D. D. Truong, <\/b> None..<br><b>A. B. Hartono, <\/b> None..<br><b>S. Sampath, <\/b> None..<br><b>C. E. Jackson, <\/b> None..<br><b>A. Ghosh, <\/b> None..<br><b>D. L. Cardin, <\/b> None..<br><b>H. Zhang, <\/b> None..<br><b>J. A. Ludiwg, <\/b> None..<br><b>S. B. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1485","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3583","PresenterBiography":null,"PresenterDisplayName":"Justin Magrath, BS","PresenterKey":"2e91aa30-0e2f-472d-acfc-4a4ec958d5d3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3583. &#173;&#173;&#173;&#173;Enzalutamide and flutamide induce cytotoxicity in desmoplastic small round cell tumor independent of the androgen receptor","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"&#173;&#173;&#173;&#173;Enzalutamide and flutamide induce cytotoxicity in desmoplastic small round cell tumor independent of the androgen receptor","Topics":null,"cSlideId":""},{"Abstract":"Exposure to progesterone is a recognized risk factor for breast cancer, and <i>PGR<\/i> polymorphisms are associated with various malignancies. The two progesterone receptor (PR) isoforms, full length PR-B and truncated PR-A, are expressed from the <i>PGR<\/i> gene in breast tissue and play crucial roles in normal physiology. An imbalance in the expression ratio of these isoforms, favoring increased levels of PR-A, is common in breast cancer and is associated with resistance to tamoxifen in Luminal A-type tumors. Notably, PRs have recently been implicated in promoting endocrine resistance and driving the expansion of cancer stem-like cell (CSC) populations implicated in early dissemination and maintenance of metastatic populations. Because prior gene expression studies were primarily conducted in 2D culture conditions, the isoform-specific molecular and epigenetic mechanisms underlying PR actions in advanced ER+ breast cancer remain elusive. Our goal was to define progesterone-driven gene expression in CSC cells by employing transcriptomic profiling of T47D cells cultivated in spheroid-culture conditions (3D) expressing exclusively PR-A or PR-B. Utilizing CUT&#38;RUN, we have mapped the genomic binding sites unique to each PR isoform and identified shared sites. This genomic data has been integrated with phenotypic studies in cells expressing a single PR isoform. Our findings indicate that PR-A acts as a regulator of the cell cycle and senescence, while PR-B plays a pivotal role in cell metabolism and intracellular signaling. We find little overlap between PR-regulated gene sets derived from the same hormone-treated cells harvested from 2D relative to 3D conditions. Our genomic profiling of PRs in this 3D model system has unveiled novel strategies to combat CSC outgrowth and late recurrence in luminal breast cancer patients. This work has shifted our prior understanding of the role of PRs in gene regulation within the CSC population, and offers potential insights for therapeutic interventions in ER+ breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Breast cancer,Progesterone receptor,Cancer stem cells,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. E. Gillis<\/b><sup>1<\/sup>, T. H. Truong<sup>1<\/sup>, J. Finlay-Schultz<sup>2<\/sup>, C. A. Sartorius<sup>2<\/sup>, C. A. Lange<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Minnesota, Minneapolis, MN, <sup>2<\/sup>University of Colorado Anschutz Medical Campus, Aurora, CO","CSlideId":"","ControlKey":"e5fc197e-8e18-4834-893b-c7357218a106","ControlNumber":"3395","DisclosureBlock":"&nbsp;<b>N. E. Gillis, <\/b> None..<br><b>T. H. Truong, <\/b> None..<br><b>J. Finlay-Schultz, <\/b> None..<br><b>C. A. Sartorius, <\/b> None..<br><b>C. A. Lange, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1486","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3584","PresenterBiography":null,"PresenterDisplayName":"Noelle Gillis, PhD","PresenterKey":"ecb5d8d3-57b0-4f66-9bcc-225b8937fc64","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3584. Context matters: Genomic profiling of PR isoform-specific actions in breast cancer stem cells reveals novel therapeutic insights for ER+ breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Context matters: Genomic profiling of PR isoform-specific actions in breast cancer stem cells reveals novel therapeutic insights for ER+ breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Gastroenteropancreatic (GEP) neuroendocrine tumors (NETs) are neoplasms originating from the gastrointestinal track and pancreas. Unfortunately, most patients at the time of diagnosis have extensive metastatic disease and are not candidates for curative surgical resection of metastatic tumors. In such cases, targeted radiation therapy (RT) can slow the progression of metastatic disease, but eventually tumors develop resistance to radiation therapy. In this study, we examined whether DNA-PK inhibition could sensitize pancreatic NETs to radiation therapy and enhance the radiation therapy effect in a preclinical model of pNET metastasis.<br \/><b><u>Methods<\/u><\/b><b>.<\/b> We used 96-well clonogenic assays to evaluate the efficacy of the DNA-PK inhibitor peposertib in combination with RT <i>in vitro<\/i> in QGP-1 and BON pancreatic NET cell lines. Double-strand break-induced DNA repair was visualized with confocal laser scanning microscopy using &#947;-H2AX immunofluorescence after peposertib treatment alone or in combination with RT. Western blot analysis was used to confirm inhibition of DNA-PKcs (pDNA-PKcs S2056) combination RT. The efficacy of peposertib in combination with RT was evaluated in QGP-1 and BON human xenograft models in athymic nude mice and a BON preclinical lung metastasis model.<br \/><b><u>Results<\/u><\/b><b>. <\/b>Clonogenic assays demonstrated absence of<b> <\/b>cytotoxicity from peposertib alone at doses below 1000 nM and a strong radiosensitizing effect at 200 nM in both QGP-1 and BON cell lines. Pretreatment with peposertib or treatment within 2 h after RT suppressed colony formation; treatment at later timepoints did not enhance radiotherapy. Immunofluorescence analysis revealed high numbers of &#947;H2AX foci with peposertib therapy alone at 96 h or when given 2 h after RT. Western blot analysis confirmed inhibition of DNA-PK Ser2056 after RT in combination with peposertib. DNA-PK inhibition in combination with RT led to remarkable repression of pNET growth both in subcutaneous xenografts (&#62;90%) and in the preclinical lung metastasis model (&#62;90%).<br \/><b><u>Conclusions<\/u><\/b><b>.<\/b> Our results showed several advantages of targeting DNA-PK to enhance radiation sensitivity in high-grade pNETs: (1) DNA-PK inhibition alone disrupts DNA damage response in pNETs as demonstrated by strong H2AX phosphorylation. (2) DNA-PK inhibition is most effective at enhancing radiotherapy either right before or after radiation therapy administration. This demonstrates that extended DNA-PK inhibition is not necessary to achieve marked responses during pNET radiotherapy. (3) DNA-PK inhibition 30 min before radiation therapy is sufficient to greatly reduce pNET tumor growth or metastasis progression in pNET preclinical models. In summary, selective DNA-PK inhibition provides a potent therapeutic strategy for disruption of non-homologous end joining DNA double-strand break repair and may offer a novel therapeutic approach in advanced NET radiotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-08 Preclinical studies of endocrine-related cancers,,"},{"Key":"Keywords","Value":"DNA repair,DNA-PK,Radiotherapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. G. Rychahou<\/b><sup>1<\/sup>, A. Chauhan<sup>2<\/sup>, Z. Chow<sup>1<\/sup>, T. Izumi<sup>1<\/sup>, Q. Chen<sup>1<\/sup>, E. Y. Lee<sup>1<\/sup>, D. Napier<sup>1<\/sup>, L. Anthony<sup>1<\/sup>, M. J. Cavnar<sup>1<\/sup>, C. M. Townsend, Jr.<sup>3<\/sup>, B. Evers<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Kentucky, Lexington, KY, <sup>2<\/sup>University of Miami, Miami, FL, <sup>3<\/sup>University of Texas Medical Branch, Galveston, TX","CSlideId":"","ControlKey":"a7584641-7c37-4b39-8283-d445be84bcf7","ControlNumber":"7979","DisclosureBlock":"&nbsp;<b>P. G. Rychahou, <\/b> None..<br><b>A. Chauhan, <\/b> None..<br><b>Z. Chow, <\/b> None..<br><b>T. Izumi, <\/b> None..<br><b>Q. Chen, <\/b> None..<br><b>E. Y. Lee, <\/b> None..<br><b>D. Napier, <\/b> None..<br><b>L. Anthony, <\/b> None..<br><b>M. J. Cavnar, <\/b> None..<br><b>C. M. Townsend, <\/b> None..<br><b>B. Evers, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1487","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3585","PresenterBiography":null,"PresenterDisplayName":"Piotr Rychahou, MD;MS","PresenterKey":"89906872-3a3c-420f-ad95-3a4de1fcc790","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3585. DNA-PK inhibition to enhance radiation sensitivity in metastatic pancreatic neuroendocrine cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DNA-PK inhibition to enhance radiation sensitivity in metastatic pancreatic neuroendocrine cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Neuroendocrine tumors (NETs) represent heterogenous malignancies whose origins and etiology remain poorly understood. <i>Men1<\/i>-driven reprogramming of neural crest-derived glial cells was recently implicated in NET development. In these studies, aberrant Sonic hedgehog (SHH) pathway activation known to pattern neural cell fate coincided with the neuroendocrine phenotype in mice. Here, we investigated the hypothesis that loss of menin encoded by the <i>MEN1<\/i> gene drives SHH-dependent oncogenic reprogramming of NETs by modulating the neural crest cell fate.<br \/>Methods: Glial cell specific <i>Men1 <\/i>deletion was accomplished by expressing <i>Cre<\/i> recombinase downstream of the human glial fibrillary acidic protein promoter (<i>GFAP<sup>&#916;Men1<\/sup><\/i>). Hedgehog (HH) activation of <i>Men1<\/i>-deficient glial cells was blocked by deleting the gene encoding primary ciliary protein <i>Kif3a <\/i>required for transducing SHH signaling. The resulting <i>GFAP<sup>&#916;Men1<\/sup><\/i> mice were evaluated for NET development and dysregulated hormone profiles. To identify aberrant SHH activation leading to neuroendocrine reprogramming, we performed single cell RNA- and Assay for Transposase Accessible Chromatin sequencing on <i>GFAP<sup>&#916;Men1<\/sup><\/i> NETs and primary glial cultures. Hyperactivation of SHH in human gastroenteropancreatic (GEP)-NETs was confirmed by immunofluorescent staining and western blot. Lastly, primary mouse and human NET organoids were treated with an agonist and inhibitors of HH signaling and evaluated for ERK\/AKT activation, proliferation, and transcript fluctuations indicative of neural crest cell reprogramming.<br \/>Results: <i>GFAP<sup>&#916;Men1<\/sup><\/i> mice developed NETs in the pancreas, pituitary, and small intestine. Astonishingly, impaired SHH activation in GFAP<sup>+<\/sup>\/<i>Men1<\/i><i><sup>-<\/sup><\/i><i><sup>\/<\/sup><\/i><i><sup>-<\/sup><\/i> cells abolished the development of NETs and restored hormone levels to that of wild type mice. <i>GFAP<sup>&#916;Men1<\/sup><\/i> NETs and glial cultures showed increased SHH signaling and chromatin accessibility of HH pathway genes, whereas additive <i>Kif3a<\/i> deletion blocked HH activation. Moreover, menin negative glial cells demonstrated a phenotypic shift in neuroglial lineages that suggested SHH-mediated reprogramming of neural crest-derived cells following the loss of menin. Consistent with hyperactive SHH activation in the <i>GFAP<sup>&#916;Men1 <\/sup><\/i>mice, human GEP-NETs overexpressed SHH and downstream signaling targets. Functionally, SHH induced ERK\/AKT activation, cell proliferation, and neuroendocrine transcript expression in human and mouse NET organoids, whereas pharmacological inhibition of HH signaling reversed these effects.<br \/>Conclusions: Our observations implicate neural crest-derived glial cells as potential neuroendocrine cell precursors that are susceptible to transformation through increased HH signaling. These studies warrant future investigation into the delivery of Hedgehog inhibitors in the adjuvant setting for NET treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-06 Neuroendocrine and other endocrine factors,,"},{"Key":"Keywords","Value":"Neuroendocrine tumors,Mouse models,Hedgehog,Molecular targets,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Duan<\/b><sup>1<\/sup>, R. A. Sontz<sup>1<\/sup>, M. Deymier<sup>2<\/sup>, J. L. Merchant<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Arizona College of Medicine, Tucson, AZ, <sup>2<\/sup>Arizona Genetics Core, Tucson, AZ","CSlideId":"","ControlKey":"c40a7f26-0847-4fcc-b95c-fe9c1b75387e","ControlNumber":"2141","DisclosureBlock":"&nbsp;<b>S. Duan, <\/b> None..<br><b>R. A. Sontz, <\/b> None..<br><b>M. Deymier, <\/b> None..<br><b>J. L. Merchant, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1488","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3586","PresenterBiography":null,"PresenterDisplayName":"Suzann Duan, BS,PhD","PresenterKey":"284e03cf-e107-42cf-9454-6b11b7119460","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3586. A Hedgehog-dependent signaling axis drives neural plasticity and oncogenic reprogramming in gastroenteropancreatic neuroendocrine tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A Hedgehog-dependent signaling axis drives neural plasticity and oncogenic reprogramming in gastroenteropancreatic neuroendocrine tumors","Topics":null,"cSlideId":""},{"Abstract":"An immunomodulatory protein called the progesterone induced blocking factor (PIBF) is essential for the fetal semi-allograft to escape immune surveillance. Many cancer cell lines make both mPRs for PIBF and the protein itself. The progesterone receptor (PR) antagonist mifepristone added to cancer cell line cultures down-regulated mRNA for PIBF and the PIBF protein. This IRB approved study (that required a compassionate use IND from the FDA) evaluated oral mifepristone 200mg per day (majority) or 300mg in patients with very advanced cancers with no more treatment options available. Patients would remain under the care of their primary oncologists (FDA requirement). Because the nuclear (n) PR may be protective against cancer spread, only patients with cancers negative for the nPR were treated. Patients with the following types of cancers received mifepristone: non-small cell lung cancer (NSCLC) (n=9), small cell lung cancer (SCLC) (n=2), colon (n=3), pancreatic (n=2), thymic epithelial cell (n=1), transitional cell carcinoma of the renal pelvis (n=1), malignant fibrous histiocytoma (n=1), glioblastoma multiforme stage IV (n=1), leiomyosarcoma (n=1). All 21 patients showed significant palliative benefits, especially but not limited to, marked reduction in pain and marked improvement in energy, decreased dyspnea on exertion, and return of mental clarity. For those who had repeat CT evaluation no one failed to show shrinkage and decrease in malignant lesions and 2 (leiomyosarcoma and SCLC) showed complete remission after a few months on mifepristone. Five patients (3 females, 2 males) with SCLC (1), NSCL (n=3) and fibrous osteosarcoma (n=1) survived at least 5 years with 2 dying from cancer unrelated causes (SCLC and NSCLC). Two are still alive (NSCLC with EGFR mutation and brain metastases). The male with fibrous osteosarcoma died after stopping mifepristone in favor of a new drug recommended by his oncologist. Two patients lived over 2 years. Most would have lived longer had they not stopped mifepristone. Other observations: significant palliative benefits are seen within 3 weeks of taking mifepristone before any evidence of significant tumor regression. After a period of time, some lesions (especially in the primary location) may start growing slowly, but this is not a sign of loss of drug efficacy and long good quality life is still probable if one remains on the drug. The cancer spreads rapidly if one stops the mifepristone. The usual reason for stopping the drug was intervention by the primary oncologist suggesting a new clinical trial because there has not been complete remission of the cancer or some tumor growth (usually slow) or finances. Not one patient had a side effect. Hopefully this study will generate interest in treating patients with advanced cancer with mifepristone, especially those devoid of the nPR. These data support the role of mPRs in cancer proliferation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Progesterone receptor,Immunomodulation,Metastatic tumors,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. H. Check<\/b><sup>1<\/sup>, D. Check<sup>2<\/sup>, B. Neumann<sup>3<\/sup>, C. Wilson<sup>2<\/sup>; <br\/><sup>1<\/sup>Cooper Medical School of Rowan University (CMSRU), Melrose Park, PA, <sup>2<\/sup>Cooper Institute for Reproductive Hormonal Disorders, Mt. Laurel, NJ, <sup>3<\/sup>Inspira Health Network, Vineland, NJ","CSlideId":"","ControlKey":"e2967c8c-7763-4d94-8c79-0e91016824c1","ControlNumber":"1456","DisclosureBlock":"&nbsp;<b>J. H. Check, <\/b> None..<br><b>D. Check, <\/b> None..<br><b>B. Neumann, <\/b> None..<br><b>C. Wilson, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1497","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3587","PresenterBiography":null,"PresenterDisplayName":"Jerome Check, MD;PhD","PresenterKey":"7016cfc2-40fe-40fb-88d4-6099073e60bc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3587. Evidence that membrane progesterone receptors (mPR) play a key role in cancer metastases in most cases of metastatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evidence that membrane progesterone receptors (mPR) play a key role in cancer metastases in most cases of metastatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Metastatic castration-resistant prostate cancer (CRPC) is a fatal condition that progresses to end-of-life within two years, and it is the fifth leading cause of cancer death in men globally. New avenues for preventing or delaying lethal CRPC progression are a critical unmet need. Hormonal vitamin D<sub>3<\/sub> (calcitriol) inhibits prostate cancer - both castration sensitive and castration resistant - in preclinical models, as documented widely. However, vitamin D as an anti-cancer therapeutic is clinically untenable since prostate tumor suppression in patients requires hormone dosing at a supraphysiologic level which induces hypercalcemia and other toxicities.<br \/>Results: Herein we provide the first evidence that a subnanomolar, non-calcemic calcitriol dose can inhibit CRPC cell proliferation, G1 to S phase transition, clonal growth, migration, and invasion <i>in<\/i> <i>vitro<\/i>, and xenograft growth <i>in<\/i> <i>vivo<\/i>, only upon concurrent dosing with 5&#945;-DHT at a physiologic or subphysiologic level. Calcitriol as a single treatment is non-inhibitory at a subnanomolar dose. HSD3&#946;1, a hydroxysteroid dehydrogenase, was markedly induced by calcitriol, while DHT cotreatment reduced the induction. HSD3&#946;1 catalyzes conversion of dehydroepiandrosterone, an adrenal androgen, to androstenedione (AED) - a rate-limiting step in the androgen biosynthesis pathway. AKR1C3, an aldo-keto reductase which promotes androgen biosynthesis, was also reduced by calcitriol\/DHT cotreatment. In contrast, AKR1D1, an androgen-inactivating 5&#946;-reductase, was robustly induced by a non-calcemic calcitriol dose in the presence of DHT, not by calcitriol singly. AKR1D1 converts AED and testosterone to 5&#946;-diols. HSD3&#946;1 and AKR1C3 are elevated in CRPC. Disruption of androgen biosynthesis and net reduction of the intratumor androgen pool are expected outcomes of reduced HSD3&#946;1 and AKR1C3, and elevated AKR1D1. The hormone pair led to LC3B induction, ferritin degradation, and induction of <i>ALOX-5<\/i> and <i>NCoA4<\/i> - the genes which regulate ferroptosis, indicating autophagy mediated ferroptosis (ferritinophagy). Apoptosis and necroptosis were absent. We conclude that vulnerabilities created by combined androgen and non-calcemic vitamin D dosing can lead to cell death by ferroptosis, and this hormone pairing may be a new avenue for arresting CRPC clinical progression.<br \/>Significance: The translational potential of our results is bolstered by the precedent that supraphysiologic testosterone improved serum PSA scores and other clinical parameters for a subset of therapy-inert CRPC patients who received repeated cycles of once-a-month single testosterone dosing- a protocol known as bipolar androgen therapy (BAT)<sup>1<\/sup>. Our findings may offer a strategic framework for enhancing the efficacy of BAT by including oral dosing of a non-calcemic level of vitamin D<sub>3<\/sub>. W81XWH-21-1-0307 (DoD); IK6 BX004207 (VA). Ref 1: Nat Rev Urol 2023; PMID 36543976","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-08 Preclinical studies of endocrine-related cancers,,"},{"Key":"Keywords","Value":"Prostate cancer,Vitamin D3 and Androgen Crosstalk,Androgen Biosynthesis and Metabolism Enzymes,Ferroptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"B. Park, J. Vaquiz, O. Igbekoyi, <b>B. Chatterjee<\/b>; <br\/>UT Health Science Center at San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"05094d8c-985a-45c0-8246-1c3ff9d8fc7a","ControlNumber":"3506","DisclosureBlock":"&nbsp;<b>B. Park, <\/b> None..<br><b>J. Vaquiz, <\/b> None..<br><b>O. Igbekoyi, <\/b> None..<br><b>B. Chatterjee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1498","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3588","PresenterBiography":null,"PresenterDisplayName":"Bandana Chatterjee, PhD","PresenterKey":"ed54ae5b-dad6-4f44-b108-3fe8a9fa308f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3588. Androgen synthesis disruption, ferroptosis induction and prostate cancer inhibition by androgen and vitamin D combination","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Androgen synthesis disruption, ferroptosis induction and prostate cancer inhibition by androgen and vitamin D combination","Topics":null,"cSlideId":""},{"Abstract":"Background: Resistance to the existing Androgen Receptor Signaling Inhibitor (ARSI) therapies led to higher incidences of aggressive therapy-induced neuroendocrine-like prostate cancer (t-NEPC) with predominant small cell-like characteristics, dismal overall survival, and an ultimate resistance to taxane chemotherapies. t-NEPCs are mostly treated with platinum-based drugs with etoposide and\/or taxane but have less selectivity and high systemic toxicity, which often limits their clinical and therapeutic potential. During t-NEPC transformation, upon chromatin reprogramming associated with epigenetic alterations and altered transcriptional activity, adenocarcinoma loses its luminal features to adopt neurobasal characteristics. The following study aims to unravel the mechanism of developing t-NEPC taxane resistance upon acquiring such adaptive neuronal characteristics.<br \/>Objective: The primary objective is to delineate how chromatin modifications along with epigenetic regulation facilitates the adaptive neuronal characteristics and dictates the development of t-NEPC taxane resistance.<br \/>Methods: We generated various t-NEPC cell lines either by genetic modification (DKD) or therapeutic pressure (C4-2BER). We performed RNA-Seq, ATAC-Seq and acetylated Histone (H3K18 and H3K27) ChIP-Seq in our developed t-NEPC models and compared with adenocarcinoma. We next compared ATAC Seq and Acetylated histone ChIP Seq with RNA Seq in C4-2B and C4-2BER and performed functional assays.<br \/>Results: Our ATAC Seq and acetylated histone footprints (Ac H3K18 and Ac H3K27 ChIP Seq) analyses revealed an enhanced chromatin accessibility during t-NEPC transformation. Overlapping RNA seq suggested newly transcribed neuronal genes with higher extent of promoter accessibility. Transcription Factor mapping among newly accessible gene promoters revealed preferential Pax5 binding, whose expression occurs selectively in t-NEPC unlike adenocarcinoma. Pathway analysis of differentially expressed neuronal genes in t-NEPC suggested an involvement of Pax5 in axonal guidance, neurotransmitter regulation, and neuronal adhesion, which are essential for strong cellular communication. Furthermore, Pax5 depletion disrupts cellular interaction in t-NEPC, thereby, sensitizing them to taxane therapies.<br \/>Conclusions: Our study concludes that continuous AR ablation with ARSIs, leads to chromatin alterations with epigenetic changes, thereby allowing Pax5 transcriptional activation in t-NEPC. This altered transcriptional activity promotes gene expression necessary to govern taxane-resistant t-NEPC development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-06 Neuroendocrine and other endocrine factors,,"},{"Key":"Keywords","Value":"Prostate cancer,Neuroendocrine tumors,Therapy resistance,Chemoresistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Bhattacharya<\/b>, R. Islam, S. Bodas, J. Mishra, D. Das, K. Datta, S. Dutta; <br\/>University of Nebraska Medical Center, Omaha, NE","CSlideId":"","ControlKey":"be721710-da55-4152-8d66-1d281a36c163","ControlNumber":"3906","DisclosureBlock":"&nbsp;<b>S. Bhattacharya, <\/b> None..<br><b>R. Islam, <\/b> None..<br><b>S. Bodas, <\/b> None..<br><b>J. Mishra, <\/b> None..<br><b>D. Das, <\/b> None..<br><b>K. Datta, <\/b> None..<br><b>S. Dutta, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1499","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3589","PresenterBiography":null,"PresenterDisplayName":"Sreyashi Bhattacharya, MS","PresenterKey":"37725361-54fb-46fc-8d29-e30f5d45bd00","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3589. Understanding the role of Pax5 in development of taxane-resistant NE-like prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Understanding the role of Pax5 in development of taxane-resistant NE-like prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Cortisol is a glucocorticoid (GC) known to be produced by the hypothalamic-pituitary-adrenal (HPA) axis. Dysregulation of the HPA axis is prevalent in patients with ovarian cancer. These patients have elevated nighttime levels of cortisol and increased tumoral expression of the glucocorticoid receptor (GR); both of which correlate with shortened overall survival (OS). We hypothesize that outside the HPA axis, ovarian cancer may have tumor-intrinsic production of GC. In this study, we examined whether 11 beta-hydroxysteroid dehydrogenase 1 (11&#946;-HSD1; enzyme which activates cortisone to cortisol) has steroidogenic activity in the ovarian cancer tumor microenvironment (TME).<b><\/b><br \/><b>Methods<\/b>: We used the Genotype-Tissue Expression (GTex) Portal and the Cancer Cell Line Encyclopedia (CCLE) to determine expression of steroidogenic enzymes in the ovary and ovarian cancer cell lines. We further performed UMAP analysis of a single-cell RNA-seq dataset of tumor samples from patients with ovarian carcinoma to cluster for cell type. ELISAs were performed to quantify cortisol production and secretion by cells stimulated with metabolite, cortisone. Subcellular fractionation and Western blotting were performed to measure protein expression of 11&#946;-HSD1, GR, and phospho-Ser 211 GR.<br \/><b>Results<\/b>: HSD11B1 mRNA (which encodes 11&#946;-HSD1) is detectable in bulk ovarian tissue at a median expression of 78.19 transcripts per million (TPM) as measured in the GTex data. <i>In vitro<\/i>, primary human ovarian fibroblasts express functional 11&#946;-HSD1 and produce and secrete cortisol upon cortisone stimulation in a time-dependent manner, with a mean total secretion of 17.91 &#177; 0.21 ng\/ml at 12 hours. Analysis of scRNA-seq data identifies that cancer-associated fibroblasts (CAFs) may be a source of HSD11B1 in the ovarian TME, with roughly 9% of CAFs expressing HSD11B1. In HeyA8 ovarian cancer cells (positive for 11&#946;-HSD1), cortisone stimulation <i>in vitro<\/i> results in cortisol production with a mean total secretion of 22.04 &#177; 5.46 ng\/ml at 12 hours. Moreover, this cortisol results in GR activation in an 11&#946;-HSD1-dependent manner.<br \/><b>Discussion:<\/b> We identify 11&#946;-HSD1 as a potential mechanism of GC production within ovarian cancer, with CAFs being a putative source. We further show that 11&#946;-HSD1 activity can lead to activation of the GR within cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-05 Hormone synthesis, metabolism, and inhibitors,,"},{"Key":"Keywords","Value":"Ovarian cancer,Glucocorticoid,Steroid hormones,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Hanjra<\/b><sup>1<\/sup>, E. Stur<sup>1<\/sup>, S. Cole<sup>2<\/sup>, S. Lutgendorf<sup>3<\/sup>, A. Sood<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>University of California, Los Angeles, Los Angeles, CA, <sup>3<\/sup>University of Iowa, Iowa City, IA","CSlideId":"","ControlKey":"dffb4219-7698-43ac-b3a8-4e4991caba6a","ControlNumber":"7093","DisclosureBlock":"&nbsp;<b>P. Hanjra, <\/b> None..<br><b>E. Stur, <\/b> None..<br><b>S. Cole, <\/b> None..<br><b>S. Lutgendorf, <\/b> None..<br><b>A. Sood, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1500","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3590","PresenterBiography":null,"PresenterDisplayName":"Pahul Hanjra, BS","PresenterKey":"88e20f8c-b1f3-4042-b7fa-ba130a81143d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3590. Tumor intrinsic production of glucocorticoids in ovarian carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor intrinsic production of glucocorticoids in ovarian carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<i>Introduction:<\/i> <i>BRAF<sup>V600E<\/sup><\/i> is one of the most common oncogenic mutations in human thyroid cancers, especially in papillary thyroid carcinoma (PTC). However, the early molecular changes caused by this mutation have not been studied previously in human thyrocytes <i>in vitro<\/i>.<br \/><i>Methods:<\/i> Primary cultures of cells derived from noncancerous thyroid tissue of patients (at least n=3) were infected with <i>BRAF<sup>V600E<\/sup><\/i> adenovirus to mimic the mutated condition. Changes induced by the infection were measured at early times (&#60;24h). Transcriptome analysis was performed on infected thyrocytes (n=6) to determine the highest differentially expressed genes between the control and infected groups, which were then verified at the gene and protein levels. RNAi downregulation experiments were performed to determine the cross-regulatory function of the genes.<br \/><i>Results:<\/i> The induction of <i>BRAF<sup>V600E<\/sup><\/i> mutation, confirmed at the protein level, increased proliferation of the cells, and morphological changes were observed at approximately 24h post-infection. The decreased expression of thyroid-specific genes, viz. TSHR, TG, and TPO were observed after &#62;72h post-introduction of <i>BRAF<sup>V600E<\/sup><\/i> mutation. Transcriptome and protein expression analysis of <i>BRAF<sup>V600E<\/sup><\/i>-positive thyrocytes showed the overexpression of chemokines <i>CXCL8<\/i> and <i>CXCL12,<\/i> and upregulation of endothelial cell-specific molecule 1 (ESM1). These molecules are known to be associated with increased neoangiogenesis and proliferation. Functional studies showed that siRNA knockdown of <i>CXCL8<\/i> decreased the expressions of <i>CXCL12 <\/i>and <i>ESM1,<\/i> whereas knockdown of either <i>CXCL12<\/i> or <i>ESM1<\/i> did not decrease the expression of <i>CXCL8<\/i>.<br \/><i>Conclusion:<\/i> Increased proliferation, de-differentiation, upregulation of chemokines, and endothelial-specific factor are effects associated with <i>BRAF<sup>V600E<\/sup><\/i>-driven thyroid carcinogenesis. CXCL8 appears to play an important early regulatory role in this process.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Thyroid cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Sarkar<\/b>, P. Bolel, J. Klubo-Gwiezdzinska, M. C. Gershengorn; <br\/>NIH National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK), Bethesda, MD","CSlideId":"","ControlKey":"26fa663a-f6d7-4548-86bb-644a07bd26cb","ControlNumber":"7352","DisclosureBlock":"&nbsp;<b>R. Sarkar, <\/b> None..<br><b>P. Bolel, <\/b> None..<br><b>J. Klubo-Gwiezdzinska, <\/b> None..<br><b>M. C. Gershengorn, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1501","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3591","PresenterBiography":null,"PresenterDisplayName":"Rhitajit Sarkar, PhD","PresenterKey":"2d5c3f6c-acae-4908-9b22-54184c600808","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3591. Upregulation of CXCL8 is an early step in the oncogenic transition of human thyroid cells by <i>BRAF<sup>V600E<\/sup><\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Upregulation of CXCL8 is an early step in the oncogenic transition of human thyroid cells by <i>BRAF<sup>V600E<\/sup><\/i>","Topics":null,"cSlideId":""},{"Abstract":"Tumors of one or multiple parathyroid glands and elevated serum calcium and parathyroid hormone (PTH) are the common characteristics of primary hyperparathyroidism (PHPT). Genes associated with familial PHPT (hereditary parathyroid tumors) include - <i>MEN1<\/i>, <i>CDKN1B<\/i>, <i>CDC73<\/i>, <i>RET<\/i>, <i>MAX<\/i> and <i>GCM2<\/i>. The glial cells missing 2 (<i>GCM2<\/i>) gene functions as a transcription factor that is essential for parathyroid gland development. Heterozygous germline missense variants located within the C-terminal conserved inhibitory domain (CCID) of <i>GCM2<\/i> have been reported in a subset of patients with familial PHPT. In functional assays, these missense variants enhance the transcriptional activity of GCM2, suggesting that <i>GCM2<\/i> could act as a proto-oncogene in parathyroid neoplasia. A recurrent germline activating missense variant of <i>GCM2<\/i>, p.Y394S in patients with familial PHPT has been reported in various publications. To study the direct contribution of this missense variant in parathyroid neoplasia, we used the CRISPR\/Cas9 system to generate a heterozygous germline knock-in of p.Y392S in the mouse <i>Gcm2<\/i> gene (which corresponds to the human variant p.Y394S in <i>GCM2<\/i>). In GCM2-binding site mediated luciferase reporter assays, the mouse <i>Gcm2<\/i> variant p.Y392S also exhibited the transcription enhancing effect that was observed for the human <i>GCM2<\/i> p.Y394S variant. However, mice with this variant (<i>Gcm2<\/i><sup>+\/Y392S<\/sup>) did not show obvious parathyroid tumors. Because the mouse <i>Gcm2<\/i> variant p.Y392S exhibited enhanced transcriptional activity, we performed spatial transcriptomics of parathyroid glands from wildtype (WT) and <i>Gcm2<\/i><sup>+\/Y392S<\/sup> mice to examine differentially expressed transcripts in parathyroid cells with the p.Y392S variant of <i>Gcm2<\/i>. Using the 10X Genomics Visium platform, spatially resolved RNA-seq analysis was performed on parathyroid gland cells of WT and <i>Gcm2<\/i><sup>+\/Y392S<\/sup> mice specifically marked by the expression of <i>Pth<\/i> and <i>Gcm2<\/i>. Spatial transcriptomics and Pathway analysis was performed to evaluate transcripts with more than 2-fold increased expression in parathyroid cells from the p.Y392S variant of <i>Gcm2<\/i> compared to WT. Further investigation of these genes and pathways in mouse and human parathyroid cells can provide insights into the functional consequences of <i>GCM2<\/i> activating variants and the pathophysiology of parathyroid tumorigenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++EN01-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Transcription factor,Calcium,Differentiation,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Bolel<\/b><sup>1<\/sup>, J. O. Pina<sup>2<\/sup>, F. R. Faucz<sup>2<\/sup>, L. S. Weinstein<sup>1<\/sup>, S. K. Agarwal<sup>1<\/sup>; <br\/><sup>1<\/sup>NIH National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK), Bethesda, MD, <sup>2<\/sup>NIH Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD), Bethesda, MD","CSlideId":"","ControlKey":"d1d59d3f-2f42-4108-a64e-466d38571b77","ControlNumber":"10308","DisclosureBlock":"&nbsp;<b>P. Bolel, <\/b> None..<br><b>J. O. Pina, <\/b> None..<br><b>F. R. Faucz, <\/b> None..<br><b>L. S. Weinstein, <\/b> None..<br><b>S. K. Agarwal, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10737","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB153","PresenterBiography":null,"PresenterDisplayName":"Priyanka Bolel, PhD","PresenterKey":"8a145cd4-d302-4507-8091-6da19c50d857","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB153. Spatial transcriptomics of mouse parathyroid gland cells expressing an activating variant of g<i>cm2<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"269","SessionOnDemand":"False","SessionTitle":"Molecular, Preclinical, and Clinical Endocrinology 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial transcriptomics of mouse parathyroid gland cells expressing an activating variant of g<i>cm2<\/i>","Topics":null,"cSlideId":""}]