[{"Abstract":"The stroma of solid tumors is populated by myeloid cells, which mostly represent macrophages. Tumor-associated macrophages (TAMs), strongly influenced by cancer cell-derived factors, are key drivers of immunosuppression and support tumor growth and spread to distant sites. Increasing evidence demonstrates their ability to hamper cancer patients' response to most treatments currently applied in the clinic, including immunotherapy. Therefore, strategies to counteract negative effects of TAMs are nowadays gaining momentum at preclinical, translational, and clinical levels.<br \/>Here, we present the development and evaluation of nanoparticles (NPs) loaded with TLR agonists and\/or inhibitors of immunosuppressive pathways to reprogram TAMs and the tumor microenvironment (TME) to unleash an effective immune response to fight against the tumor. Firstly, we have evaluated <i>in vitro<\/i> the ability of poly(I:C) and\/or R848, agonists of TLR3 and TLR7\/8 respectively, to reprogram TAMs into antitumor effector cells, and also the efficacy of Stattic and\/or Galunisertib, inhibitors of STAT3 and TGF-&#946; pathways respectively, to inhibit immunosuppression by cancer cells and\/or TAMs. The best combinations of these drugs were encapsulated in nanoemulsions or polymeric nanocapsules for improved TAM-targeting and pharmacokinetics <i>in vivo<\/i>. These NPs were characterized for their physicochemical properties and also tested <i>in vitro <\/i>using primary human macrophages. For <i>in vivo <\/i>evaluation, subcutaneous and orthotopic murine models of lung cancer (CMT167) were used, showing antitumoral efficacy and TME reprogramming as evaluated by FACS, RNA analysis and multiplex immunofluorescence. Protamine-NCs-loaded with poly(I:C)+R848 and coated with an additional layer of hyaluronic acid functionalized with mannose were used to target the CD206 receptors, showing antitumoral efficacy mediated by TAM reprogramming, evaluated as higher CD86 while lower CD206 and Arg1 expression. Nanoemulsions with a PEGylated surfactant, encapsulating Stattic+Galunisertib+R848 showed faster antitumoral activity <i>versus<\/i> the free drugs. Experiments performed in IFN-&#947; KO mice and immune deficient mice (NSG and Balb\/c nude) revealed that a fully functional immune system is crucial for the response to the treatment.<br \/>In conclusion, our work demonstrates the antitumoral efficacy and reprogramming of the tumor microenvironment by combinations of TLR agonists and\/or inhibitors of immunosuppression, which can be improved by nanotechnological approaches. Further investigations are ongoing to assess their antitumoral efficacy in other tumor models (i.e. breast and pancreatic cancer), with the final aim of clinical translation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Immunotherapy,Macrophages,Nanoparticle,Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Torres Andon, Sr.<\/b><sup>1<\/sup>, A. Pensado-López<sup>1<\/sup>, C. Anfray<sup>2<\/sup>, A. Ummarino<sup>2<\/sup>, I. Fernández-Mariño<sup>3<\/sup>, L. Sanjurjo<sup>3<\/sup>, J. Crecente-Campo<sup>3<\/sup>, E. Fernández-Megía<sup>4<\/sup>, F. Castro<sup>5<\/sup>, M. Oliveira<sup>5<\/sup>, A. Calvo<sup>6<\/sup>, R. García Campelo<sup>1<\/sup>, A. Mantovani<sup>2<\/sup>, M. Alonso<sup>3<\/sup>, P. Allavena<sup>2<\/sup>; <br\/><sup>1<\/sup>Oncology Unit, Complexo Hospitalario Universitario de A Coruña (CHUAC)  Instituto de Investigación Biomédica de A Coruña (INIBIC), A Coruña, Spain, <sup>2<\/sup>Clinical and Research Hospital Humanitas, Istituto di Ricovero e Cura a Carattere Scientifico (IRCCS), Milan, Italy, <sup>3<\/sup>Centre for Research in Molecular Medicine and Chronic Diseases (CIMUS), Universidade de Santiago de Compostela, Santiago de Compostela, Spain, <sup>4<\/sup>Centre for Research in Biological Chemistry and Molecular Materials (CIQUS), Department of Organic Chemistry, Universidade de Santiago de Compostela, Santiago de Compostela, Spain, <sup>5<\/sup>i3S-Instituto de Investigação e Inovação em Saúde, Universidade do Porto, Rua Alfredo Allen, Porto, Portugal, <sup>6<\/sup>School of Medicine, IDISNA and Program in Solid Tumors and Biomarkers, Center for Applied Medical Research (CIMA), CIBERONC, ISC-III, University of Navarra, Pamplona, Spain","CSlideId":"","ControlKey":"3305cbcf-7623-495b-a85c-236811445dcd","ControlNumber":"2186","DisclosureBlock":"&nbsp;<b>F. Torres Andon, <\/b> None..<br><b>A. Pensado-López, <\/b> None..<br><b>C. Anfray, <\/b> None..<br><b>A. Ummarino, <\/b> None..<br><b>I. Fernández-Mariño, <\/b> None..<br><b>L. Sanjurjo, <\/b> None..<br><b>J. Crecente-Campo, <\/b> None..<br><b>E. Fernández-Megía, <\/b> None..<br><b>F. Castro, <\/b> None..<br><b>M. Oliveira, <\/b> None..<br><b>A. Calvo, <\/b> None..<br><b>R. García Campelo, <\/b> None..<br><b>A. Mantovani, <\/b> None..<br><b>M. Alonso, <\/b> None..<br><b>P. Allavena, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6867","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"715","PresenterBiography":null,"PresenterDisplayName":"Fernando Torres Andon, PhD;Pharm D","PresenterKey":"ef644eeb-31b7-474b-81ce-bd822d09adf8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"715. Nanomedicines loaded with TLR agonists and inhibitors of immunosuppression to reprogram the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nanomedicines loaded with TLR agonists and inhibitors of immunosuppression to reprogram the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"During carcinoma progression, mesenchymal stromal cells (MSCs) become recruited to tumors and contribute to the pool of cancer-associated fibroblasts (CAFs). Sub-populations of CAFs, have diverse and incompletely understood effects on disease progression and resistance to therapy. Adipose stromal cells (ASCs), the MSCs from fat tissue increasingly recruited by carcinomas in the context of obesity, have been shown to support cancer progression. Here, the roles of perivascular CAFs expressing platelet-derived growth factor receptor beta (<i>Pdgfrb)<\/i> and of CAFs expressing non-glycanated decorin (ngDCN), a marker of ASCs, were analyzed. We used mice orthotopically grafted with pancreatic ductal adenocarcinoma (KPC) cells. Ablation of cells expressing thymidine kinase under the control of <i>Pdgfrb <\/i>promoter<i> <\/i>with ganciclovir resulted in suppression of primary pancreatic tumor growth. However, ablation <i>Pdgfrb+ <\/i>cells<i> <\/i>induced spontaneous metastases to the liver. For depletion of ngDCN+ cells, we used a hunter-killer peptide D-CAN, which has been previously reported to induce apoptosis of ASCs and CAFs in mouse models. Here, D-CAN also had a negative effect on pancreatic tumor growth, however, there was no significant effect on metastatic dissemination. Single cell RNA sequencing of tumors demonstrated that targeting of <i>Pdgfrb+ <\/i>and ngDCN+ stromal cells had distinct effects on sub-populations of CAFs. Endothelial cell and cancer cell survival was decreased by depletion of either <i>Pdgfrb+ <\/i>or ngDCN+ stroma. However, pathway analysis revealed that depletion of <i>Pdgfrb+ <\/i>and ngDCN+ stromal cells has different effects on the markers of cancer cell aggressiveness. D-CAN treatment, and to a less extent <i>Pdgfrb+ <\/i>cell ablation, suppressed macrophage M2 polarization and increased infiltration of cytotoxic T-lymphocytes. This observation, confirmed in the MyCap graft model of prostate cancer, suggested that ablation of ngDCN+ stroma should synergize with immune checkpoint inhibitors. We tested the effect of D-CAN on the efficacy of anti-PDL1 antibody in the orthotopic KPC model. Compared to D-CAN and anti-PDL1 antibody alone, combination treatment had a synergistic effect on tumor growth. Importantly, liver metastases were suppressed by the D-CAN \/ anti-PDL1 antibody combination, but not by individual agents. We conclude that improved approaches to target mesenchymal stroma in tumors may be effective in combination with immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Peptides,Stroma,Immune checkpoint blockade,Cancer associated fibroblasts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Rupert<\/b><sup>1<\/sup>, A. Daquinag<sup>1<\/sup>, L. Cai<sup>2<\/sup>, Y. Dai<sup>1<\/sup>, Z. Zhao<sup>1<\/sup>, D. Anastassiou<sup>2<\/sup>, M. Kolonin<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Texas at Houston, Houston, TX, <sup>2<\/sup>Columbia University, New York, NY","CSlideId":"","ControlKey":"987ba44b-6458-4374-bf8f-1cd1760021a7","ControlNumber":"1752","DisclosureBlock":"&nbsp;<b>J. Rupert, <\/b> None..<br><b>A. Daquinag, <\/b> None..<br><b>L. Cai, <\/b> None..<br><b>Y. Dai, <\/b> None..<br><b>Z. Zhao, <\/b> None..<br><b>D. Anastassiou, <\/b> None..<br><b>M. Kolonin, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6871","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"716","PresenterBiography":null,"PresenterDisplayName":"Joseph Rupert, PhD","PresenterKey":"58a9eced-94d9-4873-ac37-acf60342ac99","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"716. Depletion of stromal cells remodels tumor microenvironment and potentiates immune checkpoint blockade in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Depletion of stromal cells remodels tumor microenvironment and potentiates immune checkpoint blockade in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Regulatory T (Treg) cells in the tumor microenvironment have an immune suppressive function, and their presence is associated with poor prognosis. Depletion of Treg cells may be a mechanism to sensitize tumors and represents a novel strategy for cancer immunotherapy. High expression of chemokine receptor CCR8 has been found in Treg cells in microenvironments of numerous tumors but not on Treg cells in systemic lymphoid tissues. The ability to selectively kill Treg cells in tumor environments may provide an opportunity for therapy that leaves Treg function intact elsewhere in the body where they normally mediate tolerance to self-antigen.<br \/><b>Methods<\/b>: We sought to identify CCR8 antibodies for therapeutics and designed an antibody discovery strategy to address the challenges of this target. CCR8 is a member of the G protein-coupled receptor (GPCR) family. Like many GPCRs, CCR8 is a valuable therapeutic antibody target but challenging to access due to its poor expression, membrane-dependent structure, and poor immunogenicity due to sequence conservation. We developed an antibody discovery platform (MPS) that specifically addresses each of these challenges through use of advanced immunization techniques and evolutionarily divergent host species (chickens) for robust immune responses against conserved targets. We extensively engineered CCR8 antigen to enable high expression for immunization. When sufficient antibody diversity was not obtained using our standard immunization techniques, we developed mRNA immunization techniques for this program. Antibody binding was measured using flow cytometry on transfected cells and human Treg cells. The ability of antibodies to inhibit CCR8 function was measured using intracellular calcium influx assays. Antibody internalization was measured using dye uptake assays and flow cytometry. Antibodies were conjugated with cytotoxic payloads and tested for the ability to mediate killing.<br \/><b>Results: <\/b>Using these approaches, we identified a panel of high-affinity antibodies that bound in the nanomolar or subnanomolar range with high specificity, and we selected a lead molecule to progress. We will present data from our antibody discovery campaign including mRNA immunization, binding profiles, GPCR functional data, receptor-mediated internalization, and the ability of antibody-drug conjugates (ADC) to kill CCR8+ cells, including human Treg cells, <i>in vitro<\/i>.<br \/><b>Conclusion: <\/b>Treg cells are a primary driver of the immunosuppressive microenvironment in many solid tumors. Targeting immune-suppressive CCR8+ Treg cells using ADC has potential to expand the treatment of solid tumors","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Antibody,Antibody-drug conjugate (ADC),T cell,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. J. Stafford<\/b><sup>1<\/sup>, H. Roth<sup>1<\/sup>, S. Campbell<sup>1<\/sup>, S. Brady<sup>1<\/sup>, V. Fiers<sup>1<\/sup>, F. Yu<sup>2<\/sup>, A. Tsourkas<sup>2<\/sup>, R. Payne<sup>1<\/sup>, M. Pitts<sup>1<\/sup>, K. Guldner<sup>1<\/sup>, T. Phillips<sup>1<\/sup>, B. Tyrell<sup>1<\/sup>, C. Ulke<sup>1<\/sup>, A. Snyder<sup>1<\/sup>, M. Assogba<sup>1<\/sup>, H. Ohl<sup>1<\/sup>, I. Sanchez<sup>1<\/sup>, B. Doranz<sup>1<\/sup>, J. Rucker<sup>1<\/sup>, R. Chambers<sup>1<\/sup>; <br\/><sup>1<\/sup>Integral Molecular, Philadelphia, PA, <sup>2<\/sup>AlphaThera, Philadelphia, PA","CSlideId":"","ControlKey":"6504b817-a129-47e1-bb88-418912c74925","ControlNumber":"4976","DisclosureBlock":"<b>&nbsp;L. J. Stafford, <\/b> <br><b>Integral Molecular<\/b> Employment. <br><b>H. Roth, <\/b> <br><b>Integral Molecular<\/b> Employment. <br><b>S. Campbell, <\/b> <br><b>Integral Molecular<\/b> Employment. <br><b>S. Brady, <\/b> <br><b>Integral Molecular<\/b> Employment. <br><b>V. Fiers, <\/b> <br><b>Integral Molecular<\/b> Employment. <br><b>F. Yu, <\/b> <br><b>AlphaThera<\/b> Employment. <br><b>A. Tsourkas, <\/b> <br><b>AlphaThera<\/b> Employment. <br><b>R. Payne, <\/b> <br><b>Integral Molecular<\/b> Employment. <br><b>M. Pitts, <\/b> <br><b>Integral Molecular<\/b> Employment. <br><b>K. Guldner, <\/b> <br><b>Integral Molecular<\/b> Employment. <br><b>T. Phillips, <\/b> <br><b>Integral Molecular<\/b> Employment. <br><b>B. Tyrell, <\/b> <br><b>Integral Molecular<\/b> Employment. <br><b>C. Ulke, <\/b> <br><b>Integral Molecular<\/b> Employment. <br><b>A. Snyder, <\/b> <br><b>Integral Molecular<\/b> Employment. <br><b>M. Assogba, <\/b> <br><b>Integral Molecular<\/b> Employment. <br><b>H. Ohl, <\/b> <br><b>Integral Molecular<\/b> Employment. <br><b>I. Sanchez, <\/b> <br><b>Integral Molecular<\/b> Employment. <br><b>B. Doranz, <\/b> <br><b>Integral Molecular<\/b> Employment. <br><b>J. Rucker, <\/b> <br><b>Integral Molecular<\/b> Employment. <br><b>R. Chambers, <\/b> <br><b>Integral Molecular<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6875","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"718","PresenterBiography":null,"PresenterDisplayName":"Lewis Stafford, Ph.D.","PresenterKey":"87382b7c-cd7d-4349-a060-957cd5e77045","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"718. CCR8 antibody drug conjugates: Targeting regulatory T cells for tumor sensitization","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CCR8 antibody drug conjugates: Targeting regulatory T cells for tumor sensitization","Topics":null,"cSlideId":""},{"Abstract":"PD-1\/PD-L1 therapies have shown significant activity across a range of tumor types, however, 70-90% of patients do not derive durable benefit. In preclinical settings, delivery of PD-1 blockade and IL-2 agonism in cis via a bispecific molecule, comprising a PD-1 antibody fused to IL-2, has demonstrated superior activity compared to delivery of individual components or their combination. Targeting of IL-2 to PD-1<sup>+<\/sup> cells in cis has been shown to drive a unique differentiation path endowing CD8<sup>+<\/sup> T cells with enhanced functionality. However, we show that the IL-2 component in an unmasked PD1\/IL2 bispecific molecule dominates its pharmacology, driving marked peripheral activation of immune cells, rapid IL-2 receptor-mediated clearance and systemic toxicity. To address these challenges and enable tumor-specific activity, we designed a PD1\/IL2 bispecific molecule that incorporates a single domain antibody-based mask to bind to the IL-2 component and maintain it in a quiescent state until activated by prevalent and dysregulated proteases in the tumor microenvironment (TME). In preclinical models, the affinity-optimized mask prevented peripheral IL-2 receptor binding, associated toxicity and receptor-mediated clearance. Improved pharmacokinetics of our tumor-activated PD1\/IL2 enabled PD1 antibody-like exposures and is projected to achieve complete blockade of PD1 signaling. Tumor-activated PD1\/IL2 significantly inhibited tumor growth compared to anti-PD-1 alone or vehicle and demonstrated improved tolerability compared to an unmasked PD1\/IL2 bispecific in mouse models. In addition, pharmacodynamic activity of tumor-activated PD1\/IL2 was restricted to the TME. Consistent with the masked design, we observed no significant change in CD8<sup>+<\/sup> T cells in the periphery and significant increases in antigen specific CD8<sup>+<\/sup> T cells, memory CD8<sup>+<\/sup> T cells and TCF1<sup>+<\/sup> stem-like CD8<sup>+<\/sup> T cells in the TME. Ex vivo protease cleavage assays performed in human samples demonstrated efficient activation of tumor-activated PD1\/IL2 by multiple tumor types and minimal activation in human plasma. In non-human primates, tumor-activated PD1\/IL2 achieved tolerable exposures that were comparable to those of existing PD-1 blocking immunotherapies. Taken together, these preclinical data suggest that tumor-activated PD1\/IL2 has the potential to improve upon existing PD-1\/PD-L1 immunotherapies by inhibiting PD-1\/PD-L1 axis and simultaneously directing immunostimulatory IL-2 to antigen-experienced effector cell populations in the TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"PD-1,Interleukin-2,Bispecifics,Cytokine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Eryilmaz<\/b>, W. Guzman, S. Hsiao, P. Johnson, L. Quinn, J. Lakhani, B. Whalen, R. Quiroz, K. Jenkins, B. Lanter, O. Yerov, W. Scott, J. Greene, Z. Liu, J. Hedges, M. McLaughlin, S. Vu, C. Turcotte, J. Taylor, C. O'Toole, M. Pederzoli-Ribeil, H. Duprey, N. Malkova, D. Fantini, D. Crowe, K. Smith, J. Card, J. Lee, K. Smith, B. Nicholson, J. O'Neil, C. U. Bialucha; <br\/>Xilio Therapeutics, Waltham, MA","CSlideId":"","ControlKey":"d63d159d-9d36-4a4c-b337-ddb4e00d39c0","ControlNumber":"6704","DisclosureBlock":"<b>&nbsp;E. Eryilmaz, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>W. Guzman, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Hsiao, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>P. Johnson, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>L. Quinn, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Lakhani, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>B. Whalen, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>R. Quiroz, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>K. Jenkins, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>B. Lanter, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>O. Yerov, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>W. Scott, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Greene, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>Z. Liu, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Hedges, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. McLaughlin, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Vu, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>C. Turcotte, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Taylor, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>C. O'Toole, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. Pederzoli-Ribeil, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>H. Duprey, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>N. Malkova, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>D. Fantini, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>D. Crowe, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>K. Smith, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Card, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Lee, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>K. Smith, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>B. Nicholson, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. O'Neil, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option. <br><b>C. U. Bialucha, <\/b> <br><b>Xilio Therapeutics Inc.<\/b> Employment, Stock, Stock Option.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6876","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"719","PresenterBiography":null,"PresenterDisplayName":"Ertan Eryilmaz, PhD","PresenterKey":"9a34de39-d04b-44ce-8f3d-e7babb3ce60e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"719. A tumor-activated PD1\/IL2 bispecific molecule, designed to overcome IL-2 receptor-mediated clearance, improve tolerability and stimulate antigen-experienced CD8<sup>+<\/sup> T cells in the tumor microenvironment of murine models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A tumor-activated PD1\/IL2 bispecific molecule, designed to overcome IL-2 receptor-mediated clearance, improve tolerability and stimulate antigen-experienced CD8<sup>+<\/sup> T cells in the tumor microenvironment of murine models","Topics":null,"cSlideId":""},{"Abstract":"Zelasudil (RXC007) is an orally available, highly selective small molecule inhibitor of Rho-associated coiled-coil containing protein kinase 2 (ROCK2), which has demonstrated pre-clinical anti-fibrotic efficacy and is currently being tested in a Phase 2a clinical trial for the treatment of idiopathic pulmonary fibrosis (IPF) (NCT05570058). Pancreatic ductal adenocarcinoma (PDAC) is an aggressive and therapeutically challenging disease with a dense and highly fibrotic tumor microenvironment which may limit efficacy of conventional therapies. Here, we investigate the benefit of combining an anti-fibrotic, RXC007, with either standard of care chemotherapy or immunotherapy in mouse models of PDAC.In a fibrotic patient-derived metastatic PDAC orthotopic model, RXC007 (10mg\/kg, 50mg\/kg and 100mg\/kg BID 5d on\/2d off PO) in combination with SoC chemotherapy Gemcitabine (100mg\/kg IP QW)\/Abraxane (30 mg\/kg IP QW) improved survival in a dose-dependent manner (all P&#60;0.0001) compared to Gemcitabine\/Abraxane alone.In the immunocompetent orthotopic LSL-KrasG12D\/+; LSL-Trp53R172H\/+; Pdx1-Cre (KPC) model of metastatic PDAC, survival was significantly increased (P&#60;0.0001) upon treatment with a combination of RXC007 (50 mg\/kg BID 5d on\/2d off PO) and anti-PD1 (200 ug BIW) compared to anti-PD1 alone. ROCK2 inhibition elicited positive immunomodulatory effects in KPC pancreatic tumors, with increase of CD8+ (P=0.0031) and CD4+ (P=0.008) T cell infiltrate into the tumor cortex and reduction in immunosuppressive FOXP3+ regulatory T cells at the tumor border. Furthermore, RXC007 monotherapy exhibited anti-fibrotic effects, via a decrease in collagen content and organization, effects associated with CAF reprogramming and reduced intra-tumoral aSMA+ PDPN+ myofibroblast-like CAFs (myCAFs; P=0.0406).This data highlights the potential for treating highly fibrotic tumours with RXC007 in combination with SoC chemotherapy or immunotherapy in order to improve patient outcomes in this aggressive and treatment-refractory cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Cancer-associated fibroblasts,Pancreatic cancer,Combination therapy,Small molecule inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Pajic<\/b><sup>1<\/sup>, B. McLean<sup>1<\/sup>, D. Chacon Fajardo<sup>1<\/sup>, S. Porazinski<sup>1<\/sup>, D. H. Upton<sup>1<\/sup>, D. Schuhmacher<sup>1<\/sup>, A. Istadi<sup>1<\/sup>, T. Cox<sup>1<\/sup>, P. Timpson<sup>1<\/sup>, D. J. Wilcock<sup>2<\/sup>, K. J. Anderson<sup>2<\/sup>, H. Mason<sup>2<\/sup>, N. E. S. Guisot<sup>2<\/sup>, C. D. Jones<sup>2<\/sup>, C. Phillips<sup>2<\/sup>, R. Armer<sup>2<\/sup>; <br\/><sup>1<\/sup>Garvan Institute of Medical Research, Sydney, Australia, <sup>2<\/sup>Redx Pharma Plc, Greater Manchester, United Kingdom","CSlideId":"","ControlKey":"e5073343-1f6a-4700-aaa9-532111286404","ControlNumber":"6396","DisclosureBlock":"&nbsp;<b>M. Pajic, <\/b> None..<br><b>B. McLean, <\/b> None..<br><b>D. Chacon Fajardo, <\/b> None..<br><b>S. Porazinski, <\/b> None..<br><b>D. H. Upton, <\/b> None..<br><b>D. Schuhmacher, <\/b> None..<br><b>A. Istadi, <\/b> None..<br><b>T. Cox, <\/b> None..<br><b>P. Timpson, <\/b> None..<br><b>D. J. Wilcock, <\/b> None..<br><b>K. J. Anderson, <\/b> None..<br><b>H. Mason, <\/b> None..<br><b>N. E. S. Guisot, <\/b> None..<br><b>C. D. Jones, <\/b> None..<br><b>C. Phillips, <\/b> None..<br><b>R. Armer, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7622","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"720","PresenterBiography":null,"PresenterDisplayName":"Caroline Phillips, PhD","PresenterKey":"9017d2d5-84d1-4f94-bf5e-cc182c3b43bb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"720. Combining zelasudil, a small molecule ROCK2 inhibitor, with chemotherapy or immunotherapy improves response in preclinical models of pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combining zelasudil, a small molecule ROCK2 inhibitor, with chemotherapy or immunotherapy improves response in preclinical models of pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Human leukocyte antigen-G (HLA-G), a type of MHC class I, is known to be expressed only in the placenta and acts as an immune suppressor to protect the fetus from maternal immunity. Recent studies have revealed that HLA-G suppresses various tumor-infiltrated immune cells, such as T cells, NK cells, and macrophages, through interaction with inhibitory receptors Ig-like transcript 2 (ILT2). HLA-G has recently emerged as an attractive anticancer target because HLA-G is a highly specific tumor antigen and has a role in immune evasion of cancer cells. Additionally, the expression pattern of ILT2 differs from that of PD-1 in tumor-infiltrated CD8+ T cells. Therefore, an HLA-G targeting strategy is expected to be an alternative to address unmet medical needs for those not responding to anti-PD(L)1 therapies. In this study, we screened the novel anti-HLA-G antibody, IMB-201, using phage display technique and confirmed that IMB-201 selectively bound to the membrane HLA-G of cancer cells. It exhibited superior activities in ILT2 blockade, NK cell activation, and antibody-dependent cellular cytotoxicity (ADCC) compared to the reference antibody. Furthermore, IMB-201 demonstrated more efficient suppression of tumor growth compared to the reference antibody in subcutaneous gastric cancer xenograft model. Notably, the group administered IMB-201 with NK92MI cells (CD16-negative NK cells) in the ovarian cancer xenograft model showed stronger tumor growth inhibition compared to the group treated only IMB-201, indicating that NK92MI cells were activated by IMB-201. This result indicates that one of the mechanisms of action (MoA) of IMB-201 worked effectively <i>in vivo<\/i>. In addition, to maximize the efficacy of IMB-201 and differentiate it from competitors, various efficacy enhancing modality could be applicable. We aim to develop biopharmaceuticals by selecting the optimized modality. Based on these results, IMB-201 could overcome the limitations of existing cancer immunotherapy, potentially becoming highly influential in cancer treatment as a novel immune checkpoint inhibitor. It is also expected to exhibit higher anticancer efficacy in combination therapy with immune checkpoint inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"HLA class I,Immune checkpoint blockade,Antibody,Antitumor effect,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Kang<\/b>, S. Baek, I. Lee, M. Ju, S. Han, E. Han, S. Kang, J. Koo, Y. Kim, S. Park, E. Cho, C. Lee, G. Ha; <br\/>IMBiologics Corp., Suwon, Korea, Republic of","CSlideId":"","ControlKey":"96f0c2c6-503a-4286-a3ba-be2918ffdc98","ControlNumber":"4270","DisclosureBlock":"&nbsp;<b>H. Kang, <\/b> None..<br><b>S. Baek, <\/b> None..<br><b>I. Lee, <\/b> None..<br><b>M. Ju, <\/b> None..<br><b>S. Han, <\/b> None..<br><b>E. Han, <\/b> None..<br><b>S. Kang, <\/b> None..<br><b>J. Koo, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>E. Cho, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>G. Ha, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7624","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"721","PresenterBiography":null,"PresenterDisplayName":"Hyeonju Kang, MS","PresenterKey":"1c6f6546-ddd6-4701-a9ce-c64de1b2cf58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"721. Novel and distinctive anti-HLA-G antibody, IMB-201, inhibits tumor progression by breaking immune escape mechanism and enhancing cytotoxicity","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel and distinctive anti-HLA-G antibody, IMB-201, inhibits tumor progression by breaking immune escape mechanism and enhancing cytotoxicity","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Rhabdomyosarcoma (RMS) is the most common pediatric soft tissue sarcoma. Among various subtypes, alveolar RMS (ARMS) is generally more aggressive and usually carries the fusion transcription factor, PAX3\/7-FKHR. High-risk ARMS has an extremely poor prognosis, with ~25% five-year survival. Hence, novel therapeutic approaches are urgently needed. However, potential therapies are often hindered by the immunosuppressive tumor microenvironment (TME) associated with sarcomas. The TME is highly dynamic and includes fibroblasts, immune cells, and extracellular matrix. Cancer-associated fibroblasts (CAFs) may promote tumor growth and survival by secreting distinct factors to regulate proliferation, metastasis, and resistance to therapy. In this study, we investigated mechanisms involved in this phenomenon and identified a novel therapeutic strategy targeting the TME of ARMS.<br \/>Methods:<b> <\/b>Cells were isolated from a PAX3-FKHR fusion-positive ARMS tumor specimen, following ethics approval and informed consent. The PAX3-FKHR fusion status and mesenchymal biomarkers were analyzed by immunoblotting. The patient&#8217;s CAFs (designated KCCF14), RMS lines (RD, RH30, RH41), and control fibroblasts (BJ, HS68, WI-38) were cultured in vitro and their respective supernatant media was harvested for subsequent experiments. Cell proliferation and viability were determined by hemocytometer and alamar blue assay, respectively. The scratch wound healing assay was used to assess cell migration. Cytokine analysis was performed with a 96-plex array. For drug screening, cells were treated with a panel of CXCR4 antagonists to generate dose-response curves.<br \/>Results:<b> <\/b>KCCF14 CAFs isolated from an ARMS tumor exhibit elongated spindle morphology and are positive for mesenchymal biomarkers, including PDGFR-&#946; and smooth muscle &#945;-actin. As expected, these cells lack characteristics of the patient&#8217;s tumor, notably the expression of PAX3-FKHR fusion and N-myc. KCCF14-conditioned media significantly enhances ARMS cell proliferation and migration in a concentration-dependent manner. Analysis of the conditioned media revealed upregulation of key growth factors and cytokines, including PDGF-AA, VEGF-A, MCP-1, and IL-11, that promote tumor aggressiveness through proliferative signaling, angiogenesis, activation of migration, and immune evasion. Because SDF-1 (CXCR4 ligand) was also increased, we tested targeted inhibition of CXCR4, which induced cytotoxicity with increased sensitivity (IC<sub>50<\/sub> = 0.5 &#181;M) in KCCF14 cells compared to control fibroblasts.<br \/>Conclusions: This study provides, for the first time, findings from a continuously growing CAF model system for RMS. Our data describes key tumor growth and survival mechanisms supported by the TME and establishes a method to identify treatments with novel therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Cancer-associated fibroblasts,Tumor microenvironment,Cytokines,Rhabdomyosarcoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Sipila<\/b><sup>1<\/sup>, S. Tran<sup>1<\/sup>, C. Zhang<sup>1<\/sup>, A. Langevin<sup>2<\/sup>, A. Narendran<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Calgary, Calgary, AB, Canada, <sup>2<\/sup>UT Health San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"d81cfca6-a6da-4cb6-875b-079daedf5c5d","ControlNumber":"8744","DisclosureBlock":"&nbsp;<b>P. Sipila, <\/b> None..<br><b>S. Tran, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>A. Langevin, <\/b> None.&nbsp;<br><b>A. Narendran, <\/b> <br><b>NovoMedix<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7625","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"722","PresenterBiography":null,"PresenterDisplayName":"Patrick Sipila, PhD,BS","PresenterKey":"d1e60567-f888-48cf-a447-9c09642573a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"722. A cancer-associated fibroblast model to discover mechanisms of growth, survival, and treatment sensitivity in PAX3\/7-FKHR fusion-positive alveolar rhabdomyosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A cancer-associated fibroblast model to discover mechanisms of growth, survival, and treatment sensitivity in PAX3\/7-FKHR fusion-positive alveolar rhabdomyosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Regulatory T cells (Tregs) maintain immune homeostasis by suppressing abnormal immune response to self and non-self-antigens. Tregs are also involved in tumor development and progression by inhibiting anti-tumor immunity. Infiltration of Tregs in the tumor microenvironment (TME) inhibit anti-tumor immunity by suppressing tumor antigen-specific T cell responses. This results in tumor progression and poor prognosis in patients with various types of cancers. Therefore, depletion of Tregs could be a promising immunotherapy target to augment the anti-tumor immune response. Molecules highly expressed by Tregs such as CD25, immune checkpoint molecules, and chemokine receptors have been targeted by antibodies or small molecules to deplete Tregs and its immunosuppressive function has been tested in the clinic. However, a thin line exists between augmenting effective immunity and inducing autoimmunity, posing difficulties in harnessing Tregs modulation in cancer treatment. Thus, additional strategies to selectively control Tregs are urgently needed for the effective treatment of cancer. In this study we evaluated the role of Tregs in suppressing the effector function of antigen-specific T cells and targeted killing of cancer cells <i>in vitro<\/i>. We observed Tregs mediated suppression of antigen-specific cytotoxicity against cancer cells. When Tregs were treated with cyclophosphamide, CD25 depleting antibody and anti-CTLA4 antibody alone or in combination, we observed enhanced killing of cancer cells <i>in vitro<\/i> as a result of potentiated effector function of antigen-specific T cells. This study provides a path forward to fine-tune and optimize strategies to target various molecules that are highly expressed on Tregs and augment anti-tumor immunity by antigen-specific T cells to achieve therapeutic outcome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Regulatory T cells,Cytotoxic T cell,Immune checkpoint,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. A. Khan<\/b><sup>1<\/sup>, J. Park<sup>1<\/sup>, N. LaVoy<sup>1<\/sup>, C. Tompkins<sup>1<\/sup>, J. Bellinder<sup>2<\/sup>, T. San Miguel<sup>2<\/sup>, N. Lawrence<sup>2<\/sup>, B. Schoen<sup>2<\/sup>; <br\/><sup>1<\/sup>Charles River Laboratories, Inc., Bothell, WA, <sup>2<\/sup>Charles River Laboratories, Inc., Northridge, CA","CSlideId":"","ControlKey":"5acf2fb2-838d-4e4b-8ebd-8e5f949c06fb","ControlNumber":"8389","DisclosureBlock":"&nbsp;<b>A. A. Khan, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>N. LaVoy, <\/b> None..<br><b>C. Tompkins, <\/b> None..<br><b>J. Bellinder, <\/b> None..<br><b>T. San Miguel, <\/b> None..<br><b>N. Lawrence, <\/b> None..<br><b>B. Schoen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6868","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"723","PresenterBiography":null,"PresenterDisplayName":"Arif Khan, PhD","PresenterKey":"89aa2dd7-0d3d-4191-8974-f745f4407c6e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"723. Reduction of immunosuppressive function of regulatory T cells enhances antigen-specific T cell mediated cytotoxicity against tumor cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reduction of immunosuppressive function of regulatory T cells enhances antigen-specific T cell mediated cytotoxicity against tumor cells","Topics":null,"cSlideId":""},{"Abstract":"The development of novel antibody drugs is a lengthy journey. Many factors can lead to failures during clinical development. According to reports, off-target binding of antibodies could also be a significant cause. It has been stated that about 25% of preclinical candidates might have off-target issues. With the emergence of new modalities like CD3 bispecific antibodies, ADCs, and CAR-T therapies, early-stage off-target screening of antibodies has become even more crucial. Although techniques such as immunohistochemistry, ELISA, and flow cytometry (FACS) have been used for off-target testing of antibodies, these methods still lack sensitivity and specificity, and their throughput is limited. To address the need for antibody target deconvolution and receptor identification, we developed a novel membrane protein screening array-AB5000 (MPSA-AB5000). MPSA-AB5000 is a high-throughput cell-based platform for identifying the targets of antibodies and other ligands that bind to membrane proteins. MPSA-AB5000 is an excellent solution for antibody specificity screening, which enables early off-target screening and can de-risk the antibody drug development program. The MPSA-AB5000 makes use of the full coverage of unique human membrane proteins, including receptors, transporters, enzymes, miscellaneous, and others. Each membrane protein is expressed in live cells to ensure native conformation. In addition, the same membrane protein clones with a C-terminal epitope tag were constructed, allowing confirmation of protein expression and cellular location. To provide the highest level of sensitivity, MPSA-AB5000 uses luciferase reporter cell line detection. The wash-free strategy reduces false negatives, and signal amplification makes remarkable discrimination. Compared to similar technologies, we possess significant advantages in the following aspects: a. High sensitivity and sigh throughput: our technology platform offers not only high sensitivity, capable of detecting subtle interactions but also supports high-throughput screening, allowing for the evaluation of a large number of samples in a short timeframe. b. Avoidance of false negative signals: by eliminating washing steps, our method reduces the risk of false negative signals, ensuring reliable detection of non-specific binding. c. Comprehensive validation approaches: We employ various validation methods such as FACS and ELISA to eliminate false positive signals and enhance the accuracy and credibility of our results. All the advantages ensure that MPSA-AB5000 is more rapid, simple, and highly sensitive than traditional assays.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody,off-target,antibody specificity screening,membrane protein screening array,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"L. Li, J. Xiong, J. Ning, <b>F. Hao<\/b>; <br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"ae4a2cf2-e343-4446-a6d6-f8849293099d","ControlNumber":"2355","DisclosureBlock":"<b>&nbsp;L. Li, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>J. Xiong, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>J. Ning, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment. <br><b>F. Hao, <\/b> <br><b>Kyinno Biotechnology Co., Ltd<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7627","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"724","PresenterBiography":null,"PresenterDisplayName":"Feng Hao, MD;PhD","PresenterKey":"994a8727-c110-4f2b-b7ab-cc0feaec2971","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"724. MPSA-AB5000: A high-throughput membrane proteins screening array for therapeutic biologics specificity profiling","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MPSA-AB5000: A high-throughput membrane proteins screening array for therapeutic biologics specificity profiling","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose:<\/b> Through phagocytosis, antigen-presenting cells (APCs) engulf and neutralize malignant cells. &#8203;However, engulfed tumor cells are destroyed in phagolysosomes leaving few peptides to enter cytosol, where cross-presentation of antigens and immune activation occurs. <i>Listeria (L.) monocytogenes<\/i> escape phagolysosomes by secreting a pore-forming protein Listeriolysin O (LLO). Our breakthrough centers on harnessing LLO to create LLO-CD47, a novel protein-antibody conjugate that fuses the myeloid checkpoint anti-CD47 to LLO. By promoting tumor cell-phagocytosis and the release of tumor peptides and DNA from phagolysosomes, we hypothesize that LLO-CD47 enhances the immune functionalities of APCs.<br \/><b>Procedures:<\/b> Anti-CD47 was conjugated to LLO using a water-soluble SPDP crosslinker and purified by affinity chromatography. Transmission electron microscopy (TEM) was used to visualize the integrity of macrophage phagolysosomes following treatment. C57BL\/6 mouse bone marrow-derived macrophages (BMDMs) were used to study M2-to-Ml polarization, tumor cell phagocytosis, STING activation, and antigen presentation. Mice bearing orthotopically implanted spontaneously metastatic murine triple-negative 4T1 tumors and E0771 tumors received intratumoral (IT) or intraperitoneal (IP) injection. CD8+ T cells or tumor-associated macrophages (TAMs) were depleted from tumor-bearing mice using an anti-CD8 antibody or anti-CSF-1R antibody prior to treatment.<br \/><b>Results:<\/b> 1. LLO-CD47 skews BMDMs from M2-to-M1 inflammatory phenotypes and enhances the phagocytosis of E0771 tumor cells. 2. BMDMs visualized by TEM show breaches in phagosome membranes following LLO-CD47, but not anti&#173;-CD47, treatment. 3. LLO-CD47 increases levels of phosphorylated STING, IFN, and TNFa in BMDMs in vitro and TAMs in vivo, relative to anti-CD47. 4. IT delivery of LLO-CD47 inhibits the growth and metastasis of orthotopically implanted murine breast tumors relative to anti-CD47. Harvested tumors show increased M1 polarized macrophages and CD8+ T cells, which express high levels of PD-1. 5. Co-administration of IP anti-PD-1 and LLO-CD47 delays the progression of breast tumor metastasis and prolongs animal survival relative to animals treated with anti-PD-1 and anti-CD47. 6. The elimination of CD8+ T cells or TAMs abrogates the antitumor effect of LLO-CD47. 7. IP administration of LLO-CD47 showed acceptable toxicity with stable body weight gain and no long-term hematological, renal, or hepatic toxicities.<br \/><b>Conclusion: <\/b>Conjugation of LLO to anti-CD47 enhances macrophage STING activation, antigen presentation, and tumor cell phagocytosis. Our work represents the first antibody-drug conjugate specifically designed to enhance immune activation against cancer.&#8203;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Immunostimulation,Breast cancer,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. R. Schrank<\/b>, Y. Wang, A. Antony, W. Jiang; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"b0042bb3-e886-4bbc-8a8a-76b2b2c290c5","ControlNumber":"6417","DisclosureBlock":"&nbsp;<b>B. R. Schrank, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>A. Antony, <\/b> None..<br><b>W. Jiang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7628","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"725","PresenterBiography":null,"PresenterDisplayName":"Benjamin Schrank, BS;MD,PhD","PresenterKey":"4c0a69d8-fc99-43ff-b8cd-2c2d0b60cb26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"725. Listeria-inspired phagosome escape drives STING responses to CD47 blockade","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Listeria-inspired phagosome escape drives STING responses to CD47 blockade","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapy is rarely effective in breast cancer and most current therapeutic options fail to target the stromal compartment. We have developed a new small molecule, MSU42011, that induces tumor regression in experimental models of Kras-driven lung cancer and HER2+ breast cancer. This tumor regression is dependent on a functional immune system. Here, we dissected the tumor stroma, revealing a CD4 and IL12a dependency for the anti-tumor activity of MSU42011. Cancer immunotherapy responses are mostly driven by CD8 T cells. Using a murine HER2+ tumor model, anti-CD8 antibodies (200ug\/mouse) were injected 24 hours before treatment with MSU42011 (100MG\/KG in power diet) was started. Mice were maintained on diet for 10 days. Anti-CD8 antibodies were also administered on days 3, 7 and 10. The combination did not affect the inhibition of tumor growth by MSU42011, suggesting that its anti-tumor efficacy is not dependent on CD8 T cells. In contrast, tumors treated with MSU42011 and anti-CD4 antibodies grew (p=0.0016 versus MSU42011 alone) at the same rate as tumors treated with control diet (p=0.0139 versus MS42011). Furthermore, anti-CD4 reversed inhibition of tumor growth by MSU42011 in a carcinogen-induced lung tumor model. Interestingly, MSU42011 increased the levels of IL12 by 4x (p=0.01) and IFN by 8x (p=0.03) compared to the controls. These data suggest that MSU42011 increased Th1 CD4 T cell polarization; the increase in IL12 was lost following CD4 T cell depletion. Following depletion of IL12a with antibodies (loading dose of 1 mg, followed by 0.5mg per mouse IP), tumors treated with the combination of MSU42011 and anti-IL12a antibodies grew at the same rate as the controls. T cell engagement with MSU42011 suggests that this small molecule is a good candidate for combination with immunotherapy. HER2+ MMTV-Neu mice with established tumors were treated with the combination of MSU42011 and anti-PD1 antibodies. Treatment with MSU42011 at 100mg\/Kg of diet for 10 days, followed by anti-PD1 antibodies (200ug) twice weekly failed to increase survival. In contrast, 2 doses of anti-PD1 antibodies (300ug), followed by treatment with MSU42011 increased survival by 10 days compared to controls. The tumors in the MSU42011+anti-PD1 group initially grew rapidly, with increased redness and heat, suggesting an enhanced inflammatory response. When anti-PD1 antibodies were given at a lower loading dose (200ug and then 100ug twice weekly) followed by a higher dose of MSU42011 (300 mg\/Kg of diet), survival markedly increased (p=0.052). These findings demonstrate that activation of RXR in the stroma can be used to increase the effectiveness of immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Small molecule drugs,Tumor microenvironment,Breast cancer,Tumor immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. S. Leal<\/b>, K. T. Liby; <br\/>Indiana University School of Medicine, Indianopolis, IN","CSlideId":"","ControlKey":"bf63ab9e-825e-4b80-81d4-539f36c0af7d","ControlNumber":"8145","DisclosureBlock":"<b>&nbsp;A. S. Leal, <\/b> <br><b>Michigan State Univeristy<\/b> Patent. <br><b>Akeila Inc<\/b> Stock Option, Other, founding scientist. <br><b>K. T. Liby, <\/b> <br><b>Michigan State University<\/b> Patent. <br><b>Akeila Inc<\/b> Stock Option, Other, founding scientist\u000d\u000acheif founding scientist.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7629","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"726","PresenterBiography":"","PresenterDisplayName":"Ana Leal, PhD;Pharm D","PresenterKey":"b22168b5-bc9c-4eca-95c4-2c7c9f98d551","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"726. The retinoid X receptor agonist MSU42011 enhances efficacy of anti-PD1 therapy in a HER2+ breast cancer model through a CD4-IL12 axis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The retinoid X receptor agonist MSU42011 enhances efficacy of anti-PD1 therapy in a HER2+ breast cancer model through a CD4-IL12 axis","Topics":null,"cSlideId":""},{"Abstract":"Cancer-associated fibroblasts (CAFs) contribute to cancer progression via crosstalk with cancer and immune cells in the tumor microenvironment (TME). Despite the significant role of CAF, the understanding of the trigger mechanisms of cancer-mediated CAF activation remains unclear. We previously reported the mechanism by which FGFR4 in colon cancer secretes amphiregulin (AREG), resulting in anti-EGFR chemoresistance. It motivated us to investigate whether FGFR4 overexpressing tumors may change the TME, so we explored the mechanism of CAF activation under the FGFR4 signaling pathway. CAF was isolated from BALB\/C mice after injecting 1 &#215; 10<sup>6<\/sup> CT-26\/EV or FGFR4 cells using microbeads and conditioned media (CM) was prepared by filtering after 48h cancer cell culture with serum-free medium In mice model, CT-26\/FGFR4 showed more significant tumor progression and CAF abundance (&#945;-SMA, FAP, PDGFR, and vimentin) than CT-26\/EV. Additionally, CT26\/FGFR4-derived CAFs showed significantly increased invasiveness and contractility, indicating the highly activated status of CAFs. In order to verify the effect of cancer secretome from FGFR4 in cancer cells , normal fibroblast (NIH\/3T3) were co-cultured with either stable cancer cells or CM. As a result, CT-26\/FGFR4 cells robustly induced the expression of CAF markers in NIH\/3T3 cells, indicating the promotion of CAF differentiation from resting fibroblasts. Also, CT-26\/FGFR4-derived CM significantly promoted further activation of CAFs compared to CT-26\/EV-derived CM. Taken together, FGFR4 contributes not only to CAF differentiation but also to CAF activation via secretome. Next, we performed RNA seq of CT-26\/EV and CT-26\/FGFR4 cells and identified the upregulated genes related with the interferon (IFN) signaling. Among these genes, we identified IFN&#946; and CXCL10 as targetable molecules via the activation of TLR3-TBK-IRF and IFN-STAT-CXCL10 signaling pathways. These results were confirmed by RT-PCR and western blot assay. Secreted CXCL10 induced gene expression of CAF markers in fibroblast and increased CAF functions such as migration, invasion and contractibility, reflecting CAF activation. Blocking antibodies and knocking down of CXCL10 inhibited the cancer secretome-mediated CAF markers. The blockade of CXCR3, which is the CXCL10 cognate receptor, also showed an inhibitory effect on the FGFR4-overexpressing cancer-educated CAF. In human colon cancer specimens, the expression of FGFR4, CXCL10, and CAF markers showed a positive correlation with each other. Finally, dual inhibition of FGFR4 and CXCR3 in tumor mouse model suppressed the tumor growth, accompanied by CAF suppression. Our findings reveal the novel mechanism of FGFR4 leading CAF differentiation\/activation in TME via the CXCL10-CXCR3 axis. This suggests that FGFR4\/CXCR3 inhibitor could be used as a potential therapeutic strategy to attenuate CAF in stromal dominant tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Tumor microenvironment,Fibroblast growth factor receptor 4  (FGFR-4),Colon cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S.-H. Cho<\/b>, H. Bang, E.-G. Sun, J.-N. Choi, M.-R. Park, H.-J. Shim, J.-E. Hwang, W.-K. Bae, I. Chung; <br\/>Chonnam National Univ. Hwasun Hospital, Hwasun-Gun, Korea, Republic of","CSlideId":"","ControlKey":"d86f9174-4acf-4035-8935-a88f1bf7e2db","ControlNumber":"532","DisclosureBlock":"&nbsp;<b>S. Cho, <\/b> None..<br><b>H. Bang, <\/b> None..<br><b>E. Sun, <\/b> None..<br><b>J. Choi, <\/b> None..<br><b>M. Park, <\/b> None..<br><b>H. Shim, <\/b> None..<br><b>J. Hwang, <\/b> None..<br><b>W. Bae, <\/b> None..<br><b>I. Chung, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7630","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"727","PresenterBiography":null,"PresenterDisplayName":"Sang-Hee Cho, MD;PhD","PresenterKey":"0af934d0-be5c-4543-958b-295670f07d29","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"727. FGFR4 promotes colon cancer progression through CAF activation via the CXCL10-CXCR3 axis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FGFR4 promotes colon cancer progression through CAF activation via the CXCL10-CXCR3 axis","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma (OS) is an aggressive malignant bone cancer, with the lung as the most frequent site of metastasis. Unresectable pulmonary metastasis remains a significant challenge with a survival rate of less than 20%. Identification of novel therapeutic strategies are desperately needed. Transforming growth factor-&#946;1 (TGF-&#946;) is a potent immune suppressive cytokine in OS tumor microenvironment (TME). TGF-&#946;1 expression is increased in the sera and tumor tissues of OS patients and this increase is associated with high-grade OS and lung metastases. Therefore, blocking TGF-&#946;1 signaling may be a novel therapy for OS treatment. In this study, we show that blocking TGF-&#946;1 signaling using the orally bioavailable small molecule TGF-&#946;R1 inhibitor, Vactosertib, significantly inhibited OS proliferation <i>in vitro and in vivo<\/i>. Notably, Vactosertib inhibits c-Myc expression in the OS cells and oral administration of Vactosertib significantly reduces OS growth <i>in vivo<\/i>. Vactosertib increased immune effectors (e.g., IFN&#947;<sup>+<\/sup>CD8<sup>+<\/sup> cells and NK cells) and inhibited immune suppressors (e.g., M2-like TAM, MDSC) in the OS TME. Our results suggest that inhibition of TGF-&#946;1 signaling is an effective therapeutic strategy against OS through a multi-pronged approach that targets tumor intrinsic and extrinsic factors to achieve optimal immune-effector functions and maximal clinical response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"TGF-&#946;,Osteosarcoma,Metastasis,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Choi<\/b><sup>1<\/sup>, J. Myers<sup>1<\/sup>, S. Tomchuck<sup>1<\/sup>, M. Bonner<sup>1<\/sup>, S. Eid<sup>1<\/sup>, D. Kingsley<sup>1<\/sup>, K. VanHeyst<sup>1<\/sup>, S.-J. Kim<sup>2<\/sup>, B.-G. Kim<sup>1<\/sup>, A. Huang<sup>1<\/sup>; <br\/><sup>1<\/sup>Case Western Reserve University School of Medicine, Cleveland, OH, <sup>2<\/sup>MedPacto Inc, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"0986e2fe-7e1a-48f6-b765-01a101924ed3","ControlNumber":"832","DisclosureBlock":"&nbsp;<b>S. Choi, <\/b> None..<br><b>J. Myers, <\/b> None..<br><b>S. Tomchuck, <\/b> None..<br><b>M. Bonner, <\/b> None..<br><b>S. Eid, <\/b> None..<br><b>D. Kingsley, <\/b> None..<br><b>K. VanHeyst, <\/b> None.&nbsp;<br><b>S. Kim, <\/b> <br><b>MedPacto<\/b> Employment.<br><b>B. Kim, <\/b> None..<br><b>A. Huang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7632","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"728","PresenterBiography":null,"PresenterDisplayName":"Sung Hee Choi, PhD","PresenterKey":"e9e3de65-2841-4397-b2cb-738f859fb6aa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"728. Oral TGF-beta receptor1 inhibitor vactosertib promotes osteosarcoma regression by targeting tumor proliferation and enhancing anti-tumor immunity","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oral TGF-beta receptor1 inhibitor vactosertib promotes osteosarcoma regression by targeting tumor proliferation and enhancing anti-tumor immunity","Topics":null,"cSlideId":""},{"Abstract":"In mouse models of lung carcinoma and pulmonary breast cancer metastasis, genetic ablation of the tryptophan catabolizing enzyme IDO1 (indoleamine 2,3-dioxygenase 1) resulted in restricted tumor outgrowth associated with attenuated induction of the inflammatory cytokine IL6 (interleukin 6). Utilizing the 4T1 breast cancer metastasis model to further elucidate the mechanistic basis underlying IDO1&#8217;s pro-tumor activity in the lungs established that IDO1 acts as an integral determinant of a tumor-promoting inflammatory state that supports neovascular retention. <i>Ido1<\/i><sup>-\/-<\/sup> (nullizygous) mice exhibited impaired pulmonary metastases neovascularization and outgrowth that was driven by IFN&#947; (interferon gamma) in the absence of IDO1-dependent IL6 production. Hypoxia was likewise elevated, and these stress conditions increased the susceptibility of the metastatic tumor cells to cytotoxicity associated with administration of GSK2656157, an inhibitor of PERK (protein kinase RNA-like ER kinase), which acts as a primary sensor for activating the UPR (unfolded protein response) survival pathway. In WT (wild type) mice with established 4T1 lung metastases, administration of the IDO1 inhibitors epacadostat, navoximod or indoximod each similarly resulted in rapid collapse of the metastatic tumor neovasculature and concomitantly increased intratumoral hypoxia and sensitivity to PERK inhibition. Therefore, while IDO1 inhibition does not directly promote effective tumor cell killing in this context, the disruption of blood supply due to IFN&#947;-mediated neovascular regression subjects the tumor cells to hypoxic environmental stress, raising the possibility for therapeutic intervention with selectively targeted agents. Combining chemotherapy with immune checkpoint blockade (ICB) is recognized as an effective strategy for treating lung cancer, with first-line therapy for some patients including the alkylating agent carboplatin in conjunction with pembrolizumab. The challenge remains, however, that chemotherapy causes systemic side effects that can negatively impact quality of life and limit efficacy. Evofosfamide is an alkylating prodrug that was designed to be selectively activated in regions of hypoxia, thereby limiting systemic exposure. We report that enhanced metastatic tumor cell killing with evofosfamide can be achieved by co-administration of an IDO1 inhibitor. Elevated intratumoral hypoxia has also previously been linked to increased expression levels of PDL1, a favorable indicator of ICB responsiveness, and we have confirmed the upregulation of PDL1 in 4T1 lung metastases following IDO1 inhibitor administration. Our data in the lung metastasis model support future studies to evaluate whether IDO1 inhibition can be effectively combined with evofosfamide and anti-PD1 treatment to improve therapeutic outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"IDO1,Angiogenesis,Lung metastasis,PERK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S.-C. Shen<\/b><sup>1<\/sup>, S. Dey<sup>2<\/sup>, J. B. DuHadaway<sup>3<\/sup>, E. Sutanto-Ward<sup>3<\/sup>, G. C. Prendergast<sup>3<\/sup>, A. J. Muller<sup>3<\/sup>; <br\/><sup>1<\/sup>Drexel University College of Medicine, Philadelphia, PA, <sup>2<\/sup>Wuxi Advanced Therapeutics, Inc., Philadelphia, PA, <sup>3<\/sup>Lankenau Institute of Medical Research, Wynnewood, PA","CSlideId":"","ControlKey":"4953bb0d-55d6-42a1-84d9-1e971ab0daa1","ControlNumber":"2224","DisclosureBlock":"&nbsp;<b>S. Shen, <\/b> None..<br><b>S. Dey, <\/b> None..<br><b>J. B. DuHadaway, <\/b> None..<br><b>E. Sutanto-Ward, <\/b> None..<br><b>G. C. Prendergast, <\/b> None.&nbsp;<br><b>A. J. Muller, <\/b> <br><b>IO Biotech<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7633","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"729","PresenterBiography":null,"PresenterDisplayName":"Shih-Chun Shen, BS","PresenterKey":"b4feae5a-ff53-44b1-829f-d56005f0e394","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"729. IDO1 inhibition enables IFN&#947;-elicited responsiveness of pulmonary breast cancer metastases to hypoxia-directed tumoricidal agents","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IDO1 inhibition enables IFN&#947;-elicited responsiveness of pulmonary breast cancer metastases to hypoxia-directed tumoricidal agents","Topics":null,"cSlideId":""},{"Abstract":"Background: Combining proteogenomics with laser capture microdissection (LCM) in cancer research offers a targeted way to explore the intricate interactions between tumor cells and the tumor microenvironment. This is especially important for immuno-oncology (IO) research where improvements in the predictability of patient response to IO-based drugs is sorely needed. An improved understanding of the spatial relationships involving tumor cells proper, stromal cells, blood supply and immune cell interactions may help to inform drug development and improve the indicators of success for IO-based drug regimens.<br \/>Methods: LCM is used to isolate and obtain distinct histological cell types from fresh frozen tissue. Once cells have been captured, nucleic acids and proteins are extracted for in-depth multi-modality molecular profiling assays involving multiple genomic modalities and a customized solution-based mass spectrometry proteomics approach for samples or specimens with a limited amount of tissue.<br \/>Results: Optimizing analysis of minute tissue quantities from LCM captured cells is challenging. Following the isolation of nucleic acids, RNA-seq may be performed for gene expression and DNA sequencing performed for the discovery and analysis of actionable mutations, copy number variation, and methylation profiles. Regarding genomic-based studies, commercial kits are often utilized for these steps due to their general availability, rapid innovation, and the robust performance of these products. However, this kit-based adaptive approach is not true for proteomics. There remains a need for highly sensitive proteomic methods targeting small-sized samples. A significant part of our proteogenomics approach is focused around an enhanced liquid chromatography mass spectrometry (LC-MS) analysis of micro-scale and\/or nano-scale tissue sections. This is achieved with a silver-stained one-dimensional sodium dodecyl sulfate polyacrylamide gel electrophoresis (1D-SDS-PAGE) approach developed for LC-MS analysis of fresh-frozen tissue specimens obtained via LCM. This includes an in-gel digestion method adjusted and specifically designed to maximize the proteome coverage from amount-limited LCM samples to better facilitate in-depth molecular profiling.<br \/>Conclusions: Reported here is a proteogenomic approach that is leveraging from microdissected fresh frozen tissue. The methodology may also be applicable to other types of specimens having limited nucleic acids, protein quantity, and\/or sample volume. <b><i><u><\/u><\/i><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Laser capture microdissection,Proteomics,Genomics,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"I. Shin<sup>1<\/sup>, M. Tangrea<sup>2<\/sup>, M. R. Emmert-Buck<sup>3<\/sup>, <b>D. J. Johann, Jr.<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>UAMS Winthrop P. Rockefeller Cancer Institute, Little Rock, AR, <sup>2<\/sup>Loyola University Maryland, Baltimore, MD, <sup>3<\/sup>Avoneaux Medical Institute, Baltimore, MD","CSlideId":"","ControlKey":"651c11eb-f4ff-48de-903d-9c2a5c8d3a8e","ControlNumber":"3297","DisclosureBlock":"&nbsp;<b>I. Shin, <\/b> None..<br><b>M. Tangrea, <\/b> None..<br><b>M. R. Emmert-Buck, <\/b> None..<br><b>D. J. Johann, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7635","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"730","PresenterBiography":null,"PresenterDisplayName":"Donald Johann, MD","PresenterKey":"e42274d7-e67c-49c2-999e-1a301467fc16","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"730. Leveraging microdissection for proteogenomic analysis of histological sections to advance drug development","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Leveraging microdissection for proteogenomic analysis of histological sections to advance drug development","Topics":null,"cSlideId":""},{"Abstract":"Calicheamicin is a potent, cell-cycle independent enediyne antibiotic that binds and cleaves DNA. Toxicity has led to its approved use in a targeted form as antibody-drug conjugates (ADC) for the treatment of liquid tumors. Mylotarg, one of the first such ADCs, was voluntarily withdrawn from the market due to safety concerns. However, Mylotarg was recently reapproved for acute myeloid leukemia based on new data that demonstrated efficacy with an acceptable safety profile. Besponsa, a related ADC, was approved for acute lymphocytic leukemia in 2017. In both agents, Mylotag and Besponsa, calicheamicin is conjugated to antibodies via an acid-labile hydrazone linker. We used a reduced calicheamicin to conjugate it to a single cysteine residue at the membrane-inserting end of a pH Low Insertion Peptide (pHLIP) via a disulfide bond to generate a linkerless cytoplasmic release. The cytoplasmic reduction of the disulfide releases the calicheamicin, which leads to its activation, DNA binding, and strand scission. pHLIP is a tumor-targeting agent now in clinical trials with imaging and therapeutic payloads. We studied the interaction of pHLIP-calicheamicin with liposomal and cellular membranes and demonstrated that the agent exhibits cytotoxic activity both in highly proliferative cancer cells and in non-proliferative immune cells, such as polarized M2 macrophages. In mice, treatment led to the growth inhibition of immuno-suppressive CT26 tumors with no signs of toxicity. Biodistribution studies confirmed tumor targeting with no accumulation of the agent in organs and tissues. The fluorescent version of the agent was observed within the tumor mass and tumor-stroma interface, where CD206+ M2 tumor-associated macrophages (M2-TAMs) reside. Treatment of tumors led to the depletion of M2-TAMs within the tumor core. Thus, pHLIP-calicheamicin could be developed into an effective therapeutic for the treatment of solid tumors with abundant immuno-suppressive M2-TAMs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Targeted therapy,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. DuPont<\/b><sup>1<\/sup>, C. Klumpp<sup>1<\/sup>, M. Iraca<sup>1<\/sup>, D. Allababidi<sup>1<\/sup>, H. Visca<sup>1<\/sup>, D. Engelman<sup>2<\/sup>, O. Andreev<sup>1<\/sup>, A. Moshnikova<sup>1<\/sup>, Y. Reshetnyak<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Rhode Island, Kingston, RI, <sup>2<\/sup>Yale, New Haven, CT","CSlideId":"","ControlKey":"f5d51a40-a40e-45f0-b2a0-68c2cc73e603","ControlNumber":"5032","DisclosureBlock":"&nbsp;<b>M. DuPont, <\/b> None..<br><b>C. Klumpp, <\/b> None..<br><b>M. Iraca, <\/b> None..<br><b>D. Allababidi, <\/b> None..<br><b>H. Visca, <\/b> None..<br><b>D. Engelman, <\/b> None..<br><b>O. Andreev, <\/b> None..<br><b>A. Moshnikova, <\/b> None..<br><b>Y. Reshetnyak, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7636","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"731","PresenterBiography":null,"PresenterDisplayName":"Michael DuPont, MBA,BS","PresenterKey":"505a1a17-8d94-49ae-ab94-69b4b3bd166b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"731. pHLIP targeted intracellular delivery of calicheamicin","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"pHLIP targeted intracellular delivery of calicheamicin","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: CXCR4 is a chemokine receptor for CXCL12 that plays a critical role in homing of hematopoietic stem cells (HSCs) to the bone marrow microenvironment. The CXCR4 inhibitor plerixafor is used to increase mobilization of peripheral blood stem cells in combination with filgrastim. This pathway has also been investigated for applications in hematologic malignancies such as acute myeloid leukemia (AML), including clinical trials, with the goal of disrupting AML from the protective marrow environment. These have included use of plerixafor with 7+3 or MEC, BL-8040 with cytarabine, and ulocuplumab with MEC. For the ulocuplumab trial, at the study site of the authors, CR\/CRi correlated with &#62;10% CXCR4 expression (Becker et al. ASH 2014). The objective of this preclinical study is to identify the AML patient population most likely to respond to CXCR4 inhibition, and the role of combined beta-adrenergic blockade, as the latter has been shown pre-clinically to augment mobilization of HSCs when combined with a CXCR4 inhibitor, GPC-100 (Sukhtankar et al. PLoS One, 2023).<br \/><b>Procedures<\/b>: AML patient samples (N=124 including 90 blood and 34 bone marrow samples, and 21 with both) were obtained with informed consent on an IRB approved protocol. Multicolor flow cytometry was performed with sequential gating on blasts (by FSC\/SSC, CD45\/SSC, CD34 or phenotype), and leukemia stem cells (LSCs:CD34<sup>+<\/sup>CD38<sup>-<\/sup>,CD123<sup>+<\/sup>), then analysis for CXCR4 and beta-2 adrenergic receptor (ADRB2) surface expression. Correlations between CXCR4 expression and clinical characteristics including age, gender, new diagnosis vs. relapse, ELN2022 risk, cytogenetics, FLT3\/NPM1 mutation status, CR1 duration, and overall survival were performed. GraphPad Prism9 was used for statistical analysis, and Mann Whitney test (two groups) and ordinary one-way ANOVA (&#62;2 groups) were used for comparisons.<br \/><b>Results<\/b>: The range of CXCR4 expression by AML blasts is 0.05 to 99.7% (median 13.1%; mean 16.2%), and by AML LSCs 0 to 99% (median 2%, mean 15.7%). The expression by blasts and LSCs for each patient exhibited tight correlation, R<sup>2<\/sup>=0.88 p=1.23 X10e-25). There was higher % expression of CXCR4 by both blasts and LSCs for new diagnosis, as compared to relapsed, patient samples (p=0.002). There was no correlation between level of CXCR4 expression and the other clinical features. For a subset of 20 patient samples analyzed for both CXCR4 and ADBR2 expression by AML blasts, ADBR2 expression ranged from 0.4 to 20.1%. For the samples that express ADBR2, there was high level expression of CXCR4, range 35.9 to 98.7% (median 78.4%, mean 76%).<br \/><b>Conclusion<\/b>: These studies support further investigation of whether simultaneous blockade of CXCR4 and ADBR2 may potentiate chemotherapy response in AML by limiting microenvironment mediated chemotherapy protection and reveal that patients with new diagnosis may be more susceptible to this approach.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Chemokine receptor,Microenvironment,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"B. Loera<sup>1<\/sup>, C. Zhang<sup>2<\/sup>, P. M. Cardarelli<sup>3<\/sup>, N. G. Caculitan<sup>3<\/sup>, S. Chien<sup>4<\/sup>, J. Dai<sup>4<\/sup>, V. G. Oehler<sup>5<\/sup>, J. Zhang<sup>1<\/sup>, G. Marcucci<sup>1<\/sup>, <b>P. S. Becker<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>City of Hope National Medical Center, Duarte, CA, <sup>2<\/sup>Amgen, Thousand Oaks, CA, <sup>3<\/sup>GPCR Therapeutics, Redwood City, CA, <sup>4<\/sup>University of Washington, Seattle, WA, <sup>5<\/sup>Fred Hutchinson Cancer Center, Seattle, WA","CSlideId":"","ControlKey":"557d9b3c-8cca-4415-a385-8243114f116c","ControlNumber":"6254","DisclosureBlock":"&nbsp;<b>B. Loera, <\/b> None.&nbsp;<br><b>C. Zhang, <\/b> <br><b>Amgen<\/b> Employment. <br><b>P. M. Cardarelli, <\/b> <br><b>GPCR Therapeutics<\/b> Employment, Stock Option, Patent. <br><b>N. G. Caculitan, <\/b> <br><b>GPCR Therapeutics<\/b> Employment, Stock Option, Patent.<br><b>S. Chien, <\/b> None..<br><b>J. Dai, <\/b> None..<br><b>V. G. Oehler, <\/b> None..<br><b>J. Zhang, <\/b> None.&nbsp;<br><b>G. Marcucci, <\/b> <br><b>Ostentus Therapeutics, Inc<\/b> Stock, Patent. <br><b>P. S. Becker, <\/b> <br><b>Glycomimetics<\/b> Grant\/Contract. <br><b>Notable Labs<\/b> Grant\/Contract. <br><b>GPCR Therapeutics<\/b> Grant\/Contract. <br><b>Accordant Health Services<\/b> Medical Advisor.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7637","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"732","PresenterBiography":null,"PresenterDisplayName":"Pamela Becker, MD;PhD","PresenterKey":"881a7279-c833-49c8-99c3-f7f7948e7bf2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"732. Toward optimizing CXCR4 inhibition with beta adrenergic blockade to enhance chemotherapy response in acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Toward optimizing CXCR4 inhibition with beta adrenergic blockade to enhance chemotherapy response in acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"The profound benefit of immune checkpoint blockade for cancer therapy is restricted to limited subsets of patients with specific cancers. Many factors contribute to primary and acquired resistance to immune checkpoint blockade, including local accumulation of immunosuppressive metabolites such as the nucleoside adenosine and downstream adenosine receptor signaling. Pharmacological inhibition of adenosine generation and signaling are active areas of clinical investigation. Here we report a novel mechanism whereby adenosine suppresses anti-cancer immune responses by intracellular accumulation. We show that human T cells readily take up adenosine via equilibrative nucleoside transporter 1 (ENT1), suppressing proliferation and effector function by inhibition of <i>de novo<\/i> pyrimidine nucleotide synthesis in T cells. ENT1 expression increases upon T cell activation, suggesting uptake of extracellular adenosine is a mechanism to limit T cell responses in high adenosine environments. Quantitative mass spectrometry imaging reveals adenosine concentrations in human tumors up to the range of 100 &#181;M - levels significantly greater than previously demonstrated and consistent with suppression of T cell responses. Deletion of ENT1 leads to potent control of tumor growth in syngeneic mouse models including KPC, a poorly immunogenic model of pancreatic ductal adenocarcinoma, and is associated with increased CD8+ T cell frequency, proliferation and cytokine production within tumors. Furthermore, ENT1 expression was observed by flow cytometry on human tumor-infiltrating CD8<sup>+<\/sup> T cells. We have discovered and characterized EOS301984, a potent ENT1 antagonist that is currently being evaluated in patients with advanced solid tumors. EOS301984 blocks intracellular adenosine transport and restores pyrimidine levels in T cells activated in the presence of adenosine, resulting in enhanced tumor cell killing by memory T cells and increased <i>ex vivo <\/i>expansion of functional human tumor-infiltrating lymphocytes in adenosine-rich environments. Finally, in a humanized mouse model of triple negative breast cancer resistant to anti-PD-1 blockade (MDA-MB-231), combination of EOS301984 with nivolumab synergistically led to control of tumor growth. Thus, ENT1 inhibition represents a novel approach to augment anti-cancer immune responses through restoring pyrimidine nucleotide synthesis in T cells suppressed by adenosine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Immuno-oncology,Novel anticancer agents,Immunotherapy,Adenosine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"T. J. Sanders<sup>1<\/sup>, C. S. Nabel<sup>2<\/sup>, M. Brouwer<sup>1<\/sup>, A. L. Hermant<sup>1<\/sup>, L. Chaible<sup>1<\/sup>, J.-P. Deglasse<sup>1<\/sup>, A. Pabois<sup>1<\/sup>, W. Cathou<sup>1<\/sup>, A. Smets<sup>1<\/sup>, M. Deligny<sup>1<\/sup>, J. Marchante<sup>1<\/sup>, Q. Dubray<sup>1<\/sup>, M.-C. Lettelier<sup>1<\/sup>, C. Martinoli<sup>1<\/sup>, R. Marillier<sup>1<\/sup>, O. De Henau<sup>1<\/sup>, Y. McGrath<sup>1<\/sup>, M. G. Vander Heiden<sup>2<\/sup>, <b>E. Houthuys<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>iTeos Therapeutics, Gosselies, Belgium, <sup>2<\/sup>Koch Institute for Integrative Cancer Research at MIT, Cambridge, MA","CSlideId":"","ControlKey":"403cd377-2a14-469f-b75b-e1d6b6b54760","ControlNumber":"4335","DisclosureBlock":"<b>&nbsp;T. J. Sanders, <\/b> <br><b>iTeos Therapeutics<\/b> Employment, Stock, Stock Option, Patent. <br><b>C. S. Nabel, <\/b> <br><b>Opko Health<\/b> Stock. <br><b>M. Brouwer, <\/b> <br><b>iTeos Therapeutics<\/b> Employment, Stock Option. <br><b>A. L. Hermant, <\/b> <br><b>iTeos Therapeutics<\/b> Employment, Stock Option. <br><b>L. Chaible, <\/b> <br><b>iTeos Therapeutics<\/b> Employment, Stock Option. <br><b>J. Deglasse, <\/b> <br><b>iTeos Therapeutics<\/b> Employment, Stock Option. <br><b>A. Pabois, <\/b> <br><b>iTeos Therapeutics<\/b> Employment, Stock Option. <br><b>W. Cathou, <\/b> <br><b>iTeos Therapeutics<\/b> Employment, Stock Option. <br><b>A. Smets, <\/b> <br><b>iTeos Therapeutics<\/b> Employment, Stock Option. <br><b>M. Deligny, <\/b> <br><b>iTeos Therapeutics<\/b> Employment, Stock Option. <br><b>J. Marchante, <\/b> <br><b>iTeos Therapeutics<\/b> Employment, Stock Option. <br><b>Q. Dubray, <\/b> <br><b>iTeos Therapeutics<\/b> Employment, Stock Option. <br><b>M. Lettelier, <\/b> <br><b>iTeos Therapeutics<\/b> Employment, Stock Option. <br><b>C. Martinoli, <\/b> <br><b>iTeos Therapeutics<\/b> Employment, Stock Option. <br><b>R. Marillier, <\/b> <br><b>iTeos Therapeutics<\/b> Employment, Stock Option. <br><b>O. De Henau, <\/b> <br><b>iTeos Therapeutics<\/b> Employment, Stock Option. <br><b>Y. McGrath, <\/b> <br><b>iTeos Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. G. Vander Heiden, <\/b> <br><b>iTeos Therapeutics<\/b> Stock Option, Other, SAB. <br><b>E. Houthuys, <\/b> <br><b>iTeos Therapeutics<\/b> Employment, Stock Option, Patent.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7640","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"734","PresenterBiography":"","PresenterDisplayName":"Erica Houthuys, PhD","PresenterKey":"d0b9ad50-f7ef-4fef-b0a2-34b34fd1a43f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"734. Inhibition of equilibrative nucleoside transporter 1 relieves intracellular adenosine-mediated immune suppression","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of equilibrative nucleoside transporter 1 relieves intracellular adenosine-mediated immune suppression","Topics":null,"cSlideId":""},{"Abstract":"The remarkable clinical therapeutic effects and wide-ranging applications of bispecific T cell engagers (BiTEs) have revolutionized the treatment approaches in the field of oncology. While the advantages of these innovative immunotherapies are undeniable, it is imperative to thoroughly investigate their safety aspects. With increasing use of biologics for treatment of various cancers, the incidence of immune-related adverse events (irAEs) will undoubtedly increase. Therefore, there is a compelling need to develop measures to effectively prevent or manage irARs already on the stage of the development of new clinical candidates.<br \/>To address this need, we have created a high-throughput, automation friendly, 384-well-format platform in which 3D spheroid models are co-cultured in units interconnected by microfluidic channel. The tissue-tissue interaction was facilitated by a gravity-driven, tubeless flow system. The design allows for the simultaneous evaluation of the anti-tumor efficacy and liver safety of immunotherapeutics. In our system, we employed 3D spheroids comprised of primary human hepatocytes and Kupffer cells to model the liver, ensuring the preservation of their metabolic and inflammatory functions. Additionally, we established a solid tumor model using human cancer cell lines (HCT116-GFP) and primary cancer-associated fibroblasts, effectively mimicking the complex tumor microenvironment We treated 3D spheroid models with runimotamab (HER2xCD3 BiTE), catumaxomab (EPCAMxCD3), nivatrotamab (GD2xCD3) and control bispecific antibodies in the presence of peripheral blood mononuclear cells (PBMCs). Tumor viability and growth was assessed by fluorescence measurements, while liver toxicity and function were monitored by release of liver aminotransferases ALT and microscopy. To mitigate potential liver toxicity, we co-treated spheroid co-cultures with adalimumab (anti-TNF), tocilizumab (anti-IL-6R), raleukin (IL-1R antagonist) (each 100ug\/ml), desatanib, dexamethasone or ruxolitinib (each 100nM). The treatment with all bispecific antibodies resulted in a significant decrease of fluorescence and size of tumor spheroids in comparison to control antibody. At the same time increased ALT concentrations were observed after the treatment with BiTEs. The application of small molecular drugs protected against liver damage, but also severely disrupted tumor killing. Interestingly, adalimumab revealed liver protective actions without affecting tumor killing, suggesting TNF-mediated mechanism of toxicity. <i><\/i> In summary, we have developed a relevant, high-throughput platform for the evaluation of novel immunotherapies closely reflecting clinical scenarios. High throughput of the assay represents a powerful screening tool for clinical candidate development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Safety,BiTE antibody,Spheroids,Efficacy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Rudnik<sup>1<\/sup>, L. Hölting<sup>1<\/sup>, T. Häfeli<sup>1<\/sup>, Ö. Yava&#351; Grining<sup>1<\/sup>, F. Greve<sup>1<\/sup>, D. Ortiz Franyuti<sup>2<\/sup>, R. Matheis<sup>2<\/sup>, <b>L.-A. Ligeon<\/b><sup>1<\/sup>, E. Breous-Nystrom<sup>3<\/sup>, O. Frey<sup>1<\/sup>; <br\/><sup>1<\/sup>InSphero AG, Schlieren, Switzerland, <sup>2<\/sup>Roche Pharma Research & Early Development, Roche Innovation Center, Basel, Switzerland, <sup>3<\/sup>Roche Pharma Research & Early Development Roche Innovation Center, Basel, Switzerland","CSlideId":"","ControlKey":"6ceef6ab-b2e4-4df2-8000-1c142cc119db","ControlNumber":"6363","DisclosureBlock":"<b>&nbsp;M. Rudnik, <\/b> <br><b>Roche AG<\/b> Independent Contractor. <br><b>L. Hölting, <\/b> <br><b>Roche AG<\/b> Independent Contractor. <br><b>T. Häfeli, <\/b> <br><b>Roche AG<\/b> Independent Contractor. <br><b>Ö. Yava&#351; Grining, <\/b> <br><b>Roche AG<\/b> Independent Contractor. <br><b>F. Greve, <\/b> <br><b>Roche AG<\/b> Independent Contractor. <br><b>D. Ortiz Franyuti, <\/b> <br><b>Roche AG<\/b> Employment. <br><b>R. Matheis, <\/b> <br><b>Roche AG<\/b> Employment. <br><b>L. Ligeon, <\/b> <br><b>Roche AG<\/b> Independent Contractor. <br><b>Insphero AG<\/b> Employment. <br><b>E. Breous-Nystrom, <\/b> <br><b>Roche AG<\/b> Employment. <br><b>O. Frey, <\/b> <br><b>Roche AG<\/b> Independent Contractor.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7642","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"735","PresenterBiography":null,"PresenterDisplayName":"Laure-Anne Ligeon, PhD","PresenterKey":"dc4a313d-883c-4117-850b-2b1b7892fb31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"735. Mitigation of liver toxicity effects of bispecific T cell engagers in immune-competent liver-tumor co-culturing high-throughput platform","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mitigation of liver toxicity effects of bispecific T cell engagers in immune-competent liver-tumor co-culturing high-throughput platform","Topics":null,"cSlideId":""},{"Abstract":"ACTM-838 is a genetically modified bacterial vehicle encoding a DNA plasmid with two engineered payloads, IL-15plex and constitutively active eSTING. The bacterial vehicle is a highly attenuated S. typhimurium, engineered to facilitate safe IV administration. ACTM-838 is designed to specifically enrich in the TME via auxotrophic dependency on extracellular adenosine and purine metabolites. ACTM-838 is then selectively internalized by tumor-resident myeloid cells achieving tumor-specific payload delivery.<br \/>Previously, we showed ACTM-838 exhibited significant and durable anti-tumor efficacy across syngeneic tumor mouse models (EMT6 breast, MC38 colon) and MMTV-PyMT GEMM.<br \/>To elucidate TME changes induced by ACTM-838, EMT6 tumors were analyzed post-treatment by scRNA-seq, which demonstrated that ACTM-838 induced significant transcriptional changes in several cell populations in the TME. Cytolytic pathways were upregulated in T and NK cells, while type I IFN and PDL1 were upregulated in myeloid populations consistent with previous bulk RNAseq analyses.<br \/>To understand the tolerability and safety of ACTM-838, a GLP toxicology study was performed on na&#239;ve cynomolgus monkeys (NHP). No ACTM-838-related clinical or veterinary observations were reported at any dose level. Acute dose-dependent increases in serum cytokines were observed at 4 hours which reverted to baseline by 24 hours. ACTM-838 was cleared from blood by 24 hours post-dose with no significant shedding in urine or feces. ACTM-838 was only detected in the spleen in 2 and 1 animals at 22- and 49-days post treatment, respectively. Pre-existing ADA was observed in some animals with subsequent increases in ADA upon dosing in most animals. However, no correlation of serum ADA and blood PK levels suggested that the presence of ADA does not impact drug stability.<br \/>The ACTM-838 mechanism of action requires high levels of adenosine or purine metabolites to enrich and colonize the TME as well as phagocytic internalization by tumor-intrinsic myeloid cells to achieve tumor-specific payload delivery. Myeloid cells comprise roughly half of all cells in the TME in human tumors. Bioinformatics analyses of the public patient datasets identified key tumor indications enriched in both adenosine and myeloid pathways. To further understand the spatial heterogeneity in the TME across tumors, we performed multiplex immunofluorescence on patient tumor microarrays to validate tumor types with a high prevalence of myeloid populations coupled with an active adenosine pathway, which will help guide future clinical study design.<br \/>In summary, we demonstrate that ACTM-838 modulates the TME and is stable and safe in animal models. Additionally, our studies recommend the prioritization of certain tumor indications for treatment with ACTM-838 in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Salmonella typhimurium,Drug delivery,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W. Lu<\/b>, K. Cron, J. Janes, L. Berryman, G. Singh, C. Thanos, A. Udyavar; <br\/>Actym Therapeutics, Berkeley, CA","CSlideId":"","ControlKey":"a1766a24-91c9-435b-8929-b4defcb0cba1","ControlNumber":"8201","DisclosureBlock":"<b>&nbsp;W. Lu, <\/b> <br><b>Actym Therapeutics<\/b> Employment, Travel. <br><b>Allogene Therapeutics<\/b> Employment. <br><b>Pact Pharma<\/b> Employment, Stock Option, Travel. <br><b>K. Cron, <\/b> <br><b>Actym Therapeutics<\/b> Employment. <br><b>J. Janes, <\/b> <br><b>Actym Therapeutics<\/b> Employment. <br><b>L. Berryman, <\/b> <br><b>Actym Therapeutics<\/b> Independent Contractor. <br><b>G. Singh, <\/b> <br><b>Actym Therapeutics<\/b> Independent Contractor. <br><b>C. Thanos, <\/b> <br><b>Actym Therapeutics<\/b> Employment. <br><b>A. Udyavar, <\/b> <br><b>Actym Therapeutics<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6866","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"736","PresenterBiography":null,"PresenterDisplayName":"William Lu","PresenterKey":"da8426c8-5e1e-4ca7-ae7e-b4ff7cc96105","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"736. ACTM-838 safely and comprehensively re-activates the immunosuppressive TME by exploiting myeloid biology intrinsic in many cancers","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ACTM-838 safely and comprehensively re-activates the immunosuppressive TME by exploiting myeloid biology intrinsic in many cancers","Topics":null,"cSlideId":""},{"Abstract":"Chronic fibrosis can lead to organ failure and is also associated with cancer, where the tumor is interpreted as a chronic wound, and the fibrotic tumor environment drives disease progression. Fibrosis occurs in an inflammatory environment where macrophages are activated, and fibroblasts transdifferentiate into myofibroblasts. Activated macrophages stimulate the myofibroblasts to produce excessive amounts of collagen-rich ECM. Changes in proteolytic activity and high contractile forces that myofibroblasts apply onto their tissue environment, further lead to extensive remodeling of the healthy tissue matrix into a scar matrix. Similar activity is displayed by cancer-associated fibroblasts (CAFs) in tumors. Intervening with the excessive ECM remodeling by activated fibroblasts represents a candidate therapeutic strategy to normalize the architecture of fibrotic and malignant tissues. We developed a screening platform using an assay based on automated image guided injection of clusters of fibroblasts in wells of multi-well plates preloaded with a collagen-rich ECM network. The identical x-y-z position, spacing, and size of the ECM-embedded fibroblast clusters in each well facilitates automated real time confocal microscopy and quantitative image analysis algorithms. We use this setup for automated quantitative analysis of ECM remodeling activity of CAFs obtained from early-stage colorectal cancer patients. We find that CAFs from these early-stage lesions display increased ECM remodeling capacity as compared to patient matched normal fibroblasts. We then use the same setup to screen a series of compounds for their ability to attenuate ECM remodeling triggered by TGFb-activated primary human fibroblasts. We detect known and novel pathways, and we identify small molecule inhibitors with a promising efficacy versus toxicity profile. Lastly, we detect a previously unknown concentration-dependent side effect of ALK5 inhibitors that leads to the identification of a novel profibrotic pathway and indicates that caution is warranted for the clinical application of ALK5 inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Fibroblasts,Extracellular matrix,Screening,TGF-&#946;,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. H. Danen<\/b>; <br\/>Leiden Univ., Leiden, Netherlands","CSlideId":"","ControlKey":"5d646f63-440d-462d-8b02-0d8571f816a5","ControlNumber":"5143","DisclosureBlock":"&nbsp;<b>E. H. Danen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7643","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"737","PresenterBiography":null,"PresenterDisplayName":"Erik Danen, PhD","PresenterKey":"e081087f-9d02-465e-991b-aefef9eb1f5e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"737. Arrays of 3D ECM-embedded fibroblast clusters for characterization of ECM remodeling by primary cancer associated fibroblasts and for evaluation of drugs attenuating fibrotic ECM remodeling","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Arrays of 3D ECM-embedded fibroblast clusters for characterization of ECM remodeling by primary cancer associated fibroblasts and for evaluation of drugs attenuating fibrotic ECM remodeling","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The receptor tyrosine kinase EphA5 has the classical receptor kinase topology with an extracellular-binding domain, a single-pass transmembrane domain, and a cytoplasmic kinase domain. Previously, EphA5 has been shown to contribute to DNA-damage repair and radiation therapy resistance in lung cancer. We investigated EphA5 expression in lung cancer as well as breast, pancreatic, gastric, and colorectal cancer and assessed its potential as a therapeutic target using a novel ADC, MBRC-101.<br \/>Methods: MBRC-101 is composed of a humanized anti-EphA5 IgG1 monoclonal antibody conjugated to monomethyl auristatin E (MMAE) via a cleavable valine-citrulline linker using site-specific ThioBridge&#8482; technology. The specificity profile of the anti-EphA5 antibody was characterized using a membrane proteome array. Receptor-mediated antibody internalization was determined by real-time live-cell analysis, and cell killing assays were performed using analysis of cell confluence and luminescent-based viability. Expression of EphA5 in archival human tissue sections was evaluated by immunohistochemistry (IHC) using a commercial antibody. Efficacy studies used patient-derived xenograft (PDX) models of lung adenocarcinoma, squamous cell carcinoma of both lung and head and neck, and breast cancer.<br \/>Results: IHC demonstrated selective EphA5 membrane expression in 78% (18\/23) of triple negative and 88% (23\/26) of hormone receptor-positive breast cancer tumors tested. EphA5 membrane expression was also detected in 85% (29\/34), 73% (16\/22), 70% (7\/10), 70% (15\/22), and 50% (6\/12) of lung squamous cell carcinoma, lung adenocarcinoma, gastric, colorectal, and pancreatic patient tumors tested, respectively. EphA5 expression was not detected in adjacent, non-malignant tissue in any of the tumors examined. The anti-EphA5 antibody bound exclusively to EphA5 and did not cross-react with other members of the Eph receptor\/ephrin ligand family. Binding of the anti-EphA5 antibody on the cell surface triggered rapid internalization and processing through the endosomal-lysosomal system. MBRC-101 was cytotoxic to EphA5-expressing cells and its activity was concentration-dependent and commensurate to levels of EphA5 on the cell surface. In PDX models, once weekly administrations of intravenous MBRC-101 showed dose-dependent, robust, and reproducible anti-tumor activity. Partial tumor responses were observed at doses of 2.5 mg\/Kg and complete tumor responses starting at 5 mg\/Kg. Toxicologic findings in Sprague-Dawley rats and cynomolgus monkeys were attributed to the MMAE payload and not target-related. Based on an HNSTD of 10 mg\/kg in monkeys, the starting human dose was 0.5 mg\/kg with ~15-fold safety margin.<br \/>Conclusions: EphA5 is a new and promising molecular target for the development of ADC-based therapies against many human cancers. A Phase 1\/1b study of MBRC-101 is currently recruiting (NCT06014658).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. I. Staquicini<\/b><sup>1<\/sup>, F. H. F. Tang<sup>2<\/sup>, V. de Oliveira<sup>1<\/sup>, D. I. Staquicini<sup>2<\/sup>, Y. Wu<sup>1<\/sup>, K. F. Barnhart<sup>1<\/sup>, J. Parsons<sup>1<\/sup>, W. Arap<sup>3<\/sup>, I. Chen<sup>1<\/sup>, R. Pasqualini<sup>3<\/sup>; <br\/><sup>1<\/sup>MBrace Therapeutics, San Diego, CA, <sup>2<\/sup>Rutgers University, Newark, NJ, <sup>3<\/sup>Rutgers University and Cancer Institute of New Jersey, Newark, NJ","CSlideId":"","ControlKey":"c845201b-c507-4fc4-818a-5cf94e6d424e","ControlNumber":"5206","DisclosureBlock":"&nbsp;<b>F. I. Staquicini, <\/b> None..<br><b>F. H. F. Tang, <\/b> None..<br><b>V. de Oliveira, <\/b> None..<br><b>D. I. Staquicini, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>K. F. Barnhart, <\/b> None..<br><b>J. Parsons, <\/b> None..<br><b>W. Arap, <\/b> None..<br><b>I. Chen, <\/b> None..<br><b>R. Pasqualini, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7650","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"738","PresenterBiography":null,"PresenterDisplayName":"Fernanda Staquicini","PresenterKey":"59bb0c32-abf8-4e69-afbe-327c660ff7bb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"738. MBRC-101: a novel antibody-drug conjugate (ADC) targeting the tyrosine kinase receptor EphA5","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MBRC-101: a novel antibody-drug conjugate (ADC) targeting the tyrosine kinase receptor EphA5","Topics":null,"cSlideId":""},{"Abstract":"MUC18, also known as MCAM (melanoma cell adhesion molecule) or CD146, is a type I transmembrane glycoprotein originally identified as a cell adhesion molecule of melanoma that plays important roles in tumor growth and progression including tumor angiogenesis, epithelial-mesenchymal transition (EMT), and metastasis. MUC18 is overexpressed in a variety of solid tumors including (but not limited to) melanoma, osteosarcoma, head and neck, lung, esophagus, breast, ovarian, and cervical cancer and hepatocellular carcinoma, with restricted presence on normal healthy tissues, mainly on blood vessels and a minor subset of T helper cells. Limited expression in normal tissues and high expression in tumors makes MUC18 a promising target for the development of antibody drug conjugate (ADC). AMT-253 is a novel ADC targeting MUC18. It is composed of a humanized MUC18-targeting IgG1 antibody conjugated with Exatecan, a topoisomerase I inhibitor, attached to a proprietary self immolative T moiety linker through reduced interchain disulfide bonds with a drug-to-antibody ratio (DAR) of 8. AMT-253 was stable <i>in vitro<\/i> with less than 0.5% of payload releasing when incubated with human, monkey, mouse or rat plasma for 21 days at 37&#8451;. AMT-253 selectively bound to cell surface MUC18 and was efficiently internalized into MUC18-positive cancer cells. AMT-253 exhibited antiproliferative activity against several MUC18-positive cancer cell lines and demonstrated potent bystander killing effect <i>in vitro<\/i>. Treatment with AMT-253 resulted in tumor growth inhibition or regression in a panel of MUC18 positive cell line derived xenograft (CDX) or patient derived xenograft (PDX) models. In addition, AMT-253 was well tolerated in a GLP compliant toxicity study in cynomolgus monkeys at dose levels &#8804;45 mg\/kg. Taken together, our preclinical <i>in vivo<\/i> efficacy and toxicity studies demonstrated that AMT-253 has a wide therapeutic window and could potentially provide benefits for cancer patients with highly unmet medical needs. AMT-253 is currently being evaluated in a Phase I first-in-human clinical trial (NCT05906862).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Molecular targets,Targeted therapy,Muc18,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jing Shi<sup>1<\/sup>, Jiaqing Yan<sup>1<\/sup>, Yaling Huang<sup>1<\/sup>, Jun Guo<sup>2<\/sup>, Yan Kong<sup>2<\/sup>, Xun Meng<sup>1<\/sup>, <b>Shu-Hui Liu<\/b><sup>3<\/sup><br><br\/><sup>1<\/sup>Multitude Therapeutics, Shanghai, China,<sup>2<\/sup>Peking University Cancer Hospital and Institute, Beijing, China,<sup>3<\/sup>Multitude Therapeutics, Redwood City, CA","CSlideId":"","ControlKey":"dc84c902-3e33-4272-8d07-09471e8fb6a8","ControlNumber":"1116","DisclosureBlock":"<b>&nbsp;J. Shi, <\/b> <br><b>Multitude Therapeutics<\/b> Employment, Patent. <br><b>J. Yan, <\/b> <br><b>Multitude Therapeutics<\/b> Employment. <br><b>Y. Huang, <\/b> <br><b>Multitude Therapeutics<\/b> Employment.<br><b>J. Guo, <\/b> None..<br><b>Y. Kong, <\/b> None.&nbsp;<br><b>X. Meng, <\/b> <br><b>Multitude Therapeutics<\/b> Employment, Stock Option, Patent. <br><b>S. Liu, <\/b> <br><b>Multitude Therapeutics<\/b> Employment, Stock Option, Patent.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7651","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"739","PresenterBiography":null,"PresenterDisplayName":"Shu-Hui Liu, PhD","PresenterKey":"acdcd95f-81ae-44b7-a99f-c01f8303afae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"739. AMT-253, a first-in-class MUC18-targeting antibody-drug conjugate, for the treatment of MUC18-positive solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AMT-253, a first-in-class MUC18-targeting antibody-drug conjugate, for the treatment of MUC18-positive solid tumors","Topics":null,"cSlideId":""},{"Abstract":"As a novel immune checkpoint, we previously confirmed that contactin 4 (CNTN4) regulates T cell activity negatively by binding to amyloid precursor protein (APP) on T cells. CNTN4 is highly expressed in various types of tumors, including gallbladder, pancreas, stomach, endometrium, liver, prostate, bladder cancer, melanoma, and other tumors, with positive rates over 70% through immunohistochemistry analysis in contrast to low-level expression in normal tissues. Based on the tumor-specific expression profile of CNTN4, we evaluated the potential of CNTN4 as a novel target for antibody-drug conjugate (ADC). First, the internalization of the anti-CNTN4 antibody in the IND submission stage, GENA-104A16, into CNTN4-positive cancer cells was confirmed. For investigation of the potential of targeting CNTN4 using ADC, clinically validated various linker-payloads (MMAE, MMAF, SN-38, and exatecan derivate) were conjugated to GENA-104A16 using thiol maleimide conjugation with average drug-to-antibody ratio (DAR) in the range of 4.0 to 4.8. After preparing ADCs, we confirmed the binding affinity for CNTN4 was maintained as high even after the payload conjugation through an ELISA. <i>In vitro<\/i> studies have demonstrated the highly cytotoxic effect of MMAF conjugate among the conjugates of GENA-104A16 on CNTN4-positive cancer cells compared to negative cancer cells. And there was no cytotoxic effect on normal cells. Furthermore, treating MMAF conjugate of GENA-104A16 showed promising efficacy in the Pan02 pancreatic orthotopic mouse model and the patient-derived xenograft model. These results suggest that CNTN4 could be a highly potential ADC target that could expand the options for cancer treatment strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Target discovery,Solid tumors,Immune checkpoint,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Cha, <b>H. Kim<\/b>, S. Byun, Y. Ha, K. Park, H. Yu, B.-N. Jeon, M. Kim, S. Moon, K. Park, H. Park; <br\/>Genome & Company, Sungnam-si, Gyeonggi-do, Korea, Republic of","CSlideId":"","ControlKey":"07f8f0da-a71a-47e5-aeec-f4a86917e5f2","ControlNumber":"1398","DisclosureBlock":"<b>&nbsp;M. Cha, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>H. Kim, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>S. Byun, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>Y. Ha, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>K. Park, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>H. Yu, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>B. Jeon, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>M. Kim, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>S. Moon, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>K. Park, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>H. Park, <\/b> <br><b>Genome & Company<\/b> Employment. <br><b>Gwangju Institute of Science and Technology<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7652","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"740","PresenterBiography":null,"PresenterDisplayName":"Hyunuk Kim, MS","PresenterKey":"71ff5754-546b-4b80-bad5-f8b018542217","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"740. CNTN4 as a novel target for solid cancer with antibody-drug conjugate","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CNTN4 as a novel target for solid cancer with antibody-drug conjugate","Topics":null,"cSlideId":""},{"Abstract":"The expression of ILT (LILRB) family members and their major ligand HLA-G within solid tumors are associated with immune suppression and poor patient survival. Blocking multiple ILT family members might be more potent than targeting individual members by overcoming compensatory resistances within tumor microenvironment. Based on this hypothesis, we developed a monoclonal antibody (mAb) LITCHI 7 which reacts to three major ILT family members, ILT2, ILT4 and ILT5, and blocks ligand binding to these receptors. LITCHI 7 exhibits a broad binding capability to a wide range of human myeloid and T cell subsets that express ILT2, ILT4, and\/or ILT5. Binding to monocyte-derived dendritic cells (moDC), LITCHI 7 released the inhibition on activating Fc&#947; receptor. On LPS-treated macrophages, LITCHI 7 enhanced inflammatory macrophage differentiation. The effect is primarily mediated by blocking ILT4 since ILT4 mono-specific mAb is as potent as cross-reactive LITHI 7 in modulating myeloid differentiation although both ILT2 and ILT5 are highly expressed by different myeloid subsets. The result was further confirmed by CRISPR Cas9 knock down of ILT2 or ILT5. In the absence of either ILT2 or ILT5, the accumulation of CD14<sup>+<\/sup> monocytes and inflammatory macrophages were not changed during differentiation. While different ILT family members are generally enriched on myeloid cells, ILT2 is also expressed on NK cells and effector memory CD45RA<sup>+<\/sup> T cells (Temra). Blocking ILT2 by LITCHI 7 enhanced TCR signaling when co-culturing the MART-1 specific T cell reporter line with MART-1\/HLA-G positive melanoma cells. The effect of LITCHI 7 is mediated by ILT2 blockade since knocking out ILT2, but not ILT4 and ILT5, reduced accumulation of Temra in activated PBMC. To assess whether immune modulation of LITCHI 7 can be translated into anti-tumor activity by blocking different ILT family members, tumor killing assays were performed using innate and adaptive immune effector cells. LITCHI7 enhanced NK cell-mediated cytotoxicity on HLA-G<sup>+<\/sup> tumor cells by blocking ILT2. Both ILT2 and ILT4 blockade play a role in macrophage phagocytosis on lymphoma cells since LITCHI 7 as well as individual anti-ILT2 or ILT-4 mAbs increased macrophage phagocytosis to a similar level. Finally, LITCHI 7 could boost <i>in vitro<\/i> T cell-mediated killing of CD19<sup>+<\/sup> lymphoma by CD19 specific CAR-T cells in the presence of CD33<sup>+<\/sup> myeloid cells. In summary, LITCHI 7 can enhance both innate and adaptive anti-tumor immunity through ILT2 or ILT4 blockade directly on effector cells or indirectly through myeloid cell reprogramming. As clinical trials are ongoing by targeting ILT2 and ILT4, blocking multiple ILT family members through a single cross-reactive mAb may provide broad anti-tumor effects and advantages when combining with additional oncology treatments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Immunosuppression,Myeloid-derived suppressor cells,CAR T cells,Antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Ye<\/b><sup>1<\/sup>, D. Zhang<sup>1<\/sup>, B. Singh<sup>1<\/sup>, J. Bankoti<sup>1<\/sup>, D. Cohen<sup>1<\/sup>, S. Tan<sup>1<\/sup>, D. Choi<sup>1<\/sup>, J. Hickson<sup>2<\/sup>, M.-Z. Wu<sup>1<\/sup>, U. Kolhatkar<sup>1<\/sup>, M. Binnewies<sup>1<\/sup>, W. Jin<sup>1<\/sup>, J. Hall<sup>1<\/sup>, J. Engelhardt<sup>1<\/sup>, A. Shoemaker<sup>2<\/sup>; <br\/><sup>1<\/sup>AbbVie Bay Area, South San Francisco, CA, <sup>2<\/sup>AbbVie Inc., North Chicago, IL","CSlideId":"","ControlKey":"4556c5e0-c7ec-40e2-8729-418528172719","ControlNumber":"4005","DisclosureBlock":"<b>&nbsp;S. Ye, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock, The design, study conduct, and financial support for this research were provided by AbbVie. AbbVie participated in the interpretation of data, review and approval of the publication.&nbsp;<br><b>D. Zhang, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock. <br><b>B. Singh, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock. <br><b>J. Bankoti, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock. <br><b>D. Cohen, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock. <br><b>S. Tan, <\/b> <br><b>AbbVie Inc.<\/b> employee of AbbVie at the time of the study. <br><b>D. Choi, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock. <br><b>J. Hickson, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock. <br><b>M. Wu, <\/b> <br><b>AbbVie Inc.<\/b> employee of AbbVie at the time of the study. <br><b>U. Kolhatkar, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock. <br><b>M. Binnewies, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock. <br><b>W. Jin, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock. <br><b>J. Hall, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock. <br><b>J. Engelhardt, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock. <br><b>A. Shoemaker, <\/b> <br><b>AbbVie Inc.<\/b> Employment, Stock.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7653","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"741","PresenterBiography":null,"PresenterDisplayName":"Shiming Ye, PhD","PresenterKey":"98943a9e-631b-49c4-866e-674b8a56e65a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"741. Distinct functional effects of ILT family members in mediating the activity of an ILT2\/ILT4\/ILT5 cross-reactive monoclonal antibody in releasing the suppression on innate and adaptive anti-tumor immunity","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Distinct functional effects of ILT family members in mediating the activity of an ILT2\/ILT4\/ILT5 cross-reactive monoclonal antibody in releasing the suppression on innate and adaptive anti-tumor immunity","Topics":null,"cSlideId":""},{"Abstract":"Stroma is crucial to support solid tumor growth, metastasis and resistance to treatment. While most antibody-drug conjugates (ADCs) directly bind to cancer cells, PYX-201, an investigational drug, is designed to target tumor stroma by binding to the extra-domain B splice variant of fibronectin (EDB+FN), a matrix protein abundantly expressed in the tumor microenvironment of many solid tumors with absent or low expression in normal adult tissues. <i>In vitro<\/i> studies demonstrated PYX-201 was strongly cytotoxic to EDB+FN positive Caki2 cells, but not to EDB+FN negative HT29 cells. In addition, PYX-201 was 30-times more potent than a non-targeted ADC control, demonstrating PYX-201 cytotoxic effects were EDB+FN dependent. Furthermore, when Caki2 and HT29-luciferase cancer cells were co-cultured, the luciferase activity was used to quantify the amount of EDB+FN negative HT29 cells only. Interestingly, PYX-201 was able to kill EDB+FN negative cancer cells in a co-culture assay as shown by a decrease in luciferase activity, demonstrating PYX-201 bystander activity. Pre-clinical mouse model studies were conducted to evaluate PYX-201 anti-tumor efficacy and pharmacokinetic (PK) properties. First, a comprehensive patient-derived xenograft (PDX) mouse model trial was designed to evaluate the anti-tumor efficacy of PYX-201. To fully represent the diversity and characteristics of human tumors, PDX models were pre-selected from ten solid tumor indications based on different levels of EDB+FN protein expression and stromal density. PYX-201 (Q4D&#215;4 at 3mg\/kg) was well tolerated, and strong anti-tumor responses (% Tumor Growth Inhibition [TGI] &#62;90%) were observed in PDX models across various cancer indications. Potential correlations between EDB+FN protein expression with anti-tumor activity will be evaluated. Remarkably, long-term anti-tumor efficacy of PYX-201 was observed as tumors did not relapse even after &#62;100 days in a breast cancer PDX model. Additionally, plasma samples were analyzed from a cell line derived xenograft mouse model after a single dose of PYX-201 to determine its PK profile. At 3 mg\/kg, the maximum concentration (Cmax) was 28.1 &#956;g\/mL, area under the curve (AUC) was 1,732.7 h*&#956;g\/mL, with a low clearance of 1.5 mL\/h\/kg, and the half-life of the mAb from PYX-201 was calculated at 81.2 h. These PK parameters were associated with strong PYX-201 anti-tumor efficacy (% TGI &#62;90%) in the H1975 xenograft model. Altogether, PYX-201 was well tolerated and demonstrated strong anti-tumor efficacy in a variety of pre-clinical human PDX models. PYX-201 is a promising and innovative ADC which is currently under investigation in a Phase I clinical trial (NCT05720117).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Tumor microenvironment,Bystander effect,Patient-derived xenograft (PDX) models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Severe<\/b>, A. Facklam, L. McMichael, B. Das, S. Lewandowski, J. Trickett, L. Diao, C. Merriman, C. Shen, J. Feng, S. Harriman, M. Crochiere, P. Steiner, J. Pinkas; <br\/>Pyxis Oncology, Boston, MA","CSlideId":"","ControlKey":"eda2653e-d6ef-4327-904e-a2ebbc59f2b1","ControlNumber":"5066","DisclosureBlock":"<b>&nbsp;N. Severe, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option, Patent. <br><b>A. Facklam, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>Seeker Biologics<\/b> Employment. <br><b>L. McMichael, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>Oncorus<\/b> Employment, Stock, Stock Option. <br><b>B. Das, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>Agios Pharmaceutical<\/b> Employment, Stock, Stock Option. <br><b>S. Lewandowski, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>J. Trickett, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>Jounce Therapeutics, Inc<\/b> Employment. <br><b>L. Diao, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>C. Merriman, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>Cygnal Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>C. Shen, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>Takeda<\/b> Employment, Stock, Stock Option. <br><b>J. Feng, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option, Patent. <br><b>S. Harriman, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>Frontera Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. Crochiere, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>Vigeo Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>P. Steiner, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>Werewolf Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. Pinkas, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7654","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"742","PresenterBiography":null,"PresenterDisplayName":"Nicolas Severe","PresenterKey":"8dce593a-ccc5-4d41-8bfa-3a043cdc81fa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"742. PYX-201, a stroma-targeting ADC composed of an anti-EDB+FN antibody conjugated to Auristatin0101, demonstrates strong anti-tumor efficacy across multiple human cancer indications in pre-clinical PDX tumor models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PYX-201, a stroma-targeting ADC composed of an anti-EDB+FN antibody conjugated to Auristatin0101, demonstrates strong anti-tumor efficacy across multiple human cancer indications in pre-clinical PDX tumor models","Topics":null,"cSlideId":""},{"Abstract":"Antibody-drug conjugates (ADCs) are a promising treatment for various forms of cancer. The treatment efficacy is often limited by on-target\/off-tumor toxicity caused by the antigen expression in healthy tissue and by unwanted payload release outside the tumor caused by cleavage of the linker via circulating proteases. Our conditionally active biologics (CAB) technology addresses the on-target\/off-tumor toxicity and assists in reducing the off-target\/off-tumor toxicity by reducing binding to the target under normal physiological conditions (1). To eliminate the remaining off-target\/off-tumor toxicity, we developed a novel linker with superior serum stability, solubility, and tumor-specific payload release. Conjugation can be accomplished using regular IgG backbones without the need for sequence modification. Here we report the<i> in vitro<\/i> and<i> in vivo <\/i>characterization of a NextGen linker system to generate a CAB anti-Nectin4-ADC that combines the advantages of CAB antibody pH selectivity with the new linker technology. <i>In vivo<\/i> efficacy data demonstrated complete tumor regression in several cell line derived xenograft models as well as superior efficacy to an enfortumab vedotin analogue in a patient derived pancreatic cancer model. PK and tox data from a toxicology study in non-human primates will be presented. In addition, data demonstrating the influence of linker technology on specific cancer models will also be presented. In conclusion, the NextGen Nectin4 CAB ADC represents a potentially more effective treatment with increased safety in the clinic.<br \/>(1) Chang HW, Frey G, Liu H, Xing C, Steinman L, Boyle WJ<i>,<\/i><i>and Short JM<\/i> Generating tumor-selective conditionally active biologic anti-CTLA4 antibodies via protein-associated chemical switches. Proc Natl Acad Sci U S A 2021;118","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Antibody-drug conjugate (ADC),Tumor targeting,Efficacy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Wang, J. Chen, G. Frey, H. Liu, C. Xing, K. Woodard, H. Chang, W. J. Boyle, <b>J. M. Short<\/b>; <br\/>BioAtla, San Diego, CA","CSlideId":"","ControlKey":"49757a5f-f274-4a0c-9fe8-d3205441ffe2","ControlNumber":"2825","DisclosureBlock":"<b>&nbsp;J. Wang, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>J. Chen, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>G. Frey, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>H. Liu, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>C. Xing, <\/b> <br><b>Bioatla<\/b> Employment. <br><b>K. Woodard, <\/b> <br><b>Bioatla<\/b> Employment. <br><b>H. Chang, <\/b> <br><b>Bioatla<\/b> Employment. <br><b>W. J. Boyle, <\/b> <br><b>Bioatla<\/b> Employment. <br><b>J. M. Short, <\/b> <br><b>BioAtla<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7634","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"743","PresenterBiography":null,"PresenterDisplayName":"Jay Short, PhD","PresenterKey":"0f1937c4-fda9-4499-a27a-e344c5b2e2af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"743. Using a novel NextGen linker system to generate a conditionally active biologic (CAB) anti-nectin4-ADC demonstrates improved efficacy in pancreatic PDX cancer models and improved tolerability and toxicity profile in non-human primates","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Using a novel NextGen linker system to generate a conditionally active biologic (CAB) anti-nectin4-ADC demonstrates improved efficacy in pancreatic PDX cancer models and improved tolerability and toxicity profile in non-human primates","Topics":null,"cSlideId":""},{"Abstract":"The use of T-cell engagers (TCEs) has great therapeutic potential in oncology. This potential, however, is diminished due to severe toxicity (cytokine release effects, as well as on-target off-tumor toxicities). We leveraged BioAtla&#8217;s Conditionally Active Biologic (CAB) technology (1) to develop bispecific antibodies which have no or very little binding to CD3 and to the tumor target antigen (TAA) in healthy tissue (normal physiological conditions), yet have strong binding in diseased tissues (<i>i.e. <\/i>tumor microenvironment, TME) derived from glycolytic tumor metabolism, which supports tumor growth (Warburg effect). The conditional activity in the TME is achieved by optimizing the sequences of the binding domains and does not require masking and subsequent activation of the binding domain as used in pro-drugs. We have developed dual-CAB T-cell engagers targeting serval well-established tumor associated antigens. Data demonstrating superior potency with reduced off-target binding through <i>in vitro<\/i> and <i>in vivo<\/i> characterization of three new DualCAB TCEs, targeting PSMA, Trop2, and Tissue Factor (TF) will be presented.(1) Chang HW, Frey G, Liu H, Xing C, Steinman L, Boyle WJ and Short, JM Generating tumor-selective conditionally active biologic anti-CTLA4 antibodies via protein-associated chemical switches. Proc Natl Acad Sci U S A 2021;118.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"T cell engager,Tumor microenvironment,Tumor targeting,Efficacy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"A. Cugnetti, H. Liu, P. McNeeley, C. Xing, K. Woodard, H. Chang, G. Frey, W. J. Boyle, <b>J. M. Short<\/b>; <br\/>BioAtla, San Diego, CA","CSlideId":"","ControlKey":"2c200dd3-09d8-4c4b-87ac-5d1e891fffe3","ControlNumber":"2841","DisclosureBlock":"<b>&nbsp;A. Cugnetti, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>H. Liu, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>P. McNeeley, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>C. Xing, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>K. Woodard, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>H. Chang, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>G. Frey, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>W. J. Boyle, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>J. M. Short, <\/b> <br><b>Bioatla<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7644","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"744","PresenterBiography":null,"PresenterDisplayName":"Jay Short, PhD","PresenterKey":"0f1937c4-fda9-4499-a27a-e344c5b2e2af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"744. Novel conditionally active biologic (CAB) tetravalent T-cell engagers targeting solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"286","SessionOnDemand":"False","SessionTitle":"Tumor Microenvironment","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel conditionally active biologic (CAB) tetravalent T-cell engagers targeting solid tumors","Topics":null,"cSlideId":""}]