[{"Abstract":"PD1<sup>+<\/sup> CD8<sup>+<\/sup> tumor-infiltrating T-cells have been at the forefront of cancer immunotherapies due to their antigen-specificity, cytotoxicity, proliferative capacity, and stem-like\/memory properties. IL-2 is essential for T cell growth and proliferation, however, its systemic administration at a high dose was associated with intolerable toxicities, while low-dose treatment contradicted the intended therapeutic effect by activating regulatory T cells.To overcome the limitations of IL-2, we fused modified IL-2 sequences with reduced affinity for the murine IL-2 receptor to a PD1 antibody designed to target the PD1<sup>+<\/sup> T cells found in tumors. The resulting murine PD1 antibody-attenuated-IL-2 (mAnti-PD1-IL2Att) demonstrated similar IL-2 potency on PD1<sup>+<\/sup> cells as native IL-2, but diminished potency by orders of magnitude on PD1<sup>-<\/sup> cells. The agent was furthermore designed to bind PD1 non-competitively with known PD1-blocking antibodies, so that it could be used in combination with them to achieve effective anti-tumor response. We demonstrated that mAnti-PD1-IL2Att exhibits potent anti-tumor activity, resulting in complete tumor regression in a syngeneic MC38 colorectal cancer model, and significant anti-tumor activity in other models of different tumor types. The mechanism was evaluated by immunophenotyping and single-cell RNAseq. Shortly after the first administration of mAnti-PD1-IL2Att, CD8<sup>+<\/sup> T cells, rather than Tregs, emerged as the primary responding cells; these CD8<sup>+<\/sup> T cells exhibited increased proliferation and activation with reduced expression of exhaustion markers (PD1<sup>+<\/sup>Tim3<sup>+<\/sup>). Following subsequent doses, there was a notable increase in the number of effector cells, followed by a prolonged generation of effector and memory cells at a later stage. Myeloid cells exhibited increased transcriptional programs related to chemotaxis, co-stimulation, and co-inhibition, including the upregulation of the PD1-PDL1 pathway. By contrast, blockade of PD1 with a naked PD1 antibody led to distinct cellular responses and less pronounced anti-tumor activity, and a combination of the blocking antibody with PD1-attIL-2 was superior to either agent alone. Together, our findings suggest that mAnti-PD1-IL2Att potent anti-tumor activity was driven by its direct targeting of PD1<sup>+<\/sup> on tumor-infiltrating CD8<sup>+<\/sup> T-cells, shedding light on the specific changes in their dynamic differentiation trajectory and their impact on the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Immunotherapy,Immunocytokines,Interleukin-2,PD-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Amar<sup>1<\/sup>, Y. Liubomirski<sup>1<\/sup>, E. Yeini<sup>1<\/sup>, M. Monsonego<sup>1<\/sup>, T. Weiss<sup>1<\/sup>, G. Tiram<sup>1<\/sup>, A. Katyal<sup>1<\/sup>, O. Avramoff<sup>1<\/sup>, A. Krinsky<sup>1<\/sup>, K. Reshef<sup>1<\/sup>, S. Dulberg<sup>1<\/sup>, A. Kaminitz<sup>1<\/sup>, D. Bar On<sup>2<\/sup>, I. Ben Eliezer<sup>2<\/sup>, O. Iancu<sup>2<\/sup>, T. Taura<sup>2<\/sup>, D. Wilson<sup>2<\/sup>, P. Ayton<sup>2<\/sup>, R. Satchi-Fainaro<sup>1<\/sup>, <b>A. Madi<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Tel Aviv University, Tel Aviv, Israel, <sup>2<\/sup>Teva Pharmaceutical Industries Ltd., Tel Aviv, Israel","CSlideId":"","ControlKey":"a3331247-244e-463a-a1f3-0b94c79bf599","ControlNumber":"2193","DisclosureBlock":"&nbsp;<b>S. Amar, <\/b> None..<br><b>Y. Liubomirski, <\/b> None..<br><b>E. Yeini, <\/b> None..<br><b>M. Monsonego, <\/b> None..<br><b>T. Weiss, <\/b> None..<br><b>G. Tiram, <\/b> None..<br><b>A. Katyal, <\/b> None..<br><b>O. Avramoff, <\/b> None..<br><b>A. Krinsky, <\/b> None..<br><b>K. Reshef, <\/b> None..<br><b>S. Dulberg, <\/b> None..<br><b>A. Kaminitz, <\/b> None.&nbsp;<br><b>D. Bar On, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Employment. <br><b>I. Ben Eliezer, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Employment. <br><b>O. Iancu, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Employment. <br><b>T. Taura, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Employment. <br><b>D. Wilson, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Employment. <br><b>P. Ayton, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Employment. <br><b>R. Satchi-Fainaro, <\/b> <br><b>Teva Pharmaceutical Industries Ltd.<\/b> Grant\/Contract. <br><b>A. Madi, <\/b> <br><b>TEVA Pharmaceutical Industries Ltd.<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6241","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4057","PresenterBiography":null,"PresenterDisplayName":"Asaf Madi, PhD","PresenterKey":"c76ab1fd-585a-43f8-9b25-34a1ef69ecab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4057. Beyond IL-2: The promise of anti PD-1-attenuated IL-2 fusion protein in cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Beyond IL-2: The promise of anti PD-1-attenuated IL-2 fusion protein in cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint inhibitors (ICIs) have demonstrated robust responses in some solid tumor types. However, the low response rate, which is associated with lack of pre-existing tumor-infiltrating lymphocytes (TILs), remains a significant challenge. Interleukin-2 (IL-2) can effectively expand TILs and has been FDA-approved for metastatic renal cancer and melanoma. However, IL-2 has several drawbacks&#8212;including short circulation half-life, dose-limiting toxicities, and counterproductive activation of regulatory T cells (Tregs)&#8212;resulting in less than 10% complete response rate. Numerous efforts have been made to enhance IL-2 formulations, but none have yet received FDA approval.<br \/>In this study, we utilized our proprietary nanoparticle platform (Pdx-NP&#8482;) to improve IL-2 formulation. Pdx-NP&#8482; can load IL-2 with near-complete binding, resulting in a 160-nm nanoconstruct (IL2-NP), suitable for both local and intravenous administrations. To evaluate the efficacy, we utilized bilateral melanoma (B16F10) and colon (MC38) tumor models, in which the local tumor was treated intratumorally for 3 doses and the distal tumor was left untreated to assess the systemic anti-tumor immune response. In the B16F10 model, IL2-NP treatment demonstrated favorable immune profiles in local and distal tumors and the draining lymph nodes, such as increased CD8+ T cell proliferation, CD8+ T cells\/Treg ratio, and recruitment of dendritic cells and macrophages, compared to saline or free IL-2 counterparts. These positive immune responses translated into significant growth reduction of IL2-NP treated tumors and improvement in survival of the mice compared to free IL-2. In the MC38 tumor model, the IL2-NP treatment resulted in complete regression of both local and distal tumors in 43% of the mice. When combined with ICIs (&#945;PD-1 and &#945;CTLA-4), the treatment achieved a cure rate of 100%, whereas ICIs alone yielded only a 29% cure rate.<br \/>In conclusion, IL2-NP induces robust proliferation and activation of TILs and is efficacious both as a monotherapy and in combination with ICIs. This is due to the ability of Pdx-NP&#8482; to protect and retain therapeutics within tumors, with an 8-fold increase in tumor accumulation over the free drug counterpart. Our ongoing efforts are focused on the targeted delivery of IL-2 to tumors upon systemic administration, using &#945;PD-L1 antibody-conjugated Pdx-NP&#8482;. This antibody-conjugated nanoparticle has an elimination half-life (t<sub>1\/2<\/sub>) of about 25 hrs in non-human primates. Paired with &#945;PD-L1 for tumor homing, this nanoconstruct is hypothesized to enhance IL-2 accumulation in tumors compared to free IL-2, which has t<sub>1\/2<\/sub> of only 1.5 hrs in human. The current clinical landscape of cancer immunotherapy focuses on combinational approaches, and our versatile Pdx-NP&#8482; platform, which is capable of co-delivering different classes of therapeutics, is well suited for this endeavor.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Immunotherapy,Nanoparticle,Cytokines,Drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Wang<\/b><sup>1<\/sup>, A. Wallstrum<sup>2<\/sup>, N. White<sup>2<\/sup>, P. Kumar<sup>1<\/sup>, T. Watcharawittayakul<sup>2<\/sup>, N. A. Crumrine<sup>2<\/sup>, C. Baker<sup>2<\/sup>, J. Saito<sup>2<\/sup>, M. Reda<sup>2<\/sup>, W. Ngamcherdtrakul<sup>2<\/sup>, W. Yantasee<sup>1<\/sup>; <br\/><sup>1<\/sup>Oregon Health & Science University, Portland, OR, <sup>2<\/sup>PDX Pharmaceuticals, Inc., Portland, OR","CSlideId":"","ControlKey":"efe8f76f-69b5-4293-9b2c-16f8bbba8c2a","ControlNumber":"524","DisclosureBlock":"&nbsp;<b>R. Wang, <\/b> None..<br><b>A. Wallstrum, <\/b> None..<br><b>N. White, <\/b> None..<br><b>P. Kumar, <\/b> None..<br><b>T. Watcharawittayakul, <\/b> None..<br><b>N. A. Crumrine, <\/b> None..<br><b>C. Baker, <\/b> None..<br><b>J. Saito, <\/b> None..<br><b>M. Reda, <\/b> None..<br><b>W. Ngamcherdtrakul, <\/b> None..<br><b>W. Yantasee, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6242","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4058","PresenterBiography":null,"PresenterDisplayName":"Ruijie Wang, BS","PresenterKey":"5c7de6bd-2bf6-4327-b468-407d409d241b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4058. Nanoparticle delivery of interleukin-2 induces anti-tumor immune response and therapeutic efficacy in mouse tumor models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nanoparticle delivery of interleukin-2 induces anti-tumor immune response and therapeutic efficacy in mouse tumor models","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Interleukin-2 is the first approved immune-oncology (IO) drug to treat multiple metastatic cancers with durable and curative antitumor effects. Yet, its application is restricted due to severe toxicity, short half-life, and a small fraction of response rate. To reduce toxicity and improve efficacy, we developed Vitokine-2, a tumor infiltrating lymphocyte (TIL)-targeting, tumor activable, and precision engineered IL-2 that remains inert systemically but activated in the tumor microenvironment (TME).<br \/><b>Methods: <\/b>Through protein and structure-guided precision engineering, the biological activity of IL-2 was optimized, concealed, guided to exhausted TILs, and activated at TME. The biological activity was determined by measuring proliferation (Ki67) of CD8+ T and NK cells using human peripheral blood mononuclear cells (PBMCs). Pharmacokinetics (PK), pharmacodynamics (PD), and anti-tumor efficacy were evaluated in mice, encompassing healthy and multiple syngeneic tumor mouse models.<br \/><b>Results: <\/b>Vitokine-2 was inactive in stimulating CD8+T and NK cell proliferation in vitro. Yet, its biological activity was fully restored following the cleavage and release of the concealing domain. Vitokine-2 displayed a significantly prolonged in vivo pharmacokinetic profile due to half-life extension, concealing and reduction of target sink. Administration of Vitokine-2 in mice resulted in minimal or no detectable activation, proliferation, and expansion of cytotoxic CD8+T and NK cells in the systemic circulation. However, marked CD8+ T cell proliferation and expansion with enhanced expression of granzyme B, a cytotoxic functional biomarker, was observed within the TME. The effect was specific to cytotoxic lymphocytes but not regulatory T cells. Corroborating with the expansion and enhanced functionality of CD8+ T cells in TME, robust antitumor efficacy was observed with Vitokine-2 but not with the non-activable IL-2 counterpart. Furthermore, dose-dependent tumor killing efficacy and complete eradication of tumors were demonstrated in multiple syngeneic tumor models. Vitokine-2 was found to be safe and well tolerated with minimal interferon gamma release and body weight loss even at much higher doses.<br \/><b>Conclusion: <\/b>Vitokine-2 is a TIL-targeting, tumor activable and precision engineered IL-2. It demonstrated robust anti-tumor efficacy with minimal systemic toxicity. It is safe, well tolerated, and permits high dose administration, yielding a widened therapeutic window. Vitokine-2 presents a paradigm-shifting, potentially a first-in-class, highly safe and efficacious IO therapy with an immense potential to address both IO-responsive and unresponsive patient population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Cytotoxic T lymphocytes,Tumor infiltrating lymphocytes,Interleukin-2,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. V. Challa<\/b>, Y.-T. Hsieh, K. Gelinas, A. Umana, W.-c. Weng, T. Berisha, C. Stephens, Y. Li, J. Xu; <br\/>Cugene, Waltham, MA","CSlideId":"","ControlKey":"ff310600-2bb6-49e4-8807-f8a4f632cd1d","ControlNumber":"6833","DisclosureBlock":"&nbsp;<b>S. V. Challa, <\/b> None..<br><b>Y. Hsieh, <\/b> None..<br><b>K. Gelinas, <\/b> None..<br><b>A. Umana, <\/b> None..<br><b>W. Weng, <\/b> None..<br><b>T. Berisha, <\/b> None..<br><b>C. Stephens, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>J. Xu, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6243","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4059","PresenterBiography":null,"PresenterDisplayName":"Sreerupa Challa, PhD","PresenterKey":"05481e2d-ff19-4231-83a4-c2b67cb9b98c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4059. Vitokine-2: A TIL-targeting tumor activable engineered IL-2 for cancer treatment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Vitokine-2: A TIL-targeting tumor activable engineered IL-2 for cancer treatment","Topics":null,"cSlideId":""},{"Abstract":"<u>Background<\/u>-MDNA113 consists of an IL-13 decoy receptor-binding domain (MDNA213) fused to anti-PD1-IL-2<sup>SK<\/sup> (MDNA223) immunocytokine using a matrix metalloprotease (MMP) sensitive linker (PSL). MDNA213 is an IL-13 superkine with high selectivity towards IL-13R&#945;2, a tumor associated antigen overexpressed in numerous aggressive solid tumors with limited expression in normal tissues. IL-13R&#945;2 overexpression is associated with MMPs abundancy in tumor microenvironment (TME) and poor clinical outcomes. MDNA223, a fusion of &#8216;not-alpha, beta enhanced&#8217; IL-2 superkine with anti-PD1 is designed to facilitate cis-binding to PD1 and IL-2R&#946;&#947; on CD8<sup>+<\/sup> T cells. MDNA223 is superior to co-administration of anti-PD1 and IL-2 agonist at inhibiting both immunologically &#8216;hot&#8217; and &#8216;cold&#8217; tumors in mice. MDNA113 is designed to target and accumulate in tumors via the MDNA213 domain, which also attenuates immune stimulation by hindering IL-2R activation to reduce peripheral activity. The dual targeting\/masking MDNA213 domain is released within tumor microenvironment following MMP cleavage of PSL to fully restore IL-2R agonism while maintaining PD1\/PDL-1 blockade.<br \/><u>Methods<\/u>-<i>In vitro<\/i> signaling studies were performed in reporter cell assays and human PBMCs. Tolerability and pharmacodynamic studies were conducted in mice. Tumor growth inhibition was assessed in syngeneic mouse tumor models in monotherapy and combination settings.<br \/><u><\/u> <u>Results<\/u>-MDNA113 showed reduced IL-2R agonism (~38-fold) while maintaining PD1\/PD-L1 blockade compared to MDNA223 (non-masked) in cell-based reporter assays. Capacity to stimulate human PBMC proliferation was reduced while potency in CD8+ T cell p-STAT5 signaling also decreased. MMP cleavage of MDNA113 to release MDNA213 domain fully restored IL-2R signaling. Systemic delivery of MDNA113 to mice showed reduction, but not complete blockade, of lymphocyte expansion compared to equimolar dose of MDNA223. A 3x increase in MDNA113 restored lymphocyte expansion to a similar level achieved with MDNA223, indicating a &#8216;partial masking&#8217; effect of MDNA213 domain. Accordingly, MDNA113 was better tolerated than MDNA223 in viability studies in mice. In syngeneic tumor models, equimolar treatment with MDNA113 and MDNA223 (non-mask version) resulted in similar extent of tumor growth inhibition. In contrast, in vivo activity was partially compromised when mice were treated with a non-cleavable version of MDNA113, consistent with a role for MMP-cleavage to restore full anti-tumor effect within TME.<br \/><u><\/u> <u>Conclusion<\/u>-MDNA113 is a tumor-targeting and conditional-activatable anti-PD1\/IL-2<sup>SK<\/sup> fusion characterized with potent PD1\/PDL1 blockade and &#8216;not-alpha, beta enhanced&#8217; IL-2R agonism. MDNA113 is better tolerated than the non-mask version while achieving similar effect on tumor control, therefore offering a much broader therapeutic index. <u><\/u>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Immuno-oncology,Engineered Cytokines,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Sharma<\/b>, M. D. To, Q. Liu, F. Merchant; <br\/>Medicenna Therapeutics, Toronto, ON, Canada","CSlideId":"","ControlKey":"5fd977ad-363f-48b2-a56a-d307bb2a23b1","ControlNumber":"7778","DisclosureBlock":"&nbsp;<b>A. Sharma, <\/b> None..<br><b>M. D. To, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>F. Merchant, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6244","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4060","PresenterBiography":null,"PresenterDisplayName":"Minh To, PhD","PresenterKey":"0438df3c-91c3-4672-855b-53d990656f47","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4060. Characterization of MDNA113, a tumor-targeting anti-PD1-IL-2<sup>SK<\/sup> immunocytokine with conditional activation to increase tolerability and maximize efficacy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of MDNA113, a tumor-targeting anti-PD1-IL-2<sup>SK<\/sup> immunocytokine with conditional activation to increase tolerability and maximize efficacy","Topics":null,"cSlideId":""},{"Abstract":"Although PD-1\/PD-L1 therapies have shown significant benefit among a range of tumor types, the majority of malignancy patients do not respond or develop resistance after initial tumor regression. Development of new modality to overcome primary and acquired resistance to anti-PD-1\/PD-L1 therapy is a huge unmet medical need, and IL-2 is believed a potentially powerful approach for that. However, the current clinical application of IL-2 in cancer immunotherapy has been limited by its severe toxicity. Herein, we developed MBS309 (PD1\/IL2m), a novel PD-1-targeted IL-2 mutation with significantly enhanced therapeutic window. MBS309 has the similar high affinity and blockade efficacy with monoclonal antibody to PD-1, and its IL-2 mutation has reduced binding to IL-2R&#946;&#947; and abolished binding to IL-2R&#945;. Our <i>in vitro<\/i> assays, including HEK-blue assay and CD3<sup>+ <\/sup>T cell assay, both indicated that the IL-2 receptor agonist activity of MBS309 was conditionally induced only the antibody cis-binding to both PD-1 and IL-2 R&#946;&#947;. And the maximal agonist activities of MBS309 in HEK-blue assay and CD3<sup>+<\/sup> T cell assay were much lower than wild-type IL-2 and RG6279 analog enabling its high tolerated drug doses <i>in vivo<\/i>. In our <i>in vivo<\/i> tumor murine models, 1mg\/kg MBS309 showed much better suppression effect in MC38\/hPD-L1 tumor than 1mg\/kg RG6279 analog and Pembrolizumab (1mg\/kg) combination with wild type IL-2 (0.1mg\/kg) ; And MBS309 at the dosage of 5mg\/kg can significantly inhibit tumor growth in PD-1 resistant Pan-02 xenograft models without any side-effects observed, while RG6279 analog at the dosage of 5mg\/kg induced severe body reduction of the mice and resulted in 80% (4\/5) mice death after two dosages. MBS309 showed similar PK profile with anti-PD-1 monoclonal antibody and much better than RG6279 analog in mouse model. 20mg\/kg of MBS309 was well tolerated in mouse, while 10mg\/kg of RG6279 analog or PF-07209960 analog show severe toxicity and resulted in death of all the mice. Pharmacodynamic studies in murine models showed that MBS309 prioritized active tumor infiltrated PD-1<sup>+<\/sup> CD8 T cells rather than other organs. Taken together, MBS309 effectively expands tumor infiltrated T-cells, and avoids system immune cytokine side effects compared to other PD-1-targeted 2nd generation IL-2R&#946;&#947; agonist modalities currently in clinical development. And it shows much higher anti-tumor effect compared to anti-PD-1\/-L1 antibodies alone in both PD-1 sensitive and resistant tumor models. MBS309 has demonstrated a favorable safety profile and highly anti-tumor activities <i>in vivo<\/i>, which has the potential to supporting its clinical development for the treatment of cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Anti-PD-1,Immunocytokines,Interleukin-2,Antitumor agents,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Li, <b>G. Lin<\/b>, L. Zhang, F. Li; <br\/>Beijing Mabworks Biotech Co Ltd, Beijing, China","CSlideId":"","ControlKey":"806288f1-a0cf-4c02-a2e3-22b00a3d5032","ControlNumber":"5980","DisclosureBlock":"&nbsp;<b>J. Li, <\/b> None..<br><b>G. Lin, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>F. Li, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6245","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4061","PresenterBiography":null,"PresenterDisplayName":"Guangzhong Lin, PhD","PresenterKey":"8c4e6cee-1127-49d6-a370-342cb742191a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4061. Preclinical characterization of MBS309, a conditionally active PD-1-dependent IL-2 mutation with significantly superior anti-tumor efficacy with safety","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical characterization of MBS309, a conditionally active PD-1-dependent IL-2 mutation with significantly superior anti-tumor efficacy with safety","Topics":null,"cSlideId":""},{"Abstract":"IL-2 is a powerful cytokine central to the generation of an effective immune response. However, its use in cancer immunotherapy has been limited by toxicities arising from its broad activity as well as the narrow patient population in which efficacy is seen. To address these limitations, many strategies have been pursued including IL-2 attenuation and targeting of IL-2 activity. These approaches, however, retain unacceptable toxicity and\/or are not targeted to the appropriate cell populations. Using a novel approach that takes advantage of the ability of an antibody to bind specifically and competitively to two distinct antigens, we have generated a conditionally active cLAG3-IL2 therapeutic that targets IL-2 to LAG3<sup>+<\/sup> cells while remaining inert on IL-2R&#946;&#947;+ cells lacking LAG3 expression, even at high treatment doses. As a marker of antigen-activated and tumor-specific T cells, LAG3 is an ideal target toward which to direct IL-2 activity. In vitro, using both reporter cell lines and receptor binding assays, the regulated cLAG3-IL2 demonstrates &#62;100 fold difference in activity in the presence or absence of LAG3. In primary immune cells, regulated cLAG3-IL2 preferentially induces IL-2 cis-signaling in activated human LAG3<sup>+<\/sup> CD8 T cells compared to LAG3<sup>-<\/sup> T cells. In mouse syngeneic tumor models, cLAG3-IL2 inhibits tumor growth while avoiding clinical signs of IL-2-mediated toxicity at doses well above the level where the non-regulated IL2 is toxic. Additionally, cLAG3-IL2 does not induce expansion of circulating LAG3<sup>-<\/sup> IL-2R&#946;&#947;+ cell populations, including NK cells and LAG3<sup>-<\/sup> T cells. In the TME, cLAG3-IL2 drives the expansion and activation of tumor-specific CD8+ T cells. Furthermore, cLAG3-IL2 demonstrates robust combinatorial activity with anti-PD1. These results demonstrate the strength of the Bonum platform, currently applied to multiple target\/effector pairs including PD1, PDL1, ATP, LRRC15 and effectors IFN&#945;, IL12 and TGF&#946; inhibition, and support the clinical development of our conditionally active cLAG3-IL2.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Cytokines,Interleukin-2,Immunocytokines,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Killebrew<\/b>, S. Okada, L. Amon, D. Bienvenue, L. Carlucci, D. Colby, W. Curtis, K. Daniels, A. Etheridge, Z. Kraft, J. Nguyen, S. Notonier, J. Pham, M. Sprague, K. Thomas, D. Hollenbaugh, J. Mulligan; <br\/>Bonum Therapeutics, Inc., Seattle, WA","CSlideId":"","ControlKey":"c07ac284-dee9-4403-b2f1-ae82be38690b","ControlNumber":"8505","DisclosureBlock":"&nbsp;<b>J. Killebrew, <\/b> None..<br><b>S. Okada, <\/b> None..<br><b>L. Amon, <\/b> None..<br><b>D. Bienvenue, <\/b> None..<br><b>L. Carlucci, <\/b> None..<br><b>D. Colby, <\/b> None..<br><b>W. Curtis, <\/b> None..<br><b>K. Daniels, <\/b> None..<br><b>A. Etheridge, <\/b> None..<br><b>Z. Kraft, <\/b> None..<br><b>J. Nguyen, <\/b> None..<br><b>S. Notonier, <\/b> None..<br><b>J. Pham, <\/b> None..<br><b>M. Sprague, <\/b> None..<br><b>K. Thomas, <\/b> None..<br><b>D. Hollenbaugh, <\/b> None..<br><b>J. Mulligan, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6246","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4062","PresenterBiography":null,"PresenterDisplayName":"Justin Killebrew, PhD","PresenterKey":"6253e1fc-79bc-4aee-847d-29f8c493762d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4062. A novel method for generating regulated cytokine therapeutics: Safety and activity of a conditionally active cLAG3-IL2 capable of delivering IL2 to LAG3+ cells while remaining inert on LAG3- cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel method for generating regulated cytokine therapeutics: Safety and activity of a conditionally active cLAG3-IL2 capable of delivering IL2 to LAG3+ cells while remaining inert on LAG3- cells","Topics":null,"cSlideId":""},{"Abstract":"During persistent viral infections and cancer, antigen-specific T cells become exhausted, express elevated levels of inhibitory receptors and gradually lose their functional potential. Immune checkpoint blockade can restore function of exhausted T cells to result in tumor clearance, however, only a minority of cancer patients see durable tumor control. Immune-stimulatory cytokines can augment the antitumor efficacy of checkpoint blockade, but their clinical use is marred by substantial toxicity. SAR445877 (SAR&#8217;877, formerly KD050), is a novel antibody-cytokine fusion protein consisting of Fc silenced human anti-PD-1 IgG1 fused to a mutated interleukin-15 (IL-15)\/IL-15 receptor alpha sushi domain fusion, which can cis-activate direct cytokine stimulation to effector T cells and alleviate off target binding and the resultant toxicity. Here, we leveraged existing models of chronic antigen exposure to characterize the potential of SAR&#8217;877 to restore activity of exhausted T cells.C57BL\/6 mice exposed to lymphocytic choriomeningitis virus (LCMV) Clone 13 develop persistent viral infection that results in development of dysfunctional, exhausted T cells. We tested the&nbsp;SAR&#8217;877 murine surrogate molecule (mKD050)&nbsp;using the LCMV Clone-13 (CL13) infection model for its ability to promote T cell function&nbsp;<i>in vitro<\/i>,<i>&nbsp;in vivo,<\/i>&nbsp;and to control viral infection. Treatment of exhausted T cells with mKD050&nbsp;<i>in vitro<\/i>&nbsp;was able to increase expansion and cytokine production of antigen-specific CD8 T cells which was superior to anti-PD-1 antibody or non-targeting antibody-IL15\/IL-15Ra fusion protein (mntKD050). Moreover,&nbsp;<i>in vivo<\/i>&nbsp;treatment of CL13 infected mice with mKD050 increased the numbers and functional output of antigen-specific CD4 and CD8 T cells compared to anti-PD-1 or mntKD050 treatments. Further, mKD050 increased the frequency of antigen-specific TCF1<sup>+<\/sup>TIM-3<sup>-&nbsp;<\/sup>stem-like CD8 T cells, which are critical to maintaining the T cell pool during chronic viral infection and cancer. The enhanced T cell function observed following treatment with mKD050 translated to hastened clearance of CL13. Finally, the hastened CL13 clearance observed following mKD050 treatment required an intact CD4 T cell compartment.&nbsp;Given the robust activity of mKD050 in reinvigorating dysfunctional T cells in a mouse model of chronic viral infection, we utilized the MIMIC&nbsp;CD8 T cell exhaustion model&nbsp;to explore whether SAR&#8217;877 could rescue the function of exhausted human T cells. SAR&#8217;877 stimulated proliferation and functional activity of exhausted human CD8 T cells<i>&nbsp;in vitro<\/i>. SAR&#8217;877 more potently induced proliferation and IFN&#947; and granzyme B production compared to anti-PD-1 and non-targeted IL15 mutein alone. Together, these results demonstrate that the PD-1 targeted IL15 mutein SAR&#8217;877 rescues the functional activity of chronically stimulated, exhausted T cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Immunotherapy,T cell,Immunocytokines,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I. Pratumchai<\/b><sup>1<\/sup>, M. Bernardo<sup>2<\/sup>, K. L. Marquardt<sup>1<\/sup>, C. Zhu<sup>2<\/sup>, F. Menas<sup>3<\/sup>, R. Carrio<sup>4<\/sup>, T. Byers<sup>4<\/sup>, D. Shaffer<sup>2<\/sup>, X. Li<sup>2<\/sup>, J. R. Teijaro<sup>1<\/sup>; <br\/><sup>1<\/sup>The Scripps Research Institute, San Diego, CA, <sup>2<\/sup>Sanofi, Boston, MA, <sup>3<\/sup>Sanofi, Madrid, Spain, <sup>4<\/sup>Sanofi, Orlando, FL","CSlideId":"","ControlKey":"11313478-a942-4e66-97df-f230571392e1","ControlNumber":"2212","DisclosureBlock":"&nbsp;<b>I. Pratumchai, <\/b> None.&nbsp;<br><b>M. Bernardo, <\/b> <br><b>Sanofi<\/b> Employment.<br><b>K. L. Marquardt, <\/b> None.&nbsp;<br><b>C. Zhu, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>F. Menas, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>R. Carrio, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>T. Byers, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>D. Shaffer, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>X. Li, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>J. R. Teijaro, <\/b> <br><b>Sanofi<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6247","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4063","PresenterBiography":null,"PresenterDisplayName":"Isaraphorn Pratumchai, PhD","PresenterKey":"92882e4e-14e9-431e-8ef2-78d5298b3c70","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4063. SAR445877, an anti-PD-1 antibody-IL-15 mutein fusion protein restores function to exhausted T cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SAR445877, an anti-PD-1 antibody-IL-15 mutein fusion protein restores function to exhausted T cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Tumor-infiltrating cytotoxic CD8<sup>+<\/sup>T cells frequently undergo an altered state of differentiation referred to as \"exhaustion\" and, as a result, they fail to control tumor growth. IL-15 is a cytokine which stimulates the generation, proliferation and cytotoxic function of tumor CD8<sup>+<\/sup>T and NK cells. We have produced the native heterodimeric form of IL-15 (hetIL-15) which has advanced in clinical trials. The aim of this study was to overcome the exhaustion of the tumor-infiltrating CD8<sup>+<\/sup>T cells and to increase their cytotoxicity, using Fenofibrate (FF), a PPAR-&#945; agonist, in combination with hetIL-15.<br \/><b>Experimental Procedures:<\/b> We have evaluated the therapeutic efficacy of hetIL-15 immunotherapy as a monotherapy and in combination with FF in the murine EO771 orthotopic breast cancer model. The effects of hetIL-15 and\/or FF on immune cells and on tumor microenvironment were analyzed by flow cytometry, transcriptomics, metabolomics and proteomics. The metabolic profile of tumor-infiltrating T cells was performed with Seahorse analysis.<br \/><b>Results and Conclusions<\/b>: hetIL-15 monotherapy resulted in tumor eradication in 40% of treated mice and increased survival. Seahorse analysis of tumor-infiltrating CD8<sup>+<\/sup>T cells confirmed a rise in oxygen consumption rate (OCR) with substantial increase of spare respiratory capacity. Upon hetIL-15 treatment, tumor-infiltrating CD8<sup>+<\/sup>T cells showed elevated extracellular acidification rate (ECAR), resulting in a pronounced shift in the OCR\/ECAR ratio in comparison to control, confirming their increased proliferating status. These tumor-infiltrating CD8<sup>+<\/sup>T cells also showed increased mitochondrial potential and\/or mass and fatty acid (FA) uptake, as evidenced by increased MitoTracker and Bodipy staining, respectively. Transcriptomic analysis revealed increased expression of genes involved in several metabolic pathways such as oxidative phosphorylation, FA oxidation and glycolysis. Monotherapy with FF had no effect on tumor growth delay, whereas the FF- hetIL-15 combination resulted in complete eradication of the tumors in 85%. Combination therapy reshaped the tumor microenvironment, resulting in higher IFN-&#947; and in differentially expressed metabolites as shown by tumor proteomics and metabolomics, respectively. The combination treatment increased the mitochondrial function, FA uptake and OCR, revealing a more metabolically active phenotype. We conclude that hetIL-15 supports a favorable metabolic profile of intratumoral effector lymphocytes, important for their function. Our data suggest that metabolic reprogramming of tumor specific CD8<sup>+<\/sup>T cells using FF is a promising strategy to overcome T cell exhaustion and to promote survival in a metabolically hostile tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Breast cancer,Immunometabolism,hetIL-15,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Stellas<\/b><sup>1<\/sup>, S. Karaliota<sup>2<\/sup>, V. Stravokefalou<sup>1<\/sup>, K. C. Goldfarbmuren<sup>3<\/sup>, B. Myers<sup>2<\/sup>, G. N. Pavlakis<sup>1<\/sup>, B. K. Felber<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute at Frederick, Frederick, MD, <sup>2<\/sup>Frederick National Laboratory for Cancer Research, Leidos Biomedical Research, Inc., Frederick, MD, <sup>3<\/sup>Advanced Biomedical Computational Science, Frederick National Laboratory for Cancer Research, Leidos Biomedical Research, Inc., Frederick, MD","CSlideId":"","ControlKey":"2ee06006-bd7f-4518-8a03-257bb57ecc99","ControlNumber":"5008","DisclosureBlock":"&nbsp;<b>D. Stellas, <\/b> None..<br><b>S. Karaliota, <\/b> None..<br><b>V. Stravokefalou, <\/b> None..<br><b>K. C. Goldfarbmuren, <\/b> None..<br><b>B. Myers, <\/b> None..<br><b>G. N. Pavlakis, <\/b> None..<br><b>B. K. Felber, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6248","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4064","PresenterBiography":null,"PresenterDisplayName":"Dimitrios Stellas, PhD","PresenterKey":"c4faf00a-5738-4aa0-8b60-a2ac46435a83","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4064. hetIL-15 and Fenofibrate combination alters the metabolic fitness of tumor-infiltrating CD8<sup>+<\/sup>T cells leading to TNBC tumor eradication in mice","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"hetIL-15 and Fenofibrate combination alters the metabolic fitness of tumor-infiltrating CD8<sup>+<\/sup>T cells leading to TNBC tumor eradication in mice","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Immune checkpoint blockade (ICB) has limited efficacy in colorectal carcinoma (CRC), where ~85% of patients harbor microsatellite stability (MSS). A minor subset of CRC patients (~15%) harbor microsatellite instability (MSI) and demonstrate improved responses to ICB ranging from 30-50%. Combination therapy has the potential to increase the response rate. Entinostat, a class I HDAC inhibitor, has demonstrated potential to enhance ICB efficacy, such as &#945;PD-1 and immunostimulatory cytokines. N-803, a heterodimeric IL-15 superagonist that enhances proliferation and activation of CD8<sup>+<\/sup> and NK cells has demonstrated to enhance the clinical benefit of Nivolumab in non-small cell lung cancer patients that were relapsed or refractory to &#945;PD-1 monotherapy. Here, we investigated the antitumor efficacy and mode of action of combination therapy comprising &#945;PD1, Entinostat, and N-803 in &#945;PD1-refractory CT26 and Jak1-deleted MC38 CRC tumor models.<br \/><b>Methods:<\/b> Entinostat, N-803, and &#945;PD1 alone or in combination were administered to mice bearing established CT26 or Jak1-deleted MC38 tumors. Antitumor efficacy, survival, and protective memory upon tumor rechallenge were monitored. Comprehensive flow cytometric profiling of the tumor microenvironment (TME), tumor-draining lymph node (tdLN), and spleen cell populations was conducted. CT26 tumor and tdLN immunomes were examined by single-cell transcriptomics. Cytokines and chemokines were examined in the TME and sera. Antigen-specific IFNg T cell responses were evaluated by ELISpot.<br \/><b>Results:<\/b> We demonstrated that combination therapy with Entinostat, N-803 and &#945;PD1 elicits potent suppression of CT26 and Jak1-deleted MC38 tumors, with median overall survival increasing 33% to not reached. These effects were associated with increased activation, infiltration, cytokine production, and cytolytic function of tumor CD8<sup>+<\/sup> T and NK cells, and increased sera IFNg and TNF&#945;. Tumor resolution and protective memory were associated with development of p15e-specific T cell responses. Increased migration of CD8<sup>+<\/sup> T cells and cross-presenting dendritic cells (cDC1) to the tdLN, as well as significant enrichment of cross-presentation genes in tumor cDC1s was observed. Transcriptomic and phenotypic analyses demonstrated increased stem-like TCF-1<sup>+ <\/sup>CD8<sup>+ <\/sup>T cell accumulation in the tdLNs and TME of mice treated with triple combination.<br \/><b>Conclusions:<\/b> Combination therapy with Entinostat plus N-803 and &#945;PD1 synergized to promote a sustained antitumor response and prolonged survival. We hypothesize the antitumor effects were due to collaborative efforts of CD8<sup>+<\/sup> T and NK cells, and cDC1 cells in tdLN and TME. These results provide a rationale for the clinical testing of &#945;PD1, Entinostat and N-803 combination for patients with CRC, including those with acquired resistance to ICB.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"HDAC inhibitor,IL-15,PD-1 blockade,Immune Stemness,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. M. Minnar<\/b>, M. Miyamoto, A. S. Khelifa, G. Lui, K. L. Lothstein, P. L. Chariou, T. J. Meyer, A. Lobanov, M. Cam, J. Schlom, S. R. Gameiro; <br\/>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"d9c0de4d-60f7-496a-aa68-57722d51fd38","ControlNumber":"5492","DisclosureBlock":"&nbsp;<b>C. M. Minnar, <\/b> None..<br><b>M. Miyamoto, <\/b> None..<br><b>A. S. Khelifa, <\/b> None..<br><b>G. Lui, <\/b> None..<br><b>K. L. Lothstein, <\/b> None..<br><b>P. L. Chariou, <\/b> None..<br><b>T. J. Meyer, <\/b> None..<br><b>A. Lobanov, <\/b> None..<br><b>M. Cam, <\/b> None.&nbsp;<br><b>J. Schlom, <\/b> <br><b>ImmunityBio<\/b> Other, Collaborative Research and Development Agreement.<br><b>S. R. Gameiro, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6249","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4065","PresenterBiography":null,"PresenterDisplayName":"Christine Minnar, PhD","PresenterKey":"9d562ba2-526a-49db-a7bf-efbadd9affee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4065. Entinostat synergizes with the IL-15 superagonist N-803 and anti-PD-1 to engage cDC1 and stem-like TCF-1<sup>+<\/sup> CD8<sup>+<\/sup> T and NK cells to overcome colorectal tumors refractory to anti-PD-1 therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Entinostat synergizes with the IL-15 superagonist N-803 and anti-PD-1 to engage cDC1 and stem-like TCF-1<sup>+<\/sup> CD8<sup>+<\/sup> T and NK cells to overcome colorectal tumors refractory to anti-PD-1 therapy","Topics":null,"cSlideId":""},{"Abstract":"A major milestone in immuno-oncology was the development of immune checkpoint inhibitors, resulting in significant benefits for numerous patients. However, many patients are not responsive, become refractory, or cannot tolerate the treatment due to toxicity or side effects, demonstrating the need for additional immunotherapies. Cytokines are a class of promising immunomodulatory proteins being explored as therapeutics, but their success has been limited due to their rapid clearance or pleiotropic properties. Classically known as &#8216;signal 3&#8217; of an endogenous immune response, IL-12p70 is a heterodimeric cytokine comprising p35 and p40 subunits. When administered exogenously, IL-12 is a potent stimulator of the immune system and can have profound anti-tumor activity; however, the clinical use of IL-12 has been limited due to poor systemic tolerability. Therefore, developing an immunotherapy that can be systemically administered and improve the therapeutic index could capitalize on the potential clinical benefit of IL-12. Mural Oncology has developed an innovative approach to mitigate the toxicity of IL-12 by splitting the heterodimer into inactive p35 and p40 monomers. The individual subunits are separately fused to two non-competitive antibody fragments targeting a highly expressed tumor-associated antigen. The goal of this approach is to conditionally activate IL-12 preferentially in the tumor microenvironment (TME). This is achieved by sequential administration of the targeted subunits, which will drive assembly and activity of the IL-12 heterodimer primarily at the tumor site, reducing systemic exposure and thereby potentially reducing associated toxicities. To engineer the split IL-12 subunits, a structure-based rational design approach was used to remove the natural intra-molecular disulfide bond and generate variants that maintained affinity between the p35 and p40 monomers. The engineered subunits were characterized using analytical methods and screened for the pair with the strongest affinity. Additionally, the candidate pair was assessed for receptor binding and functional activity on human T cells through phosphorylation of STAT4 and secretion of IFN-&#947;. Pharmacokinetics and pharmacodynamics were evaluated in mouse models with and without tumors demonstrating that dual targeting led to an increase in tumor retention, rapid clearance from circulation, and dose dependent release of IFN-&#947;. The results thus far demonstrate that the innovative approach of tumor targeted self-assembling split IL-12 has the potential to enhance the overall therapeutic potential of this cytokine. A development candidate will be identified and moved into clinical testing in cancer patients to enable us to fully understand if this design approach holds true in the clinical setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Immunotherapy,Interleukin-12,Cytokines,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Heiber<\/b>, P. Gurel, R. G. Newman, K. Dreaden, Y. Zhao, C. Wang, S.-P. Pearson, J. Chamoun; <br\/>Mural Oncology, Waltham, MA","CSlideId":"","ControlKey":"54ad5eb3-b527-4c6c-a113-4c52b23c0a66","ControlNumber":"3961","DisclosureBlock":"<b>&nbsp;J. Heiber, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock, Travel, Patent. <br><b>Alkermes<\/b> Stock. <br><b>P. Gurel, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock, Patent. <br><b>Alkermes, Inc.<\/b> Stock, Patent. <br><b>R. G. Newman, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock. <br><b>Alkermes, Inc.<\/b> Stock. <br><b>K. Dreaden, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock. <br><b>Alkermes<\/b> Stock. <br><b>Y. Zhao, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock. <br><b>Alkermes, Inc.<\/b> Stock. <br><b>C. Wang, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock. <br><b>Alkermes<\/b> Stock. <br><b>S. Pearson, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock. <br><b>J. Chamoun, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock, Stock Option, Patent. <br><b>Alkermes<\/b> Stock, Stock Option, Patent.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6250","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4066","PresenterBiography":null,"PresenterDisplayName":"Joshua Heiber, PhD","PresenterKey":"212732a4-aaf8-406a-afa3-25cd3a99f9f1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4066. Generation of tumor targeted self-assembling split IL-12 subunits for the treatment of cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Generation of tumor targeted self-assembling split IL-12 subunits for the treatment of cancer","Topics":null,"cSlideId":""},{"Abstract":"IL-12 is an immune-stimulatory cytokine that can modulate the tumor microenvironmnent (TME) to enhance the cytotoxic activity of T and NK cells; however, IL-12 expression by T cells caused severe toxicity in a previous clinical trial. Using Outpace&#8217;s OutSmart&#8482; technology, we designed a tumor-restricted IL-12 (trIL-12) that is under control of an activation-inducible promoter and auto-inactivates within minutes after secretion.<br \/>T cells were engineered via lentiviral vectors (LVV) to express wild-type single-chain IL-12 (WT scIL-12) or trIL-12 under the control of an activation-inducible promoter; a second LVV introduces an NY-ESO-1 TCR. Kinetics of IL-12 expression was measured by qPCR and MSD technology; kinetics of IL-12p70 heterodimer half-life was measured using Octet bio-layer interferometry (BLI). T-cell cytotoxicity and cytokine production was evaluated in vitro after repeated stimulation with NY-ESO-1 expressing target cells using Incucyte and MSD. IL-12 activity in bystander cells was measured by detection of IFN-&#947; using flow cytometry. In vivo T-cell function of trIL-12-engineered NY-ESO-1 TCR T cells was measured in NSG MHCI\/II KO mice bearing A375 xenografts. trIL-12 activity in a fully immune-competent mouse model was measured in B6 mice implanted with B16F10 tumor cells engineered to express murine surrogates of trIL-12.<b> <\/b><br \/>Expression of WT scIL-12 under the control of an activation-inducible promoter peaks within 6 hours after activation and produces sufficient IL-12 to improve T-cell function in vitro and in vivo. trIL-12 was created by inclusion of a cleavable linker and elimination of the covalent disulfide bond between the p35 and p40 subunits of IL-12p70, resulting in dissociation of the functional cytokine within 10 minutes post-cleavage. Additional mutations further reduce the IL-12p70 half-life. trIL-12 activates the IL-12-producing T cells, as well as proximal bystander T-cells in direct co-culture, but it does not have the ability to activate distal bystander T-cells separated by Transwell membranes. In xenograft mouse models, trIL-12-expressing T cells have improved proliferation upon antigen recognition and display potent anti-tumor activity and cytokine production without showing systemic IL-12 accumulation. Furthermore, in fully immune competent mice, expression of a murine trIL-12 surrogate by tumor cells led to generation of potent anti-tumor responses without systemic trIL-12 accumulation and reduced systemic IFN-&#947;.<br \/>trIL-12-engineered T cells generate potent anti-tumor activity in vitro and in vivo. Unlike WT scIL-12, trIL-12 activity is localized to the region around the producing T cell and systemic IL-12 exposure is not observed in vivo. Collectively, these preclinical data suggest that trIL-12 may enable the development of potent T-cell therapeutics while maintaining an acceptable safety profile.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Adoptive immunotherapy,Interleukin-12,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S.-H. Huang<sup>1<\/sup>, T. M. Davenport<sup>2<\/sup>, H. F. Moffett<sup>2<\/sup>, B. D. Weitzner<sup>2<\/sup>, L. Cassereau<sup>1<\/sup>, L. E. Baker<sup>2<\/sup>, B. Hammerson<sup>2<\/sup>, S. Zhuang<sup>1<\/sup>, C. Saechao<sup>1<\/sup>, L. Song<sup>2<\/sup>, J. Mimms<sup>2<\/sup>, D. Chian<sup>1<\/sup>, C. Sims<sup>1<\/sup>, H. Hiraragi<sup>1<\/sup>, M. J. Lajoie<sup>2<\/sup>, S. E. Boyken<sup>2<\/sup>, <b>B. Boldajipour<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Lyell Immunopharma, South San Francisco, CA, <sup>2<\/sup>Outpace Bio, Seattle, WA","CSlideId":"","ControlKey":"009d0b1a-d25f-4fb8-b353-9fd43f785f1e","ControlNumber":"2728","DisclosureBlock":"<b>&nbsp;S. Huang, <\/b> <br><b>Lyell Immunopharma<\/b> Employment, Stock, Stock Option, Patent. <br><b>T. M. Davenport, <\/b> <br><b>Outpace Bio<\/b> Employment, Stock, Patent. <br><b>Lyell Immunopharma<\/b> Stock. <br><b>H. F. Moffett, <\/b> <br><b>Outpace Bio<\/b> Employment, Stock, Stock Option, Patent. <br><b>Lyell Immunopharma<\/b> Stock. <br><b>B. D. Weitzner, <\/b> <br><b>Outpace Bio<\/b> Employment, Stock. <br><b>Lyell Immunopharma<\/b> Stock. <br><b>L. Cassereau, <\/b> <br><b>Arsenal Biosciences<\/b> Employment. <br><b>Emerson Collective<\/b> Employment. <br><b>L. E. Baker, <\/b> <br><b>Outpace<\/b> Employment, Stock Option. <br><b>B. Hammerson, <\/b> <br><b>Outpace Bio<\/b> Employment, Stock Option. <br><b>S. Zhuang, <\/b> <br><b>Kite Pharma<\/b> Employment, Stock. <br><b>Adaptive Biotechnologies<\/b> Employment, Stock. <br><b>C. Saechao, <\/b> <br><b>Lyell Immunopharma<\/b> Employment, Stock. <br><b>Sonoma Biotherapeutics<\/b> Employment, Stock Option. <br><b>L. Song, <\/b> <br><b>Outpace Bio<\/b> Employment, Stock, Patent. <br><b>J. Mimms, <\/b> <br><b>Outpace Bio<\/b> Employment. <br><b>D. Chian, <\/b> <br><b>Lyell Immunopharma<\/b> Employment, Stock. <br><b>Merck<\/b> Employment. <br><b>C. Sims, <\/b> <br><b>Lyell Immunopharma<\/b> Employment. <br><b>H. Hiraragi, <\/b> <br><b>Lyell Immunopharma<\/b> Employment, Stock, Stock Option. <br><b>M. J. Lajoie, <\/b> <br><b>Outpace Bio<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Patent. <br><b>Lyell Immunopharma<\/b> Stock. <br><b>S. E. Boyken, <\/b> <br><b>Outpace Bio<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Patent. <br><b>Lyell Immunopharma<\/b> Stock. <br><b>B. Boldajipour, <\/b> <br><b>Lyell Immunopharma<\/b> Employment, Stock, Stock Option, Patent.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6251","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4067","PresenterBiography":null,"PresenterDisplayName":"Bijan Boldajipour, PhD","PresenterKey":"603bcfce-e271-4f45-896b-2c14f9da46b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4067. Development of tumor-restricted IL-12 with antigen-dependent expression and localized IL-12 activity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of tumor-restricted IL-12 with antigen-dependent expression and localized IL-12 activity","Topics":null,"cSlideId":""},{"Abstract":"Interleukin-12 (IL-12) has long been limited in its clinical use due to its short half-life (t<sub>1\/2<\/sub>) and dose-related toxicity, despite its remarkable ability to activate effector functions in T cells and natural killer (NK) cells. To address these challenges, we engineered an IL-12 prodrug called KGX101. In KGX101, the C-terminus of IL-12 is fused with ADCC-impaired IgG1 Fc to extend its half-life. Meanwhile, the N-terminus is concealed with its corresponding receptor soluble domains, IL-12R&#946;1 and IL-12R&#946;2, using tumor-specific protease cleavable linkers. This innovative design prevents systemic immune system overactivation. Once the linker is cleaved by tumor microenvironment (TME)-specific proteases, KGX101 functions like IL-12, effectively stimulating T cells and NK cells, reshaping the TME, and displaying significant potential in cancer therapy. To confirm KGX101's masking effect, we conducted IFN&#947; induction efficacy tests using peripheral blood mononuclear cells (PBMCs) from three donors. KGX101 demonstrated a 300 to 2500-fold reduction in activity compared to unmasked IL-12-Fc. Importantly, the masking effect of KGX101 was nearly abolished after protease digestion, affirming its mechanism of action. To further establish KGX101's effectiveness, we conducted <i>in vivo<\/i> antitumor studies in hPBMC xenograft mouse models using human colorectal cancer HCT116 and PD-L1-overexpressed human malignant melanoma A375. Mice were subcutaneously implanted with a specific mixture of cancer cells and hPBMCs, and then intravenously injected with PBS or KGX101 at various dose levels twice a week for 4-5 cycles. Compared to the PBS control group, KGX101 demonstrated up to a 42% tumor growth inhibition (TGI) in the HCT116 model at 0.18 mg\/kg and a 76% TGI in the hPD-L1-A375 model at 0.06 mg\/kg. Analysis of tumor-infiltrating lymphocytes (TILs) revealed that KGX101 increased the percentage of T cells in the tumor environment in a dose-dependent manner. We also evaluated the combination of KGX101 with an anti-PD-L1 antibody in an HCT116\/hPBMC xenograft mouse model, which showed limited response to anti-PD-L1 monotherapy. The TGI% for KGX101 at 0.06 mg\/kg, anti-PD-L1 antibody at 1 mg\/kg, and their combination were 36.56%, 6.93%, and 66.22%, respectively, demonstrating a promising antitumor synergy. In terms of pharmacokinetics, a single dose of KGX101 at 0.06 mg\/kg and 0.18 mg\/kg in the HCT116\/hPBMC xenograft mouse model resulted in a serum half-life ranging from 52.75 to 64.87 hours, while the t<sub>1\/2<\/sub> in <i>Cynomolgus<\/i> monkeys was approximately 3 days. In a 4-week repeat dose toxicity study in <i>Cynomolgus<\/i> monkeys, the highest non-severely toxic dose (HNSTD) of KGX101 was determined to be 0.1 mg\/kg. The results from nonclinical toxicology studies support the potential of KGX101 as a well-tolerated therapy for the First-in-Human (FIH) clinical trial.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Interleukin-12,Prodrugs,TME-specific,First-in-Human,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Shumin Yang<sup><\/sup>, Nuo Li<sup><\/sup>, Jing Wang<sup><\/sup>, Li Ma<sup><\/sup>, Yi Zhao<sup><\/sup>, Hui Chen<sup><\/sup>, Haixiang Wu<sup><\/sup>, <b>Weidong Jiang<\/b><sup><\/sup><br><br\/>Shanghai KangaBio Co., Limited, Shanghai, China","CSlideId":"","ControlKey":"88c1664f-4b72-4f60-877e-30222abdc212","ControlNumber":"149","DisclosureBlock":"<b>&nbsp;S. Yang, <\/b> <br><b>Shanghai KangaBio Co., Limited<\/b> Employment, Patent. <br><b>N. Li, <\/b> <br><b>Shanghai KangaBio Co., Limited<\/b> Employment. <br><b>J. Wang, <\/b> <br><b>Shanghai KangaBio Co., Limited<\/b> Employment. <br><b>L. Ma, <\/b> <br><b>Shanghai KangaBio Co., Limited<\/b> Employment. <br><b>Y. Zhao, <\/b> <br><b>Shanghai KangaBio Co., Limited<\/b> Employment. <br><b>H. Chen, <\/b> <br><b>Shanghai KangaBio Co., Limited<\/b> Employment. <br><b>H. Wu, <\/b> <br><b>Shanghai KangaBio Co., Limited<\/b> Employment. <br><b>W. Jiang, <\/b> <br><b>Shanghai KangaBio Co., Limited<\/b> Stock, Other Business Ownership, Patent.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6252","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4068","PresenterBiography":null,"PresenterDisplayName":"Weidong Jiang, PhD","PresenterKey":"ec43c183-c654-4aea-a329-d4610a68abe9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4068. <i>In vitro<\/i> masked effect, <i>in vivo<\/i> anti-tumor activity and toxicology study of KGX101, an interleukin-12 prodrug, in monotherapy or in combination with anti-PD-L1 antibody","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vitro<\/i> masked effect, <i>in vivo<\/i> anti-tumor activity and toxicology study of KGX101, an interleukin-12 prodrug, in monotherapy or in combination with anti-PD-L1 antibody","Topics":null,"cSlideId":""},{"Abstract":"Treatment options for patients with metastatic and recurrent osteosarcoma are poor. The development of immunotherapies for osteosarcoma has been hindered by the lack of immunocompetent preclinical models that recapitulate the stromal dense, myeloid-rich, T cell poor, and overall immunosuppressive microenvironment of human osteosarcoma. We hypothesized that the syngeneic murine osteosarcoma model F42010 may serve as a useful immunocompetent preclinical model of osteosarcoma suitable for developing novel immunotherapies for osteosarcoma. To test this, we used flow cytommetry, bulk RNA sequencing, and immunohistochemistry to characterize the stromal and immune compartments of this model. We found that the F42010 osteosarcoma model recapitulates the ECM-rich and immunosuppressive nature of human osteosarcoma primary tumor and pre-metastatic microenvironments, characterized by increased myeloid infiltrate expressing suppressive markers and lymphocyte exhaustion. Finally, we used this model to test the utility of a myeloid immunotherapy for osteosarcoma, IL-12 secreting genetically engineered myeloid cells (IL12-GEMys) that can reverse immune suppression in the pre-metastatic niche and tumor microenvironment. IL12-GEMy treatment augmented immune activation and significantly extended survival by delaying tumor growth. Our findings highlight that the F42010 osteosarcoma model effectively replicates key features of the osteosarcoma tumor microenvironment and is a valuable model for developing novel tumor microenvironment and pre-metastatic niche modulating immunotherapies for osteosarcoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Osteosarcoma,Premetastatic niche,Immunotherapy,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Jackett<\/b>, A. Browne, S. Kaczanowska, M. Clements, R. Kaplan, K. Wessel, B. Ball, J. Cronk; <br\/>National Institutes of Health (NIH), Bethesda, MD","CSlideId":"","ControlKey":"ea6b17d0-ee96-45f9-a866-0c290fea2f08","ControlNumber":"7670","DisclosureBlock":"&nbsp;<b>K. Jackett, <\/b> None..<br><b>A. Browne, <\/b> None..<br><b>S. Kaczanowska, <\/b> None..<br><b>M. Clements, <\/b> None..<br><b>R. Kaplan, <\/b> None..<br><b>K. Wessel, <\/b> None..<br><b>B. Ball, <\/b> None..<br><b>J. Cronk, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6253","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4069","PresenterBiography":null,"PresenterDisplayName":"Kailey Jackett, BA","PresenterKey":"2bdb9681-3af7-41de-be6c-86f625e22465","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4069. IL12-expressing genetically engineered myeloid cells remodel the stromal dense and T cell poor tumor microenvironment and premetastatic niche of F42010 murine osteosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IL12-expressing genetically engineered myeloid cells remodel the stromal dense and T cell poor tumor microenvironment and premetastatic niche of F42010 murine osteosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Immunocytokines are promising new therapeutic approaches to enhance T-cell response by delivering interleukins into the tumoral site. Fusion of wild-type or attenuated interleukins to anti-PD-1 antibody has shown some efficacy to preferentially cis-activate PD1-expressing T-cells but on-target\/off-tumor activity on PD-1-negative cells is still observed due to the high affinity of the cytokine to its receptor leading a broad systemic effect, toxicity, high clearance and low tumor biodistribution limiting the potential of some immunocytokines (e.g. anti-PD-1\/IL-2\/IL-15\/IL-21). Various strategies have emerged to achieve localized cytokine activation using conditional strategies (<i>e.g.<\/i> allosteric modulators, MMP-cleavable linkers or pH-dependent binding) that remain challenging due to high dependency to specific TME composition (MMP, acidosis...). We developed the OSE-Cytomask&#174; Platform, a universal and innovative linker technology allowing exclusive cytokine CIS-demasking upon binding of the fused antibody to its target without TRANS-activation associated with undesired effects (<i>e.g<\/i>. Toxicity). A series of different linkers were screened for optimal cis-activation of cytokine on PD1-expressing vs PD1-negative T-cells using different cytokines fused to a high-affinity anti-PD1. OSE-Cytomask&#174; linker technology decreases IL-2 or IL-15 cytokine activity (pSTAT5 signaling) on PD1-negative cells while maintaining high activation of PD1-transduced T-cells even in co-culture. We confirmed activity of OSE-Cytomask&#174; Immunocytokine on (PD1+) human T-cells while very low activation has been observed in na&#239;ve T-cells. Importantly, Cytomask&#174; linker technology does not induce TRANS-activation on PD1-negative T-cells illustrating an innovative and strict CIS-demasking mechanism of action. <i>In vivo<\/i>, Anti-PD-1\/IL-15 and\/or anti-PD1\/IL-2 OSE-Cytomask&#174; molecules illustrated reduced toxicity after single or multiple injections (2mg\/kg). High T-cell proliferation has been observed in tumor-micro-environment where PD1-expressing T cells are located. Low T-cell proliferation in periphery was seen, illustrating the potential of CIS-demasking technology to target the right T-cells at the right place. Altogether, OSE-Cytomask&#174; linker technology illustrates specific intrinsic property to mask cytokine on na&#239;ve peripheral immune cells not expressing the target of the antibody while allowing selective CIS-demasking of the cytokine and CIS-activation of activated immune cells expressing (<i>e.g<\/i>. PD-1). This linker technology could be used with a broad range of cytokine to abrogate OFF-tumor cytokine activity associated with toxicity while selectively CIS-activating activated immune cells in the TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Cytokines,Immunocytokines,Cancer therapy,PD-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Morello<\/b>, C. Mary, v. Thepenier, M. Seit, J. Durand, C. Batty, K. Biteau, J. Taurelle, G. Teppaz, A. Georges, N. Poirier; <br\/>OSE Immunotherapeutics, Nantes, France","CSlideId":"","ControlKey":"a48ac3c0-0d3f-44c4-9e62-a7eb6c37c6cb","ControlNumber":"7091","DisclosureBlock":"<b>&nbsp;A. Morello, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>C. Mary, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>V. Thepenier, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>M. Seit, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>J. Durand, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>C. Batty, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>K. Biteau, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>J. Taurelle, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>G. Teppaz, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>A. Georges, <\/b> <br><b>OSE immunotherapeutics<\/b> Employment. <br><b>N. Poirier, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6254","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4070","PresenterBiography":null,"PresenterDisplayName":"Aurore Morello, PhD","PresenterKey":"a4ac7d3f-188e-42aa-b857-11d2e463eae9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4070. CIS-demasking cytokine linker technology allows a selective cytokine delivery to activated immune cells while sparing others and peripheral toxicity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CIS-demasking cytokine linker technology allows a selective cytokine delivery to activated immune cells while sparing others and peripheral toxicity","Topics":null,"cSlideId":""},{"Abstract":"Antibody-cytokine conjugates leverage orthogonal mechanisms of action (MoA) in one molecule to induce potent antitumor immune responses. PD-1-targeting conjugates are of particular interest since they preferentially target antigen-experienced PD-1<sup>+<\/sup> CD8<sup>+<\/sup> T cells enriched in the tumor microenvironment (TME) while simultaneously blocking the PD-(L)1 pathway and inducing potent cytokine receptor stimulation in the same CD8<sup>+<\/sup> T cell <i>in cis (cis-<\/i>signaling<i>)<\/i>. Interleukin 18 (IL-18) is a proinflammatory cytokine able to integrate both innate and adaptive immunity resulting in profound anti-tumor immune responses mediated by T effector and NK cells. BPT567 has been generated via chemical conjugation of the anti-PD-1 Ab Lipustobart<sup>TM<\/sup> to an enhanced human IL-18 variant of increased potency and reduced sensitivity to IL-18 binding protein (IL-18BP). BPT567 is designed to specifically target and activate a subset of tumor-infiltrating PD-1<sup>+<\/sup> IL18R<sup>+<\/sup> CD8<sup>+<\/sup> T effector cells recently described to exhibit superior cytotoxic and proliferative activity (Codarri Deak et al., Nature 2022). Due to its ability to signal <i>in cis<\/i>, BPT567 shows enhanced potency as well as increased resistance to IL-18BP when analyzing IFN&#947; release <i>in vitro<\/i> in PD-1<sup>+<\/sup> cells. Subsequent PD-1 receptor occupancy analyses showed that it is fully sufficient for BPT567 to engage a low number of PD-1 receptors to induce maximum IFN&#947; release in NK92 cells expressing human PD-1. Strikingly, despite addressing overlapping epitopes in PD-1, even a 200-fold excess of pembrolizumab has no impact on the <i>in vitro<\/i> potency of BPT567. <i>In vivo<\/i>, BPT567 exhibits strong anti-tumor efficacy at significantly lower IL-18 doses compared to the combination of an untargeted antibody-IL-18 conjugate and an anti-PD1 Ab further corroborating the importance of <i>cis<\/i>-signaling as a unique MoA of this PD1-IL18 conjugate. Detailed analyses of tumor-infiltrating immune leukocytes (TIL) revealed that BPT567 triggers a preferential expansion of CD8<sup>+<\/sup> T effector memory cells within the TME. In line with this finding, activity in the MC38 tumor model is dependent on the presence of CD8<sup>+<\/sup> T cells while depletion of other immune cell subsets (e.g. NK cells, CD4<sup>+<\/sup> T cells, macrophages) had no impact on efficacy. Although not required for anti-tumor efficacy, CD4<sup>+<\/sup> T cells are essential for proficient formation of an immunological memory. In an effort to confirm findings generated in murine models in relevant human <i>ex vivo<\/i> systems, we analyzed the release of cytokines and chemokines in dissociated cells isolated from primary human tumor explants. Also in this human model, BPT567 is able to induce significantly stronger IFN&#947; release compared to either single agents or the combination of untargeted IL-18 and an anti-PD1 Ab, thus confirming the unique MoA of the PD1-IL18 conjugate triggering superior TIL activation in<i> cis<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Immunotherapy,Interleukin-18,PD-1,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Martin<\/b><sup>1<\/sup>, T. Luu<sup>2<\/sup>, J.-P. Carralot<sup>1<\/sup>, L. Gremlich<sup>1<\/sup>, P. Herzig<sup>2<\/sup>, C. Herr<sup>1<\/sup>, R. Meoded<sup>1<\/sup>, P. Moosmann<sup>1<\/sup>, A. Goepfert<sup>1<\/sup>, A. Zippelius<sup>3<\/sup>, V. Pattabiraman<sup>1<\/sup>, B. Kreft<sup>1<\/sup>; <br\/><sup>1<\/sup>Brightpeak Therapeutics AG, Basel, Switzerland, <sup>2<\/sup>Department of Biomedicine, Cancer Immunology, University of Basel and University Hospital Basel, Basel, Switzerland, <sup>3<\/sup>Department of Biomedicine, Cancer Immunology & Medical Oncology, University Hospital Basel,  University Hospital Basel, Basel, Switzerland","CSlideId":"","ControlKey":"b6a0029a-d7aa-4a2c-90bc-097964c28811","ControlNumber":"6993","DisclosureBlock":"<b>&nbsp;K. Martin, <\/b> <br><b>Brightpeak Therapeutics AG<\/b> Employment, Stock Option.<br><b>T. Luu, <\/b> None.&nbsp;<br><b>J. Carralot, <\/b> <br><b>Brightpeak Therapeutics Ag<\/b> Employment, Stock, Stock Option. <br><b>L. Gremlich, <\/b> <br><b>Brightpeak Therapeutics<\/b> Employment, Stock Option.<br><b>P. Herzig, <\/b> None.&nbsp;<br><b>C. Herr, <\/b> <br><b>Brightpeak Therapeutics AG<\/b> Employment, Stock Option. <br><b>R. Meoded, <\/b> <br><b>Brightpeak Therapeutics AG<\/b> Employment, Stock Option. <br><b>P. Moosmann, <\/b> <br><b>Brightpeak Therapeutics AG<\/b> Employment, Stock Option. <br><b>A. Goepfert, <\/b> <br><b>Brightpeak Therapeutics AG<\/b> Employment, Stock, Stock Option.<br><b>A. Zippelius, <\/b> None.&nbsp;<br><b>V. Pattabiraman, <\/b> <br><b>Brightpeak Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>B. Kreft, <\/b> <br><b>Brightpeak Therapeutics AG<\/b> Employment, Stock, Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6255","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4071","PresenterBiography":null,"PresenterDisplayName":"Kea Martin","PresenterKey":"7b877129-1466-468f-9096-dcccf23bec41","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4071. The first-in-class PD1-IL18 conjugate BPT567 induces potent anti-tumor immunity by preferentially activating PD1<sup>+<\/sup>IL18R<sup>+<\/sup> intratumoral effector T cells in <i>cis<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The first-in-class PD1-IL18 conjugate BPT567 induces potent anti-tumor immunity by preferentially activating PD1<sup>+<\/sup>IL18R<sup>+<\/sup> intratumoral effector T cells in <i>cis<\/i>","Topics":null,"cSlideId":""},{"Abstract":"IL-18 is an inflammasome induced proinflammatory cytokine that augments T and NK cell activity and stimulates IFN&#947; production. The activity of IL-18 is naturally blocked by a high affinity endogenous binding protein (IL-18BP). IL-18BP is induced in the tumor microenvironment (TME) in response to IFN&#947; upregulation in a negative feedback mechanism. By evaluating 88 human tumor specimens and serum samples we were able to show that IL-18 is upregulated in the TME (median 11.2ng\/gr) compared to serum samples (median 0.3ng\/ml). Moreover, we showed that most of the IL-18 is bound by IL-18BP. IL-18BP-bound IL-18 levels were largely above the amount required for T cell activation <i>in vitro <\/i>(1.2ng\/gr), implying that blocking IL-18BP has the potential to release IL-18 in tumors above the minimum range required for immune system stimulation. Next, to assess whether tumor endogenous IL-18 levels released by IL-18BP blockade are sufficient to provoke anti-tumor responses, COM503, a high affinity (&#60;1pM) anti-IL-18BP Ab, was generated and examined in T and NK cell-based assays. In a co-culture assay of tumor cells with ex-vivo stimulated human tumor infiltrating CD8<sup>+ <\/sup>lymphocytes, COM503 was able to displace IL-18 from a pre-formed complex and enhance IFN&#947; (197%, p&#60;0.01) and TNF&#945; (84% p&#60;0.01) secretion. Additionally, COM503 induced human NK cell activation as reflected by increased IFN&#947; secretion (26-fold, p&#60;0.001). Finally, in human ex vivo dissociated tumor cells assay, COM503 mediated an increase in Granzyme B (25%), IFN&#947; (38%), TNF&#945; (58%) and IL-12 (50%) production. <i>In vivo<\/i>, administration of an anti-mouse IL-18BP Ab resulted in potent anti-tumor responses and increased survival across multiple mouse tumor models. In orthotopic E0771 tumor model, anti-IL-18BP Ab induced significant tumor growth inhibition (91% TGI, p&#60;0.0001), as well as pronounced TME-localized immune modulation. This modulation included an increase in CD8<sup>+<\/sup> T cells expansion (108.5%, p=0.015) and activation, specifically in polyfunctional effector IFN&#947;<sup>+<\/sup>GrB<sup>+<\/sup>CD8<sup>+<\/sup> T cells (259%, p=0.02) and IFN&#947;<sup>+<\/sup>TNF&#945;<sup>+<\/sup>NK cells (77%, p=0.001). Similarly, anti-tumor effects were shown in MC38OVA<sup>dim<\/sup> model (58% TGI, p&#60;0.001), accompanied by a robust TME-localized immune modulation including increased CD8<sup>+<\/sup> T cells expansion (85%, p=0.009) and IFN&#947; secretion (76%, p=0.052). In contrast to immune modulation in the TME, no increase in inflammatory cytokines and lymphocyte numbers or activation state was observed in serum and spleen. Taken together, our data suggest that IL-18 is upregulated in the TME, mostly bound by IL-18BP, and could be exploited to induce pronounced TME-localized immune modulation. Anti-IL-18BP Ab approach has a leading edge in inhibiting tumor growth while avoiding peripheral toxicity associated with administration of a cytokine. COM503 is currently undergoing IND-enabling studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Cytokines,Immunotherapy,Cancer,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Menachem<sup>1<\/sup>, Z. Alteber<sup>1<\/sup>, G. Cojocaru<sup>1<\/sup>, T. Kfir<sup>1<\/sup>, D. Blat<sup>1<\/sup>, O. Leiderman<sup>1<\/sup>, M. Galperin<sup>1<\/sup>, L. Sever<sup>1<\/sup>, N. Cohen<sup>1<\/sup>, K. Cohen<sup>1<\/sup>, R. Granit<sup>1<\/sup>, S. Vols<sup>1<\/sup>, M. Frenkel<sup>1<\/sup>, L. Faigenbloom<sup>1<\/sup>, L. Soffer<sup>1<\/sup>, K. Meyer<sup>1<\/sup>, K. Menachem<sup>1<\/sup>, H. Tilleman<sup>1<\/sup>, D. Morein<sup>1<\/sup>, I. Borukhov<sup>1<\/sup>, A. Toporik<sup>1<\/sup>, M. Perpinial Shahor<sup>1<\/sup>, E. Tatirovsky<sup>1<\/sup>, P. Ferre<sup>2<\/sup>, <b>E. Ophir<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Compugen Ltd., Holon, Israel, <sup>2<\/sup>Compugen Ltd., Toulouse, France","CSlideId":"","ControlKey":"27f56461-605c-43d8-9817-4c21d5c759f5","ControlNumber":"4896","DisclosureBlock":"&nbsp;<b>A. Menachem, <\/b> None..<br><b>Z. Alteber, <\/b> None..<br><b>G. Cojocaru, <\/b> None..<br><b>T. Kfir, <\/b> None..<br><b>D. Blat, <\/b> None..<br><b>O. Leiderman, <\/b> None..<br><b>M. Galperin, <\/b> None..<br><b>L. Sever, <\/b> None..<br><b>N. Cohen, <\/b> None..<br><b>K. Cohen, <\/b> None..<br><b>R. Granit, <\/b> None..<br><b>S. Vols, <\/b> None..<br><b>M. Frenkel, <\/b> None..<br><b>L. Faigenbloom, <\/b> None..<br><b>L. Soffer, <\/b> None..<br><b>K. Meyer, <\/b> None..<br><b>K. Menachem, <\/b> None..<br><b>H. Tilleman, <\/b> None..<br><b>D. Morein, <\/b> None..<br><b>I. Borukhov, <\/b> None..<br><b>A. Toporik, <\/b> None..<br><b>M. Perpinial Shahor, <\/b> None..<br><b>E. Tatirovsky, <\/b> None..<br><b>P. Ferre, <\/b> None..<br><b>E. Ophir, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6256","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4072","PresenterBiography":null,"PresenterDisplayName":"ERAN OPHIR","PresenterKey":"fe3c3d54-38c2-4b99-ae1d-22635e39d14e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4072. Unleashing natural IL-18 activity using an anti-IL-18BP blocker antibody induces potent immune stimulation and anti-tumor effects","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unleashing natural IL-18 activity using an anti-IL-18BP blocker antibody induces potent immune stimulation and anti-tumor effects","Topics":null,"cSlideId":""},{"Abstract":"Background: Interleukin-18 (IL18) is a proinflammatory cytokine that modulates both innate and adaptive immune responses. Historically, wild-type recombinant IL-18 has shown limited anti-tumor efficacy in preclinical models and clinical trials, likely due to upregulation of IL-18 binding protein (IL-18BP), a negative regulator of the IL-18 signaling axis. Accordingly, an engineered IL-18 cytokine capable of interacting with the IL-18 receptor, but resistant to IL-18BP interactions (i.e., &#8220;Decoy-Resistant IL-18&#8221;, DR-18), has demonstrated enhanced therapeutic potential in mouse tumor models, both as a single agent and in combination with anti-PD-1 [1, 2]. Here we evaluated murine DR-18 in combination with additional checkpoint inhibitors beyond anti-PD-1 in a set of mouse tumor models, and tested human DR-18 activity <i>in vitro<\/i>\/<i>ex vivo<\/i> for activation of human immune cells and anti-tumor activity.<br \/>Results: Treatment with mDR-18 elicited strong efficacy as a single agent and combination activity with immune checkpoint inhibitors (ICIs) across diverse syngeneic mouse models of solid tumors. As a single agent, mDR-18 demonstrated robust single agent activity in tumor growth inhibition for MC38 (&#62;80%), CT26 (&#62;60%) and B16-F10 (&#62;55%). Combination treatment of mDR-18 with anti-PD-1, anti-CTLA-4, or anti-LAG-3 increased the efficacy for the MC38 (&#62;85-95%), CT26 models (&#62;80-85%), while the B16-F10 (&#62;60%) showed smaller efficacy enhancement with the combinations. <i>In vitro<\/i> assays revealed human DR-18 (ST-067) activated immune cells and enhanced A549 tumor cell killing over 72hrs. Furthermore, <i>ex vivo<\/i> studies of 3D patient-derived tumor spheroids demonstrated that ST-067 impaired growth and increased immune cell infiltration, highlighting the potential of hDR-18 to enhance immune activity within the human tumor microenvironment.<br \/>Conclusion: These studies expand the breadth of IL-18\/checkpoint synergism beyond anti-PD-1 and confirm enhanced human immune response <i>in vitro<\/i> with the clinical candidate ST-067. Taken together, these findings strengthen the rationale for clinical combination of ST-067 with ICI agents in patients with solid tumors.<br \/>1.Zhou T, Damsky W, Weizman OE, et al. IL-18BP is a secreted immune checkpoint and barrier to IL-18 immunotherapy. <i>Nature<\/i>. 2020;583(7817):609-614. doi:10.1038\/s41586-020-2422-62.Minnie SA, Waltner OG, Ensbey KS, et al. Depletion of exhausted alloreactive T cells enables targeting of stem-like memory T cells to generate tumor-specific immunity. <i>Sci Immunol<\/i>. 2022;7(76):eabo3420. doi:10.1126\/sciimmunol.abo3420","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Immunotherapy,Inflammation,Innate immunity,Checkpoint Inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. N. Lindquist<\/b><sup>1<\/sup>, K. Qin<sup>2<\/sup>, A. M. Ring<sup>2<\/sup>, H. Uppal<sup>1<\/sup>; <br\/><sup>1<\/sup>Simcha Therapeutics, Inc., San Francisco, CA, <sup>2<\/sup>Fred Hutchinson Cancer Center, Seattle, WA","CSlideId":"","ControlKey":"f5a0d27c-4bba-44d7-b742-3b659ea50cbf","ControlNumber":"3994","DisclosureBlock":"<b>&nbsp;J. N. Lindquist, <\/b> <br><b>Simcha Therapeutics<\/b> Employment, Stock.<br><b>K. Qin, <\/b> None.&nbsp;<br><b>A. M. Ring, <\/b> <br><b>Simcha Therapeutics<\/b> Stock. <br><b>H. Uppal, <\/b> <br><b>Simcha Therapeutics<\/b> Employment, Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6257","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4073","PresenterBiography":null,"PresenterDisplayName":"Jeffrey Lindquist, PhD","PresenterKey":"8ca2ea75-d3b6-4be9-90b0-71c47623382c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4073. Decoy-resistant IL-18 enhances checkpoint inhibitor combinations beyond anti-PD-1 <i>in vitro<\/i> and <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Decoy-resistant IL-18 enhances checkpoint inhibitor combinations beyond anti-PD-1 <i>in vitro<\/i> and <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Systemic administration of proinflammatory cytokines is a promising approach to treat cancer. IL-18 has been shown to promote activation of both innate and adaptive anti-tumor responses in pre-clinical models. Specifically, IL-18 has been shown to impact macrophage suppressive function as well as drive CD4+ T cells towards a TH1 phenotype. However, IL-18 therapies have been hampered by a lack of efficacy due to the suppressive activity of IL-18 binding protein (IL-18BP), which binds to IL-18 and prevents its interaction with its receptor. Several groups have taken the approach of modifying IL-18 to render it resistant to IL-18BP as a potential strategy to enhance anti-tumor activity. To explore the therapeutic benefit of delivering a conditionally-activated IL-18 to the tumor microenvironment, we have developed inducible polypeptides (INDUKINE&#8482; molecules) consisting of mouse IL-18 or IL-18BP resistant IL-18 (BPR IL-18) tethered via protease-sensitive linkers to a high affinity antibody blockade domain, and a half-life extension (HLE) domain which improves exposure in the tumor. IL-18 INDUKINE&#8482; molecules are inactive until reaching the tumor microenvironment, where the linkers are cleaved by intra-tumoral proteases, releasing active IL-18. Intraperitoneal (i.p.) administration of an IL-18BP resistant IL-18 (BPR IL-18) INDUKINE&#8482; molecule led to complete tumor regression in the MC38 tumor model. In contrast, equimolar doses of wild-type IL-18 INDUKINE&#8482; protein were not as efficacious. Moreover, BPR IL-18 INDUKINE treatment led to increased activation and frequencies of NK cells and tumor specific CD8 T cells in MC38 tumors. WTX-518 is a novel INDUKINE&#8482; molecule that is designed to selectively deliver active human BPR IL-18 to the tumor microenvironment. WTX-518 is inducible in vitro, either when tested using a reporter assay or primary immune cells. Importantly, the active BPR IL-18 payload is resistant to IL-18BP in reporter or primary immune cell assays. WTX-518 is also selectively inducible, as incubation <i>ex vivo<\/i> with various primary human tumors led to the release of active BPR IL-18, while WTX-518 was stable in human serum and after exposure to primary cells from healthy tissues. Pharmacological and efficacy data support continued preclinical development of this innovative and differentiated engineered IL-18 therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Cytokines,Immuno-oncology,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. R. Morris<\/b>, H. Brodkin, K. Economides, D. J. Hicklin, J. LePrevost, C. Nagy-Domonkos, C. Nirschl, A. Salmeron, C. Seidel-Dugan, C. Spencer, Z. Steuert, W. M. Winston; <br\/>Werewolf Therapeutics, Watertown, MA","CSlideId":"","ControlKey":"45d1a561-4cfb-4bc5-8b50-c558648de36d","ControlNumber":"6580","DisclosureBlock":"<b>&nbsp;K. R. Morris, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>H. Brodkin, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment. <br><b>K. Economides, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment. <br><b>D. J. Hicklin, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment. <br><b>J. LePrevost, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment. <br><b>C. Nagy-Domonkos, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment. <br><b>C. Nirschl, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment. <br><b>A. Salmeron, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment. <br><b>C. Seidel-Dugan, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment. <br><b>C. Spencer, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment. <br><b>Z. Steuert, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment. <br><b>W. M. Winston, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6258","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4074","PresenterBiography":null,"PresenterDisplayName":"Kristin Morris, PhD","PresenterKey":"666a3350-73cd-4826-9233-dd92e37e05c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4074. Discovery of WTX-518, an IL-18 pro-drug that is conditionally activated within the tumor microenvironment and induces regressions in mouse tumor models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of WTX-518, an IL-18 pro-drug that is conditionally activated within the tumor microenvironment and induces regressions in mouse tumor models","Topics":null,"cSlideId":""},{"Abstract":"PD-1 antagonists have shown strong clinical proof of concept, but the development of next-generation versions that can target tumors that weakly respond and\/or acquire drug resistance is a critical medical need. Lymphocytes, including T cells and NK cells, upregulate PD-1 and other immunoregulatory receptors in response to neoantigens. Such immunoregulation is important for maintaining the persistence of immune responses in a controllable manner so that immune pathology does not overwhelm the host. In addition to microbial proteins, neoantigens are often expressed by tumor cells. These 'tumor antigens' are derived from mutated genes or proteins not presented during T cell education. As such, many established tumors contain areas of chronic inflammation, including a subset of PD-1+ T cells that can be 'de-immuno-regulated' by anti-PD-1 antagonist antibodies, thus enhancing anti-tumor activity. IL-18 is a cytokine that delivers a 'danger' signal to NK cells and T cell subsets that express the IL-18 receptor complex (RC) and increases their capacity to kill, induces proliferation, diminishes terminal exhaustion, and sustains survival. Importantly, IL-18RC is expressed on progenitor exhausted T cells, the population of T cells in solid tumors that is most active and responds to anti-PD-1, but not terminal exhausted T cells. The latter have been shown to be non-responsive to PD-1 antagonism. Thus, we engineered an anti-PD-1-IL-18 antibody to enhance anti-tumor immune responses. Such a therapeutic requires two key characteristics: resistance to inhibition by IL-18BP, IL-18's natural antagonist, and PD-1-dependent cis-restricted binding to the IL18RC on PD-1+ cells to reduce trans-based systemic toxicity. We have engineered an IL-18BP-resistant mutant of IL-18 and generated variants with different degrees of attenuation for PD-1-dependent cis targeting. Attenuation was achieved by sterically hindering the capacity of IL-18 to bind the IL-18RC while maintaining cis activity without a requirement for proteolytic activation. We identified a variant of IL-18 that is 10,000-fold attenuated and, when fused to an anti-PD-1 antibody, mediated (1) PD-1-dependent cis activity in vitro equivalent to ~5x that of anti-PD-1 alone and (2) tumor shrinkage in mouse tumor models, including an ~80% frequency of complete responses. Due to the high degree of IL-18 attenuation, we were able to dose mice without toxicity to levels at which full PD-1 antagonism is maintained. To our knowledge, this anti-PD-1-IL-18 variant is the first PD-1 targeted cytokine capable of activating PD-1+ T cells via the cytokine&#8217;s receptor and fully antagonizing PD-1 as a single agent. Thus, targeting a highly attenuated variant of IL-18 that retains strong cis activity to PD-1 holds promise as a clinical candidate for the treatment of cancer indications that respond weakly to anti-PD-1 and\/or are associated with acquired resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Cytokines,Checkpoint Inhibitors,PD-1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"X. Zhou, J. Takimoto, S. Yoon, N. Khanna, <b>B. Rabinovich<\/b>; <br\/>Fuse Biotherapeutics Inc., Boston, MA","CSlideId":"","ControlKey":"a5946be3-1756-4621-bbd6-2622ffeb0a79","ControlNumber":"1007","DisclosureBlock":"&nbsp;<b>X. Zhou, <\/b> None..<br><b>J. Takimoto, <\/b> None..<br><b>S. Yoon, <\/b> None..<br><b>N. Khanna, <\/b> None..<br><b>B. Rabinovich, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6259","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4075","PresenterBiography":null,"PresenterDisplayName":"Brian Rabinovich","PresenterKey":"cb429d14-f981-4eec-9eba-8377d11fe953","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4075. Targeting attenuated IL-18 to PD-1: A next generation checkpoint inhibitor with enhanced anti-tumor activity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting attenuated IL-18 to PD-1: A next generation checkpoint inhibitor with enhanced anti-tumor activity","Topics":null,"cSlideId":""},{"Abstract":"Interleukin-18 (IL-18) possesses a unique combination of innate and acquired immune functions with high potential to be transformative in cancer immunotherapy of solid tumors. In clinical studies, recombinant wild-type IL-18 was limited by rapid upregulation of IL-18 binding protein (IL-18BP), which serves as a negative feedback checkpoint of the IL-18 pathway. As its name implies, IL-18BP tightly binds to IL-18, thereby blocking its ability to activate the IL-18 receptor. We have focused our protein engineering efforts to obtain variants of IL-18 that are resistant to IL-18BP suppression while retaining IL-18 biological activity. To further capitalize on the immunological effects of IL-18, the IL-18BP resistant variants were fused to half-life extension protein scaffolds for enhanced in vivo exposure. Rational protein design and combinatorial approaches were used to generate a pool of IL-18 variants that were screened for potency and resistance to IL-18BP. Several IL-18 variants showed undetectable binding to IL-18BP (up to 1 mM IL-18BP) and displayed a spectrum of potencies relative to recombinant wild-type IL-18. Importantly, these variants retained their full biological activity in the presence of super-physiological levels of IL-18BP, as tested with in vitro cell-based IFN-&#947; release assays. In vivo pharmacokinetic studies in mice compared several IL-18BP resistant variants fused to a half-life extension scaffold with a non-half-life enhanced IL-18BP resistant variant. The half-lives for the fusion proteins ranged from 15 - 30h, while the non-fused variant showed a half-live of 0.6h. Furthermore, the IL-18 variants displayed a more durable, Th1 immune response compared to a non-half-life enhanced variant. Thus, IL-18 variants with strong resistance to IL-18BP that are fused to a half-life extension protein scaffold displayed enhanced pharmacokinetic and pharmacodynamic properties in preclinical mouse models. These protein engineering modifications will enable us to select an appropriate development candidate with enhanced pharmaceutical properties to achieve the full therapeutic potential of IL-18 to assess in patients with cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Immunotherapy,Immunomodulation,Cytokines,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Chamoun, C. DiLea, K. Dreaden, P. Gurel, J. Heiber, R. G. Newman, S.-P. Pearson, C. Wang, Y. Zhao, <b>M. Whitmore<\/b>; <br\/>Mural Oncology, Waltham, MA","CSlideId":"","ControlKey":"32a1b432-2a4b-4158-a148-da1148bc1462","ControlNumber":"7735","DisclosureBlock":"<b>&nbsp;J. Chamoun, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock, Stock Option, Patent. <br><b>Alkermes, Inc.<\/b> Stock, Stock Option, Patent. <br><b>C. DiLea, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock. <br><b>Alkermes, Inc.<\/b> Stock. <br><b>K. Dreaden, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock. <br><b>Alkermes, Inc.<\/b> Stock. <br><b>P. Gurel, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock, Patent. <br><b>Alkermes, Inc.<\/b> Stock, Patent. <br><b>J. Heiber, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock, Travel, Patent. <br><b>Alkermes, Inc.<\/b> Stock. <br><b>R. G. Newman, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock. <br><b>Alkermes, Inc.<\/b> Stock. <br><b>S. Pearson, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock. <br><b>C. Wang, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock. <br><b>Alkermes, Inc.<\/b> Stock. <br><b>Y. Zhao, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock. <br><b>Alkermes, Inc.<\/b> Stock. <br><b>M. Whitmore, <\/b> <br><b>Mural Oncology<\/b> Employment, Stock. <br><b>Alkermes, Inc.<\/b> Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6260","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4076","PresenterBiography":null,"PresenterDisplayName":"Mark Whitmore, PhD","PresenterKey":"37b3342e-d415-480c-92ab-e3ebe2dd387b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4076. Interleukin-18 engineered for resistance to IL-18 binding protein (IL-18BP) and half-life extension to enhance its therapeutic potential","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Interleukin-18 engineered for resistance to IL-18 binding protein (IL-18BP) and half-life extension to enhance its therapeutic potential","Topics":null,"cSlideId":""},{"Abstract":"Engagement of T cell cells to harness a patient&#8217;s immune system is a promising approach in immuno-oncology. An immunocytokine, <i>i.e. <\/i>a tumor-targeting antibody (fragment) genetically fused to an immunostimulatory cytokine, is specifically designed for this purpose. Fusion antibody-immunocytokines, based on molecular architectures generated by a variant of DNA recombinant technologies, have recently entered the clinic. Earlier we have demonstrated how GlycoConnect&#8482;, a site-specific conjugation technology anchoring on the native antibody glycan<sup>1<\/sup>, can be applied for attachment of various cytokines, including RLI or IL-15, without prior antibody engineering. The immunostimulatory activity of these GlycoConnect&#8482; immune cell engagers (GC&#8482;-ICEs) can be modulated by tailoring linker design and payload stoichiometry. In this presentation, we demonstrate the GC&#8482;-ICE with either IL-15 or RLI can be applied to selective targeting of T cells, based on PD-1-selective binding and activation, using either protease-sensitive or non-cleavable linkers. We will show how such T cell targeting can be achieved leading to significant tumor volume reductions in syngeneic mouse models. Moreover, we have found that the GC-ICE&#8482; can be applied without inducing systemic immune activation, thereby displaying a promising therapeutic index. In vitro and in vivo studies will be presented to showcase the biological activity of these GC&#8482;-ICEs in comparison to conventional immunocytokines obtained via genetic engineering.<sup>1<\/sup>Wijdeven et al., Enzymatic glycan remodeling-metal free click (GlycoConnect&#8482;) provides homogenous antibody-drug conjugates with improved stability and therapeutic index without sequence engineering. <i>mAbs<\/i> 2022, 14, DOI: 10.1080\/19420862.2022.2078466.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Immuno-oncology,Cytokines,T cell engager,PD-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. van Geel<\/b>, M. Verhagen, E. Post, W. Vugs, S. Popal, S. van Berkel, F. van Delft; <br\/>Synaffix - A Lonza Company, Oss, Netherlands","CSlideId":"","ControlKey":"7cf848bf-a521-473f-9dd1-34a8f6bc9d73","ControlNumber":"6827","DisclosureBlock":"&nbsp;<b>R. van Geel, <\/b> None..<br><b>M. Verhagen, <\/b> None..<br><b>E. Post, <\/b> None..<br><b>W. Vugs, <\/b> None..<br><b>S. Popal, <\/b> None..<br><b>S. van Berkel, <\/b> None..<br><b>F. van Delft, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6261","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4077","PresenterBiography":null,"PresenterDisplayName":"Remon van Geel, PhD","PresenterKey":"5e6c122e-a54e-4dc8-84dc-8475396f8ef0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4077. T cell targeting with PD-1-selective immune cell engagers based on GlycoConnect&#8482; (GC&#8482;-ICEs) show excellent efficacy and tolerability","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"T cell targeting with PD-1-selective immune cell engagers based on GlycoConnect&#8482; (GC&#8482;-ICEs) show excellent efficacy and tolerability","Topics":null,"cSlideId":""},{"Abstract":"Despite great strides seen recently in the development of immunotherapies such as immune checkpoint inhibitors (ICI), many patients do not respond or acquire resistance, highlighting a need for alternative immunotherapies. As potent immunomodulators, cytokines have been explored as treatments for cancer, but their use has been limited due to toxicity and poor pharmacokinetics (PK). One of these key cytokines, interleukin 21 (IL-21), is a pluripotent cytokine that activates anti-tumor T cell responses, induces B cell activation, and promotes generation and maintenance of germinal centers and tertiary lymphoid structures. IL-21 acts on a broader range of cells and does not induce vascular leak syndrome compared to IL-2, another common-gamma chain family member. Half-life extended IL-21 (IL-21-HLE) drives robust anti-tumor activity in several syngeneic tumor mouse models. Of particular interest, IL-21-HLE showed superior anti-tumor activity compared to IL-2-HLE in the EMT-6 and Renca models, both of which are highly resistant to anti-PD-1\/PD-L1 treatment. Although IL-21-HLE and IL-2-HLE induced a similar frequency of tumor infiltrating CD8+ T cells, IL-21-HLE treatment led to higher polyfunctionality in CD8+ T cells than IL-2-HLE treatment. Of note, IL-21-HLE induced greater amounts of effector cytokines, Granzyme B and perforin, than IL-2-HLE. Transcriptomic analysis revealed that IL-21 drives upregulation of a type I IFN signature in the tumor promoting an anti-tumorigenic microenvironment. Clinical activity of IL-21 has been hampered by poor PK and adverse events at dose levels associated with signs of efficacy. To overcome these limitations Werewolf Therapeutics has developed WTX-712, an IL-21 INDUKINE<sup>TM<\/sup> molecule, which contains wild-type human IL-21, an inactivation domain, and a half-life extension domain tethered together by protease sensitive linkers. In preclinical studies with mouse syngeneic tumor models, WTX-712 is inactive in the periphery, and wild-type IL-21 is selectively released within the tumor, resulting in anti-tumor efficacy with an expanded therapeutic window compared to IL-21-HLE. Anti-tumor efficacy was linked to expansion and activation of tumor infiltrating CD8 T cells with increased polyfunctionality. We will show additional mechanistic data evaluating the effect of WTX-712 dosing on immune populations, including tumor spatial profiling using different models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Cytokines,Immunocytokines,Immuno-oncology,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. M. Sullivan<\/b>, P. A. Aderhold, H. R. Brodkin, C. Nagy-Domonkos, K. Economides, D. J. Hicklin, N. Ismail, Y. Lewis, C. Seidel-Dugan, W. M. Winston, A. Salmeron; <br\/>Werewolf Therapeutics, Watertown, MA","CSlideId":"","ControlKey":"d28e57d5-9888-47cf-b8d5-3dfc451624c1","ControlNumber":"3502","DisclosureBlock":"<b>&nbsp;J. M. Sullivan, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Patent. <br><b>P. A. Aderhold, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option. <br><b>H. R. Brodkin, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Patent. <br><b>C. Nagy-Domonkos, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option. <br><b>K. Economides, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Patent. <br><b>D. J. Hicklin, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Patent. <br><b>N. Ismail, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option. <br><b>Y. Lewis, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option. <br><b>C. Seidel-Dugan, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Patent. <br><b>W. M. Winston, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Patent. <br><b>A. Salmeron, <\/b> <br><b>Werewolf Therapeutics<\/b> Employment, Stock Option, Patent.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6262","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4078","PresenterBiography":null,"PresenterDisplayName":"Jenna Sullivan, PhD","PresenterKey":"90d170d6-b477-4839-9613-fc67593a5f90","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4078. WTX-712, a conditionally active IL-21 INDUKINE<sup>TM<\/sup> molecule, induces a strong anti-tumor phenotype through a differentiated mechanism","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"WTX-712, a conditionally active IL-21 INDUKINE<sup>TM<\/sup> molecule, induces a strong anti-tumor phenotype through a differentiated mechanism","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction <\/b>Immune checkpoint blockade (ICB) therapies targeting PD-1\/PD-L1 or CTLA-4 have greatly improved clinical outcome in many cancers. However, multiple mechanisms of resistance to ICB severely limit the number of patients experiencing long-term survival benefits. Overcoming resistance to ICB represents a significant challenge for drug development. <b><\/b>Regulatory T cells (Tregs) in the tumor microenvironment (TME) prevent effector T cells (Teffs) from mounting a productive immune response and have been implicated in ICB resistance. Novel therapeutic strategies aimed at disarming Tregs in the TME could restore anti-tumor responses and sensitize patients to ICB therapy. Treg survival is dependent on interleukin-2 (IL-2), which signals in Tregs via the high affinity IL-2 receptor (IL-2R). Tumor-associated Tregs differentiate from tumor-associated Teffs and from peripheral Tregs by higher expression of CD25, the IL-2R alpha chain. Tregs in the TME also express higher surface levels of CTLA-4 as compared to peripheral Tregs. Thus, CD25 and CTLA-4 overexpression could allow preferential targeting of tumor-associated Tregs.<br \/><b>Methods and Results <\/b>We used single-cell RNA sequencing data from cancer patients and flow cytometry analysis of human tumor samples to verify that CD25 and CTLA-4 are selectively overexpressed in tumor-associated Tregs as compared with peripheral Tregs or other T cells. Based on these findings, we developed EGL-001, a novel immunocytokine (ICK) comprising a humanized IgG1 directed against CTLA-4 fused to a Treg-specific IL-2R antagonist IL-2 mutein, to selectively target tumor infiltrating Tregs. EGL-001 IgG1 moiety binds membrane CTLA-4, as demonstrated by flow cytometry, and competes with CTLA-4-CD80\/86 interaction, as evaluated by ELISA. EGL-001 IL-2 mutein moiety binds to CD25, as demonstrated by bio-layer interferometry, and specifically blocks high-affinity IL-2R signaling in Tregs. Signaling blockade is further potentiated by a CTLA-4 dependent CD25 downmodulation process evidenced by confocal microscopy and flow cytometry. We demonstrate that EGL-001 unique tumor-associated Treg-targeted dual mechanism of action results in increased Treg apoptosis and decreased Treg frequencies in multiple in vitro, ex vivo and in vivo systems. Importantly, EGL-001 only minimally affects IL-2 signaling and survival of Teffs, which are then expected to be unleashed from Treg cell-mediated suppression. Accordingly, EGL-001 induces anti-tumor responses in mice in combination with anti-PD1 therapy.<br \/><b>Conclusions <\/b>EGL-001 is an ICK with a novel and unique mechanism of action combining ICB and Treg selective IL-2 starvation, designed to specifically disarm and deplete tumor-associated Tregs. Based on our preclinical data, EGL-001 is being developed as a cancer immunotherapeutic to improve patients&#8217; response to ICB and counteract ICB resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Immunocytokines,Regulatory T cells,Checkpoint Inhibitors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"F. Kotsias<sup>1<\/sup>, C. Janot-Sardet<sup>1<\/sup>, P. Pamela Caudana<sup>1<\/sup>, E. Russo<sup>1<\/sup>, M. Dubois<sup>1<\/sup>, A. Zucchetti<sup>1<\/sup>, M. Tkach<sup>1<\/sup>, S. Lemoine<sup>1<\/sup>, I. Z. Mamedov<sup>1<\/sup>, A. Lladser<sup>1<\/sup>, J. Denizeau<sup>2<\/sup>, A. Meola<sup>3<\/sup>, C. Sedlik<sup>2<\/sup>, E. Borcoman<sup>2<\/sup>, F. Rey<sup>3<\/sup>, P. Guardado-Calvo<sup>3<\/sup>, B. Vanhove<sup>1<\/sup>, <b>M. Gostissa<\/b><sup>1<\/sup>, E. PIaggio<sup>2<\/sup>; <br\/><sup>1<\/sup>Egle Therapeutics, Paris, France, <sup>2<\/sup>Institut Curie, Paris, France, <sup>3<\/sup>Institut Pasteur, Paris, France","CSlideId":"","ControlKey":"5cf4c66c-ed1a-424c-b485-8c49f9d09e47","ControlNumber":"8454","DisclosureBlock":"<b>&nbsp;F. Kotsias, <\/b> <br><b>EGLE THERAPEUTICS<\/b> Employment. <br><b>C. Janot-Sardet, <\/b> <br><b>Egle therapeutics<\/b> Employment. <br><b>P. Pamela Caudana, <\/b> <br><b>EGLE THERAPEUTICS<\/b> Employment. <br><b>E. Russo, <\/b> <br><b>EGLE THERAPEUTICS<\/b> Employment. <br><b>M. Dubois, <\/b> <br><b>EGLE THERAPEUTICS<\/b> Employment. <br><b>A. Zucchetti, <\/b> <br><b>egLE THERAPEUTICS<\/b> Employment. <br><b>M. Tkach, <\/b> <br><b>EGLE THERAPEUTICS<\/b> Employment. <br><b>S. Lemoine, <\/b> <br><b>EGLE THERAPEUTICS<\/b> Employment. <br><b>I. Z. Mamedov, <\/b> <br><b>EGLE THERAPEUTICS<\/b> Employment. <br><b>A. Lladser, <\/b> <br><b>EGLE THERAPEUTICS<\/b> Employment.<br><b>J. Denizeau, <\/b> None..<br><b>A. Meola, <\/b> None..<br><b>C. Sedlik, <\/b> None..<br><b>E. Borcoman, <\/b> None..<br><b>F. Rey, <\/b> None..<br><b>P. Guardado-Calvo, <\/b> None.&nbsp;<br><b>B. Vanhove, <\/b> <br><b>EGLE THERAPEUTICS<\/b> Employment. <br><b>M. Gostissa, <\/b> <br><b>EGLE THERAPEUTICS<\/b> Employment. <br><b>E. PIaggio, <\/b> <br><b>EGLE THERAPEUTICS<\/b> Grant\/Contract, Patent, Other, scientific advisor.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6263","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4079","PresenterBiography":"","PresenterDisplayName":"Monica Gostissa, PhD","PresenterKey":"1b0efcbf-d31b-4b2d-abb2-4321886aed74","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4079. EGL-001 is a novel immunocytokine designed to specifically target and disarm T regulatory cells in the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EGL-001 is a novel immunocytokine designed to specifically target and disarm T regulatory cells in the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Background: This study demonstrates the preclinical evaluation of a novel B7H3\/IL-10 immunocytokine IBB0979. IBB0979 was designed to solve the problems of immune cell exhaustion and drug resistance in current immunotherapy. As the tumors progress, the domination of progenitor exhausted T cells (which are the major target cells of current PD-1\/L1 based immunotherapy) will be replaced by terminally exhausted T cells (which are the major target cells of IL-10) causing resistance of current PD-1\/L1 based therapies. Thus, IL-10 is a potent activator of antigen-specific CD8+ T cells in the tumor microenvironment and can restore the tumor-killing activity of tumor-infiltrating lymphocytes by restoring the oxidative phosphorylation metabolism of terminally exhausted T cells. B7H3 is highly expressed on various tumors but expressed at lower levels in normal tissues and blood vessels, which makes it an ideal target for developing cancer treatment. Also, B7H3 antibody extended the half-life and performed tumor-targeted delivery of IL-10, which improves the safety and efficacy of IL-10.<br \/>Methods: We designed several structures of B7H3 antibody and IL-10 bifunctional fusion protein. Binding activity to B7H3 and IL-10 receptor was evaluated by both ELISA and FACS. C57BL\/6J mice bearing MC38-hB7H3 cell line were used to evaluate the anti-tumor efficacy of IBB0979. Preclinical PK and toxicity study was also performed in cynomolgus monkeys to describe the safety profile of IBB0979.<br \/>Results: Preclinical study showed that IBB0979 has high affinity to both targets and exhibited potent TGI in C57BL\/6J mice bearing MC38-hB7H3 cell line, with TGI of 100% at 0.3mg\/kg, 1mg\/kg and 3mg\/kg. An <i>in vivo<\/i> study in cynomolgus monkeys showed that after intravenously administered with 1 mg\/kg, 2 mg\/kg and 6 mg\/kg of IBB0979 once a week for 29 days (5 times in total, given on days 1, 8, 15, 22 and 29), MTD was not reached up to 6 mg\/kg which is significantly higher than the 10-20 &#956;g\/kg tolerated by IL-10 cytokines alone.<br \/>Conclusion: IBB0979 is the world's first B7H3\/IL-10 immunocytokine receiving IND approvals from both the FDA and the NMPA, showing excellent preclinical efficacy and safety profile. The Phase I clinical trial is currently on-going, with the first patient dosed in July 2023 and achieved SD at first efficacy evaluation after 2 cycles of administration. Since B7H3 is overexpressed in a wide range of cancers including lung, prostate, glioma, thyroid, head and neck, rectal, breast, skin, renal cell, and ovarian cancers, IBB0979 has the potential to become a next-generation therapy for resolving T cell exhaustion in cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Immunocytokines,Immunotherapy,Tumor microenvironment,Interleukin-10,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"X. Jiang, C. Wu, Z. Chen, <b>L. Yin<\/b>; <br\/>SUNHO (China) BioPharmaceutical Co.,Ltd., Nanjing, China","CSlideId":"","ControlKey":"4a6b709b-f35b-4a76-b4ea-cba48983e793","ControlNumber":"1852","DisclosureBlock":"<b>&nbsp;X. Jiang, <\/b> <br><b>SUNHO (China) BioPharmaceutical Co.,Ltd.<\/b> Employment. <br><b>C. Wu, <\/b> <br><b>SUNHO (China) BioPharmaceutical Co.,Ltd.<\/b> Employment. <br><b>Z. Chen, <\/b> <br><b>SUNHO (China) BioPharmaceutical Co.,Ltd.<\/b> Employment. <br><b>L. Yin, <\/b> <br><b>SUNHO (China) BioPharmaceutical Co.,Ltd.<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6264","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4080","PresenterBiography":null,"PresenterDisplayName":"Liusong Yin, PhD","PresenterKey":"4d5e7ab4-6e09-4fb6-b739-ac5985ce9502","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4080. IBB0979, A novel B7H3\/IL-10 immunocytokine of monovalent anti-B7H3 antibody fused with IL-10 homodimer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IBB0979, A novel B7H3\/IL-10 immunocytokine of monovalent anti-B7H3 antibody fused with IL-10 homodimer","Topics":null,"cSlideId":""},{"Abstract":"rhIL-7-hyFc (efineptakin-alfa; NT-I7) is a potent T cell amplifier, comprised of two molecules of interleukin-7 (IL-7) fused to the hybrid Fc domain of IgD\/IgG4 immunoglobulin. NT-I7 safely, significantly, and persistently increases the absolute lymphocyte counts (ALC) in humans in a dose-proportional manner. Importantly, this increase is primarily due to an increase in T cells (1). Previous studies have shown that NT-I7 not only significantly increases the number of CD8+ T cells in peripheral blood but also dramatically boosts the presence of tumor-infiltrating CD8+ T cells, including both tumor-specific (p15E+PD-1+) and tumor non-specific (PD-1-) CD8+ T cells in mice (2). FOLFOX is a chemotherapy regimen composed of 5-fluorouracil, leucovorin, and oxaliplatin that inhibits DNA duplication and eradicates rapidly dividing cells (3). Although the mechanism of FOLFOX results in direct tumor killing, it also has the potential to kill newly dividing lymphocytes during NT-I7 treatment (4-6). Therefore, in this study, we aimed to evaluate the feasibility of combining FOLFOX with NT-I7 in a syngeneic MC38 mouse tumor model. Our results show that NT-I7 improves the efficacy of FOLFOX, irrespective of the timing of NT-I7 administration: simultaneous administration or delayed 3 hours, or 2 days after FOLFOX administration. This improvement persists despite a significant decrease in ALC for the first 6 days, which was significantly lower than the ALC observed with FOLFOX alone. FOLFOX decreases the absolute numbers of tumor non-specific CD8+ T cells. However, adding FOLFOX does not affect the NT-I7-driven increase of tumor-specific CD8+ T cells within the tumor. Taken together, our data demonstrate that FOLFOX does not compromise NT-I7&#8217;s ability to increase tumor-specific T cells within the tumor and the combination enhances the anti-tumor response irrespective of the timing of NT-I7 administration.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immunotherapy,Interleukin-7,Efineptakin-alfa,FOLFOX,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Soung-Min Lee<sup>1<\/sup>, Miyoung Kim<sup>1<\/sup>, <b>Taekyung Yu<\/b><sup>2<\/sup>, Sara Ferrando-Martnez<sup>3<\/sup>, Sun-Kyoung Im<sup>1<\/sup>, Mankyu Ji<sup>1<\/sup>, Donghoon Choi<sup>1<\/sup><br><br\/><sup>1<\/sup>NeoImmuneTech, Inc., Gyeongsangbuk-do, Korea, Republic of,<sup>2<\/sup>Research Institute of NeoImmuneTech, Co., Ltd., Pohang, Korea, Republic of,<sup>3<\/sup>NeoImmuneTech, Inc., Rockville, MD","CSlideId":"","ControlKey":"0fe74211-4f8d-4646-b518-c202e7ce1b7e","ControlNumber":"2992","DisclosureBlock":"&nbsp;<b>S. Lee, <\/b> None..<br><b>M. Kim, <\/b> None.&nbsp;<br><b>T. Yu, <\/b> <br><b>NeoImmuneTech, Co., Ltd.<\/b> Employment.<br><b>S. Ferrando-Martnez, <\/b> None..<br><b>S. Im, <\/b> None..<br><b>M. Ji, <\/b> None..<br><b>D. Choi, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6268","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4081","PresenterBiography":null,"PresenterDisplayName":"TAEKYUNG YU","PresenterKey":"4d106669-7fae-4dd5-bb7f-e7e457ed4646","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4081. rhIL-7-hyFc (efineptakin-alfa, NT-I7) increases tumor-specific CD8<sup>+<\/sup> T cells despite FOLFOX cytotoxicity effect","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"rhIL-7-hyFc (efineptakin-alfa, NT-I7) increases tumor-specific CD8<sup>+<\/sup> T cells despite FOLFOX cytotoxicity effect","Topics":null,"cSlideId":""},{"Abstract":"<b>Background <\/b>Most patients with solid malignancies harbor innate or acquired resistance to immune checkpoint blockade (ICB), prompting the need for novel therapeutic strategies. Interleukin-12 (IL-12) is a promising cytokine for cancer therapy due to its ability to bridge innate and adaptive immunity. However, a narrow therapeutic index limits the use of systemic IL-12 therapy. Here, we investigated the tumor-suppressive effects and mode of action of intra-tumorally delivered murine Interleukin-12 anchored to aluminum hydroxide (referred as mANK-101) in combination with the class I HDAC inhibitor entinostat, in various ICB-refractory murine tumor models, including CT26 (colorectal) and MOC-1 (HPV16<sup>neg<\/sup>). We hypothesized that combining Entinostat with an anchored form of IL-12 could overcome systemic toxicity while maintaining anti-tumor activity.<br \/><b>Methods <\/b>Entinostat and intra-tumoral mANK-101 were administered to mice bearing well-established &#945;PD-1-refractory CT26 (colorectal) and MOC-1 (HPV16<sup>neg<\/sup>) tumors. Antitumor activity, survival, and protective memory upon tumor rechallenge were evaluated. Comprehensive proteomic and immune cell analysis was performed in MOC-1 tumors, tumor-draining lymph node (tdLN), and periphery. Tumor-specific T cell responses were examined.<br \/><b>Results <\/b>We demonstrate that intra-tumoral mANK-101 synergizes with entinostat to suppress multiple &#945;PD1-refractory tumors, resulting in significant tumor eradication (62-88%), survival benefit (P &#60; 0.0001), and protective memory, including CT26 (colon, Kras G12D<sup>mut<\/sup>) and MOC-1 (oral, HPV16<sup>neg<\/sup>). Analysis of MOC-1 tumor-bearing mice demonstrated these effects to be associated with peripheric activation of CD8<sup>+<\/sup> and NK lymphocytes, augmented polyfunctional IFN&#947;<sup>+<\/sup>\/TNF&#945;<sup>+<\/sup>-producing CD8<sup>+<\/sup> T cells, CD8<sup>+<\/sup> T cell effector memory, and tumor-specific T cell responses. Significant decrease in CD4<sup>+<\/sup> Tregs and increased CD8\/Treg ratio were also observed. Ongoing functional studies, proteomic and immune cell analysis at the tumor site, tdLN, and periphery, including single cell transcriptomics and epigenetic studies, will allow for a deeper understanding of the synergistic effect of mANK-101 with the epigenetic modulator Entinostat.<br \/><b>Conclusions <\/b>Collectively, these findings form a rationale for the clinical combination of intralesional delivery of ANK-101 with entinostat for patients with ICB-refractory malignancies, including colorectal and HPV16<sup>neg<\/sup> head and neck cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immuno-oncology,Anchored IL-12,HDAC inhibitor,Checkpoint resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. S. Khelifa<\/b><sup>1<\/sup>, K. L. Lothstein<sup>1<\/sup>, M. Miyamoto<sup>1<\/sup>, R. Tighe<sup>2<\/sup>, S. Battula<sup>2<\/sup>, H. L. Kaufman<sup>2<\/sup>, J. Schlom<sup>1<\/sup>, S. R. Gameiro<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, Bethesda, MD, <sup>2<\/sup>Ankyra Therapeutics, Cambridge, MA","CSlideId":"","ControlKey":"a37f80fa-5440-461f-8298-443e2b1af284","ControlNumber":"4968","DisclosureBlock":"&nbsp;<b>A. S. Khelifa, <\/b> None..<br><b>K. L. Lothstein, <\/b> None..<br><b>M. Miyamoto, <\/b> None.&nbsp;<br><b>R. Tighe, <\/b> <br><b>Ankyra THerapeutics<\/b> Employment. <br><b>S. Battula, <\/b> <br><b>Ankyra THerapeutics<\/b> Employment. <br><b>H. L. Kaufman, <\/b> <br><b>Ankyra Therapeutics<\/b> Employment. <br><b>J. Schlom, <\/b> <br><b>Ankyra Therapeutics<\/b> Other, Collaborative Research and Development Agreement.<br><b>S. R. Gameiro, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6269","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4082","PresenterBiography":null,"PresenterDisplayName":"Sarah Khelifa, PhD","PresenterKey":"e9739078-4611-497a-96ea-f4052422796b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4082. Anchored IL-12 synergizes with an epigenetic modulator to promote immune remodeling and overcome anti-PD1-refractory murine tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anchored IL-12 synergizes with an epigenetic modulator to promote immune remodeling and overcome anti-PD1-refractory murine tumors","Topics":null,"cSlideId":""},{"Abstract":"In 1990s, both IL-2 and IFN-&#945; were approved as the first two immunotherapies for metastatic melanoma and renal cell carcinoma; IFN-&#945; was also approved for hairy cell leukemia. Although the response rates are relatively low, along ~25%, those who responded have long term survival benefits. However, the severe toxicity especially in high dose prohibited their broad use in oncology. Recently, there have been tremendous interests in modifying these two cytokines in the efforts to reduce the toxicity and enhance the activity. One such effort is to enhance the binding of IL-2 to the intermediate affinity &#946;\/&#947; receptors, which are expressed and function on CD8 T cells and NK cells. Another effort is to reduce the binding of IL-2 to high affinity &#945;\/&#946;\/&#947; receptors which mostly expressed on Treg and stimulate the growth of Treg cells, which suppress immune responses. Recently, whether it&#8217;s better to target intermediate affinity or high affinity for cancer therapy has become controversial with some studies showing that high affinity receptor engagements are required for robust anti-tumor activity while others favoring intermediate affinity receptor engagement for better efficacy; However, the clinical comparison is still lacking to be sure which approach is better. Here we have developed a long-acting novel IL-2-Fc-IFN-&#945; fusion molecule termed IAMA-005 that has mutations to reduce the toxicity effects of IL-2 and IFN-&#945;. We have characterized this molecule preclinically both <i>in vitro<\/i> and <i>in vivo<\/i>. IAMA-005 has demonstrated a potent tumor cell killing activities in numerous cancer cell lines including BT-474, SK-OV-3, NCI-N87, OE19, HCC-1954, MDA-MB-231, MDA-MB-468. When combined with IAMA-004 (a Her2-CD47-CD16 tri-specific antibody) <i>in vitro<\/i>, the tumor cell killing activities were dramatically increased. In addition, IAMA-005 was also tested in patient-derived <i>Ex-Vivo<\/i> fluids (one malignant pleural effusion and one malignant asities) and demonstrated excellent tumor cell killing efficacies. In addition, the killing activities of IAMA-005 could be attributed to the specific part of the fusion molecule because of the TME immune cell compositions. The <i>in vivo<\/i> assays to demonstrate efficacy and safety are ongoing and will be presented in the poster. These results suggest that this fusion cytokine molecule may be used in monotherapy in certain indications and an excellent complementary therapeutic to antibody targeted therapies or immunotherapies when used in combination.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Cytokines,Fusion proteins,Immuno-oncology,Immunocytokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Liu<\/b>, Z. Han, Y. Fan, Q. Pan; <br\/>Nanjing JSIAMA Biopharmaceuticals, Ltd., Nanjing, China","CSlideId":"","ControlKey":"c2a5bd14-4721-4d2b-bc92-4dae465a4625","ControlNumber":"2430","DisclosureBlock":"<b>&nbsp;L. Liu, <\/b> <br><b>Nanjing JSIAMA Biopharmaceuticals Ltd.<\/b> Employment. <br><b>Z. Han, <\/b> <br><b>Nanjing JSIAMA Biopharmaceuticals Ltd.<\/b> Employment. <br><b>Y. Fan, <\/b> <br><b>Nanjing JSIAMA Biopharmaceuticals Ltd.<\/b> Employment. <br><b>Q. Pan, <\/b> <br><b>Nanjing JSIAMA Biopharmaceuticals Ltd.<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6270","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4083","PresenterBiography":null,"PresenterDisplayName":"Liming Liu, PhD","PresenterKey":"73817bbf-75a4-49e5-8e49-14aff9c52dc9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4083. Pre-clinical development of IAMA-005, a long-acting cytokine fusion of modified IL-2 and IFN-&#945;","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pre-clinical development of IAMA-005, a long-acting cytokine fusion of modified IL-2 and IFN-&#945;","Topics":null,"cSlideId":""},{"Abstract":"Epidermal growth factor receptor (EGFR) is overexpressed or mutated in many patients with non-small cell lung cancer (NSCLC). Targeting EGFR mutation by tyrosine kinase inhibitors (TKIs) has significantly improved overall survival (OS) in patients with EGFR mutations. However, many patients experience tumor recurrence due to various resistance mechanisms. Therefore, there is an unmet medical need for new treatment strategies for patients with EGFR-positive NSCLC, regardless of EGFR mutation status. ABN202 is an antibody-cytokine fusion protein (ACFP) that serves as a platform technology compromising the IFN-&#946; mutein (ABN102) fused to various antibodies for specific tumor targeting. In a previous study, we designed ABN202 (&#945;EGFR) to comprise an EGFR targeting antibody (Cetuximab) and IFN-&#946; mutein (ABN102) and we confirmed anti-cancer activities of ABN202 against EGFR-positive NSCLC. In this study, the direct cytotoxicity of ABN202 (&#945;EGFR) was evaluated in human NSCLC cell lines with various driving mutations and EGFR expression levels. The indirect immune activation was tested in human peripheral blood mononuclear cells (PBMCs) and human IFNAR1\/2 knock-in (KI) mice. The <i>in vivo<\/i> efficacy was evaluated in human NSCLC xenograft mouse models and human IFNAR1\/2 KI mouse models. ABN202 (&#945;EGFR) demonstrates potent anti-tumor activity through direct cytotoxicity and indirect immune activation in NSCLC, regardless of EGFR mutation status. Taken together, we suggest that ABN202 (&#945;EGFR) is a promising drug candidate against NSCLC, regardless of EGFR mutation status.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"NSCLC,Immunocytokines,Interferons,EGFR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Park<\/b><sup>1<\/sup>, S. Cho<sup>1<\/sup>, H. Park<sup>1<\/sup>, M. Jo<sup>1<\/sup>, J. Park<sup>2<\/sup>, M. Seo<sup>2<\/sup>, J. Kim<sup>2<\/sup>, S. Hong<sup>3<\/sup>, K. Song<sup>4<\/sup>, C. Lee<sup>5<\/sup>, H. Jeong<sup>5<\/sup>, S. Lee<sup>1<\/sup>, N. Kim<sup>1<\/sup>, J. Choi<sup>1<\/sup>, Y. Shin<sup>2<\/sup>; <br\/><sup>1<\/sup>ABION Inc., Seoul, Korea, Republic of, <sup>2<\/sup>Department of Molecular Medicine and Biopharmaceutical Sciences, Seoul National University, Seoul, Korea, Republic of, <sup>3<\/sup>Research Institute of Pharmaceutical Sciences, Seoul National University, Seoul, Korea, Republic of, <sup>4<\/sup>College of Pharmacy, Duksung Women's University, Seoul, Korea, Republic of, <sup>5<\/sup>Genopharm Inc., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"69e3afa0-568d-4329-9a3e-b23793724429","ControlNumber":"8575","DisclosureBlock":"<b>&nbsp;H. Park, <\/b> <br><b>ABION Inc.<\/b> Employment. <br><b>S. Cho, <\/b> <br><b>ABION Inc.<\/b> Employment. <br><b>H. Park, <\/b> <br><b>ABION Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. Jo, <\/b> <br><b>ABION Inc.<\/b> Employment.<br><b>J. Park, <\/b> None..<br><b>M. Seo, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>S. Hong, <\/b> None..<br><b>K. Song, <\/b> None.&nbsp;<br><b>C. Lee, <\/b> <br><b>Genopharm Inc.<\/b> Employment, Stock, Stock Option. <br><b>H. Jeong, <\/b> <br><b>Genopharm Inc.<\/b> Stock. <br><b>S. Lee, <\/b> <br><b>ABION Inc.<\/b> Employment, Stock, Stock Option. <br><b>N. Kim, <\/b> <br><b>ABION Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Choi, <\/b> <br><b>ABION Inc.<\/b> Employment, Stock, Stock Option. <br><b>Y. Shin, <\/b> <br><b>ABION Inc.<\/b> Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6265","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4084","PresenterBiography":null,"PresenterDisplayName":"Heegeon Park, MS","PresenterKey":"c71a13c7-a81b-4299-97f5-c558ea8960da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4084. Potent anti-tumor activity of ABN202 (anti-EGFR antibody-interferon-beta mutein) through direct cytotoxicity and indirect immune activation against non-small cell lung cancer, regardless of EGFR mutation status","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potent anti-tumor activity of ABN202 (anti-EGFR antibody-interferon-beta mutein) through direct cytotoxicity and indirect immune activation against non-small cell lung cancer, regardless of EGFR mutation status","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Malignant pleural mesothelioma (MPM) is a rare and highly fatal cancer primarily induced by asbestos exposure. The 5-year overall survival rate for MPM patients is less than 20%. Before the FDA approval of the combination of immune checkpoint inhibitors (Nivolumab + Ipilimumab, CHECKMATE-743), chemotherapy was the only systemic therapy for MPM. However, the predominant histological type of MPM, epithelioid MPM, comprising approximately 70% of cases, showed limited clinical benefits from immune checkpoint inhibitors when compared to non-epithelioid histology. Consequently, there is an unmet medical need to develop a new anti-cancer drug specifically for the treatment of epithelioid MPM. In this study, we discovered that V-domain Ig suppressor of T cell activation (VISTA), an immune checkpoint protein, and Mesothelin (MSLN), a tumor differentiation antigen, are co-expressed in epithelioid MPM. Subsequently, we developed a biomarker-based anti-VISTA x MSLN bispecific antibody (BsAb) and anti-VISTA x MSLN BsAb-IFN-&#946; mutein fusion protein (trispecific immunocytokine) for the treatment of epithelioid MPM.<br \/><b>Method<\/b> We designed and screened various structures of the anti-VISTA x MSLN BsAb. To produce the trispecific immunocytokine, we fused IFN-&#946; mutein (R27T\/C17S), which exhibits improved stability, productivity, and pharmacokinetic properties compare to recombinant IFN-&#946;. The <i>in vitro<\/i> efficacy of the trispecific immunocytokine was tested in human MPM cell lines, and its <i>in vivo<\/i> efficacy was evaluated in a human MPM xenograft mouse model and a human IFNAR1\/2 Knock-in (KI) mouse model.<br \/><b>Results<\/b> We demonstrated a strong positive correlation between the expression levels of VISTA and MSLN in epithelioid MPM. The Anti-VISTA x MSLN BsAb showed improved binding affinity and antibody-dependent cell cytotoxicity (ADCC) activity. The trispecific immunocytokine displays analogous biological activities to both Anti-VISTA x MSLN BsAb and IFN-&#946; mutein. The trispecific immunocytokine exhibited potent <i>in vivo<\/i> and <i>in vitro<\/i> anti-cancer activities against epithelioid MPM preclinical models, operating through both direct cytotoxicity and indirect activation of immune cells.<br \/><b>Conclusion<\/b> The trispecific immunocytokine demonstrated robust <i>in vitro<\/i> and <i>in vivo<\/i> anti-cancer efficacy in the epithelioid MPM model. Our findings suggest that the trispecific immunocytoine is a promising drug candidate for epithelioid MPM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Mesothelioma,Immunocytokines,Interferons,Bispecific antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Park<\/b><sup>1<\/sup>, H. Kim<sup>2<\/sup>, M. Seo<sup>2<\/sup>, J. Park<sup>2<\/sup>, T. Kim<sup>2<\/sup>, J. Choi<sup>2<\/sup>, J. Park<sup>2<\/sup>, K. Song<sup>3<\/sup>, C. Lee<sup>4<\/sup>, H. Jeong<sup>4<\/sup>, J. Choi<sup>1<\/sup>, Y. Jeon<sup>5<\/sup>, Y. Choi<sup>6<\/sup>, S. Hong<sup>7<\/sup>, Y. Shin<sup>2<\/sup>; <br\/><sup>1<\/sup>ABION Inc., Seoul, Korea, Republic of, <sup>2<\/sup>Department of Molecular Medicine and Biopharmaceutical Sciences, Seoul National University, Seoul, Korea, Republic of, <sup>3<\/sup>College of Pharmacy, Duksung Women's University, Seoul, Korea, Republic of, <sup>4<\/sup>Genopharm Inc., Seoul, Korea, Republic of, <sup>5<\/sup>Department of Thoracic and Cardiovascular Surgery, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of, <sup>6<\/sup>Department of Pathology and Translational Genomics, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of, <sup>7<\/sup>BitD Inc., Siheung, Korea, Republic of","CSlideId":"","ControlKey":"980ff510-1a59-4e45-965c-a7ea4ca0c3a1","ControlNumber":"8452","DisclosureBlock":"<b>&nbsp;H. Park, <\/b> <br><b>Abion Inc.<\/b> Employment.<br><b>H. Kim, <\/b> None..<br><b>M. Seo, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>T. Kim, <\/b> None..<br><b>J. Choi, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>K. Song, <\/b> None.&nbsp;<br><b>C. Lee, <\/b> <br><b>Genopharm Inc.<\/b> Employment, Stock, Stock Option. <br><b>H. Jeong, <\/b> <br><b>Genopharm Inc.<\/b> Stock. <br><b>J. Choi, <\/b> <br><b>ABION Inc.<\/b> Employment, Stock, Stock Option.<br><b>Y. Jeon, <\/b> None..<br><b>Y. Choi, <\/b> None.&nbsp;<br><b>S. Hong, <\/b> <br><b>BitD Inc.<\/b> Stock. <br><b>Y. Shin, <\/b> <br><b>ABION Inc.<\/b> Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6266","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4085","PresenterBiography":null,"PresenterDisplayName":"Heegeon Park, MS","PresenterKey":"c71a13c7-a81b-4299-97f5-c558ea8960da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4085. The anti-VISTA x MSLN bispecific antibody-interferon beta mutein fusion protein: A trispecific immunocytokine with potent therapeutic efficacy against malignant pleural mesothelioma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The anti-VISTA x MSLN bispecific antibody-interferon beta mutein fusion protein: A trispecific immunocytokine with potent therapeutic efficacy against malignant pleural mesothelioma","Topics":null,"cSlideId":""},{"Abstract":"Trop-2, trophoblast cell-surface antigen 2, is a type 1 transmembrane glycoprotein overexpressed in many solid cancers, including breast, lung, pancreatic, bile duct and bladder cancer. Overexpression of Trop-2 in cancer patients is associated with disease progression and poor prognosis. The antibody-drug conjugate (ADC) targeting Trop-2, Sacituzumab-govitecan (Trodelvy&#174;), is approved for patients with triple-negative breast cancer (TNBC) and bladder cancer. However, Trop-2 targeting ADCs exhibit a high frequency of grade 3\/4 adverse events and a short duration of response. Therefore, there is an unmet medical need for new treatment strategies beyond ADCs. In a previous study, we designed ABN202 (&#945;Trop-2) to comprise a Trop-2 targeting antibody (Sacituzumab) and IFN-&#946; mutein (ABN102) for the Trop2-positive tumor-specific delivery of ABN102. We confirmed anti-cancer activities of ABN202 against Trop-2 positive bladder cancer. In this study, we evaluated <i>in vitro<\/i> and <i>in vivo<\/i> anti-cancer efficacy of ABN202 (&#945;Trop-2) in Trop-2 positive TNBC, bile duct cancer and bladder cancer cell lines. To identify response biomarkers for ABN202 (&#945;Trop-2), we analyzed cell lines exhibiting both response and non-response to ABN202 (&#945;Trop-2). In conclusion, ABN202 (&#945;Trop-2) demonstrated potent anti-cancer efficacy compared to Trodelvy&#174;. Our results support ABN202 (&#945;Trop-2) as a promising drug candidate against Trop2-positive solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Trop-2,Immunocytokines,Interferons,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Park<\/b><sup>1<\/sup>, H. Lee<sup>1<\/sup>, M. Seo<sup>2<\/sup>, D. Kim<sup>2<\/sup>, S. Bang<sup>2<\/sup>, J. Lee<sup>2<\/sup>, S. Hong<sup>3<\/sup>, K. Song<sup>4<\/sup>, C. Lee<sup>5<\/sup>, H. Jeong<sup>5<\/sup>, S. Lee<sup>1<\/sup>, N. Kim<sup>1<\/sup>, J. Choi<sup>1<\/sup>, Y. Shin<sup>2<\/sup>; <br\/><sup>1<\/sup>ABION Inc., Seoul, Korea, Republic of, <sup>2<\/sup>Department of Molecular Medicine and Biopharmaceutical Sciences, Seoul National University, Seoul, Republic of Korea., Seoul, Korea, Republic of, <sup>3<\/sup>Research Institute of Pharmaceutical Sciences, Seoul National University, Seoul, Republic of Korea., Seoul, Korea, Republic of, <sup>4<\/sup>College of Pharmacy, Duksung Women's University, Seoul, Republic of Korea., Seoul, Korea, Republic of, <sup>5<\/sup>Genopharm Inc., Seoul, Republic of Korea., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"2a5e192b-53c6-46ce-9b4e-aa5265a20e78","ControlNumber":"8590","DisclosureBlock":"<b>&nbsp;H. Park, <\/b> <br><b>ABION Inc.<\/b> Employment. <br><b>H. Lee, <\/b> <br><b>ABION Inc.<\/b> Employment.<br><b>M. Seo, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>S. Bang, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>S. Hong, <\/b> None..<br><b>K. Song, <\/b> None.&nbsp;<br><b>C. Lee, <\/b> <br><b>Genopharm Inc.<\/b> Employment, Stock, Stock Option. <br><b>H. Jeong, <\/b> <br><b>Genopharm Inc.<\/b> Stock. <br><b>S. Lee, <\/b> <br><b>ABION Inc.<\/b> Employment, Stock, Stock Option. <br><b>N. Kim, <\/b> <br><b>ABION Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Choi, <\/b> <br><b>ABION Inc.<\/b> Employment, Stock, Stock Option. <br><b>Y. Shin, <\/b> <br><b>ABION Inc.<\/b> Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6267","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4086","PresenterBiography":null,"PresenterDisplayName":"Heegeon Park, MS","PresenterKey":"c71a13c7-a81b-4299-97f5-c558ea8960da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4086. ABN202 (anti-Trop-2-interferon-beta mutein): A potent antibody-cytokine fusion protein for the treatment of Trop-2 positive solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Immune Modulation with Cytokines","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ABN202 (anti-Trop-2-interferon-beta mutein): A potent antibody-cytokine fusion protein for the treatment of Trop-2 positive solid tumors","Topics":null,"cSlideId":""}]