[{"Abstract":"Lung cancer is the second most common cancer worldwide with 1.8 million deaths in 2020 being the leading cause of cancer related death. With 86% of cases, non-small cell lung cancer (NSCLC) is the most prominent subtype. The survival rate improved over the past 20 years by application of targeted therapies. Driver mutations in protein kinases such as the epidermal growth factor receptor (EGFR) are frequent and have evolved as therapeutic targets in anti-cancer therapy. Inhibitors of receptor tyrosine kinase (RTKIs), prominently EGFR-TKIs, are effective in anti-cancer therapy but tumor evolution inevitably generates resistance. Thus, strategies for the treatment of patients with acquired resistance to RTKIs remains an urgent need. Resistance in solid tumors is overcome by a combination of bortezomib with the BH3-mimetic ABT-199 (Muenchow et al. 2020). Also, overcoming ALK-TKI resistance in NSCLC was described by Tanimoto et al. (2021) by proteasome inhibiton that mediates induction of NOXA. Furthermore, the novel described BCL-2 independent activity of ABT-199 to transactivate NOXA expression (Weller et al. 2022) represents a generally active principle by combining drugs with independent mechanism of action. We hypothesize, that combined treatment of EGFR-TKI Osimertinib (OSI) with BH3-mimetics enhances sensitivity to apoptosis induction. To explore this hypothesis, we investigated cell death induction by combined administration of OSI and BH3-mimetics or PIs in NSCLC differing in their mutational status. In addition, we analyzed the expression of BCL-2 family proteins and their relevance and regulation during RTKI-induced cell death by RNA sequencing and Western Blot. These analyses will be performed in cellular model systems of NSCLC with specific resistance mediating mutations of EGFR or activated parallel survival pathways. We found that BCL-2 inhibitors enhance efficacy of OSI in NSCLC, resulting in synergistic cell death induction. Additionally, the sensitivity to BCL-2 inhibitors tends to increase in OSI-resistant NSCLC. Western Blot analysis and RNA sequencing data of OSI-resistant NSCLC identified BCL-2 overexpression and an EMT signature as resistance-mediating mechanisms, which can be overcome by combination of OSI with BCL-2 inhibitors. Indeed, our data suggest that combination of OSI with BCL-2 inhibitors disrupts resistance to OSI in NSCLC. We propose that BCL-2 inhibitors sensitize OSI-resistant NSCLC to effectively induce cell death. Thus, studying the molecular mechanism of synergistic efficacy of RTKI\/BCL-2 inhibitor combination therapies, should prompt future efforts in the clinical evaluation of combinatorial regimens. We hypothesize that a general therapeutic concept which relies on simultaneous blocking of driver mutations and survival-promoting BCL-2 proteins represents a generally active principle of a tumor-agnostic mechanism of action.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-01 Combination therapy,,"},{"Key":"Keywords","Value":"NSCLC,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Sandra Weller<\/b><sup>1<\/sup>, Tobias Beigl<sup>1<\/sup>, Frank Essmann<sup>1<\/sup>, Annika Harsch<sup>1<\/sup>, Hans-Georg Kopp<sup>2<\/sup>, Tom Ekstrom<sup>1<\/sup><br><br\/><sup>1<\/sup>Robert Bosch Center for Tumor Diseases (RBCT), Stuttgart, Germany,<sup>2<\/sup>Robert Bosch Center for Tumor Diseases, Stuttgart, Germany; Robert Bosch Hospital, Stuttgart, Germany","CSlideId":"","ControlKey":"f10712c1-d8b4-4a4d-b931-24743602dfbc","ControlNumber":"7542","DisclosureBlock":"&nbsp;<b>S. Weller, <\/b> None..<br><b>T. Beigl, <\/b> None..<br><b>F. Essmann, <\/b> None..<br><b>A. Harsch, <\/b> None..<br><b>H. Kopp, <\/b> None..<br><b>T. Ekstrom, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1518","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6484","PresenterBiography":null,"PresenterDisplayName":"Sandra Weller, Dr Rer Nat","PresenterKey":"4b34a675-0172-4192-a2d2-5f461abaa273","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6484. Overcoming resistance to EGFR-TKI in NSCLC by simultaneously inhibition of anti-apoptotic proteins","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Overcoming resistance to EGFR-TKI in NSCLC by simultaneously inhibition of anti-apoptotic proteins","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Pancreatic ductal adenocarcinoma (PDAC) is a devastating disease, commonly characterized by multiple aberrant signaling. Phosphoproteomics provides a direct read-out of these complex signaling networks and the resultant clinically relevant phenotype, as well as a functional scaffold to identify new targets. In the absence of an oncogenic driver, low dose (LD) kinase inhibitor (KI) combinations against multiple (parallel) activated kinases might provide higher efficacy and reduce toxicity as compared to single drug treatment. Aims: 1) To identify targets and test combinations of multiple KIs at LDs for potential synergism in preclinical models. 2) To chart the phosphoproteome of 42 PDAC tumors to reveal signalling pathways that may be involved in PDAC progression.<br \/>Methods: By using a two step phosphopeptide enrichment with phosphotyrosine immunoprecipitation and immobilized metal affinity chromatography, followed by label free MS analysis, we analyzed phosphoproteome data of 7 immortalized and 2 primary PDAC cell lines, and of 42 PDAC tumors. We used integrative inferred kinase activity (INKA) scoring of the maxquant output to identify hyperactive kinases. For the cell line panel, five KIs were selected based on targeting coverage of the INKA profiles. LD were set as IC20s for 2,3,4 drug combinations. Cell growth inhibition was assessed by SRB assay. Median-effect analysis was used to assess synergy. Functional testing was performed in immortalized 2D, xenoderived 2D and 3D cultures. Effective low dose 3 drug combinations were further validated using patient-derived xenografts.<br \/>Results: High INKA scoring of multiple activities per cell line without clear outliers of single kinases underscores the need for combination therapies. Multiple LD combinations showed effective growth inhibition (70 to 92%) and synergism, mostly 3 drug combinations, which required targeting of several RTKs and downstream signaling. Different responses were further observed between epithelial and mesenchymal cell lines. These top performing combinations were further validated in PDAC organoids and <i>in vivo<\/i>. Clinical utility of these kinase targets was then confirmed in 42 tumor phosphoprofiles, which were characterized in different subtypes with distinct therapeutic options. Phosphoproteome signals and kinases activities with potential prognostic value and mutational associations were further described.<br \/>Conclusion: Our INKA pipeline, which can rank kinase activities in individual tumors, is optimally suited to specifically prioritize actionable kinases with targeting purposes. Tailored LD combination strategies exhibited promising efficacy in preclinical models and may ultimately improve treatment outcomes.<br \/>Next Steps: Multicellular patient-derived models will be used to further study and target the TME in PDAC tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-01 Combination therapy,,"},{"Key":"Keywords","Value":"Combination therapy,Proteomics,Kinases,Molecular profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Vallés Martí<\/b><sup>1<\/sup>, G. Mantini<sup>2<\/sup>, C. Waasdorp<sup>2<\/sup>, R. de Goeij- de Haas<sup>2<\/sup>, A. Henneman<sup>2<\/sup>, S. Piersma<sup>2<\/sup>, T. Pham<sup>2<\/sup>, J. Knol<sup>2<\/sup>, J. Verheij<sup>3<\/sup>, F. Dijk<sup>3<\/sup>, H. Halfwerk<sup>3<\/sup>, E. Giovannetti<sup>2<\/sup>, C. Jiménez<sup>2<\/sup>, M. F. Bijlsma<sup>2<\/sup>; <br\/><sup>1<\/sup>Leiden University Medical Center, Leiden, Netherlands, <sup>2<\/sup>Cancer Center Amsterdam, Amsterdam UMC, Amsterdam, Netherlands, <sup>3<\/sup>Amsterdam UMC, Amsterdam, Netherlands","CSlideId":"","ControlKey":"438791d5-a7b4-428a-bd77-254c353e1f19","ControlNumber":"4397","DisclosureBlock":"&nbsp;<b>A. Vallés Martí, <\/b> None..<br><b>G. Mantini, <\/b> None..<br><b>C. Waasdorp, <\/b> None..<br><b>R. de Goeij- de Haas, <\/b> None..<br><b>A. Henneman, <\/b> None..<br><b>S. Piersma, <\/b> None..<br><b>T. Pham, <\/b> None..<br><b>J. Knol, <\/b> None..<br><b>J. Verheij, <\/b> None..<br><b>F. Dijk, <\/b> None..<br><b>H. Halfwerk, <\/b> None..<br><b>E. Giovannetti, <\/b> None..<br><b>C. Jiménez, <\/b> None..<br><b>M. F. Bijlsma, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1519","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6485","PresenterBiography":null,"PresenterDisplayName":"Andrea Vallés Martí, PhD","PresenterKey":"e2c4a6f8-b785-403f-a950-b80e5a01bb7c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6485. Profile guided low dose drug combination strategies and kinase activities with prognostic and therapeutic avenues in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Profile guided low dose drug combination strategies and kinase activities with prognostic and therapeutic avenues in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b><i>KRAS<\/i> mutations are found in a variety of tumor types, including non-small cell lung cancer (NSCLC), where <i>KRAS G12C<\/i> mutation is present in ~12% of NSCLC patients. <i>KRAS G12C<\/i> inhibitors (KRAS G12Cis), sotorasib and adagrasib, are approved for the treatment of <i>KRAS G12C<\/i>-mutated, locally advanced or metastatic NSCLC. The mTOR pathway is often activated in patients with <i>KRAS<\/i> mutations and may contribute to resistance to KRAS G12Cis. <i>nab<\/i>-Sirolimus is a nanoparticle albumin-bound intravenously (IV) administered form of the mTOR inhibitor (mTORi) sirolimus and is approved for the treatment of patients with advanced malignant perivascular epithelioid cell tumors. This study assessed tumor and blood drug level correlation with antitumor activity of <i>nab<\/i>-sirolimus or everolimus alone or in combination with KRAS G12Cis.<br \/><b>Methods:<\/b> Athymic mice bearing subcutaneous <i>KRAS G12C-<\/i> and <i>STK11<\/i>-mutated NSCLC xenografts (NCI-H2122) were treated with saline, mTORis <i>nab<\/i>-sirolimus (IV) or everolimus (oral) at clinically relevant and equal weekly dose of 15 mg\/kg\/wk, or KRAS G12Cis sotorasib (oral) or adagrasib (oral) at 30 mg\/kg\/day alone or in combination. Tumor volume changes from baseline were assessed; tumor and blood samples were harvested at the end of study (6 wks) for analysis of trough drug levels by LC-MS\/MS, and tumor lysates were analyzed for downstream markers for mTOR inhibition by Western blot.<br \/><b>Results:<\/b> In <i>nab<\/i>-sirolimus plus KRAS G12Ci treated groups, significantly slower tumor growth was observed compared with single agent treated groups and everolimus plus KRAS G12Ci treated groups. Compared with single-agent <i>nab<\/i>-sirolimus (170.1 ng\/g), treatment with <i>nab<\/i>-sirolimus plus sotorasib resulted in reduced tumor <i>nab<\/i>-sirolimus drug levels (73.6 ng\/g, <i>P<\/i>=0.0040); while similar tumor<i> nab-<\/i>sirolimus drug levels were observed for <i>nab<\/i>-sirolimus plus adagrasib (121.6 ng\/g, <i>P<\/i>=ns). Corresponding to greater antitumor activity, significantly greater tumor trough mTORi drug levels were observed in <i>nab<\/i>-sirolimus plus either sotorasib or adagrasib treated groups compared with similar everolimus combinations (85-fold, <i>P<\/i>&#60;0.0001; and 91-fold, <i>P<\/i>=0.0050, respectively). Correspondingly, stronger mTOR downstream target inhibition of pS6 were observed for <i>nab<\/i>-sirolimus plus KRAS G12Ci treated groups compared with everolimus plus KRAS G12Ci treated groups.<br \/><b>Conclusions: <\/b>The addition of a KRAS G12Ci to <i>nab<\/i>-sirolimus significantly reduced tumor volume and increased tumor drug levels, suggesting enhanced tumor targeting compared with everolimus plus KRAS G12Cis and correlating to improved antitumor activity and mTOR target suppression. Clinical dose-finding studies are needed to determine potential drug-drug interactions between <i>nab<\/i>-sirolimus and KRASis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-01 Combination therapy,,"},{"Key":"Keywords","Value":"KRAS,mTOR,nab-sirolimus,Nanoparticle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Hou<\/b><sup>1<\/sup>, J. Nieva<sup>2<\/sup>, M. Zalath<sup>1<\/sup>, N. Desai<sup>1<\/sup>; <br\/><sup>1<\/sup>Aadi Bioscience, Inc., Pacific Palisades, CA, <sup>2<\/sup>University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"e55ed87e-90d3-415c-8057-36687bbb7cd1","ControlNumber":"5521","DisclosureBlock":"<b>&nbsp;S. Hou, <\/b> <br><b>Aadi Bioscience<\/b> Employment, Stock. <br><b>J. Nieva, <\/b> <br><b>Aadi Bioscience<\/b> Other, Consulting fees. <br><b>ANP Technologies<\/b> Other, Consulting fees. <br><b>AstraZeneca<\/b> Other, Consulting fees. <br><b>Bristol Myers Squibb<\/b> Other, Consulting fees. <br><b>G1 Therapeutics<\/b> Other, Consulting fees. <br><b>Kalivir<\/b> Other, Consulting fees. <br><b>Mindmed<\/b> Other, Consulting fees. <br><b>Sanofi<\/b> Other, Consulting fees. <br><b>Genentech<\/b> Other, Research Support. <br><b>Merck<\/b> Research Support. <br><b>Cansera<\/b> Other Business Ownership. <br><b>Indee Bio<\/b> Other Business Ownership. <br><b>M. Zalath, <\/b> <br><b>Aadi Bioscience<\/b> Employment, Stock. <br><b>N. Desai, <\/b> <br><b>Aadi Bioscience<\/b> Employment, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1520","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6486","PresenterBiography":null,"PresenterDisplayName":"Shihe Hou, PhD","PresenterKey":"ca7a186e-5214-4408-afc6-62f0a2eee594","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6486. Correlation of <i>nab<\/i>-sirolimus tumor drug levels and improved tumor suppression in <i>KRAS G12C<\/i> non-small cell lung cancer xenografts treated with <i>nab<\/i>-sirolimus in combination with <i>KRAS <\/i>inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Correlation of <i>nab<\/i>-sirolimus tumor drug levels and improved tumor suppression in <i>KRAS G12C<\/i> non-small cell lung cancer xenografts treated with <i>nab<\/i>-sirolimus in combination with <i>KRAS <\/i>inhibitors","Topics":null,"cSlideId":""},{"Abstract":"<i>KRAS<sup>G12C<\/sup><\/i> is a potent oncogenic driver which results in downstream hyperactivation of MAPK signaling and unchecked oncogenic growth, while simultaneously increasing replication stress (RS) and accumulation of DNA damage. KRAS<sup>G12C<\/sup>-specific inhibitors are approved and\/or recommended in metastatic non-small cell lung cancer (NSCLC) and colorectal cancer (CRC), and while responses are robust, some patients are inherently resistant, and most responders acquire resistance. Resistance mechanisms include reactivation of MAPK signaling, and cancer cells which escape MAPKi are reported to have high levels of genomic instability. WEE1 is a kinase involved in cell cycle progression, allowing cells to repair damaged DNA before entering the next cell cycle phase. Consequently, inhibition of WEE1 leads to premature cell cycle entry and RS, thereby driving cancer cells through the cell cycle with unchecked accumulation of DNA damage, ultimately resulting in mitotic catastrophe and cell death. We hypothesized that high levels of genomic instability and RS in <i>KRAS<sup>G12C<\/sup><\/i> mutant and KRAS<sup>G12C<\/sup> inhibitor-resistant tumors present a vulnerability to WEE1 inhibition and provide rationale for combining azenosertib, a novel, selective, and orally bioavailable WEE1 inhibitor, with KRAS<sup>G12C<\/sup> inhibitors.<br \/>Here, we report azenosertib in combination with KRAS<sup>G12C<\/sup> inhibitors as an effective therapeutic strategy for <i>KRAS<sup>G12C<\/sup><\/i> tumors. <i>In vitro<\/i> combination of azenosertib with multiple KRAS<sup>G12C<\/sup> inhibitors demonstrated synergistic cell growth inhibition across a panel of <i>KRAS<sup>G12C<\/sup><\/i> cell lines in both 2D and 3D assays. <i>In vivo<\/i> treatment with azenosertib in KRAS<sup>G12C<\/sup> inhibitor-sensitive cell line-derived xenograft (CDX) models of NSCLC (NCI-H358, NCI-H2122, NCI-H1792), CRC (SW837, SW1463), and pancreatic cancer (MIA PaCa-2) demonstrated significant monotherapy activity as well as synergistic tumor growth inhibition (TGI) when combined with KRAS<sup>G12C<\/sup> inhibitors, including tumor regression in some models. Importantly, the KRAS<sup>G12C<\/sup> inhibitor-resistant SW1573 NSCLC CDX model demonstrated synergistic TGI in the combo arm (84%) when compared against monotherapy azenosertib (31%) or adagrasib (58%). Similarly, treatment of a KRAS<sup>G12C<\/sup> inhibitor-resistant patient-derived xenograft (PDX) model of CRC resulted in synergistic TGI in the combination arm (61%) relative to monotherapy azenosertib (17%) or adagrasib (2%). Finally, analysis of biomarkers from both <i>in vitro<\/i> and <i>in vivo<\/i> tumor samples demonstrated synergistic increases in protein markers of RS, DNA damage, and apoptosis with combination therapy.<br \/>Taken together, our results suggest that the combination of azenosertib with KRAS<sup>G12C<\/sup> inhibitors enhances tumor growth inhibition over single agent therapy and may be an effective treatment option for patients with <i>KRAS<sup>G12C<\/sup><\/i> tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-01 Combination therapy,,"},{"Key":"Keywords","Value":"DNA damage,WEE1,KRAS G12C,Azenosertib,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Nathan  M.  Jameson<\/b><sup><\/sup>, Gabriel Kim<sup><\/sup>, Catherine Lee<sup><\/sup>, Blake Skrable<sup><\/sup>, Alexandra Shea<sup><\/sup>, Monah Abed<sup><\/sup>, Olivier Harismendy<sup><\/sup>, Jianhui Ma<sup><\/sup>, Doris Kim<sup><\/sup>, Mark  R.  Lackner<sup><\/sup><br><br\/>Zentalis Pharmaceuticals, San Diego, CA","CSlideId":"","ControlKey":"5470f428-23ea-4669-84cc-72ca75b7822a","ControlNumber":"2594","DisclosureBlock":"<b>&nbsp;N. M. Jameson, <\/b> <br><b>Zentalis Pharmaceuticals<\/b> Employment. <br><b>G. Kim, <\/b> <br><b>Zentalis Pharmaceuticals<\/b> Employment. <br><b>C. Lee, <\/b> <br><b>Zentalis Pharmaceuticals<\/b> Employment. <br><b>B. Skrable, <\/b> <br><b>Zentalis Pharmaceuticals<\/b> Independent Contractor. <br><b>A. Shea, <\/b> <br><b>Zentalis Pharmaceuticals<\/b> Independent Contractor. <br><b>M. Abed, <\/b> <br><b>Zentalis Pharmaceuticals<\/b> Employment. <br><b>O. Harismendy, <\/b> <br><b>Zentalis Pharmaceuticals<\/b> Employment. <br><b>J. Ma, <\/b> <br><b>Zentalis Pharmaceuticals<\/b> Employment. <br><b>D. Kim, <\/b> <br><b>Zentalis Pharmaceuticals<\/b> Employment. <br><b>M. R. Lackner, <\/b> <br><b>Zentalis Pharmaceuticals<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1521","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6487","PresenterBiography":null,"PresenterDisplayName":"Nathan Jameson, PhD","PresenterKey":"ae1b1014-f001-4c92-893a-4ff29ff34dd3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6487. The selective WEE1 inhibitor azenosertib shows synergistic anti-tumor activity with KRAS<sup>G12C<\/sup> inhibitors in multiple KRAS<sup>G12C<\/sup> models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The selective WEE1 inhibitor azenosertib shows synergistic anti-tumor activity with KRAS<sup>G12C<\/sup> inhibitors in multiple KRAS<sup>G12C<\/sup> models","Topics":null,"cSlideId":""},{"Abstract":"We sought to screen all FDA approved, cancer-indicated, kinase targeting drugs using the gold standard radiometric biochemical activity assay (HotSpot) against the largest collection of kinases in the world (&#62;100 drugs against 735 total kinases including 395 wild type and 340 mutants). One of these drugs, mitapivat, is an activator of Pyruvate Kinase. Here, we show mitapivat-driven biochemical inhibition of several, but not all, mutants of c-KIT. We also observed the equal and opposite phenomenon whereby many ATP-competitive kinase inhibitors demonstrate biochemical activation of certain kinases, several of which seem particularly susceptible to the effect. Previous work by other investigators (at Genentech and the Rosen lab, MSKCC) demonstrated that PLX4720 (precursor to Vemurafenib) paradoxically activated wild type BRAF, but not BRAF mutants, by driving dimerization of the kinase in drug concentrations insufficient to inhibit both members of the dimerized pair. Our data suggests this phenomenon may be more widespread than previously appreciated and fully observable in vitro. Such paradoxical activation could be driving both toxicities and inefficacy against cancers expressing some of these activatable kinases. This information could suggest novel opportunities for combination therapy and improve outcomes by contraindicating certain medication from use based on tumor expression profile.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-01 Combination therapy,,"},{"Key":"Keywords","Value":"Kinases,Combination therapy,Cancer therapy,Targeted drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. M. Loch<\/b>, M. Eason, S. Liang, A. Goupil, A. Acinapura, J. Purcell, M. Domiguez; <br\/>Reaction Biology Corporation, Malvern, PA","CSlideId":"","ControlKey":"8387850d-0894-44ae-afd3-93f45ac9f2c4","ControlNumber":"7502","DisclosureBlock":"&nbsp;<b>C. M. Loch, <\/b> None..<br><b>M. Eason, <\/b> None..<br><b>S. Liang, <\/b> None..<br><b>A. Goupil, <\/b> None..<br><b>A. Acinapura, <\/b> None..<br><b>J. Purcell, <\/b> None..<br><b>M. Domiguez, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1523","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6489","PresenterBiography":null,"PresenterDisplayName":"Christian Loch","PresenterKey":"7bc8f046-69c6-4152-8fbf-700ff9cc9b25","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6489. Paradoxical activation of kinases occurs directly with ATP-competitive kinase inhibitors and is observable biochemically at physiologically relevant drug concentrations","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Paradoxical activation of kinases occurs directly with ATP-competitive kinase inhibitors and is observable biochemically at physiologically relevant drug concentrations","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is the most common type of liver cancer and has a poor prognosis. The survival benefits of sorafenib in patients with advanced HCC are modest owing to acquired resistance. Accumulating evidence has demonstrated that cancer stemness is an important cause of drug resistance and the root cause of tumor recurrence. [PtII(C^N^N)(NHC2Bu)]PF6 (Pt1a) is a newly developed platinum-based drug containing N-heterocyclic carbene with proven anticancer properties against a range of tumor types. However, its role in targeting cancer stemness and its ability to sensitize cancer cells to overcome molecular-targeted therapy drug resistance in HCC remains elusive. Herein, we demonstrate the synergistic inhibitory effect of sorafenib and Pt1a combination treatment on HCC through RNA m<sup>6<\/sup>A methylation modification. In cultured HCC cells and patient-derived organoids, the drug combination synergistically reduced the cell viability and promoted cell apoptosis compared to single-drug treatment. Combination treatment also attenuated self-renewal, as evidenced by a marked decrease in tumor-initiating cancer cell frequency, as measured by limiting dilution spheroid formation assay. These findings were further validated in HCC patient-derived xenograft mouse models and a mouse HCC model induced by hydrodynamic tail vein delivery of NRAS+AKT coactivation plasmids. Notably, the combination treatment with sorafenib and Pt1a, but not a single treatment, led to a significant reduction in tumor burden. The combination treatment was also effective in decreasing tumor-initiating cell frequency, as measured by subjecting the harvested tumor cells for limiting dilution spheroid formation assay <i>ex vivo<\/i>. Mechanistically, integrative RNA-sequencing and thermal proteome profiling analyses both indicated the enrichment of m<sup>6<\/sup>A-related pathways in combination drug treatment. An increased global m<sup>6<\/sup>A level upon combination treatment was validated using m<sup>6<\/sup>A dot blotting, confirming that the synergistic effect may be mediated by the elevated global m<sup>6<\/sup>A level in HCC cells. Collectively, our study demonstrated that Pt1a and sorafenib combination treatment synergistically inhibited the viability and stemness of HCC cells by increasing global RNA m<sup>6<\/sup>A level. These findings supported the potential of Pt1a as a therapeutic option for HCC and overcoming sorafenib drug resistance. Ongoing studies are focused on identifying m<sup>6<\/sup>A regulators and downstream targets involved in combination treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-01 Combination therapy,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Sorafenib,Combination therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Huang<\/b><sup>1<\/sup>, Y. Cui<sup>1<\/sup>, I. B. Huang<sup>2<\/sup>, Y. Wang<sup>1<\/sup>, Y. Xuan<sup>1<\/sup>, P. Wan<sup>3<\/sup>, C. Lok<sup>2<\/sup>, C. Che<sup>3<\/sup>, S. Ma<sup>4<\/sup>; <br\/><sup>1<\/sup>School of Biomedical Sciences, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong SAR, China, <sup>2<\/sup>Laboratory for Synthetic Chemistry and Chemical Biology, Health@InnoHK, Hong Kong SAR, China, <sup>3<\/sup>State Key Laboratory of Synthetic Chemistry, Department of Chemistry, The University of Hong Kong, Hong Kong SAR, China, <sup>4<\/sup>State Key Laboratory of Liver Research, The University of Hong Kong, Hong Kong SAR, China","CSlideId":"","ControlKey":"bb4a67d7-ce18-4399-8deb-9f8ecacf6f00","ControlNumber":"5957","DisclosureBlock":"&nbsp;<b>Y. Huang, <\/b> None..<br><b>Y. Cui, <\/b> None..<br><b>I. B. Huang, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Y. Xuan, <\/b> None..<br><b>P. Wan, <\/b> None..<br><b>C. Lok, <\/b> None..<br><b>C. Che, <\/b> None..<br><b>S. Ma, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1524","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6490","PresenterBiography":null,"PresenterDisplayName":"Yinjia Huang, BS","PresenterKey":"92b8a703-0070-4f4b-9749-854cda5c8afd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6490. Pt1a and sorafenib combination treatment exerts synergistic anti&#8209;hepatocellular carcinoma effect through RNA m<sup>6<\/sup>A methylation modification","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pt1a and sorafenib combination treatment exerts synergistic anti&#8209;hepatocellular carcinoma effect through RNA m<sup>6<\/sup>A methylation modification","Topics":null,"cSlideId":""},{"Abstract":"KRAS and LKB1 mutations (KL) in non-small cell lung cancer (NSCLC) patients often results in poor prognosis, a high tumor mutational burden, and resistance to conventional therapy. The metabolic changes with these mutations can create unique vulnerabilities to be targeted therapeutically. HDAC inhibition has been reported as a promising approach to overcome MEK inhibitor resistance in animal models of melanoma, pancreatic cancer, and KL mutant NSCLC. Inhibition of HDAC3 and HDAC6 have independently been shown to have therapeutic activity in KL NSCLC. We now report on the activity of two novel HDAC3\/6 inhibitors in cell culture and mouse models of human KL (A549) compared to KRAS\/TP53-mutant NSCLC (KP) (CALU-6) alone and individually combined with the MEK inhibitor trametinib. GB-1101 inhibits HDAC3 and HDAC6 and GB-3103 inhibits HDAC1,3,6,10. SynergyFinder multi-dose combination data analytics showed synergistic interactions for both GB-1101 or GB-3103 when combined with trametinib in KL mutant A549 cells with maximum synergy scores of &#948; = 9.24 and 4.21, using zero interaction potency (ZIP) for synergy scoring. GB-1101 or GB-3103 when combined with trametinib in KP mutant CALU-6 cells did not demonstrate synergistic interaction with synergy scores of &#948; = -1.58 and -0.53, respectively. Mice were inoculated subcutaneously with 5.0x10<sup>6 <\/sup>A549 or CALU-6 cells and treatment with GB-1101 (75 mg\/kg qd, oral), GB-3103 (5.0 mg\/kg qd, subcutaneous), trametinib (1.0 mg\/kg qd, oral) and each drug in combination with trametinib was initiated when tumors reached an average of 120mm<sup>3<\/sup>. Single agent and combination treatments were well tolerated. GB-1101 exhibited tumor growth inhibition (TGI) of 33.0% in the A549 (KL) compared to 8.5% in CALU-6 (KP). In combination with trametinib, GB-1101 showed increased activity (TGI=92.7%) compared to trametinib alone (TGI=69.5%) in KL mutant A549. In KP mutant CALU-6 tumors, combination benefit was not observed; combination of GB-1101 and trametinib yielded a TGI=93% equivalent to trametinib alone (TGI=91%). GB-3103 resulted in a TGI of 66.7% in the KL mutant A549 and TGI= 55.9% in KP mutant CALU-6. In KL mutant A549, GB-3103 in combination with trametinib, showed increased inhibition (TGI=94.3%) compared to trametinib alone (TGI=69.5%). No combination benefit was seen for GB-3103 in KP mutant CALU-6 with the combination treatment TGI of 93.1% compared to trametinib alone TGI=90.7%. These results confirm and extend the finding that for KL mutant NSCLC, HDAC3\/6 inhibitors show therapeutic benefit in combination with trametinib that is not observed in KP tumors. These data reveal a promising epigenetic-based combinatorial strategy for treating lung cancers harboring concurrent KRAS\/LKB1 mutations, a path for clinical translation, and the potential to improve treatments for KRAS\/LKB1 mutant NSCLC patients where there are currently no robust therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-01 Combination therapy,,"},{"Key":"Keywords","Value":"Epigenetics,MEK inhibitor,KRAS,LKB1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Zucker<\/b>, K. Devore, L. Chesney, G. Hirschfeld, A. Reyna, B. Linnane, J. Mascarenhas, M. Murray, A. Miller, P. Gonzales, S. Gately; <br\/>Translational Drug Development, LLC (TD2), Scottsdale, AZ","CSlideId":"","ControlKey":"8fd35c37-3b9e-419a-b5b4-b7238de8fd7c","ControlNumber":"4845","DisclosureBlock":"&nbsp;<b>M. Zucker, <\/b> None..<br><b>K. Devore, <\/b> None..<br><b>L. Chesney, <\/b> None..<br><b>G. Hirschfeld, <\/b> None..<br><b>A. Reyna, <\/b> None..<br><b>B. Linnane, <\/b> None..<br><b>J. Mascarenhas, <\/b> None..<br><b>M. Murray, <\/b> None..<br><b>A. Miller, <\/b> None..<br><b>P. Gonzales, <\/b> None..<br><b>S. Gately, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1525","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6491","PresenterBiography":null,"PresenterDisplayName":"Matthew Zucker, BS","PresenterKey":"03d6c778-e8de-4ce0-9f20-e2af5315c374","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6491. Epigenetic-based combinatorial therapy is synergistic in KRAS\/LKB1 mutant non-small cell lung cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic-based combinatorial therapy is synergistic in KRAS\/LKB1 mutant non-small cell lung cancers","Topics":null,"cSlideId":""},{"Abstract":"<b>PURPOSE:<\/b> KRAS is the most frequently mutated oncogene in almost all cancers, including pancreatic ductal carcinoma (PDAC) and colorectal cancer. Increased development efforts targeting KRAS mutations have yielded recent FDA approvals of two KRAS G12C inhibitors. However, this is beneficial for only a small proportion of patients especially with indications like PDAC, where G12C mutations are rare (1%) while G12D mutations account for approximately 45%. Hence, there is a need to develop methods to target a broader range of KRAS mutations. Beyond direct gene mutation, activation of oncogenic KRAS and downstream or parallel signaling through other genomic alterations may benefit from KRAS-specific therapeutic strategies, especially combination therapy. In this study, Optim.AI&#8482;, a hybrid computational-experimental platform is harnessed to identify mutation-specific optimal therapies and to stratify efficacious drug combinations containing KRAS inhibitors in pancreatic cancer.<br \/><b>METHODS: <\/b> Optim.AI&#8482; utilizes small datasets to rationally converge upon optimal drug combinations within a defined drug search space. By mapping experimental data points to a second-order quadratic function, Optim.AI&#8482; predicts cell killing efficacies for all possible combinations, independent of the background of the models utilized. In this study, pancreatic cancer cell lines, with varying KRAS mutations, were tested with an array of 155 different combinations consisting of 12 drugs at varying concentrations. The drugs include KRAS G12C inhibitors, Sotorasib and Adagrasib, KRAS inhibitors in development, and approved therapies used clinically for PDAC. Post-drug treatment viability was measured and used for Optim.AI&#8482; analysis, to rank and compare the top therapies across the different cell lines.<br \/><b>RESULTS:<\/b> Through Optim.AI&#8482; analysis, we observed a range of sensitivities towards KRAS inhibition, even for both Sotorasib and Adagrasib. Compared against HT-29 cell line, harboring wild type KRAS, we have identified distinct combinations of KRAS inhibitors with standard of care drugs on cell lines with G12D, G12V and G12C KRAS mutants. Subsequent validation of the top and bottom ranked combinations for the respective cell lines correspond to the predicted Optim.AI&#8482; results.<br \/><b>CONCLUSIONS:<\/b> This study has demonstrated the differential sensitivities of the KRAS inhibitors across several pancreatic cancer cell lines, with different KRAS mutational profiles. Notably, we have identified KRAS inhibitor-based combinations that are distinctly different from wild type KRAS cell line. These preliminary findings could be used to drive precision medicine by identifying suitable biomarkers to potentially stratify pancreatic cancer patients and improve treatment outcomes. Future work includes evaluating the clinical significance of these combinations by validating them on patient-derived organoids.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-01 Combination therapy,,"},{"Key":"Keywords","Value":"Precision medicine,Combination therapy,KRAS,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Lim<\/b><sup>1<\/sup>, E. K. Chow<sup>2<\/sup>, M. Rashid<sup>1<\/sup>; <br\/><sup>1<\/sup>KYAN Technologies Pte Ltd, KYAN Technologies Pte Ltd, Singapore, <sup>2<\/sup>National University of Singapore, Singapore, Singapore","CSlideId":"","ControlKey":"af6c2748-8a16-46ad-823d-45ff65b58534","ControlNumber":"5207","DisclosureBlock":"&nbsp;<b>J. Lim, <\/b> None.&nbsp;<br><b>E. K. Chow, <\/b> <br><b>KYAN Technologies Ptd Ltd<\/b> Stock. <br><b>M. Rashid, <\/b> <br><b>KYAN Technologies Pte Ltd<\/b> Stock.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1526","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6492","PresenterBiography":null,"PresenterDisplayName":"Jhin Jieh Lim","PresenterKey":"a33f0786-dc2c-4c9c-89c3-042fa9a8e980","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6492. KRAS inhibitor-based combinations in pancreatic cancer identified through Optim.AI","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KRAS inhibitor-based combinations in pancreatic cancer identified through Optim.AI","Topics":null,"cSlideId":""},{"Abstract":"EGFR inhibitor has been demonstrated with huge therapeutic potential in advanced non-small cell lung cancer (NSCLC), while the patients carrying KRAS mutation had poor response to EGFR inhibitor. KRAS mutation is the most frequent molecular alteration found in advanced NSCLC, which is associated with a poor prognosis without available targeted therapy. Previous research showed that CRISPR-directed prime editor could induce unconstrained correction for KRAS mutants (<i>KRAS<\/i><sup>G12D<\/sup>, <i>KRAS<\/i><sup>G12C<\/sup>, <i>KRAS<\/i><sup>G12V<\/sup>). Accordingly, it would be a promising strategy to combine PE-based genetic therapy with EGFR inhibitor for enhanced therapy in NSCLC. Here,we selected several PE variants with reported highly efficient reverse transcriptase, among which eEc48-based PE6a showed the highest editing efficiency toward KRAS mutation. The lentivirus-mediated PE6a editing inhibited cell proliferation and invasion <i>in vitro<\/i> and <i>in vivo<\/i>. After that, EGFR inhibitor combined with PE6a was employed in patient-derived organoid (PDO) model carrying diverse KRAS mutants. We found that PE6a editing significantly inhibited PDO proliferation compared to EGFR inhibitor alone and control. Correspondingly, the transcriptome sequencing also showed that the cell apoptosis, cell growth and cell motility signaling were inhibited upon PE6a editing. Our findings demonstrated that the PE-directed genetic therapy could sensitize EGFR inhibitor in NSCLC, providing an alternative choice for NSCLC patients carrying KRAS mutant.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-01 Combination therapy,,"},{"Key":"Keywords","Value":"CRISPR\/Cas9,Lung cancer: non-small cell,EGFR TKI resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Q. Fang<\/b>, C. Yang, C. Huang, H. Wang, j. Yu, J. Hao; <br\/>Tianjin Medical Univ. Cancer lnst. & Hospital, Tianjin, China","CSlideId":"","ControlKey":"58edf170-8141-4693-8020-d0719a36fc48","ControlNumber":"6740","DisclosureBlock":"&nbsp;<b>Q. Fang, <\/b> None..<br><b>C. Yang, <\/b> None..<br><b>C. Huang, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>J. Hao, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1527","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6493","PresenterBiography":null,"PresenterDisplayName":"Qingxiao Fang","PresenterKey":"8a82aa98-7c3b-4bf6-8f83-681ebf1c599d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6493. CRISPR-directed prime editing sensitizes EGFR inhibitor by correcting oncogenic KRAS mutants In NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CRISPR-directed prime editing sensitizes EGFR inhibitor by correcting oncogenic KRAS mutants In NSCLC","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Invasive mucinous adenocarcinoma (IMA) accounts for approximately 4-20% of non-small-cell lung carcinoma (NSCLC). Genetic alterations and RNA sequencing analysis of IMAs reveal a unique mucinous signature similar to gastrointestinal mucinous tumors. Due to its rarity, focused clinical trials for IMA patients are often not feasible. These patients respond poorly to platinum-based conventional chemotherapy, or immunotherapy. Lenvatinib is a multitargeted-TKI with demonstrated activity in patients with RET fusion-positive lung adenocarcinoma, thyroid, hepatocellular and gastric carcinoma.<br \/><b>Methods: <\/b>Here, we present two RET fusion-negative mucinous lung adenocarcinoma cases that received a multitargeted TKI lenvatinib with a clinical and survival benefit.<br \/><b>Results:<\/b> <b>Case #1<\/b><b>: <\/b>An 81-year-old female initially diagnosed with cT4N0M0 IMA (TTF1 and CDX2 focally positive) was started on neoadjuvant treatment for a 12cm tumor. She underwent right thoracotomy\/right lower lobectomy\/mediastinal lymph node dissection, and pathology confirmed ypT4N1M0 mucinous adenocarcinoma. Three months post-operatively, the patient had disease progression in the lungs. She had no targetable mutations. She had four subsequent lines of treatment including nivolumab\/nab-paclitaxel as the fourth-line treatment. After six months of nivolumab\/nab-paclitaxel, lenvatinib was added to the combination due to clear disease progression evident on imaging. After twelve cycles of nivolumab\/nab-paclitaxel\/lenvatinib combination treatment, patient achieved a partial response per RECIST 1.1 (-35.7% change from baseline to current). The patient reported less dyspnea and increased activity tolerance. Approximately nine months after the start of the treatment, patient showed progressive lung disease. The patient died after one more line treatment with 41 months of total overall survival. <b>Case#2:<\/b> A 56-year-old male initially diagnosed with stage IVA IMA (TTF1 negative). After four lines of treatments, patient was started on lenvatinib alone. The patient reported marked improvement in dyspnea and pain and increased activity tolerance with lenvatinib. Imaging confirmed treatment response after three months of treatment. The patient was subsequently enrolled in the double lung transplant (DLT) registry aimed for lung-limited malignancies (D.R.E.A.M.) registry study (NCT05671887), and he is alive with 25 months follow-up since DLT.<br \/><b>Conclusion:<\/b> We report two cases of metastatic RET fusion-negative mucinous lung adenocarcinoma, in which treatment with the multitargeted TKI Lenvatinib led to significant clinical improvement. Biological rationale to explain the effect of lenvatinib in invasive mucinous lung adenocarcinoma needs to be explored.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Lenvatinib,Mucinous lung adenocarcinoma,Targeted therapy,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Tarik Demir<\/b><sup><\/sup>, Carolyn Moloney<sup><\/sup>, Liam Il-Young Chung<sup><\/sup>, Young Kwang Chae<sup><\/sup><br><br\/>Feinberg School of Medicine, Northwestern University, Chicago, IL","CSlideId":"","ControlKey":"fdaa8c95-042d-483c-be7c-08c2740cac01","ControlNumber":"4975","DisclosureBlock":"&nbsp;<b>T. Demir, <\/b> None..<br><b>C. Moloney, <\/b> None..<br><b>L. Chung, <\/b> None.&nbsp;<br><b>Y. Chae, <\/b> <br><b>Abbvie<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Biodesix<\/b> Grant\/Contract. <br><b>Freenome<\/b> Grant\/Contract. <br><b>Predicine<\/b> Grant\/Contract. <br><b>Roche\/Genentech<\/b> Other, Honoraria\/Advisory Boards. <br><b>AstraZeneca<\/b> Other, Honoraria\/Advisory Boards. <br><b>Foundation Medicine<\/b> Other, Honoraria\/Advisory Boards. <br><b>Neogenomics<\/b> Other, Honoraria\/Advisory Boards. <br><b>Guardant Health<\/b> Other, Honoraria\/Advisory Boards. <br><b>Boehringher Ingelheim<\/b> Other, Honoraria\/Advisory Boards. <br><b>Biodesix, Immuneoncia<\/b> Other, Honoraria\/Advisory Boards. <br><b>Lilly Oncology<\/b> Other, Honoraria\/Advisory Boards. <br><b>Merck<\/b> Other, Honoraria\/Advisory Boards. <br><b>Takeda<\/b> Other, Honoraria\/Advisory Boards. <br><b>Lunit<\/b> Other, Honoraria\/Advisory Boards. <br><b>Jazz Pharmaceutical<\/b> Other, Honoraria\/Advisory Boards. <br><b>Tempus<\/b> Other, Honoraria\/Advisory Boards. <br><b>BMS<\/b> Other, Honoraria\/Advisory Boards. <br><b>Regeneron<\/b> Other, Honoraria\/Advisory Boards.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1534","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6495","PresenterBiography":null,"PresenterDisplayName":"Tarik Demir","PresenterKey":"80064ae2-400d-4188-b4a3-4d5f8c6cc0ee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6495. Lenvatinib as a potential treatment option for invasive mucinous lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lenvatinib as a potential treatment option for invasive mucinous lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer (LC) is the leading cause of cancer-induced mortality, with 350 patients in the US dying from LC daily, the majority from non-small cell lung cancer (NSCLC). Molecular-targeted therapy such as tyrosine kinase inhibitors (TKI) are effective in first and subsequent lines of therapy against oncogenic drivers (KRAS, EGFR, or ALK fusions, others); however, nearly all treated patients progress eventually and run out of therapeutic options. Key reasons are the lack of predictive biomarkers and LC models that reflect the underlying heterogeneity and different phenotypic cell states among subclones within and between patients. Here, we developed a novel platform for refining the resolution of molecular interrogation to the single cell level, using single cell spatial multiomic (scSpMO), coupled with rational designed drug screens in patient-derived organoids (PDOs) from LC biopsies obtained upon progression. By deriving LC PDOs in epithelial and tumor microenvironment (TME) conditions to faithfully maintain the histological and genetic features of their respective LC tissues, we identified enrichment conditions for LC PDOs guided by tumor mutation variants and activated pathways. PDOs are maintained under the same treatment condition in the clinic (e.g., Lorlatinib) and drug testing is tailored to identify next lines of combined therapy. With six patients enrolled and others in ongoing studies, single cell PDOs (at &#62;80% establishment rate) were used to determine key molecular bypass mechanism for resistance to TKI, including on-target variants, driver bypass, lineage plasticity and acquired resistance. Functional assays for acquired resistance such as PI3K\/AKT signaling, Src kinase, BRAF fusion and MET hyperactivity allow the identification of potential novel combined lines of therapy for each patient through the compassionate care program and\/or trial participation. Our platform when empowered with datasets of bulk, scRNA-seq and scSpMO signatures of primary human NSCLC, together with PDOs offer the ability to perform analysis of LC phenotypes such as lineage transformation in high-content assays, predict and\/or act on resistance to therapy and provides a path for precision medicine-guided immediate impact on patient care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Precision medicine,Lung cancer,Organoids,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"L. Liu, A. Strange, S. Lee, B. Gao, D. Merrick, T. Patil, J. DeGregori, D. Camidge, S. R. Pine, <b>H. E. Sabaawy<\/b>; <br\/>University of Colorado Anschutz Medical Campus, Aurora, CO","CSlideId":"","ControlKey":"ac9e5035-5ac3-4d24-a44c-10e00fa5db9a","ControlNumber":"5910","DisclosureBlock":"&nbsp;<b>L. Liu, <\/b> None..<br><b>A. Strange, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>B. Gao, <\/b> None..<br><b>D. Merrick, <\/b> None..<br><b>T. Patil, <\/b> None..<br><b>J. DeGregori, <\/b> None..<br><b>D. Camidge, <\/b> None..<br><b>S. R. Pine, <\/b> None..<br><b>H. E. Sabaawy, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1535","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6496","PresenterBiography":null,"PresenterDisplayName":"Hatim Sabaawy, MD;PhD","PresenterKey":"65960d8a-c641-4f87-baa4-c9094355423a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6496. Assessment of tyrosine kinase inhibitor bypass mechanisms in lung cancer using single cell multiomics, patient derived organoids and rationally designed drug screens","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessment of tyrosine kinase inhibitor bypass mechanisms in lung cancer using single cell multiomics, patient derived organoids and rationally designed drug screens","Topics":null,"cSlideId":""},{"Abstract":"Introduction and Objectives: Gastric and pancreatic cancers lack effective therapies, leading to low survival rates particularly in the metastatic setting. Fibroblast growth factor receptor 2 (<i>FGFR2<\/i>) amplification and fusions with <i>TACC2<\/i> appear in 5.5% and 2.1% of gastric tumors, respectively. In pancreatic cancers, the <i>KRAS<\/i> p.G12C mutation is limited to 1-2% of cases. FDA has recently approved drugs targeting both alterations, pemigatinib and infigratinib for cholangiocarcinoma with <i>FGFR2 <\/i>fusions; sotorasib and adagrasib for <i>KRAS <\/i>p.G12C mutant lung cancers. Here, we report the initiation of primary cultures that can be used as preclinical models for testing antitumor agents in gastric and pancreatic tumor cells.<br \/>Materials and Methods: Pleural effusions were collected from a gastric and a pancreatic cancer patient, both metastatic. Cells were isolated by centrifugation, cultured for 2-3 months in complete medium and genotyped using next generation sequencing (NGS) and RNA nCounter hybridization. Primary cultures were treated with specific drugs depending on their molecular alterations and clinical guidelines. Cell viability was determined by MTT.<br \/>Results: Tumor cells from the pleural effusion of the gastric cancer patient were grown in suspension. NGS and nCounter revealed a <i>FGFR2-TACC2<\/i> fusion, a <i>FGFR2<\/i> amplification (160 copies) and a <i>TP53<\/i> p.G245S mutation (100% variant allele fraction, VAF). The fusion and the amplification were confirmed by FISH. Cells were sensitive to erdafitinib, with IC<sub>50<\/sub>=40 nM in MTT assays. Irinotecan, 5-fluorouracil and cisplatin were also tested; IC<sub>50<\/sub> were below the described plasma C<sub>max<\/sub> in the first two cases. The patient was treated with first-line fluoropyrimidine and oxaliplatin with partial response and a 5-month progression-free survival. Due to rapid deterioration, 2nd line treatment was not administered. The tumor cells from the pancreatic cancer patient were adherent, NGS revealed a <i>KRAS<\/i> amplification (9 copies) accompanied by a <i>KRAS <\/i>p.G12C mutation (81% VAF) and a <i>TP53 <\/i>p.R175H mutation (99% VAF). MTT assays were performed to determine the cells&#8217; response to oxaliplatin, 5-fluorouracil, irinotecan, gemcitabine, nab-paclitaxel, adagrasib and sotorasib. IC<sub>50<\/sub>s below plasma C<sub>max<\/sub> were found in the last three cases. Remarkably, the IC<sub>50<\/sub> for sotorasib was 100 nM and for adagrasib was 300 nM. The patient was treated with first-line gemcitabine and nab-paclitaxel with partial response but discontinued after three months due to hematological toxicity.<br \/>Conclusions: Primary cultures can be initiated from malignant pleural effusions and used for genetic characterization and drug sensitivity profiling. Primaries with specific alterations can be employed as preclinical models to test targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"KRAS,Fibroblast growth factor receptor 2  (FGFR-2),Primary cultures,Pancreatic and gastric cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Garcia-Roman<\/b><sup>1<\/sup>, E. Meshoulam Nikolaeva<sup>2<\/sup>, J. García Mosquera<sup>2<\/sup>, M. Garzón Ibáñez<sup>1<\/sup>, R. Roman<sup>1<\/sup>, S. Rodríguez<sup>1<\/sup>, C. Rodríguez<sup>1<\/sup>, C. Mayo de las Casas<sup>1<\/sup>, R. Rosell<sup>2<\/sup>, M. A. Molina-Vila<sup>1<\/sup>, C. Aguado Esteban<sup>1<\/sup>; <br\/><sup>1<\/sup>Pangaea Oncology, Barcelona, Spain, <sup>2<\/sup>Instituto Oncológico Dr. Rosell, Barcelona, Spain","CSlideId":"","ControlKey":"2145043e-a7d4-4c77-a4a3-33d46f4423d4","ControlNumber":"1439","DisclosureBlock":"&nbsp;<b>S. Garcia-Roman, <\/b> None..<br><b>E. Meshoulam Nikolaeva, <\/b> None..<br><b>J. García Mosquera, <\/b> None..<br><b>M. Garzón Ibáñez, <\/b> None..<br><b>R. Roman, <\/b> None..<br><b>S. Rodríguez, <\/b> None..<br><b>C. Rodríguez, <\/b> None..<br><b>C. Mayo de las Casas, <\/b> None..<br><b>R. Rosell, <\/b> None..<br><b>M. A. Molina-Vila, <\/b> None..<br><b>C. Aguado Esteban, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1536","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6497","PresenterBiography":null,"PresenterDisplayName":"Silvia Garcia-Roman, PhD (hc)","PresenterKey":"d552b99b-a830-449b-b500-ba6bf78f4f20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6497. Molecular characterization and drug sensitivity of a gastric FGFR2-TACC2 and a pancreatic KRAS p.G12C primary culture","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular characterization and drug sensitivity of a gastric FGFR2-TACC2 and a pancreatic KRAS p.G12C primary culture","Topics":null,"cSlideId":""},{"Abstract":"Atypical teratoid\/rhabdoid tumors (AT\/RT) are deadly infantile brain tumors currently lacking effective treatments. Our prior studies examining AT\/RT primary tissues have shown an elevated expression of phospho-ERK, a downstream effector of MEK in the mitogen-activated protein (MAP) kinase pathway. The increased activity of this pathway potentially leads to more aggressive cancer growth, emergence of drug resistance, and poor treatment outcomes in AT\/RT patients. Mirdametinib is a novel, highly specific MEK1\/2 inhibitor that has been reported to have superior blood-brain-barrier penetration compared to other MEK inhibitors. It is currently in development as a monotherapy for low-grade glioma as well as NF1-related plexiform neurofibromas. We hypothesized that mirdametinib can inhibit AT\/RT tumor growth and improve overall survival. We examined the in vitro effect of mirdametinib treatment on five AT\/RT cell lines (CHLA04, CHLA05, CHLA06, CHLA266, and BT37). Mirdametinib decreased MAP kinase pathway activity in the tested cell lines (western blot, phospho-ERK). Cell lines treated with mirdametinib exhibited decreased viability at 72hr (Muse Cell Viability Assay, CHLA05 t-test p=0.011, CHLA06 t-test p&#60;0.001, BT37 t-test p&#60;0.01 compared to DMSO control) and lower rates of proliferation (western blot, phospho-RB; BrdU immunofluorescence staining, CHLA05 t-test p=0.015, CHLA06 t-test p&#60;0.0001, BT37 t-test p&#60;0.0001 compared to DMSO control). Furthermore, mirdametinib induced apoptosis in AT\/RT cells (western blot, cPARP; Muse Annexin V Assay, CHLA04, CHLA05, CHLA06, and BT37, t-test p&#60;0.0001, CHLA266, t-test p&#60;0.01 compared to DMSO control; cleaved caspase-3 immunofluorescence staining, CHLA05, CHLA06, and BT37, t-test p&#60;0.0001 compared to DMSO control). We then tested the efficacy of mirdametinib in vivo. We treated mice bearing orthotopic CHLA06 tumors with a daily oral delivery of the drug. Mirdametinib treatment significantly extended the survival of treated mice in this very aggressive model (17 to 24 days, log-rank test p=0.038 compared to vehicle control) and decreased the expression of phospho-ERK (western blot, phospho-ERK), demonstrating that mirdametinib engaged its target in vivo. Testing against additional AT\/RT orthotopic xenografts is currently underway. Our studies suggest that pharmacologically inhibiting the MAP kinase pathway may be an effective strategy to target AT\/RT. Mirdametinib can potentially be an effective treatment to help extend survival in this deadly disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Targeted therapy,Brain tumors,Pediatric cancers,Ras,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Deng<\/b>, K. Malebranche, T. Findlay, A. Geethadevi, C. Eberhart, J. Rubens, E. Raabe; <br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"772ff4e7-0729-443f-ac14-8f4083579685","ControlNumber":"5232","DisclosureBlock":"&nbsp;<b>Y. Deng, <\/b> None..<br><b>K. Malebranche, <\/b> None..<br><b>T. Findlay, <\/b> None..<br><b>A. Geethadevi, <\/b> None..<br><b>C. Eberhart, <\/b> None..<br><b>J. Rubens, <\/b> None..<br><b>E. Raabe, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1537","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6498","PresenterBiography":null,"PresenterDisplayName":"Yiming Deng, BS","PresenterKey":"ed848ceb-59de-4880-96db-9282041fa480","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6498. MEK inhibitor mirdametinib suppresses MAP kinase pathway activity and inhibits tumor growth in atypical teratoid\/rhabdoid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MEK inhibitor mirdametinib suppresses MAP kinase pathway activity and inhibits tumor growth in atypical teratoid\/rhabdoid tumors","Topics":null,"cSlideId":""},{"Abstract":"Background: MET exon 14 skipping mutations (METex14) account for approximately 0.9%-4% in patients with non-small cell lung cancer (NSCLC). The primary detection methods are DNA and RNA-based next-generation sequencing (NGS). However, the effect of amplicon-based library construction (ALC) and capture-based library construction (CLC) on the detection characteristics of METex14 during the NGS process is not yet fully understood. Here we described the landscape of METex14 in NSCLC patients, as identified by NGS using two different library construction methods.<br \/>Methods: A total of 6811 samples with NSCLC were enrolled in this study, including 3839 samples performed by DNA-based NGS with CLC, 64 samples performed by RNA-based NGS with CLC and 2908 samples performed by the synchronous DNA-based and RNA-based NGS with ALC. Only the pathogenic mutations and likely pathogenic mutations in clinical significance were rolled into our analysis.<br \/>Results: The ranking of different methods, as determined by the positive rates for METex14, was RNA-based NGS with ALC (71\/2908, 2.44%), RNA-based NGS with CLC (1\/64, 1.56%), DNA-based NGS with CLC (54\/3839, 1.41%) and DNA-based NGS with ALC (14\/2908, 0.48%). Out of 2908 samples performed by the synchronous DNA-based and RNA-based NGS with ALC, 73 samples (2.51%) had METex14 detected at either the DNA or RNA level. METex14 were only detected at the RNA level in 59 patients, while they were only detected at the DNA level in 2 patients. This might be due to the limited probe design at DNA level and the Y1003 site which could not be detected at RNA level. As revealed by DNA-based NGS, the mutation forms causing METex14 include point mutations, indels, and large segment duplications. And the highest mutation rate is in the splice donor site (30.9%), the lowest is observed at position Y1003 (2.9%). Additionally, METex14 is more prevalent in patients over 60 years of age in Chinese NSCLC, with a statistically significant difference (P=0.0043).<br \/>Conclusion: RNA-based detection of MET 14 skipping yielded a higher detection rate compared to DNA-based NGS, regardless of ALC or CLC. Combining DNA and RNA analysis is more suitable for detecting MET exon 14 skipping and increases the positive rate.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"NSCLC,Next-generation sequencing (NGS),Mesenchymal-epithelial transition (MET),RNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Shi<\/b><sup>1<\/sup>, G. Ning<sup>2<\/sup>, Z. Qinglan<sup>2<\/sup>; <br\/><sup>1<\/sup>Jiangsu Province Hospital of Chinese  Medicine, Affiliated Hospital of Nanjing University of Chinese Medicine, Nanjing, China, <sup>2<\/sup>3D Medicines Inc., Shanghai, China","CSlideId":"","ControlKey":"c5540a2a-1bba-4c54-8272-a7f10d59eba7","ControlNumber":"4280","DisclosureBlock":"&nbsp;<b>C. Shi, <\/b> None..<br><b>G. Ning, <\/b> None..<br><b>Z. Qinglan, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1538","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6499","PresenterBiography":null,"PresenterDisplayName":"CHEN SHI, BSc, MSc, PhD","PresenterKey":"de36139a-c881-4927-a73b-16310f6d1ce1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6499. The landscape of MET exon 14 skipping mutations in non-small cell lung cancer patients identified by next-generation sequencing","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The landscape of MET exon 14 skipping mutations in non-small cell lung cancer patients identified by next-generation sequencing","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Although EGFR inhibitors (EGFRi), preferably osimertinib, have offered substantial benefit for the classical plus T790M EGFR-mutant NSCLC patients, drug resistance develops and poses a critical challenge for long-term survival. The resistance is rooted to either on-target secondary EGFR mutations or compensatory oncogenic pathways bypassing EGFRi intervention, one of which appears to be treatment-acquired <i>MET<\/i> amplification (<i>MET<\/i>amp). In this study we set out to understand the conditions when the tumor cells become dependent on MET.<br \/><b>Methods: <\/b> NSCLC patient-derived tumor models (PDX) carrying classical and T790M EGFR driver mutations were selected based on EGFRi history and concurrent <i>MET<\/i> gene copy numbers or RNA expression levels: Type 1) resistant to osimertinib with <i>MET<\/i>amp; Type 2) partially resistant to osimertinib with <i>MET<\/i>amp; and Type 3) sensitive to osimertinib with low <i>MET<\/i> expression, no <i>MET<\/i>amp. These PDX xenograft mice were treated with vebreltinib (APL-101) at clinically relevant doses as single agent or in combination with osimertinib. The pharmacodynamic effects on EGFR and MET phosphor (P)- and total proteins were analyzed from tumor samples harvested during and at the end of treatments.<br \/><b>Results:<\/b> Vebreltinib single agent inhibited tumor growth of the type-1 PDX. One such PDX was resistant to chemotherapies, BRAF inhibitor and EGFRi including osimertinib, was inhibited by vebreltinib with ED50 of 3 mg\/kg (p.o\/q.d.). Another such PDX tumor appeared to be eradicated by vebreltinib treatment at 10 mg\/kg (p.o\/q.d.) and the mice became tumor-free on Day 18 and remained so after dosing stop on day 21 with last observation at study end (Day 70). In comparison, reference METi savolitinib showed only partial tumor size reduction against the same PDX tumor, not as durable as vebreltinib, and did not eradicate tumor growth at the same dose as vebreltinib or in combo with Osimertinib. Re-grown tumor after savolitinib osimertinib combo dosing stop was inhibited completely by vebreltinib follow-on treatment. In the type-2 PDX, tumor growth was partially inhibited by vebreltinib but was completely inhibited by combo of vebreltinib and osimertinib. The anti-tumor activity of vebreltinib in type-1 and type-2 PDX was associated with pharmacodynamic inhibition of P-MET and P-EGFR and MET protein degradation. In the type-3 PDX, tumor growth appeared to be eradicated by osimertinib and not inhibited by vebreltinib. However, addition of vebreltinib suppressed tumor re-growth after osimertinib dosing stop.<br \/><b>Conclusion:<\/b> EGFR-mutant NSCLC resistance to EGFRi may be dependent on MET pathway regardless of acquired <i>MET<\/i>amp, whereas <i>MET<\/i>amp may dictate the degree of MET dependence. Our data supports the hypothesis that adding vebreltinib to EGFRi overcome MET dependent resistance with durable effect or preventing MET dependent resistance to maximize therapeutic benefits.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"EGFR,Mesenchymal-epithelial transition (MET),Resistance,Survival,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. Zhang<\/b><sup>1<\/sup>, E. Liu<sup>2<\/sup>, Y. Song<sup>1<\/sup>, P. Yu<sup>1<\/sup>, S. Redkar<sup>1<\/sup>, G.-L. Yu<sup>1<\/sup>; <br\/><sup>1<\/sup>Apollomics, Inc., Foster City, CA, <sup>2<\/sup>Zhejiang Apollomics Biotech Co., Ltd., Hangzhou, China","CSlideId":"","ControlKey":"24a3e5d5-746b-40b4-abd1-e8b75ceb8d7f","ControlNumber":"5639","DisclosureBlock":"&nbsp;<b>X. Zhang, <\/b> None..<br><b>E. Liu, <\/b> None..<br><b>Y. Song, <\/b> None..<br><b>P. Yu, <\/b> None..<br><b>S. Redkar, <\/b> None..<br><b>G. Yu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1539","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6500","PresenterBiography":null,"PresenterDisplayName":"Xiaoling Zhang, PhD","PresenterKey":"19c2a6d1-ba3f-489b-a501-05fe82d23fb7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6500. Dependence of EGFR-mutant NSCLC on MET as demonstrated by vebreltinib, a novel and selective brain-penetrating MET kinase inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dependence of EGFR-mutant NSCLC on MET as demonstrated by vebreltinib, a novel and selective brain-penetrating MET kinase inhibitor","Topics":null,"cSlideId":""},{"Abstract":"RAS proteins are membrane bound GTPases that when hyperactivated, act as oncogenes through activation of the MAPK &#38; PI3K pathways. Each of these pathways has oncogenic potential, as exemplified by the high frequency of BRAF mutations in melanoma and PIK3CA and PTEN mutations in breast and gynecological cancers. Simultaneous activation of these pathways, as occurs in RAS driven cancers, generates aggressive cancers that present a significant clinical challenge. KRAS, the most commonly mutated RAS isoform, is also the most frequently mutated oncogene in cancer. While treatment options have improved for a subset of these patients due to the accelerated approval of KRAS-G12C inhibitors, the rapid development of resistance highlights the continued need for effective treatments. In RAS driven cell and animal models, dual inhibition of the MAPK &#38;PI3K pathways has shown superior efficacy relative to targeting the individual pathways, however dose limiting toxicities in humans have prevented this combination strategy from finding clinical success. While physiological activation of the MAPK pathway is RAS dependent, the interaction between RAS and the catalytic subunit of PI3K&#945;, PIK3CA, serves as an amplifier but not a primary activator of this pathway. This interaction is particularly important in cancerous cells as it serves to amplify basal PI3K activity and support tumor progression. Conversely, in healthy cells, RAS independent activation of PI3K by upstream signaling factors is sufficient for maintaining physiological homeostasis. Unfortunately, traditional strategies of targeting the PI3K pathway have been unable to capitalize on this therapeutic opportunity as they do not discriminate between RAS dependent and RAS independent signaling. This leads to <u>on-target<\/u> dose-limiting toxicities, most commonly hyperglycemia and rash. We have discovered small molecules that disrupt the RAS:PIK3CA interaction through covalent ligation of C242, in the RAS binding domain, adjacent to the RAS binding interface. Using a Nanobit system to measure the RAS:PIK3CA interaction and signaling assays in &#8220;RAS active&#8221; cells, we have optimized molecules that disrupt the RAS:PIK3CA interaction and inhibit RAS mediated activation of PIK3CA. These molecules show robust inhibition of PIK3CA signaling, and tumor growth inhibition in cancer models, but unlike PIK3CA active site inhibitors, they do not impact glucose handling. Profound efficacy is seen when these RAS:PIK3CA inhibitors are used in combination with an agent targeting the MAPK pathway or with a therapy directly targeting mutant KRAS. Finally, we found that ligation of C242 on PIK3CA blocks HER2\/3 driven activation of PI3K&#945; in a RAS independent manner. Overall, our data supports the clinical investigation of these molecules, particularly in combination with rationally chosen therapies where they may provide a tolerable and efficacious means of blocking the PI3K pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Ras,PIK3CA,Cancer,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Klebba<\/b>, J. Tamiya, J. Wang, H. Miao, K. Lamb, A. Snead, A. Esparza-Oros, R. Lin, C. Yue, S. Grabow, S. Bernard, Y. Liu, B. Horning, M. Hoffman, M. Pariollaud, T. Wyrick, H. Parker, J. Sigler, M. Pastuszka, D. Weinstein, T. Kinsella, M. Patricelli; <br\/>Vividion Therapeutics, San Diego, CA","CSlideId":"","ControlKey":"5696b534-1a92-4fa5-a8cc-950def1fb2bc","ControlNumber":"8613","DisclosureBlock":"&nbsp;<b>J. Klebba, <\/b> None..<br><b>J. Tamiya, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>H. Miao, <\/b> None..<br><b>K. Lamb, <\/b> None..<br><b>A. Snead, <\/b> None..<br><b>A. Esparza-Oros, <\/b> None..<br><b>R. Lin, <\/b> None..<br><b>C. Yue, <\/b> None..<br><b>S. Grabow, <\/b> None..<br><b>S. Bernard, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>B. Horning, <\/b> None..<br><b>M. Hoffman, <\/b> None..<br><b>M. Pariollaud, <\/b> None..<br><b>T. Wyrick, <\/b> None..<br><b>H. Parker, <\/b> None..<br><b>J. Sigler, <\/b> None..<br><b>M. Pastuszka, <\/b> None..<br><b>D. Weinstein, <\/b> None..<br><b>T. Kinsella, <\/b> None..<br><b>M. Patricelli, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1541","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6501","PresenterBiography":null,"PresenterDisplayName":"Joseph Klebba","PresenterKey":"fa04b06f-18eb-425b-912a-afa1c86a4b0b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6501. Development and characterization of covalent inhibitors of the RAS-PIK3CA interaction","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development and characterization of covalent inhibitors of the RAS-PIK3CA interaction","Topics":null,"cSlideId":""},{"Abstract":"First-generation KRAS G12C inhibitors [G12Ci(s)], such as sotorasib and adagrasib, are limited by the depth and duration of clinical responses. One potential explanation for their modest clinical activity is the dynamic &#8220;cycling&#8221; of KRAS between its GDP- and GTP-bound states, raising controversy whether targeting the GDP-bound form can fully block this oncogenic driver. We herein report D3S-001, a second-generation GDP-bound G12Ci with faster target engagement (TE) kinetics, depletes cellular active KRAS G12C at sub-nanomolar concentrations, overcomes nucleotide cycling, and demonstrates durable anti-tumor activities preclinically and in a phase 1 clinical trial (NCT05410145).<br \/>Covalent efficiency and TE kinetics were measured by SPR, LC-MS and ELISA. Anti-tumor efficacy was assessed in cell line-derived xenograft (CDX) and patient-derived xenograft or organoid (PDX or PDO) models. Activity in brain metastatic tumors and tumors with acquired resistance to sotorasib was investigated.<br \/>Preclinically, D3S-001 exhibited exceptionally high covalent efficiency with a k<sub>inact<\/sub>\/K<sub>I<\/sub> of 1.43x10<sup>6 <\/sup>M<sup>-1<\/sup>s<sup>-1<\/sup>, the highest among all reported G12Ci(s) to date and a 20- to 70-fold improvement over adagrasib and sotorasib, respectively. In whole cells, D3S-001 depleted GTP-bound active KRAS G12C with an inactivation t<sub>1\/2<\/sub> of 5.8 minutes, allowing &#62;95% TE (5x t<sub>1\/2<\/sub>) in 30 minutes which is within the time required for epithelial growth factor (EGF) to induce KRAS GDP to GTP transition. By contrast, sotorasib and adagrasib required 3.7 and 2.8 hours, respectively, to reach 95% TE. In the presence of EGF, the ability of sotorasib and adagrasib to block KRAS was compromised by over 55%, whereas TE kinetics of D3S-001 was nearly unaffected, a unique feature differentiating D3S-001 from earlier GDP-bound G12Ci(s). The covalent efficiency of D3S-001 correlated with robust anti-tumor activity at sub-nanomolar concentrations and durable tumor regressions in CDX and PDX\/PDO models of different cancer types. In a sotorasib-resistant PDX model, D3S-001 exhibited robust efficacy of tumor regression, while sotorasib and adagrasib showed no effect. Treatment with D3S-001 also resulted in sustained intracranial tumor remission in brain metastasis models.<br \/>In the first-in-human trial of D3S-001, durable RECIST responses in patients were observed across all dose cohorts from 50 mg to 900 mg QD. Durable intracranial activity was also observed. Response rate and duration are reported in a companion clinical trial abstract submitted to this AACR meeting.<br \/>In conclusion, D3S-001 is a second-generation GDP-bound KRAS G12Ci that overcomes GDP-to-GTP cycling. Its high covalent efficiency and rapid TE kinetics correlated with robust anti-tumor activity preclinically and translated into promising clinical activity with a high response rate and durable responses in a phase 1 trial.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"KRAS,Inhibitors,Targeted therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Zhang<\/b><sup>1<\/sup>, S. Lim<sup>2<\/sup>, M. Yu<sup>3<\/sup>, C. Chen<sup>1<\/sup>, J. Wang<sup>1<\/sup>, W. Wang<sup>1<\/sup>, H. Rui<sup>1<\/sup>, J. Lu<sup>1<\/sup>, S. Lu<sup>4<\/sup>, T. Mok<sup>5<\/sup>, Z. Chen<sup>1<\/sup>, B. Cho<sup>2<\/sup>; <br\/><sup>1<\/sup>D3 Bio (Wuxi) Co., Ltd., Shanghai, China, <sup>2<\/sup>Yonsei Cancer Center, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>3<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>4<\/sup>School of Medicine, Shanghai Jiaotong University, Shanghai, China, <sup>5<\/sup>Chinese University of Hong Kong, Hong Kong, Hong Kong, China","CSlideId":"","ControlKey":"9d9e558c-33e2-4840-a788-c326afec34a0","ControlNumber":"2991","DisclosureBlock":"&nbsp;<b>J. Zhang, <\/b> None..<br><b>S. Lim, <\/b> None..<br><b>M. Yu, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>W. Wang, <\/b> None..<br><b>H. Rui, <\/b> None..<br><b>J. Lu, <\/b> None..<br><b>S. Lu, <\/b> None..<br><b>T. Mok, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>B. Cho, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1543","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6503","PresenterBiography":null,"PresenterDisplayName":"Jing Zhang, PhD","PresenterKey":"e58276ec-e5c5-4653-866a-5cfa024de1b3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6503. D3S-001, a second-generation GDP-bound KRAS G12C inhibitor, overcomes nucleotide cycling and demonstrates robust preclinical and clinical activities","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"D3S-001, a second-generation GDP-bound KRAS G12C inhibitor, overcomes nucleotide cycling and demonstrates robust preclinical and clinical activities","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Epidermal growth factor receptor (EGFR) exon 20 insertion (ex20 ins) mutation showed limited clinical activity with conventional EGFR tyrosine kinase inhibitors (TKIs). Amivantamab is the first bispecific antibody to be approved for the treatment of metastatic non-small cell lung cancer (NSCLC) with EGFR ex20ins mutation. However, limited data is available in terms of predictive biomarkers and the resistance mechanism. In this study, we conducted an exploratory analysis to elucidate a genomic landscape using circulating tumor DNA (ctDNA) from plasma samples.<br \/><b>Patients and Methods: <\/b>This study include result from 79 blood samples, which has been prospectively collected from 27 EGFR ex20ins mutated NSCLC patients (confirmed by either tissue or plasma-based test) who were treated with amivantamab. ctDNAs were obtained from plasma, which was serially collected at baseline, after 2 cycles of treatment, 2 cycles prior to the treatment discontinuation, and at the time point of disease progression. Guardant OMNI panel (Guardant Health, CA, USA) was used for the genomic profiling.<br \/><b>Results: <\/b>The median follow-up duration was 5.8 months (range 2.7-12.7). The overall response rate was 40.7% (95% confidence interval [CI] 24.5-59.2, n=11), and median progression-free survival was 5.8 months (95% CI 3.9-15.9) with a median duration of response of 9.8 months (95% CI, 7.3-NA). Patients with EGFR ex20ins not detected from ctDNA at baseline (n=10) showed significantly longer PFS compared to patients with EGFR ex20ins identified at baseline plasma sample (n=17) (14.6 vs 3.9 months; hazard ratio [HR] 0.40, 95% CI 0.17-0.95, P&#60;0.05).The most common concurrent somatic variations at baseline were <i>TP53<\/i> (62.9%), <i>TERT<\/i> (18.5%), <i>ATM<\/i> (18.5%). Longer median PFS was observed in patients without EGFR amplification (n=18) compared to patients with concurrent EGFR amplification (n=9) (11.1 vs. 2.5 months; HR 0.30, 95% CI 0.11-0.77, <i>P<\/i> &#60;0.05).<br \/>The presence of plasma EGFR ex20ins at C2D15 predicted poor PFS (17.8 vs 2.7 months; HR 0.17, 95% CI 0.06-0.47, <i>P<\/i> &#60;0.01), regardless of baseline its presence or absence. Based on the paired analysis using baseline and at the timepoint of disease progression, putative resistance mechanism to amivantamab was identified in 14 patients (60.8%), which were <i>PDGFRB<\/i> (28.5%), followed by <i>PTEN<\/i> (21.4%), <i>CHEK2<\/i> (21.4%).<br \/><b>Conclusions: <\/b>This study provides a comprehensive longitudinal ctDNA analysis in patients with EGFR ex20ins mutant NSCLC who were treated with amivantamab. Our results suggested that the presence of ctDNA for EGFR ex20ins mutation and co-alteration with EGFR amplification at baseline might be related to the clinical outcomes of amivantamab.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"NSCLC,EGFR exon20 insertions mutation,Circulating tumor DNA,Amivantamab,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Geun-Ho Park<\/b><sup><\/sup>, Sehhoon Park<sup><\/sup>, Hyen-Ae Jung<sup><\/sup>, Jong-Mu Sun<sup><\/sup>, Jin Seok Ahn<sup><\/sup>, Myung-Ju Ahn<sup><\/sup>, Se-Hoon Lee<sup><\/sup><br><br\/>Division of Hematology-Oncology, Department of Medicine, Sungkyunkwan University School of Medicine, Samsung Medical Center, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"6f661d78-3a44-4a5c-9991-c59efcdbcfe0","ControlNumber":"5955","DisclosureBlock":"&nbsp;<b>G. Park, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>H. Jung, <\/b> None..<br><b>J. Sun, <\/b> None..<br><b>J. Ahn, <\/b> None..<br><b>M. Ahn, <\/b> None..<br><b>S. Lee, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1544","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6504","PresenterBiography":null,"PresenterDisplayName":"Geun-Ho Park, BS","PresenterKey":"4c3fe1ef-c997-425c-b83a-559187163b5c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6504. Exploratory analysis using serial cell-free DNA in patients treated with amivantamab in non-small cell lung cancer with EGFR exon 20 insertion mutations","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploratory analysis using serial cell-free DNA in patients treated with amivantamab in non-small cell lung cancer with EGFR exon 20 insertion mutations","Topics":null,"cSlideId":""},{"Abstract":"Medulloblastoma is a brain cancer that mainly arises during infancy and childhood. Medulloblastoma is the most common pediatric malignant brain tumor worldwide. It comprises of approximately 20% of all childhood brain tumors and 63% of intracranial embryonic tumors. One of the major effects of proliferating cancer cells is altered mitochondrial metabolism, as well as aberrant metabolism. Medulloblastoma patients suffer severe complications due to intensive and long&#8208;term treatments. Thus, we aim to improve applications against medulloblastoma by targeting the <i>PINK1<\/i> gene. We hypothesize that <i>PINK1<\/i> inactivation slows down medulloblastoma progression. PINK1 is a mitochondrial serine\/threonine protein kinase that protects cells by controlling mitochondria quality in response to cellular stress. PINK1 recruits parkin to target damaged mitochondria for degradation through autophagy. In this study, <i>PINK1<\/i> has been knocked-out using gene editing technology (CRISPR\/Cas9) in two commercial medulloblastoma cell lines (DAOY, and D283 cell lines). We validated <i>PINK1<\/i> editing using RT-PCR and Western blot. Then, cell viability was studied in comparison to the control sample. The control sample contained scramble fragments with empty CRISPR\/Cas9. We studied apoptosis and performed cell cycle analysis using flow cytometry. Next, orthotopic medulloblastoma mouse model was generated which showed differential survivals comparing the <i>PINK1<\/i> knockout group and control. The results showed a low expression of <i>PINK1<\/i> within the <i>PINK1<\/i> knockout group. In addition, the Western blot showed reductions in <i>PINK1<\/i> expression in the knockout group. The knockout group showed more apoptosis (cell death) 40% more than the control. The mouse model showed increased survival of the <i>PINK1<\/i> knockout group compared to the control with a p-value of 0.0288 (log-rank). Our analysis shows that survival differences approximately extend human life by one year. We conclude that inhibiting the <i>PINK1<\/i> gene in medulloblastoma decreases cell metabolic activities. <i>PINK1 <\/i>Knockout in medulloblastoma enhances the apoptosis pathways. Engrafted medulloblastoma mouse model treated with <i>PINK1<\/i> inhibitor showed superior survival than the control. These results qualify PINK1 to be used as potential therapeutic target for medulloblastoma. The Future work needs additional preclinical studies to investigate the proper dose of <i>PINK1<\/i> inhibitor and measurement of toxicity index.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Tumor suppressor,Apoptosis,Xenografts,Tumor progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. N. Alsubaiee<\/b><sup>1<\/sup>, A. Alghamdi<sup>1<\/sup>, B. M. Alrfaei<sup>2<\/sup>; <br\/><sup>1<\/sup>King Saud University, Riyadh, Saudi Arabia, <sup>2<\/sup>King Abdullah Internation Medical Research Center, Riyadh, Saudi Arabia","CSlideId":"","ControlKey":"343d1f66-b7a0-4347-9102-6adbfcea22b2","ControlNumber":"4472","DisclosureBlock":"&nbsp;<b>R. N. Alsubaiee, <\/b> None..<br><b>A. Alghamdi, <\/b> None..<br><b>B. M. Alrfaei, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1567","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6505","PresenterBiography":null,"PresenterDisplayName":"Reema Alsubaiee, BS","PresenterKey":"295a7f1e-f3a1-44d8-a169-aad5cd6fdb84","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6505. Targeting <i>PINK1<\/i> reduces medulloblastoma progression in animal models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting <i>PINK1<\/i> reduces medulloblastoma progression in animal models","Topics":null,"cSlideId":""},{"Abstract":"Cancers driven by amplifications or mutations of the gene <i>ERBB2<\/i> (coding for the receptor tyrosine kinase (RTK) HER2) have been the focus of HER2-targeting antibodies as well as small molecule inhibitors. Despite initial efficacy, resistance to these HER2-targeted therapies inevitably develops. One strategy to tackle this resistance is to identify rational combinations to address common pathways\/factors that contribute to resistance. One such common mechanism of resistance is reactivation of the Mitogen-activated protein kinase (MAPK) pathway. SOS1 is a guanine nucleotide exchange factor (GEF) which regulates the MAPK pathway by catalyzing the exchange of RAS-GDP (inactive) to RAS-GTP (active). SOS1 is activated by multiple different RTKs - upon RTK-ligand binding, autophosphorylation of the RTK recruits the GRB2-SOS1 protein complex to the plasma membrane, enabling the complex to bind and activate RAS-GDP. Given SOS1&#8217;s role downstream of RTKs and upstream of the MAPK pathway, we sought to investigate the potential of a SOS1 inhibitor (SOS1i) in combination with a HER2 inhibitor (HER2i) in preclinical models of cancer driven by HER2 mutation or gene amplification. Using in vitro and in vivo models we found evidence of added benefit of SOS1i in combination with HER2i, as well as enhanced inhibition of MAPK signaling, as seen by decrease in ERK activation and expression of MAPK effector genes such as DUSP6. Taken together, we propose that SOS1 inhibition combined with HER2 inhibition may be a rational strategy for deeper and more prolonged responses to HER2 inhibitor treatment by preventing resistance via the MAPK pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-01 Combination therapy,,"},{"Key":"Keywords","Value":"Ras,Mitogen-activated protein kinase (MAPK) pathway,HER2,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. L. Schenk<\/b><sup>1<\/sup>, K. Kostyrko<sup>1<\/sup>, J. Popow<sup>1<\/sup>, C. Gewinner<sup>2<\/sup>, A. Baum<sup>1<\/sup>, C. Albrecht<sup>1<\/sup>, M. Hinkel<sup>1<\/sup>, R. Jacob<sup>1<\/sup>, T. Madensky<sup>1<\/sup>, R. Ruzicka<sup>1<\/sup>, E. Strauss<sup>1<\/sup>, H. Lyu<sup>3<\/sup>, A. M. Lopez<sup>3<\/sup>, N. Feng<sup>3<\/sup>, C. P. Vellano<sup>3<\/sup>, J. R. Marszalek<sup>3<\/sup>, T. P. Heffernan<sup>3<\/sup>, M. Pearson<sup>1<\/sup>, M. H. Hofmann<sup>1<\/sup>; <br\/><sup>1<\/sup>Boehringer Ingelheim RCV GmbH & Co. KG, Vienna, Austria, <sup>2<\/sup>Boehringer Ingelheim Pharma GmbH & Co.KG, Biberach, Germany, <sup>3<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"08193431-1ff3-4284-8baa-613419883547","ControlNumber":"4552","DisclosureBlock":"<b>&nbsp;R. L. Schenk, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>K. Kostyrko, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>J. Popow, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>C. Gewinner, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>A. Baum, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>C. Albrecht, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>M. Hinkel, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>R. Jacob, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>T. Madensky, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>R. Ruzicka, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>E. Strauss, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>H. Lyu, <\/b> <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>A. M. Lopez, <\/b> <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>N. Feng, <\/b> <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>C. P. Vellano, <\/b> <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>J. R. Marszalek, <\/b> <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>T. P. Heffernan, <\/b> <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>M. Pearson, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment. <br><b>M. H. Hofmann, <\/b> <br><b>Boehringer Ingelheim<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1590","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6506","PresenterBiography":null,"PresenterDisplayName":"Robyn Schenk, PhD","PresenterKey":"3433da27-1ed5-4813-a3ee-ff13ff6c760f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6506. SOS1 inhibition in combination with HER2 inhibition in models of HER2-driven cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SOS1 inhibition in combination with HER2 inhibition in models of HER2-driven cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Debio 0123, a potential best-in-class, brain-penetrant, WEE1 inhibitor is being studied as monotherapy and in combination with standard of care therapies in patients with solid tumors in Phase I trials. The compound's mechanism of action enables a wide range of combination treatment options with the aim to increase therapeutic window, and improve treatment outcomes in cancer. WEE1 is a tyrosine kinase that is activated in response to DNA-damage acting at the G2\/M and S-phase checkpoints, allowing DNA damage repair before entering mitosis. Inhibition of WEE1 increases cell sensitivity to DNA damaging agents leading to genomic instability and apoptosis. Debiopharm, in collaboration with Turbine set out to identify novel combination opportunities for Debio 0123.<br \/><b>Methods<\/b>: Two approaches were used to identify synergistic combinations of Debio 0123. (1) an <i>in vitro<\/i> screening panel of 35 cancer cell lines and 70 compounds and (2) using Turbine&#8217;s proprietary Simulated Cell<sup>TM<\/sup><sup> <\/sup>solution. The <i>in<\/i><i> <\/i><i>silico<\/i> approach combines simulation with machine learning, modelling how thousands of signalling proteins interact thereby characterizing cellular level cancer behaviour and response or resistance to treatment. Millions of simulations can be carried out, identifying responder\/resistant cell lines to single-or combined drug treatments, thus informing wet lab screening. Turbine built a comprehensive <i>i<\/i><i>n<\/i><i> <\/i><i>silico <\/i>model of WEE1 and associated mechanistic pathways based on scientific literature. Network-based <i>in silico<\/i> avatars of 116 cancer cell lines were established using public\/proprietary genomic and transcriptomic data, and trained on <i>in vitro<\/i> dose-response to a representative set of reference compounds. High-resolution combination matrices of 59 compounds and Debio-0123 were tested <i>in silico<\/i>. Synergistic combinations were identified and taken forward to <i>in vitro<\/i> assays and <i>in vivo<\/i> studies.<br \/><b>Results<\/b>: Sensitizing combinations, including DNA damaging agents as well as targeted therapies were identified using both the <i>in silico<\/i> and <i>in vitro <\/i>screens. Turbine predicted synergistic anti-tumour activity <i>in silico<\/i> between Debio 0123 and cabozantinib. Although previously tested using traditional screening methods, this combination had not been identified as a synergistic combination for Debio 0123. Further <i>in vitro<\/i> testing in multiple cell lines demonstrated synergy between these agents at all doses tested. <i>I<\/i><i>n vivo<\/i> testing in a CAKI-1 (renal cell carcinoma) model showed moderate monotherapy effects but significant synergy when Debio 0123 and cabozantinib were dosed in combination.<br \/><b>Conclusion<\/b>: We demonstrated that an <i>in silico <\/i>computational approach to model cancer signalling pathways can complement conventional screening methodologies to identify novel, clinically actionable combination opportunities for Debio 0123.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-01 Combination therapy,,"},{"Key":"Keywords","Value":"WEE1,Combination therapy,Machine learning,Synergism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"B. Elek<sup>1<\/sup>, A. V. Chessex<sup>2<\/sup>, L. Piggott<sup>2<\/sup>, O. Papp<sup>1<\/sup>, I. Fekete<sup>1<\/sup>, <b>D. Veres<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Turbine.AI, Budapest, Hungary, <sup>2<\/sup>Debiopharm International SA, Lausanne, Switzerland","CSlideId":"","ControlKey":"715c25fb-aa2a-45af-ab9e-7228c323c285","ControlNumber":"7883","DisclosureBlock":"&nbsp;<b>B. Elek, <\/b> None..<br><b>A. V. Chessex, <\/b> None.&nbsp;<br><b>L. Piggott, <\/b> <br><b>Debiopharm International SA<\/b> Stock.<br><b>O. Papp, <\/b> None..<br><b>I. Fekete, <\/b> None.&nbsp;<br><b>D. Veres, <\/b> <br><b>Turbine<\/b> Stock.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1591","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6507","PresenterBiography":null,"PresenterDisplayName":"Daniel Veres, MD, PhD","PresenterKey":"34ef2bfd-23e6-4f57-9318-1acf8bb48f33","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6507. Simulation driven identification of combinations for the WEE1 inhibitor Debio 0123 results in synergistic effect with cabozantinib validated <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Simulation driven identification of combinations for the WEE1 inhibitor Debio 0123 results in synergistic effect with cabozantinib validated <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Mammalian target of rapamycin (mTOR), a serine\/threonine kinase, is the central signal molecule in regulating cell growth, metabolism, angiogenesis, and survival. The first generation of mTOR inhibitors specifically inhibit mTORC1 but are insensitive to mTORC2 and cannot eliminate the downstream signaling cascade in cancer. GT0486, a second-generation mTORC1\/2 dual inhibitor, can selectively suppress mTOR kinase activity while has no inhibitory effect on other kinase receptors. We investigate the anti-tumor efficacy of GT0486 in a variety of tumor cells and xenograft animal models<i> in vitro <\/i>and<i> in vivo<\/i>. The combination effects of GT0486 and BTKi (BTK inhibitor) were also evaluated. Compared with other mTOR inhibitors (GDC-0349, AZD-2014, Rapamycin, GDC-0941, and CC-223), GT0486 exhibits the stronger inhibitory activity on human tumor cells, such as U87(glioma), PC-3(prostate cancer), MDA-MB-468(breast cancer) and Huh-7(liver cancer). In B-cell lymphoma, compared with the CC-223, GT0486 shows greater inhibitory potency against TMD8, DoHH2 and WSU-DLCL2, with IC50 values of 85nM, 96nM and 83nM, respectively. Moreover, in the U87 and the PC-3 xenograft animal models, GT0486 strongly reduced tumor growth in dose dependent manner. High synergistic effects were observed with GT0486 in combination with BTK inhibitors, including Acalabrutinib, Ibrutinib, Zanubrutinib and Orelabrutinib in the BTKi sensitive TMD8 cells. In BTKi resistant DoHH2 cells, GT0486 also enhanced the drug sensitivity of BTKi. The possible biomarkers on the synergistic mechanism were further studied. GT0486 improves the role of BTKi on cell cycle arrest in phase G1. At the same time, the phosphorylation levels of mTOR downstream effectors AKT, 4EBP1 and S6 were dose-dependently downregulated after GT0486 treatment, and a significant reduction were observed when combined with BTKi. These results demonstrate that GT0486 is a promising dual mTOR1\/2 inhibitor, which is currently undergoing clinical phase I study in China for the treatment of solid tumors. Strong synergistic effects observed with GT0486 in combination with BTKi in this study might open a way for a novel treatment strategy in clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-01 Combination therapy,,"},{"Key":"Keywords","Value":"mTOR,Inhibitors,BTK,Combination studies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. Hou<\/b>, H. Yan, X. Zhang, W. Qian, D. Chen, Z. Ren, Y. Tong; <br\/>Kintor Pharmaceutical Limited, Suzhou, China","CSlideId":"","ControlKey":"aad1c56a-4a56-4b8e-9488-2a47495c4d39","ControlNumber":"8635","DisclosureBlock":"<b>&nbsp;X. Hou, <\/b> <br><b>Kintor Pharmaceutical Limited<\/b> Employment. <br><b>H. Yan, <\/b> <br><b>Kintor Pharmaceutical Limited<\/b> Employment. <br><b>X. Zhang, <\/b> <br><b>Kintor Pharmaceutical Limited<\/b> Employment. <br><b>W. Qian, <\/b> <br><b>Kintor Pharmaceutical Limited<\/b> Employment. <br><b>D. Chen, <\/b> <br><b>Kintor Pharmaceutical Limited<\/b> Employment. <br><b>Z. Ren, <\/b> <br><b>Kintor Pharmaceutical Limited<\/b> Employment. <br><b>Y. Tong, <\/b> <br><b>Kintor Pharmaceutical Limited<\/b> Employment, Other Business Ownership.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1730","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6509","PresenterBiography":null,"PresenterDisplayName":"Liandong Ma, PhD","PresenterKey":"a46e7365-e518-4bef-9f6c-66665d59a796","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6509. GT0486, a novel mTORC1\/2 dual inhibitor, exhibits synergistic antitumor efficacy in combination with BTK inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GT0486, a novel mTORC1\/2 dual inhibitor, exhibits synergistic antitumor efficacy in combination with BTK inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Although immune checkpoint inhibitors (ICIs) have become the standard treatment for many types of cancers, a large proportion of patients fail to respond to ICIs. Hematopoietic progenitor kinase 1 (HPK1) has been validated as a negative intracellular immune checkpoint that constrains T-cell activation. Genetic or pharmacological ablation of HPK1 induces a robust anti-cancer immune response <i>in vivo<\/i>, highlighting the potential of HPK1 as a next-generation target for cancer immunotherapy. Herein, we reported the discovery of BPI-511966, a highly potent ATP-competitive HPK1 inhibitor. The compound strongly inhibited HPK1 kinase with an IC<sub>50<\/sub> of 2.3 nM at physiologically relevant ATP concentration (1 mM) and reduced phosphorylation of SLP-76, a substrate adaptor of HPK1, in Jurkat T cells<i> in vitro, <\/i>with an IC<sub>50<\/sub> value of 11 nM. Development of an optimal HPK1 inhibitor requires not only high potency for target engagement but also high selectivity to spare other kinases that are essential for T cell activation. BPI-511966 showed &#62;100-fold higher IC<sub>50<\/sub> (364 nM) against MAP4K3\/GLK, an HPK1 homology kinase promoting T-cell activation, and also demonstrated weak inhibition in a panel of other immune-related kinases. The remarkable potency and selectivity of BPI-511966 translate into robust T cell-enhancing efficacy <i>in vitro<\/i>. Treatment with BPI-511966 promoted both IL-2 and IFN-&#947; production by Jurkat T cell and human PBMC in a dose-dependent manner. The on-target action of BPI-511966 was validated in HPK1-KO Jurkat T cells, in which no significant impacts on SLP-76 phosphorylation and IL-2 secretion were observed. <i>In vivo<\/i>, single dose escalation of BPI-511966 in mice leads to dose-proportional increases in drug exposure, accompanied by inhibition of SLP-76 phosphorylation in peripheral CD3<sup>+<\/sup> T cells. Furthermore, repeated oral administration of BPI-511966 as a single agent significantly suppressed CT-26 tumor growth in immune-competent mice (92% TGI), correlating with increased infiltration of CD45<sup>+<\/sup> CD8<sup>+<\/sup> cells and enhanced cytokine production in tumor. Notably, the efficacy of BPI-511966 is abrogated in immune-compromised mice, suggesting its vital role in promoting anti-cancer immunity. In summary, this study presents a novel, highly potent, and selective HPK1 inhibitor BPI-511966. The robust single-agent activity of BPI-511966 makes it a promising small molecule I\/O agent to address ICI resistance as monotherapy or in combination.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Immunotherapy,HPK1,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Zhang, X. Zhu, W. Wu, Z. Xia, Z. Zou, H. Han, C. Yang, H. Chen, T. Ma, X. Liu, J. Guo, H. Wu, <b>H. Lan<\/b>, L. Ding, J. Wang, Q. Zhou; <br\/>Betta Pharmaceuticals Co.,Ltd, Hangzhou, China","CSlideId":"","ControlKey":"e3deecfa-4c5f-40e4-a53e-e86258d38bef","ControlNumber":"3058","DisclosureBlock":"&nbsp;<b>Y. Zhang, <\/b> None..<br><b>X. Zhu, <\/b> None..<br><b>W. Wu, <\/b> None..<br><b>Z. Xia, <\/b> None..<br><b>Z. Zou, <\/b> None..<br><b>H. Han, <\/b> None..<br><b>C. Yang, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>T. Ma, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>J. Guo, <\/b> None..<br><b>H. Wu, <\/b> None..<br><b>H. Lan, <\/b> None..<br><b>L. Ding, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>Q. Zhou, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1568","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6510","PresenterBiography":null,"PresenterDisplayName":"HONG LAN","PresenterKey":"0e2b6469-2e68-47f3-9d4c-829639165ba9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6510. BPI-511966,a potent and selective HPK1 inhibitor with robust single-agent efficacy for cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BPI-511966,a potent and selective HPK1 inhibitor with robust single-agent efficacy for cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"EGFR activating mutations are prevalent in 10-50% of NSCLC patients. The most common EGFR mutations, L858R (L) and Del19 (D), initially respond to first-, second-, or third-generation (1G, 2G and 3G) EGFR-TKIs. However, on-target resistance, primarily by T790M (T) and C797X(C), inevitably emerges post-treatment and leads to disease progression. Different treatment sequence give rise to different complex mutations. In patients resistant to the 3G TKI osimertinib, double mutations L858R\/ C797X or Del19\/C797X (LC or DC) were observed at a frequency of up to 12% after first-line osimertinib, and triple mutations L858R\/T790M\/C797S or Del19\/T790M\/C797S (LTC or DTC) were up to 20% after second-line osimertinib. There are no approved targeted therapy options for these complex resistant mutations. In this study, we developed BPI-520105, a 4<sup>th<\/sup> generation EGFR inhibitor capable of targeting all aforementioned major forms of EGFR activating and resistance mutations in NSCLC. It might be an optimal way to address this urgent medical need. <i>In vitro,<\/i> BPI-520105 potently inhibited the activity of a variety of EGFR kinases, as well as inhibited the proliferation and EGFR phosphorylation in cell lines bearing relative mutations, including single (D, L), double (DT, LT, and DC, LC) and triple (LTC, DTC) mutations. Meanwhile, BPI-520105 exhibited relative weakness towards wild type EGFR and IGF1R, demonstrating good selectivity in kinase and cell-based assays. Despite being a reversible EGFR inhibitor, BPI-520105 sustained the inhibition of pEGFR and pERK for up to 24 hours in the western blot assay. <i>In vivo<\/i>, oral administration of BPI-520105 displayed significant dose-dependent antitumor effect in multiple EGFR mutant xenograft models, including HCC827 (D), NCI-H1975 (LT), BaF3-EGFR-LC\/DC, and BaF3-EGFR-LTC models. Remarkably, BPI-520105 significantly prolonged the lifespan of<br \/>mice with brain orthotropic BaF3-EGFR-DTC-Luc2 allografts, demonstrating its activity towards brain metastasis. Additionally, BPI-520105 exhibited favorable ADME properties, with high oral exposure across various preclinical species. In summary, BPI-520105 is a highly potent, CNS-penetrant, wide type sparing, and orally bioavailable 4<sup>th<\/sup> generation EGFR inhibitor, holding promise for the treatment of NSCLC patients with resistance mutations post 3G progression or even at front line.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"EGFR,NSCLC,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Guo<\/b>, L. Liu, X. Liu, B. Fu, G. Bai, C. Qiu, W. Ren, X. Song, G. Du, X. Sun, Y. Zhang, W. Cai, P. Wang, H. Chen, X. Liu, Z. Zou, J. Zhao, X. Jv, H. Lan, L. Ding, J. Wang; <br\/>Betta Pharmaceuticals Co.,Ltd, Hangzhou, China","CSlideId":"","ControlKey":"a48580b3-d8a9-411b-ba7f-32ac47ea4ab8","ControlNumber":"3027","DisclosureBlock":"&nbsp;<b>J. Guo, <\/b> None..<br><b>L. Liu, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>B. Fu, <\/b> None..<br><b>G. Bai, <\/b> None..<br><b>C. Qiu, <\/b> None..<br><b>W. Ren, <\/b> None..<br><b>X. Song, <\/b> None..<br><b>G. Du, <\/b> None..<br><b>X. Sun, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>W. Cai, <\/b> None..<br><b>P. Wang, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>Z. Zou, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>X. Jv, <\/b> None..<br><b>H. Lan, <\/b> None..<br><b>L. Ding, <\/b> None..<br><b>J. Wang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1540","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6511","PresenterBiography":null,"PresenterDisplayName":"Jing Guo, PhD","PresenterKey":"6c04499e-33c9-4421-b629-f412d6ea74dd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6511. BPI-520105, a highly potent, CNS-penetrant 4<sup>th<\/sup> generation EGFR inhibitor overcoming major EGFR resistance mutations in NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BPI-520105, a highly potent, CNS-penetrant 4<sup>th<\/sup> generation EGFR inhibitor overcoming major EGFR resistance mutations in NSCLC","Topics":null,"cSlideId":""},{"Abstract":"As one of the most notorious un-druggable oncogenes, mutant KRAS impairs the transition of RAS from its active GTP-binding form to the inactive GDP-binding form, leading to sustained activation of downstream MAPK pathway and ultimately tumorigenesis. The recent approved KRAS<sup>G12C<\/sup> inhibitors have demonstrated clinical benefits in KARS<sup>G12C<\/sup> mutant patients. However, the other prevalent KRAS mutations, such as KRAS<sup>G12D<\/sup>, remain a huge unmet medical challenge. There&#8217;s no approved KRAS<sup>G12D<\/sup> specific inhibitors yet. Here we present BPI-501836, a highly potent and selective small molecular inhibitor for KRAS<sup>G12D<\/sup>. <i>In vitro,<\/i> BPI-501836 exhibited very high potency by disrupting the KRAS<sup>G12D<\/sup> and cRAF interaction in a cell-free assay. In cell-based assays, BPI-501836 inhibited proliferation of KRAS<sup>G12D<\/sup> mutant cell lines with sub-nanomolar IC<sub>50<\/sub> values, without affecting wide type or non-G12D KRAS mutant cell lines. Moreover, it also attenuated ERK phosphorylation in KRAS<sup>G12D<\/sup> mutant cells. <i>In<\/i> <i>vivo<\/i>, tumor regression was observed following the administration of 6 mg\/kg (iv, QW) BPI-501836 in KRAS<sup>G12D<\/sup> human pancreatic Panc04.03 xenograft mouse models, or in the KRAS<sup>G12D<\/sup> human pancreatic PK-59 xenograft mouse models with an intraperitoneal injection of 20 mg\/kg per week. Noteworthy was the prolonged half-life of BPI-501836 observed across various species, coupled with its high distribution in tumor tissues. Moreover, sustained suppression of ERK phosphorylation in tumor tissues persisted for up to 144 hours after the last dose of BPI-501836 in both xenograft mouse models. This extended pharmacodynamic effect supports the feasibility of a once-weekly dosing schedule in clinical applications. Safety assessments conducted through a 4-week repeated infusion (intravenous, twice weekly) of BPI-501836 in beagle dog demonstrated favorable safety profiles. In conclusion, BPI-501836 emerges as a highly potent and selective KRAS<sup>G12D<\/sup> inhibitor, exhibiting promising pharmacokinetics, pharmacodynamics, and safety profiles in pre-clinicalstudies. BPI-501836 is currently in IND-enabling stage and holds potential for further development as a therapeutic agent.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"KRAS,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"X. Yang, Y. Lu, R. Xu, X. Kong, Y. Sun, X. Zhu, X. Liu, Z. Zou, H. Chen, Y. Liu, J. Sun, H. Han, C. Yang, J. Guo, H. Lan, Q. Zhou, L. Ding, H. Wu, <b>J. Wang<\/b>; <br\/>Betta Pharmaceuticals Co.,Ltd, Beijing, China","CSlideId":"","ControlKey":"e53b5e19-d15d-4b6f-9b55-c7b022022d5a","ControlNumber":"4259","DisclosureBlock":"&nbsp;<b>X. Yang, <\/b> None..<br><b>Y. Lu, <\/b> None..<br><b>R. Xu, <\/b> None..<br><b>X. Kong, <\/b> None..<br><b>Y. Sun, <\/b> None..<br><b>X. Zhu, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>Z. Zou, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>J. Sun, <\/b> None..<br><b>H. Han, <\/b> None..<br><b>C. Yang, <\/b> None..<br><b>J. Guo, <\/b> None..<br><b>H. Lan, <\/b> None..<br><b>Q. Zhou, <\/b> None..<br><b>L. Ding, <\/b> None..<br><b>H. Wu, <\/b> None..<br><b>J. Wang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1545","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6512","PresenterBiography":"","PresenterDisplayName":"Jiabing Wang, PhD","PresenterKey":"ff910969-89a9-4722-866a-a6ed49a9a388","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6512. BPI-501836: A highly potent small molecule inhibitor targeting KRAS<sup>G12D<\/sup> mutation","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BPI-501836: A highly potent small molecule inhibitor targeting KRAS<sup>G12D<\/sup> mutation","Topics":null,"cSlideId":""},{"Abstract":"KRAS mutations are one of the most common oncogenic drivers for multiple cancers. KRAS<sup>G12X<\/sup> mutations are identified in approximately 25% of lung cancer, 24% of colorectal (CRC), and 79% of pancreatic ductal adenocarcinoma (PDAC). Although the approval of Sotorasib in 2021 by the FDA partially addressed the needs of patients with KRAS<sup>G12C <\/sup>mutant, other mutations, such as G12D and G12V, still lack effective target therapies. Here, we report RD0255359, a proteolysis targeting chimera (PROTAC) KRAS<sup>G12C\/D\/V<\/sup> degrader with highly potent cell viability and KRAS<sup>G12C\/D\/V<\/sup> degradation ability. <i>In vitro<\/i>, RD0255359 exhibited a remarkable KRAS degradation property in NCI-H358 (G12C), AGS (G12D), and SW620 (G12V) cell lines at concentrations below 10 nM. RD0255359 suppressed the proliferation of these cells with nanomolar IC<sub>50<\/sub> without affecting the viability of KRAS<sup>WT<\/sup> or KRAS-independent cell lines. Meanwhile, using protease inhibitor MG132 or corresponding ligand pretreatment and VHL<sup>KD<\/sup>-AGS cell experiment confirmed that RD0255359-induced KRAS degradation was VHL and UPS dependent. <i>In vivo<\/i>, weekly IV injection of 1-10 mg\/kg RD0255359 led to tumor growth suppression or tumor regression in PK-59 PDAC xenograft model. The <i>in vivo<\/i> PK\/PD demonstrated that durable KRAS degradation could be achieved with once- weekly IV injection. Notably, after injection, the drug can distribute into tumor tissue rapidly and abundantly, and maintaining a high concentration till the next administration. Taken together, RD0255359 is a highly potent and selective KRAS<sup>G12C\/D\/V<\/sup> degrader with favorable<i> <\/i>PK properties. It exhibits a promising therapeutic index in preclinical studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"KRAS,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Z. Li, R. Xu, X. Yang, Z. Zou, X. Kong, H. Chen, Y. Sun, Y. Zhao, J. Guo, C. Yang, H. Han, X. Liu, H. Lan, L. Ding, Q. Zhou, H. Wu, <b>J. Wang<\/b>; <br\/>Betta Pharmaceuticals Co.,Ltd, Beijing, China","CSlideId":"","ControlKey":"b4c43fbc-e015-4f0c-8d50-cce4b0449145","ControlNumber":"4334","DisclosureBlock":"&nbsp;<b>Z. Li, <\/b> None..<br><b>R. Xu, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>Z. Zou, <\/b> None..<br><b>X. Kong, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>Y. Sun, <\/b> None..<br><b>Y. Zhao, <\/b> None..<br><b>J. Guo, <\/b> None..<br><b>C. Yang, <\/b> None..<br><b>H. Han, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>H. Lan, <\/b> None..<br><b>L. Ding, <\/b> None..<br><b>Q. Zhou, <\/b> None..<br><b>H. Wu, <\/b> None..<br><b>J. Wang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1546","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6513","PresenterBiography":"","PresenterDisplayName":"Jiabing Wang, PhD","PresenterKey":"ff910969-89a9-4722-866a-a6ed49a9a388","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6513. Discovery and characterization of a KRAS<sup>G12C\/D\/V<\/sup> degrader with potent anti-tumor activity in KRAS<sup>mut<\/sup>-driven preclinical models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"254","SessionOnDemand":"False","SessionTitle":"Targeting Kinase and ERK Pathways","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery and characterization of a KRAS<sup>G12C\/D\/V<\/sup> degrader with potent anti-tumor activity in KRAS<sup>mut<\/sup>-driven preclinical models","Topics":null,"cSlideId":""}]