[{"Abstract":"Lung cancer (LC) is the most prevalent type of cancer globally and the leading cause of cancer-related deaths. Based on the histology and type of treatments, LC is divided into small-cells and non-small cell lung cancer (NSCLC) carcinomas, which are more aggressive and less responsive to chemotherapy. Since LC is known to be a highly heterogeneous cell population, treatment is challenging. It has been observed that chemokine receptor-ligand interaction is essential for cancer cells homing to distant sites. Most malignancies, including LC, have established disease status indicators concerning elevated levels of CCL4, a structurally unique chemokine, and its receptor (CCR5). Therefore, treatment strategies that inhibit the LC cell's tumor environment may improve patients' quality of life. However, the CCR5\/CCL4 interface in LC invasion and metastasis is poorly understood. In this study, we examined the expression and function of the CCR5\/CCL4 axis in the development and invasiveness of LC patient's clinical tissues and cell lines. We conducted immunohistochemistry (IHC) dual staining of CCR5\/CCL4 antibodies in LC tissues. Our findings demonstrated significantly (p &#60; 0.001) higher expression of CCR5 and CCL4 in advanced-stage malignant tissues than in normal tissues. The in-vitro analysis of the human LC cell lines NCI-H1437, NCI-H1573, and NCI-H1975 revealed CCL4 activation expressing higher CCR5, determined by immunofluorescence, western blots, flow cytometry, 3D-invasion assay, and RT-qPCR methods. Further, a calcium mobilization assay confirmed the direct interaction between CCR5 and CCL4. However, treating with Maraviroc, a small molecule inhibitor of CCR5, to LC cells blocks their ability to proliferate, demonstrating the crucial role that CCR5-CCL4 chemotaxis plays in LC metastasis. Our findings show both the biological and clinical significance of CCR5 and CCL4 expression, which may serve as potential indicators for metastatic LC. Therefore, inhibiting the CCR5\/CCL4 interaction may offer a more effective therapeutic approach for managing the progression of LC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-01 Chemokines in the microenvironment,,"},{"Key":"Keywords","Value":"Lung cancer,Tumor,Chemokine receptor,Inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. K. Singh<\/b>, R. Singh; <br\/>Morehouse School of Medicine, Atlanta, GA","CSlideId":"","ControlKey":"7b3ace02-c49f-4a65-b9d9-12b665ab90e6","ControlNumber":"7506","DisclosureBlock":"&nbsp;<b>S. K. Singh, <\/b> None..<br><b>R. Singh, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8565","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6797","PresenterBiography":null,"PresenterDisplayName":"Santosh Singh, PhD","PresenterKey":"8c3acaa3-cd34-4b3d-9f4d-683be889652a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6797. CCR5\/CCL4 axis in lung cancer clinicopathological significance and its therapeutic application","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CCR5\/CCL4 axis in lung cancer clinicopathological significance and its therapeutic application","Topics":null,"cSlideId":""},{"Abstract":"Background: Small cell lung cancer (SCLC) is a highly lethal malignancy with rapidly acquired chemotherapy resistance. While the inflamed SCLC subtype is associated with a significantly improved response to immunotherapy, the non-inflamed SCLC subtypes, encompassing most SCLC patients, experience only modest survival gains with chemo-immunotherapy. Wnt signaling pathway activation is associated with resistance to chemotherapy and an immune checkpoint inhibitor in several tumors. TRAF2 and NCK-interacting protein kinase (TNIK), which interacts with downstream effectors, TCF4\/&#946;-catenin transcriptional complex, is an essential activator of Wnt target genes. TNIK is highly expressed in several cancers, but the efficacy of TNIK inhibition in SCLC has not previously been researched. We previously demonstrated that single agent TNIK inhibitors are effective in a subset of SCLC. Here, we hypothesize that targeting TNIK will show an anti-tumor effect based on specific biomarkers and also modify the tumor immune environment in SCLC.<br \/>Methods: We evaluated susceptibility to a small molecule TNIK inhibitor, NCB-0846, in 29 human-derived SCLC cell lines using 96-hour proliferation assays. To investigate efficacy biomarkers, we correlated NCB-0846 IC50 values with proteomic expression (profiled using reverse phase protein array). cMYC and FOXK1 expression was reduced by siRNA. Chemokine concentrations were determined by ELISA.<br \/>Results: SCLC cell lines with high cMYC levels, were more sensitive to the TNIK inhibitor, NCB-0846 (F.C.=-2.07, p=0.01), while SCLC cell lines with high expression of TTF-1 were more resistant (F.C.=2.48, p&#60;0.01). Knockdown of cMYC conferred resistance to NCB-0846 in cMYC-high cells, while NCB-0846 treatment resulted in decreased cMYC expression in a concentration-dependent manner. Additionally, NCB-0846 treatment decreased the immunosuppressive chemokine CCL2 levels in the supernatant of human-derived SCLC cell lines and GEMM-derived cell lines. The expression of FOXK1, a transcription factor of CCL2, was also reduced in cell lines treated with NCB-0846.<br \/>Conclusions: These findings show that TNIK inhibition is more effective in cMYC-high SCLC, acting through downregulating cMYC levels. TNIK inhibition also decreases the production of CCL2, an immunosuppressive chemokine implicated in resistance to anti-PD-L1 immunotherapy. Together, these findings highlight the promising potential of TNIK inhibitors in cMYC-high SCLC. Additionally, suppressing CCL2 by TNIK inhibition supports the rationale for combining the TNIK inhibitor and an anti-PD-L1 antibody in the non-inflamed SCLC subtypes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-01 Chemokines in the microenvironment,,"},{"Key":"Keywords","Value":"Wnt pathway,Lung cancer: small cell,Tumor microenvironment,CCL2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Tanimoto<\/b>, K. Ramkumar, A. Stewart, B. Zhang, R. Cardnell, S. Li, Q. Wang, J. Wang, C. Gay, L. A. Byers; <br\/>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"7beaf577-983f-4a72-bae0-31eff0dc6a19","ControlNumber":"1384","DisclosureBlock":"&nbsp;<b>A. Tanimoto, <\/b> None..<br><b>K. Ramkumar, <\/b> None..<br><b>A. Stewart, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>R. Cardnell, <\/b> None..<br><b>S. Li, <\/b> None..<br><b>Q. Wang, <\/b> None..<br><b>J. Wang, <\/b> None.&nbsp;<br><b>C. Gay, <\/b> <br><b>AstraZeneca<\/b> Other, advisory board, speaker’s bureau, research funding. <br><b>BeiGene<\/b> Other, speaker’s bureau. <br><b>BMS<\/b> Other, advisory board. <br><b>Jazz Pharmaceuticals<\/b> Other, advisory board, speaker’s bureau. <br><b>MonteRosa<\/b> Other, advisory board. <br><b>L. A. Byers, <\/b> <br><b>Merck Sharp & Dohme Corp.<\/b> Other, Consulting or Advisory Role. <br><b>Arrowhead Pharmaceuticals<\/b> Other, Consulting or Advisory Role. <br><b>Chugai Pharma<\/b> Other, Consulting or Advisory Role. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Consulting or Advisory Role. <br><b>Genetech Inc.<\/b> Other, Consulting or Advisory Role. <br><b>Abbvie<\/b> Other, Consulting or Advisory Role. <br><b>BeiGene<\/b> Other, Consulting or Advisory Role. <br><b>Jazz Pharmaceuticals<\/b> Other, Consulting or Advisory Role. <br><b>Amgen<\/b> Grant\/Contract.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8567","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6799","PresenterBiography":null,"PresenterDisplayName":"Azusa Tanimoto, MD;PhD","PresenterKey":"4b92b428-43a4-423f-90d1-27a914de9d62","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6799. The impact of targeting TRAF2 and NCK-interacting protein kinase on anti-tumor effect and tumor immune environment in cMYC-high small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The impact of targeting TRAF2 and NCK-interacting protein kinase on anti-tumor effect and tumor immune environment in cMYC-high small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Triple negative breast cancer (TNBC) is characterized rapid progression, higher relapse, and poor prognosis, so the establishment of an effective therapeutic target is required. CXCL16, a chemokine abundantly present in the TNBC tumor microenvironment (TME), is secreted by tumor-associated macrophages (TAM) and is known to promote tumor growth and metastasis. However, the exact mechanism through which CXCL16 facilitates tumor growth and metastasis remains unclear. This study aims to study the role of CXCL16 in the tumor progression and confirm the anti-tumor effects of CXCL16 neutralization in TNBC model.<br \/>Method: MDA-MB-231 human TNBC cell lines were utilized for in vitro validation, and a syngeneic model involving 4T1 mouse TNBC cell lines and Balb\/c mice was used for in vivo studies.<br \/>Results: Stimulation of TNBC cells with recombinant human CXCL16 protein (rhCXCL16) activates the tumor growth signaling pathways, including pAKT and STAT3, as well as EMT markers. These results shows that CXCL16 can promote tumor growth and metastasis. Treatment with CXCL16 neutralizing antibodies inhibited the promotion of cancer growth and metastasis by rhCXCL16. Additionally, combination treatment of CXCL16 antibodies with PD-1 antibodies in the 4T1 syngeneic model increased the proportion of CD8<sup>+<\/sup> T cells and CD80<sup>+<\/sup> M1 like macrophages. These results shows that neutralization of CXCL16 can regulate polarization of macrophage and proportion of T cells. These regulation and changes of immune cells allow neutralization of CXCL16 control the TME to resist tumor cells, suggesting that optimal condition can be constructed to maximize the effectiveness of anti-cancer drugs.<br \/>Conclusion: This study confirms that the CXCL16-CXCR6 pathway within the TME triggers tumor growth and metastasis, while neutralization of CXCL16 can inhibit tumor progression. This effect is attributed to the increase in CD8<sup>+<\/sup> T cell and M1 macrophage proportions within the TME. In conclusion, these research findings propose the potential of CXCL16 as a novel biomarker and therapeutic target for TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-01 Chemokines in the microenvironment,,"},{"Key":"Keywords","Value":"Chemokines,Tumor microenvironment,Tumor infiltrating lymphocytes,Tumor associated macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Lee<\/b>, C. Lee, S. Ha, S. Lee, J. Yang, Y. Kim, S. Kim, S. Kim; <br\/>Cellus, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"c59613da-97e0-4a4d-98f3-92ef4e1f0912","ControlNumber":"3000","DisclosureBlock":"&nbsp;<b>Y. Lee, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>S. Ha, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>S. Kim, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8568","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6800","PresenterBiography":null,"PresenterDisplayName":"Yunsun Lee, MS","PresenterKey":"6d1954e5-3b43-4a53-9486-ecf0fead3e97","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6800. The tumor progression mechanism of increasing CXCL16-CXCR6 pathway within the tumor microenvironment in TNBC","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The tumor progression mechanism of increasing CXCL16-CXCR6 pathway within the tumor microenvironment in TNBC","Topics":null,"cSlideId":""},{"Abstract":"Cancer evolution is a continuous process involving cellular changes that promote progression and metastasis. Recent studies demonstrate that cancer evolution is spatially associated: a phenomenon called &#8220;the spatial evolution of cancer.&#8221; In our data, colorectal cancer cells gradually evolve from an adenoid to a collective invasion morphology, ultimately developing a partial epithelial-mesenchymal transition phenotype as they form an invasive front. Trajectory analysis showed that cancer cells at the invasive front of a tumor exhibit a totally different gene expression pattern from those at the center, and that cellular senescence plays a crucial role in this transition. Epigenetic changes in the promoter\/exon1 region of the <i>CDKN2A<\/i> gene caused by increased reactive oxygen species level are crucial for expression of p16<sup>INK4A <\/sup>and induction of senescence in the cancer cells. Two types of senescent tumor cells (type I and type II) were observed, and they played different roles in cancer progression due to different gene expression. Type II senescent tumor cells (p16<sup>INK4A+<\/sup>\/LAMC2<sup>+<\/sup>\/MMP7<sup>+<\/sup>), a final evolved form of cancer cells, are strongly associated with local invasion and lymph node metastasis of colorectal cancer and worsen the prognosis for patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-01 Chemokines in the microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Senescence,Colorectal cancer,Epithelial-mesenchymal transition (EMT),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Park<\/b>, S. Kang, J. Kim, H. Lee, Y. Choi, S. Park, Y.-K. Lee; <br\/>Ajou University School of Medicine, Suwon, Korea, Republic of","CSlideId":"","ControlKey":"9c2d2ace-4fdf-4c96-9fc7-a0fe28a4ec8a","ControlNumber":"4436","DisclosureBlock":"&nbsp;<b>T. Park, <\/b> None..<br><b>S. Kang, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>Y. Choi, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>Y. Lee, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8569","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6801","PresenterBiography":null,"PresenterDisplayName":"Tae Jun Park, MD;PhD","PresenterKey":"6b09493e-49ea-4c5a-b6b9-73a4d0746d33","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6801. Cellular senescence involves spatial evolution in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cellular senescence involves spatial evolution in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Chimeric antigen receptor (CAR)-engineered induced pluripotent stem cell (iPSC)-derived natural killer (iNK) cells have shown a favorable safety profile and early evidence of clinical efficacy in the treatment of patients with certain hematologic malignancies. CAR-iNK cells retain phenotypic and functional similarities to primary natural killer cells, with additional capabilities for recognition of tumors. For the treatment of cancers that are located in the bone marrow, it is critical that iNK cells are able to migrate efficiently to relevant sites of disease. CXCR4 (C-X-C chemokine receptor type 4) is a chemokine receptor specific for stromal-derived-factor-1 (SDF-1), and mediates the migration of hematopoietic cells to the bone marrow upon binding SDF-1. Here we describe novel engineering of iPSCs resulting in efficient migration and efficacy of iNK cells.<b> <\/b>iPSC were sequentially engineered at defined loci with Crispr\/MAD7\/HDR to incorporate Allo-Evasion<sup>TM<\/sup> edits, a CAR targeting antigens expressed on different hematological malignancies, constitutive interleukin-15 (IL-15) cytokine support, with and without wild-type CXCR4. iPSCs were then differentiated into natural killer cells using a proprietary differentiation process. Cytolysis of a panel of target cells by iNK was evaluated using an Incucyte-based killing assay. Anti-tumor efficacy was tested in disseminated xenograft models of hematological malignancies following intravenous injection of engineered iNK cells. Additionally, in vivo migration was evaluated using immunohistochemistry (IHC) and flow cytometry (FACS) of blood, bone marrow, and other organs.<b> <\/b>Engineering with CXCR4 resulted in a bulk population of iNK with a heterogenous expression of CXCR4. No significant impact of CXCR4 engineering was detected on iPSC differentiation, phenotype, or iNK yield. iNK<sup>CXCR4+<\/sup> and iNK<sup>CXCR4-<\/sup> cells had equivalent target tumor cell cytolysis in vitro, indicating the CXCR4 transgene does not affect killing potential. In vivo, iNK<sup>CXCR4+<\/sup> cells migrated to the bone marrow of both tumor-bearing and non-tumor-bearing animals, and the presence of these cells was enhanced in tumor-bearing mice, indicating CXCR4-mediated migration and possibly CAR-mediated expansion and\/or retention of iNK. Migration to the bone marrow was not observed with iNK<sup>CXCR4-<\/sup> cells. As a result, iNK<sup>CXCR4+ <\/sup>cells significantly impacted anti-tumor efficacy, effectively eliminating bone disease. We have demonstrated the CAR-specific killing and enhanced iNK migration and subsequent tumor killing in the bone marrow, with the addition of a CXCR4 transgene in iPSC-derived NK cells. The addition of the CXCR4 transgene in iPSC-derived effector cells may allow for a higher therapeutic response in axial-skeletal located tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-01 Chemokines in the microenvironment,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,CXCR4,Natural killer cells,Migration,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. J. Millar<\/b>, D. Walker, L. R. Campion, C. Budd, A. Kolluri, H. Sharma, B. Gurung, J. M. Carton, D. J. Perry, N. Alexander, H. Levitsky, M. Naso, B. A. Morse; <br\/>Century Therapeutics LLC, Philadelphia, PA","CSlideId":"","ControlKey":"55954813-05e1-4fe2-a72b-f0d253b92783","ControlNumber":"2590","DisclosureBlock":"<b>&nbsp;H. J. Millar, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>Johnson and Johnson<\/b> Stock Option. <br><b>D. Walker, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>L. R. Campion, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>C. Budd, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>A. Kolluri, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>H. Sharma, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>B. Gurung, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>J. M. Carton, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>D. J. Perry, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>N. Alexander, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>H. Levitsky, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>M. Naso, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>B. A. Morse, <\/b> <br><b>Century Therapeutics<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8570","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6802","PresenterBiography":null,"PresenterDisplayName":"Hillary Millar-Quinn, MS","PresenterKey":"8a76bfd9-5d66-4f1a-a713-377dc3dcb181","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6802. CXCR4 transgene improves in vivo migration and efficacy of engineered iPSC-derived natural killer cells","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CXCR4 transgene improves in vivo migration and efficacy of engineered iPSC-derived natural killer cells","Topics":null,"cSlideId":""},{"Abstract":"Despite current therapy, head and neck squamous cell carcinoma (HNSCC), the 7<sup>th <\/sup>most common cancer worldwide, is associated with high morbidity and mortality. Response to current therapies could be improved with a better understanding of the tumor microenvironment of HNSCC. We previously reported that cancer-associated fibroblasts (CAFs), the most abundant stromal cell type in the HNSCC microenvironment, have elevated levels of basal autophagy than oral fibroblasts from cancer-free subjects (NF). Disrupting autophagy in CAFs with Beclin-1 siRNA reduced secretion of IL-6, IL-8, and other factors known to promote HNSCC progression. The recent emerging role of autophagy in secretion of tumor promoting factors has high impact because (i) the mechanism can provide a new target to block the secretion of protumor factors from CAFs that contribute to HNSCC progression, and (ii) these cytokines can serve as potential indicators for the efficacy of autophagy-targeted therapies. To this end, we carried out an unbiased assessment of the proteins associated with autophagosomes in primary CAFs from HNSCC samples using mass spectrometry. We performed immunoprecipitation of LC3B from the isolated small vesicles of the CAFs, identified and validated the association of several trafficking proteins in secretory autophagy including VAMP3 and SNAP23. Further, the tripartite motif (TRIM) proteins have been shown to mediate the fate of autophagosomes either for degradation or secretion. We hypothesized that TRIM proteins are involved in transport of secretory autophagosomes. Our data demonstrate CAFs express higher levels of TRIM16 mRNA than NF. We demonstrate immunogold labeling of TRIM16 or IL-6 localized to the autophagosomes using transmission electron microscopy. Further, using immunofluorescence, we demonstrated the colocalization of TRIM16 and IL-6, as well as IL-6 and LC3B in cytoplasmic puncta. In addition, we used proximity ligation assays to confirm the interaction of TRIM16 and IL-6, as well as IL-6 and LC3B. TRIM16 knockdown using siRNA in CAFs reduced the secretion of IL-6 as measured by ELISA. In conclusion, we demonstrate an important role of TRIM16 in secretory autophagy making it a potential therapeutic target to mitigate CAF-mediated HNSCC growth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-01 Chemokines in the microenvironment,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Autophagy,Head and neck squamous cell carcinoma,Interleukin-6,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Ly<\/b><sup>1<\/sup>, B. Pickard<sup>1<\/sup>, A. Pandey<sup>1<\/sup>, N. Martinez-Rivera<sup>2<\/sup>, E. Rosa-Molinar<sup>2<\/sup>, M. Washburn<sup>1<\/sup>, W.-X. Ding<sup>1<\/sup>, S. M. Thomas<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Kansas Medical Center, Kansas City, KS, <sup>2<\/sup>University of Kansas, Lawrence, KS","CSlideId":"","ControlKey":"459efc47-6118-4ada-881a-f3173f2617a2","ControlNumber":"2700","DisclosureBlock":"&nbsp;<b>T. Ly, <\/b> None..<br><b>B. Pickard, <\/b> None..<br><b>A. Pandey, <\/b> None..<br><b>N. Martinez-Rivera, <\/b> None..<br><b>E. Rosa-Molinar, <\/b> None..<br><b>M. Washburn, <\/b> None..<br><b>W. Ding, <\/b> None..<br><b>S. M. Thomas, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8571","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6803","PresenterBiography":null,"PresenterDisplayName":"Thuc Ly, BS","PresenterKey":"29411fdb-708b-44a8-b2a1-4ee78fd36cc6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6803. TRIM16 regulates IL-6 secretion in head and neck cancer-associated fibroblasts","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TRIM16 regulates IL-6 secretion in head and neck cancer-associated fibroblasts","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Immune contexture of the tumor microenvironment (TME) is associated with response to therapy. We hypothesize that expression of interleukin (IL) family of cytokines which plays essential roles in the activation and differentiation of immune cells, shapes the landscape of therapeutic response in breast cancers. We leverage published gene expression, molecular and clinical data from the I-SPY2 Trial (PMID35623341) - a neoadjuvant trial for locally advanced breast cancers. We explored the contribution of expression-based signatures of IL signaling at pre-treatment in relation to pathological complete response (pCR).<br \/><b>Methods:<\/b> We curated 32 IL gene sets from literature. Signatures scores characterizing IL signaling were calculated from gene expression profiles of pre-treatment tumor samples from 987 I-SPY2 patients in the first 10 treatment arms of the trial. Association of IL signatures with pCR in HR\/HER2 receptor subtypes, and the five I-SPY response-predictive subtypes (RPS) were evaluated using non-parametric tests. Significance levels were defined at adj. p &#60; 0.05. Correlations of IL signatures with multiplex immunofluorescence staining of immune infiltrates in the PD1-inhibitor (PD1i) arm were also assessed.<br \/><b>Results: <\/b>High expression of IL signatures in HER2- patients, regardless of HR status, was associated with pCR especially in the Trebananib, Veliparib\/Carboplatin (VC) and PD1i arms. In the PD1i arm, expression of almost all IL signatures was highly correlated with density of T, CD8+ cytotoxic T, CD8- T, and B cells and their colocalization with tumor cells; IL-6 signatures correlated with density of proliferating tumor cells.Within RPS subtypes, enrichment of IL signatures in HER2-\/Immune+ such as pro-inflammatory IL-1 and IL-12 signaling was associated with pCR in the VC, PD1i, Ganetespib, and control arms. Furthermore, we identified an IL-12 signature in the HER2-\/Immune-\/DRD- subtype associated with pCR, with responders characterized by high IL-12 family signaling (Fisher adj. p &#60; 0.05). IL-12 family signaling was positively associated with CD8+ cytotoxic T, Th1 and B cell enrichment, IFN-&#947; signaling, and inflammatory response overall and in HER2- breast cancers.<br \/><b>Conclusion: <\/b>High pre-treatment expression of IL signatures was associated with HER2- receptor and RPS HER2-\/Immune+ subtype-specific response to I-SPY2 agents, and the colocalization of immune and tumor cells in the tumor bed. In HER2- breast cancers, high levels of IL-12 family signaling were associated with response to therapy and enrichment of known IL-12-related pathways that stimulate effective anti-cancer response including CD8+ T cell expansion, Th1 cell differentiation, B cell activation, IFN-&#947; secretion, and inflammatory response. These findings suggest that IL signaling may serve as a valuable predictive biomarker in this patient population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-01 Chemokines in the microenvironment,,"},{"Key":"Keywords","Value":"Interleukin-12,Immunotherapy,HER2-,Gene expression analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. V. Chow<\/b><sup>1<\/sup>, S. Al Khafaji<sup>1<\/sup>, D. Wolf<sup>1<\/sup>, C. Yau<sup>1<\/sup>, K. Dubinsky<sup>1<\/sup>, E. Tsopurashvili<sup>1<\/sup>, K. Ramalingam<sup>1<\/sup>, F. van Nouhuijs<sup>1<\/sup>, Z. Xun<sup>1<\/sup>, A. van Montfort<sup>1<\/sup>, D. Heditsian<sup>1<\/sup>, D. Yee<sup>2<\/sup>, L. Esserman<sup>1<\/sup>, M. Campbell<sup>1<\/sup>, L. van't Veer<sup>1<\/sup>, R. W. Sayaman<sup>1<\/sup>; <br\/><sup>1<\/sup>UCSF - University of California San Francisco, San Francisco, CA, <sup>2<\/sup>University of Minnesota, Minneapolis, Minneapolis, MN","CSlideId":"","ControlKey":"7d20ecd2-e788-4cbb-a1d6-f4c9ae9ffe12","ControlNumber":"5743","DisclosureBlock":"&nbsp;<b>K. V. Chow, <\/b> None..<br><b>S. Al Khafaji, <\/b> None..<br><b>D. Wolf, <\/b> None..<br><b>C. Yau, <\/b> None..<br><b>K. Dubinsky, <\/b> None..<br><b>E. Tsopurashvili, <\/b> None..<br><b>K. Ramalingam, <\/b> None..<br><b>F. van Nouhuijs, <\/b> None..<br><b>Z. Xun, <\/b> None..<br><b>A. van Montfort, <\/b> None..<br><b>D. Heditsian, <\/b> None..<br><b>D. Yee, <\/b> None.&nbsp;<br><b>L. Esserman, <\/b> <br><b>Quantum Leap Healthcare<\/b> uncompensated board member.<br><b>M. Campbell, <\/b> None.&nbsp;<br><b>L. van't Veer, <\/b> <br><b>Agendia NV<\/b> Employment, Stock, Stock Option.<br><b>R. W. Sayaman, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8572","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6804","PresenterBiography":null,"PresenterDisplayName":"Kingsley Chow, AA;BS","PresenterKey":"b4fbcea3-4adb-4c6f-b313-e308d7e4e0c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6804. High IL12family levels are associated with pathologic complete response amongst HER2- patients in the neoadjuvant I-SPY2 TRIAL","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High IL12family levels are associated with pathologic complete response amongst HER2- patients in the neoadjuvant I-SPY2 TRIAL","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: The role of tetraspanins, particularly CD81 and CD82, in T cell activation, shedding light on their contribution to anti-tumor effects in the tumor microenvironment. The findings provide insights for potential applications of these tetraspanins in immunotherapy.<u><\/u><br \/><b>Method:<\/b> The study employed 10x Genomics for single-cell RNA sequencing and processed the data using Seurat. It focused on the tumor microenvironment, categorizing cell types, especially TIL subsets. T cells were sorted based on CD81 and CD82 expression and activated, and their activation markers and cytokine production were analyzed. Bulk RNA sequencing was performed on both sorted T cells and tumor samples, and the TCR repertoire was examined. Cytotoxicity of CD81 and CD82 transduced cells was measured using the xCELLigence RTCA HT system.<u><\/u><br \/><b>Result<\/b>: Tetraspanins have been linked to T cell co-stimulation and activation, with CD81 and CD82 playing a significant role in TCR signaling and activation. Single-cell and bulk RNA sequencing data from lung cancer patients reveal high expression of CD81 and CD82 in the tumor microenvironment, especially in T cells, correlating with T cell activation and cytokine production. In vitro experiments confirm the activation and effector cytokines, especially IFN-&#947;, TNF-&#945;, and IL-2, producing potential of T cells expressing CD81 and CD82, suggesting their importance in anti-cancer immunity. Overexpression of CD81 and CD82 enhances T cell cytotoxicity against cancer cells, further supporting their role in T cell function. Despite some limitations, these findings shed light on the significant impact of tetraspanins in modulating immune responses, particularly in the context of cancer immunotherapy.<br \/><b>Conclusion:<\/b> We report that CD81 and CD82 serve as specific markers for activated T cells within the TME. CD81 and CD82 are correlated with the activation and regulation of T cells, and they may also mediate the regulation of relevant cytokines. Overall, our findings provide better insights into the molecular mechanisms regulating TILs present in the TME of non-small cell carcinoma and propose CD81 and CD82 as associated markers. These discoveries could serve as a foundation for the development of new immunotherapies targeting the TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,NSCLC,Immunotherapy,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Na<\/b><sup>1<\/sup>, S. Lee<sup>1<\/sup>, D. Kim<sup>1<\/sup>, Y. Kim<sup>1<\/sup>, J. Hwang<sup>1<\/sup>, S.-s. Kang<sup>2<\/sup>, S. Baek<sup>1<\/sup>, C. Lee<sup>1<\/sup>, S. Yang<sup>1<\/sup>, Y. Han<sup>1<\/sup>, M. Kim<sup>1<\/sup>, H. Han<sup>1<\/sup>, Y. Kim<sup>1<\/sup>, J. Kim<sup>1<\/sup>, S. Jeon<sup>1<\/sup>, Y. Byeon<sup>1<\/sup>, J. Lee<sup>1<\/sup>, S. Lim<sup>1<\/sup>, M. Hong<sup>1<\/sup>, K.-H. Pyo<sup>1<\/sup>, B. Cho<sup>1<\/sup>; <br\/><sup>1<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>JEUK Co., Ltd., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"191d6df6-53a6-4c9c-9853-74c17b1484bb","ControlNumber":"5832","DisclosureBlock":"&nbsp;<b>K. Na, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>J. Hwang, <\/b> None..<br><b>S. Kang, <\/b> None..<br><b>S. Baek, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>S. Yang, <\/b> None..<br><b>Y. Han, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>H. Han, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>S. Jeon, <\/b> None..<br><b>Y. Byeon, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>S. Lim, <\/b> None..<br><b>M. Hong, <\/b> None..<br><b>K. Pyo, <\/b> None..<br><b>B. Cho, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8573","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6805","PresenterBiography":null,"PresenterDisplayName":"Kwangmin Na, MS","PresenterKey":"0575094f-c986-4270-8e60-7cc1732cb343","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6805. CD81 and CD82 in tumor infiltrating lymphocytes within the NSCLC tumor microenvironment play a crucial role in T cell activation and cytokine production","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CD81 and CD82 in tumor infiltrating lymphocytes within the NSCLC tumor microenvironment play a crucial role in T cell activation and cytokine production","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Neutrophils are a highly heterogenous, plastic cell population, known to play a vital role in the tumor microenvironment and progression of CMS4 colorectal cancer (CRC) metastases. We have performed a comprehensive examination of different neutrophil transcriptional states, through utilization of single-cell RNA sequencing of publicly available and independently generated data across health and malignancy in human and murine disease, and validated findings using in vivo and in vitro models of CMS4 subtype CRC.<br \/><b>Methods: <\/b>Publicly available and independently generated<b> <\/b>breast, lung and CRC datasets from human disease mouse models were integrated to establish and validate reproducibility of neutrophil-gene signatures, and pseudo-time analysis was used to identify genes driving neutrophil development along a lineage from health to tumor using Seurat on R. Findings were validated in healthy and <i>Kras<sup>G12D\/+<\/sup>, Trp53<\/i><sup>fl\/fl<\/sup><i>, Rosa<\/i><sup>26N1CD\/+<\/sup> (KPN) tumor-bearing wild type or Mrp8CreCxcr2<sup>fl\/fl<\/sup> genetically engineered mouse models with neutrophil-specific loss of Cxcr2.<br \/><b>Results: <\/b>We have identified distinct neutrophil subtypes in health and primary tumors, preserved in murine and human cancer and across multiple tumor types. In CRC metastases, discrete neutrophil transcriptomic subtypes are identified, with phenotypes from health to those identified in metastases driven by the IL-1&#946;\/CXCL8\/CXCR2 signalling axis. Assessment of global signalling of single-cell transcripts has identified CD4+ T cells and macrophages as dominant regulators of the metastatic niche. Neutrophils sorted from the metastatic niche strongly suppress T cell proliferation, identifying them as immunosuppressive. Loss of neutrophil-specific Cxcr2 attenuates suppression of T cell proliferation in co-culture with neutrophils from the metastatic niche of tumor-bearing mice. T cell proliferation is unaffected in co-culture with healthy wild type or Cxcr2<sup>fl\/fl<\/sup> neutrophils. We currently are running orthotopic intrasplenic models to assess the importance of loss of neutrophil-specific Cxcr2 in generation of metastases <i>in vivo<\/i> in CMS4 CRC.<br \/><b>Conclusions:<\/b> We speculate that ablation of metastasis specific neutrophil subsets in CMS4 CRC in combination with other therapies, may alter the immunosuppressive nature of the immune microenvironment and allow for reduction in tumor burden in metastatic disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"CXCR2,Colorectal cancer,Neutrophil,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. S. McLaren<\/b>, R. Fetit, M. White, M. L. Mills, T. Lannagan, J. Falconer, X. Cortes-Lavaud, K. Gilroy, R. Ridgway, C. Nixon, V. Naiker, R. Njunge, C. J. Clarke, D. Whyte, K. Kirschner, R. Jackstadt, J. C. Norman, L. M. Carlin, A. D. Campbell, O. J. Sansom, C. W. Steele; <br\/>CRUK Scotland Institute, Glasgow, United Kingdom","CSlideId":"","ControlKey":"a337c40c-0086-472f-bffe-3252ef963502","ControlNumber":"6653","DisclosureBlock":"&nbsp;<b>A. S. McLaren, <\/b> None..<br><b>R. Fetit, <\/b> None..<br><b>M. White, <\/b> None..<br><b>M. L. Mills, <\/b> None..<br><b>T. Lannagan, <\/b> None..<br><b>J. Falconer, <\/b> None..<br><b>X. Cortes-Lavaud, <\/b> None..<br><b>K. Gilroy, <\/b> None..<br><b>R. Ridgway, <\/b> None..<br><b>C. Nixon, <\/b> None..<br><b>V. Naiker, <\/b> None..<br><b>R. Njunge, <\/b> None..<br><b>C. J. Clarke, <\/b> None..<br><b>D. Whyte, <\/b> None..<br><b>K. Kirschner, <\/b> None..<br><b>R. Jackstadt, <\/b> None..<br><b>J. C. Norman, <\/b> None..<br><b>L. M. Carlin, <\/b> None..<br><b>A. D. Campbell, <\/b> None..<br><b>O. J. Sansom, <\/b> None..<br><b>C. W. Steele, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8680","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6806","PresenterBiography":null,"PresenterDisplayName":"Alistair McLaren, BA,MBBS","PresenterKey":"38571922-b140-4603-ae41-cc793e801a31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6806. Single cell RNA sequencing of human and murine cancers demonstrates metastases-specific neutrophil phenotypes driven by the IL-1&#946;\/CXCR2 signaling axis - Disruption of this pathway abrogates neutrophil immunosuppressive effects and reduces tumor burden","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell RNA sequencing of human and murine cancers demonstrates metastases-specific neutrophil phenotypes driven by the IL-1&#946;\/CXCR2 signaling axis - Disruption of this pathway abrogates neutrophil immunosuppressive effects and reduces tumor burden","Topics":null,"cSlideId":""},{"Abstract":"Background and aims: Cancer-associated fibroblasts (CAFs) are a major component of the tumor microenvironment and can exhibit cancer-promoting functions; however, recent studies indicate that CAFs can also inhibit cancer growth and progression. In this study, we identified CAFs that act in an inhibitory manner in biliary tract cancer and elucidated their mechanisms.<br \/>Methods: Three biliary tract cancer cell lines and CAFs isolated from resected specimens from four types of biliary tract cancer were used to evaluate the proliferative potential of cancer cells. Potential suppressors that inhibited the growth of cancer cells were identified using protein arrays from CAFs. We determined the effects of these suppressors on cancer cells.<br \/>Results: Among the biliary tract cancer CAFs, we identified CAFs that inhibited cancer growth. Protein arrays of conditioned medium from CAFs revealed that Interleukin-6 (IL-6) was one such growth inhibitor. Treatment of biliary tract cancer cell lines with IL-6 significantly reduced their proliferative potential. SOCS3 expression levels increased and STAT3 expression level decreased, suggesting that SOCS3, a downstream signal of IL-6, may be involved.<br \/>Conclusion: Inhibitory CAFs are present among biliary tract cancer CAFs and IL-6 production by CAFs may inhibit the growth of biliary tract cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-09 Proteases and inhibitors in the microenvironment,,"},{"Key":"Keywords","Value":"Cancer-associated fibroblasts,Interleukin-6,Biliary tract cancer,SOCS3,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Kimura<\/b>, R. Tanaka, S. Eguchi, K. Hatta, M. Kinoshita, J. Tauchi, H. Shinkawa, K. Nishio, G. Ohira, T. Ishizawa; <br\/>Osaka Metropolitan University, Osaka, Japan","CSlideId":"","ControlKey":"b11e4a84-1756-48c2-a4db-e32d8f03bffd","ControlNumber":"6521","DisclosureBlock":"&nbsp;<b>K. Kimura, <\/b> None..<br><b>R. Tanaka, <\/b> None..<br><b>S. Eguchi, <\/b> None..<br><b>K. Hatta, <\/b> None..<br><b>M. Kinoshita, <\/b> None..<br><b>J. Tauchi, <\/b> None..<br><b>H. Shinkawa, <\/b> None..<br><b>K. Nishio, <\/b> None..<br><b>G. Ohira, <\/b> None..<br><b>T. Ishizawa, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8681","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6807","PresenterBiography":null,"PresenterDisplayName":"Kenjiro Kimura, MD;PhD","PresenterKey":"1147454c-5df3-41e6-abc2-f7df6854feb7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6807. Cancer suppressive mechanism of IL-6 secreted by cancer-related fibroblasts in biliary tract cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer suppressive mechanism of IL-6 secreted by cancer-related fibroblasts in biliary tract cancer","Topics":null,"cSlideId":""},{"Abstract":"Chimeric antigen receptor T cells (CAR-Ts) are an emerging immunotherapy that have remarkable efficacy against leukemias and lymphomas but limited success against solid tumors. We conducted a phase I clinical trial (NCT 02107963) of GD2 CAR-T (GD2-CAR.OX40.28.z.ICD9) administration to children and young adults with neuroblastoma and, for the first time, osteosarcoma. While all patients progressed and were switched to alternative therapy, we observed a significant association between good CAR-T expanders and expression of C-X-C Motif Chemokine receptor 3 (CXCR3) on monocytes detected in pretreatment apheresis. This study seeks to uncover the possible interactions between CXCR3 and CAR-Ts that may alter CAR-T function and ultimately lead to better CAR-T expansion. We hypothesize that CXCR3+ monocytes induce functional change in CAR-Ts resulting in improved expansion.<br \/>To recapitulate the interaction between tumor, CAR-Ts and monocytes, we took 143Bs (osteosarcoma cell line) and GD2 CAR-Ts and co cultured them with THP-1s (a monocytic leukemia cell line) that were either untransduced (UTD) or transduced via lentivirus to express CXCR3 (CXCR3+). The ratio of UTD or CXCR3+ THP-1s to CAR-Ts and 143Bs was varied between co cultures. Enzyme-linked immunoassay (ELISA) for interferon gamma (IFNy) expression was run as a proxy measurement for CAR-T cell activity. Flow cytometry was used to assess for expression of activation and exhaustion markers. Differences between UTD and CXCR3+ co cultures were evaluated for statistical significance via unpaired t-test.<br \/>We observed that CXCR3 was elevated on GD2 CAR-Ts co cultured with CXCR3+ monocytes. This pattern was seen most prominently in CD4+ CAR-Ts, but also subtly in CD8+ T-cells. Exhaustion markers CD39 and LAG3 were elevated in CAR-Ts co cultured with CXCR3+ monocytes. Additionally, CAR-Ts co cultured with CXCR3+ monocytes displayed greater activity via elevated IFNy expression.<br \/>We conclude that GD-2 CAR-T cells co cultured with CXCR3+ monocytes express elevated exhaustion markers due to possible increased activity when in the presence of CXCR3+ monocytes. Additionally, we suspect that elevated CXCR3 expression on CAR-Ts co cultured with CXCR3+ monocytes may be helping CAR-Ts better target tumor cells, thus leading to improved expansion. If CXCR3 can improve CAR-T cell function, this could lead to better optimization of CAR-Ts against solid tumors and create a viable treatment option for neuroblastoma and osteosarcoma patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"CAR T cells,Osteosarcoma,Tumor microenvironment,Flow cytometry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Ong<\/b><sup>1<\/sup>, S. Kaczanowska<sup>2<\/sup>, W. Ju<sup>2<\/sup>, J. Cronk<sup>2<\/sup>, S. Ramakrishna<sup>3<\/sup>, R. Kaplan<sup>2<\/sup>; <br\/><sup>1<\/sup>Kirk Kerkorian School of Medicine at UNLV, Las Vegas, NV, <sup>2<\/sup>National Cancer Institute, Bethesda, MD, <sup>3<\/sup>Stanford Cancer Institute, Palo Alto, CA","CSlideId":"","ControlKey":"581588ea-a385-4553-9786-fce4efb8cc05","ControlNumber":"5611","DisclosureBlock":"&nbsp;<b>C. Ong, <\/b> None..<br><b>S. Kaczanowska, <\/b> None..<br><b>W. Ju, <\/b> None..<br><b>J. Cronk, <\/b> None..<br><b>S. Ramakrishna, <\/b> None..<br><b>R. Kaplan, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8763","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6808","PresenterBiography":null,"PresenterDisplayName":"Claire Ong","PresenterKey":"ad4dd432-2f12-4580-81eb-be352388834e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6808. Investigating the role of CXCR3+ monocytes on CAR T cell function","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the role of CXCR3+ monocytes on CAR T cell function","Topics":null,"cSlideId":""},{"Abstract":"We focused on Tumor-Associated Macrophages (TAM) and explored its effects on bladder cancer (BC). Co-culturing PMA-treated THP-1 with BC cell lines (UMUC3 and T24) induced THP-1 to develop suppressed CD68 and increased CD206 expression which differentiated into M2-like macrophages. Co-culture of BC with TAM of this M2-like macrophage enhanced the migration and invasive activities of BC, as well as the expression of EMT marker. Human cytokine antibody array of conditioned medium from the co-culture of BC and TAM showed high CCL20, CCL2 and CXCL7. qPCR revealed that these chemokines were mainly derived from TAMs, not BC. Only CCL20 enhanced the migration and invasion of BC and the expression of EMT markers when each of these three recombinant chemokines was administered to BC. Furthermore, inhibiting CCR6, a receptor specific for CCL20, suppressed migration and invasion as expected. In BC, TAMs promote progression and metastasis by secreting CCL20, and inhibition of CCR6 may be one potential therapeutic approach to suppress BC activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-01 Chemokines in the microenvironment,,"},{"Key":"Keywords","Value":"Bladder cancer,Tumor associated macrophages,Chemokines,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Nakagawa<\/b>, I. Kouji, R. Toriumi, S. Aoyama, T. Kamjima, H. Kano, T. Makino, R. Naito, H. Yaegashi, T. Nohara, H. Nakata, A. Mizokami; <br\/>Kanazawa University, Kanazawa, Japan","CSlideId":"","ControlKey":"b86737a0-41f0-449e-9419-433040c2a44d","ControlNumber":"754","DisclosureBlock":"&nbsp;<b>R. Nakagawa, <\/b> None..<br><b>I. Kouji, <\/b> None..<br><b>R. Toriumi, <\/b> None..<br><b>S. Aoyama, <\/b> None..<br><b>T. Kamjima, <\/b> None..<br><b>H. Kano, <\/b> None..<br><b>T. Makino, <\/b> None..<br><b>R. Naito, <\/b> None..<br><b>H. Yaegashi, <\/b> None..<br><b>T. Nohara, <\/b> None..<br><b>H. Nakata, <\/b> None..<br><b>A. Mizokami, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8764","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6809","PresenterBiography":null,"PresenterDisplayName":"Ryunosuke Nakagawa","PresenterKey":"5e7c872b-74b9-4bea-b700-266c19c07dcd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6809. Tumor-associated macrophages promote bladder cancer cell migration and invasion through activation of CCL20-CCR6 axis","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor-associated macrophages promote bladder cancer cell migration and invasion through activation of CCL20-CCR6 axis","Topics":null,"cSlideId":""},{"Abstract":"The tumor-microenvironment (TME) of the omentum plays an important role in providing a pre-metastatic niche for high-grade serous ovarian cancer (HGSC-OvCa) progression. Omentum, a layer of fatty adipose tissue within the peritoneal cavity, is the preferred primary metastatic site for OvCa. Omentum is a well-vascularized fatty tissue containing wide-spread immune clusters (milky spots). Milky spots in the omentum are primarily composed of B cells, T cells, macrophages, NK cells, and dendritic cells. Previous studies from our laboratory have highlighted the importance of CCL6 secreted by omental macrophages as a key chemokine in providing a pre-metastatic niche by activating the CCR1 axis on the cancer cells required for OvCa invasion. We engineered and characterized a CCL6-depleted <i>in vivo<\/i> mouse model using CRISPR\/Cas9 to study the effect on OvCa progression and macrophage biology. We demonstrate that deletion of CCL6 in mice alters characteristics of omental tissue-resident (OM-Mac&#966;) and bone marrow-derived macrophages (BMDM) derived from circulating monocytes. RNA sequencing of OM-Mac&#966; and microarray study of BMDM revealed that CCL6 deletion produces enhanced TGF&#946;1<sup>+<\/sup>CSF-1<sup>+<\/sup>CCL5<sup>+ <\/sup>expression in OM-Mac&#966; and an increase in TGF&#946;1<sup>+<\/sup>CSF-1<sup>+<\/sup>CCL9<sup>+ <\/sup>in BMDM. This acts as a rescue mechanism to maintain activation of their shared CCR1 receptor with a pro-M2 stimulation profile. Deep multiplexed imaging of the omentum tissue by CODEX showed that CCL6 deletion alters the architecture of milky spots, with enriched macrophage content and reduced B-cell and T-cell-rich neighborhoods. While our previous studies indicated that CCL6 deletion could potentially have an anti-tumoral effect, we found that it does not significantly affect murine ID8 ovarian cancer tumor burden in both short-term (7 days) and long-term <i>in vivo<\/i> studies and provides no added survival advantage. We report that CCL9<sup>+<\/sup>F4\/80<sup>+<\/sup> macrophages accumulate in the omentum post-tumor infiltration in the CCL6-KO model, and neutralizing CCL9 in the CCL6-KO BMDM macrophage-derived conditioned media significantly reduces migration of ID8 cancer cells <i>in vitro<\/i>. Furthermore, we demonstrate that murine CCL9 and its analog, human CCL15, promote the epithelial-mesenchymal transition (EMT) of mouse ID8 and human A2780 OvCa cells. Moreover, our findings indicate that human CCL15 is a prognostic biomarker for reduced survival in OvCa patient cohorts (Stages I&#38;II and Stage III&#38;IV). Further classification of HGSC-OV patients (n=375) from TCGA-OV based on CCL15 and CCR1-high expression correlated with a higher expression of TGF&#946;1, CCL5, and a T-cell exhaustion signature in the TME. Taken together, given the apparent redundancy of the chemokine network controlling CCR1 signaling, our findings support the strategy of therapeutically blocking the CCR1 receptor to potentially produce a favorable anti-tumor response in HGSC-OvCa patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-01 Chemokines in the microenvironment,,"},{"Key":"Keywords","Value":"Ovarian cancer,Macrophages,Immuno-oncology,Chemokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Tallapragada<\/b>, J. Chan, V. Krishnan, O. Dorigo; <br\/>Stanford University, Stanford, CA","CSlideId":"","ControlKey":"fd1e6724-4b99-4a82-b7c9-9a3af58bc371","ControlNumber":"6902","DisclosureBlock":"&nbsp;<b>S. Tallapragada, <\/b> None..<br><b>J. Chan, <\/b> None.&nbsp;<br><b>V. Krishnan, <\/b> <br><b>Genentech\/ROCHE<\/b> Employment, Stock. <br><b>O. Dorigo, <\/b> <br><b>BioEclipse<\/b> Grant\/Contract. <br><b>IMV<\/b> Grant\/Contract. <br><b>EMD Serono<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Millenium Pharma<\/b> Grant\/Contract. <br><b>Clovis Oncology<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Epsila Bio<\/b> Grant\/Contract. <br><b>R-Pharm US<\/b> Grant\/Contract. <br><b>Immunovaccine<\/b> Grant\/Contract. <br><b>IQVIA RDS<\/b> Grant\/Contract. <br><b>Gynecologic Oncology Group Foundation<\/b> Grant\/Contract. <br><b>Merck<\/b> Independent Contractor. <br><b>PACT<\/b> Independent Contractor. <br><b>Myriad<\/b> Independent Contractor. <br><b>Tesaro<\/b> Independent Contractor. <br><b>Nektar Therapeutics<\/b> Independent Contractor.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8765","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6810","PresenterBiography":null,"PresenterDisplayName":"Supreeti Tallapragada, MS","PresenterKey":"79f4870e-0ff8-489b-82cb-bba34d50f60c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6810. Macrophage secreted CCL9\/CCL5 induces CCR1-mediated ovarian cancer metastasis to the omentum in the absence of CCL6","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Macrophage secreted CCL9\/CCL5 induces CCR1-mediated ovarian cancer metastasis to the omentum in the absence of CCL6","Topics":null,"cSlideId":""},{"Abstract":"A defining characteristic of cancer is its ability to evade detection by immune cells through the generation of a myeloid cell-dependent immunosuppressive tumor microenvironment. Arginine is utilized by Arginase 1 (ARG1) or nitric oxide synthase in tumor-associated macrophages to respectively elicit pro-tumor or anti-tumor activity. The balance between these enzymes is regulated by extracellular cytokines including Interleukin 9 (IL-9), a pleiotropic cytokine that can be a positive or negative regulator of tumor growth. Our lab identified that IL-9 promotes tumor development in the lung by expanding interstitial macrophage populations and inducing ARG1. Lung tumor growth is attenuated in mice with myeloid cell deficiency of Arg1. Similarly, macrophage-targeting nanoparticles containing <i>Arg1 <\/i>siRNA can therapeutically reduce tumor burden and alter macrophage populations in the lung toward an immunostimulatory phenotype. However, an understanding of the mechanism by which IL-9R\/ARG1+ interstitial macrophages drive tumor progression remains incomplete. Here, using a B16F10 lung metastasis model in mixed-bone marrow chimeric mice, we demonstrate that IL-9-responsive interstitial macrophages are intrinsically altered at the transcriptomic level toward an ARG1-dependent immunosuppressive phenotype. Furthermore, our research shows that the absence of IL-9 signaling or ARG1 expression in macrophages has a notable impact on the levels of arginine and its metabolites in the lung tissue and bronchoalveolar lavage fluid of tumor-bearing mice. These alterations subsequently lead to an enhanced anti-tumoral immune response, reflected by changes in Interferon-gamma expression in both lung macrophages and T cells. Thus, our work suggests that the IL-9R\/ARG1\/interstitial macrophage axis promotes lung tumor development by altering intrinsic arginine metabolism and reprogramming immune cell populations toward an immunosuppressive phenotype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immunocytokines,Immunosuppression,Tumor associated macrophages,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Cannon<\/b>, M. H. Kaplan; <br\/>Indiana University School of Medicine, Indianapolis, IN","CSlideId":"","ControlKey":"a8b0dd39-b27d-4be3-8065-0b984b87590a","ControlNumber":"1194","DisclosureBlock":"&nbsp;<b>A. Cannon, <\/b> None..<br><b>M. H. Kaplan, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8766","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6811","PresenterBiography":null,"PresenterDisplayName":"Anthony Cannon, BS","PresenterKey":"94fb2049-2afc-4365-8aa2-2c9a06191739","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6811. IL-9 enhances lung tumor growth through intrinsic and ARG1-dependent transcriptomic changes in interstitial macrophages","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IL-9 enhances lung tumor growth through intrinsic and ARG1-dependent transcriptomic changes in interstitial macrophages","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma is the most common and deadly form of brain cancer. Even with aggressive treatment including surgery, chemotherapy, and radiotherapy, survival outcomes for newly diagnosed glioblastoma patients remains less than two years. Novel high throughput omics technologies have expanded our understanding of the role of innate immune system in brain tumors, that are generally believed to drive glioma progression and enable evasion of the adaptive immune system. However, targeting of this axis in the clinic remains an unmet opportunity. Previously, we discovered that the dual-function (secreted and nuclear) cytokine IL-33 is a crucial regulator of the inflammatory microenvironment that promotes glioma tumorigenesis through phenotypic and functional changes in the innate immune cell repertoire. Strikingly, when IL-33 is prevented from entering the nucleus, by deletion of its nuclear localization sequence (&#916;NLS IL-33), but is still secreted, <i>in vivo<\/i> tumor growth is dramatically inhibited resulting in prolonged long-term survival. Using multiplex immunohistochemistry and spatial transcriptomics with temporal resolution across different stages of tumor progression, we identified a population of glioma-inhibitory macrophages (GIMs) unique to this suppressive environment. Assessment of GIMs in xenografts generated from patient brain tumor initiating cells found an enriched presence of these cells in xenografts with long-term survival (greater than 300 days) versus short-term survival (less than 100 days). The ability of GIMs to inhibit glioma progression was demonstrated when tumors established using a combination of &#916;NLS IL-33 expressing cancer cells together with highly tumorigenic cells resulted in a growth inhibitory environment that significantly extended survival. A deeper molecular characterization of this phenotype and development of clinical strategies are currently underway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-06 Inflammatory cells as regulators of tumor growth,,"},{"Key":"Keywords","Value":"Glioblastoma,Interleukin-33,Tumor associated macrophages,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. V. Menon<\/b><sup>1<\/sup>, X. Lun<sup>2<\/sup>, P. Zeng<sup>1<\/sup>, J. Zhang<sup>1<\/sup>, B. Ahn<sup>2<\/sup>, H. Yu<sup>1<\/sup>, A. Poole<sup>2<\/sup>, N. Dang<sup>2<\/sup>, K. Osz<sup>2<\/sup>, J. A. Chan<sup>2<\/sup>, D. F. Quail<sup>3<\/sup>, S. M. Robbins<sup>1<\/sup>, D. L. Senger<sup>1<\/sup>; <br\/><sup>1<\/sup>Lady Davis Institute at the Jewish General Hospital, Montreal, QC, Canada, <sup>2<\/sup>Arnie Charbonneau Cancer Institute, Calgary, AB, Canada, <sup>3<\/sup>Rosalind and Morris Goodman Cancer Institute, Montreal, QC, Canada","CSlideId":"","ControlKey":"6fd88798-a310-4b32-9358-dada18d8c202","ControlNumber":"6815","DisclosureBlock":"&nbsp;<b>S. V. Menon, <\/b> None..<br><b>X. Lun, <\/b> None..<br><b>P. Zeng, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>B. Ahn, <\/b> None..<br><b>H. Yu, <\/b> None..<br><b>A. Poole, <\/b> None..<br><b>N. Dang, <\/b> None..<br><b>K. Osz, <\/b> None..<br><b>J. A. Chan, <\/b> None..<br><b>D. F. Quail, <\/b> None..<br><b>S. M. Robbins, <\/b> None..<br><b>D. L. Senger, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8767","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6812","PresenterBiography":null,"PresenterDisplayName":"Shyam Menon","PresenterKey":"b3771f37-8690-4055-8cf4-cf933dc9c5c3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6812. Durable control of brain tumors by glioma inhibitory macrophages and IL33","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Durable control of brain tumors by glioma inhibitory macrophages and IL33","Topics":null,"cSlideId":""},{"Abstract":"CD19-directed chimeric antigen receptor T (CART19) cell therapy has shown remarkable outcomes in B cell malignancies and was FDA approved in multiple indications, but durable remissions are limited to ~40%. Inhibitory myeloid cells in the tumor microenvironment have been found to suppress T cell expansion and contribute to CART19 failure. Here, we studied interactions between monocytes, CART19, and tumor cells to understand the impact of monocytes on CART19 effector functions. First, CD28-costimulated CART19 (CART19-28&#950;) generated in the lab from healthy donors were cocultured with JeKo-1, a CD19<sup>+<\/sup> mantle cell lymphoma cell line, and freshly isolated monocytes or <i>ex vivo<\/i> differentiated M2-like macrophages. M2-like macrophages were generated by incubating fresh monocytes with rhGM-CSF followed by coculturing with JeKo-1. CART19 antigen-specific proliferation was significantly inhibited by M2-like macrophages but not fresh monocytes (<i>JeKo-1+CART19 vs JeKo-1+M2+CART19, p=0.00503<\/i>). Transwell assays indicated that suppression from M2-like macrophages was not contact-dependent. IL-1 receptor antagonist (IL-1ra) was significantly elevated in M2-like macrophage coculture supernatant (<i>JeKo-1+Mono+CART19 vs JeKo-1+M2+CART19, p=0.0292<\/i>) and intracellularly in M2-like macrophages after coculture (<i>90%+).<\/i> We therefore hypothesized that M2-like macrophages inhibit CART19 by secreting IL-1ra, which blocks IL-1 signaling in CART19. We interrogated the role of IL-1ra in CART19. JeKo-1 was cocultured with CART19, supplemented with rhIL-1&#946; only, IL-1&#946; + IL-1ra, or IL-1&#946; +IL-1ra + IL-1ra neutralizing antibody (neuAb). CART19 antigen-specific proliferation was improved by IL-1&#946; (<i>PBS vs IL-1<\/i><i>&#946;<\/i><i>, p&#60;0.0001<\/i>). IL-1ra inhibited IL-1&#946;-dependent CART19 proliferation (<i>IL-1<\/i><i>&#946; vs IL-1&#946;+IL1ra<\/i><i> p=0.0006<\/i>), which was restored by IL-1ra neutralization (<i>IL-1<\/i><i>&#946;+IL-1ra vs IL-1&#946;+IL-1ra+IL-1ra neuAb<\/i><i>, p=0.0215<\/i>). Additionally, expression of IL-1RI, the receptor of IL-1&#946; and IL-1ra, was measured on T cells after coculturing CART19, JeKo-1, and M2-like macrophages. M2-like macrophages downregulated IL-1RI expression on CART cells, which is a potential mechanism of blocking CART response to IL-1&#946;, resulting in further suppression of CART proliferation (<i>JeKo-1+M2+CART19 vs JeKo-1+CART19, p=0.001<\/i>). Next, we assessed the impact of IL-1ra on CART cell functions in the presence of M2-like macrophage in a mantle cell lymphoma xenograft model. NOD-SCID-&#947;<sup>-\/- <\/sup>(NSG) mice were subcutaneously injected with human macrophages and luciferase<sup>+<\/sup> JeKo-1 cells. Upon tumor engraftment by bioluminescent imaging, mice were randomized to treatment with CART19 + IL-1ra neuAb or control IgG for 3 weeks. CART19 + IL-1ra neuAb led to improved antitumor activity (<i>IL-1ra neuAb vs control IgG, p=0.0033<\/i>). Overall, our study revealed a role of IL-1ra in macrophage-induced CART inhibition mediated by blocking IL-1&#946; signaling through IL-1RI.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Tumor microenvironment,Macrophages,CAR T cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Yun<\/b>, R. Sakemura, T. Huynh, C. Manriquez Roman, O. Sirpilla, C. Stewart, J. Girsch, E. Ogbodo, I. Can, J. Feigin, L. Mai, H. Xia, B. Kimball, M. Rodriguez, L. Kankeu Fonkoua, M. Hefazi, M. Ruff, E. Siegler, S. Kenderian; <br\/>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"6c091d24-e23b-41ca-b13f-e9b9c8703617","ControlNumber":"7654","DisclosureBlock":"&nbsp;<b>K. Yun, <\/b> None.&nbsp;<br><b>R. Sakemura, <\/b> <br><b>Janssen: Pharmaceutical Companies of Johnson & Johnson<\/b> Other, Honorarium.<br><b>T. Huynh, <\/b> None..<br><b>C. Manriquez Roman, <\/b> None..<br><b>O. Sirpilla, <\/b> None..<br><b>C. Stewart, <\/b> None..<br><b>J. Girsch, <\/b> None..<br><b>E. Ogbodo, <\/b> None..<br><b>I. Can, <\/b> None..<br><b>J. Feigin, <\/b> None..<br><b>L. Mai, <\/b> None..<br><b>H. Xia, <\/b> None..<br><b>B. Kimball, <\/b> None..<br><b>M. Rodriguez, <\/b> None..<br><b>L. Kankeu Fonkoua, <\/b> None..<br><b>M. Hefazi, <\/b> None..<br><b>M. Ruff, <\/b> None..<br><b>E. Siegler, <\/b> None.&nbsp;<br><b>S. Kenderian, <\/b> <br><b>Novartis<\/b> Patent. <br><b>Humanigen<\/b> Patent. <br><b>Mettaforge<\/b> Patent. <br><b>MustangBio<\/b> Patent. <br><b>Kite<\/b> Other, Research funding. <br><b>Gilead<\/b> Other, Research funding. <br><b>Juno<\/b> Other, Research funding. <br><b>BMS<\/b> Other, Research funding. <br><b>Novartis<\/b> Other, Research funding, advisory, consultant. <br><b>Torque<\/b> Other, Consultant. <br><b>MorphoSys<\/b> Other, Research funding. <br><b>Tolero<\/b> Other, Research funding. <br><b>Sunesis\/Viracta<\/b> Other, Research funding. <br><b>LifEngine Animal Health Laboratories Inc<\/b> Other, Research funding. <br><b>Lentigen<\/b> Other, Research funding. <br><b>Kite\/Gilead<\/b> Other, Advisory. <br><b>Humanigen<\/b> Other, Advisory, data safety and monitoring board, research funding, consultant. <br><b>Juno\/BMS<\/b> Other, Advisory. <br><b>Capstan Bio<\/b> Other, Advisory, consultant. <br><b>Calibr<\/b> Other, Consultant.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8768","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6813","PresenterBiography":null,"PresenterDisplayName":"Kun Yun, BS;MS","PresenterKey":"967ad1e0-8270-4abf-8000-4297eeefb6d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6813. Immunosuppressive monocytes suppress CART19 functions through modulation of the IL-1 pathway","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunosuppressive monocytes suppress CART19 functions through modulation of the IL-1 pathway","Topics":null,"cSlideId":""},{"Abstract":"Melanoma is a cancer that is metastatic, drug-refractory and fatal if managed late or inadequately. The transcription factor E2F1 is a key player in melanoma pathology, promoting metastatic traits like EMT, neoangiogenesis, chemoresistance and evasion of immune surveillance. Particularly, high levels of E2F1 trigger tumor progression by developing protein-protein interactions (PPI) with coregulators that enhance its potential to activate a prometastatic gene regulatory network (GRN). We aimed to investigate the extent to which E2F1-expressing melanoma cells influence the immune response.<br \/><b>Methods:<\/b> We combined transcriptomic approaches with bioinformatics and structural modeling to search for target genes involved in E2F1-activated immunomodulatory and prometastatic GRNs in aggressive melanoma. Immunoprecipitation and ChIP were performed to verify both PPI and protein-DNA interactions. Functional analyses, including qRT-PCR, immunoblotting and luciferase assays, were performed to verify expression and regulation of downstream targets. Additionally, we established a melanoma-immune cell coculture system with patient-derived CD4+ and CD8+ T cells. Cytokine arrays and ELISA were used for measurement of cytokine secretion to analyze the E2F1-induced tumor-immuno-crosstalk.<b> <\/b><br \/><b>Results: <\/b>We identified an E2F1-dependent GRN with IL-6 as a central factor mediating EMT and immune regulation. Mechanistically, E2F1-induced activation and secretion of IL-6 leads to an autocrine inflammatory forward-feedback loop, which in turn further promotes invasiveness and EMT marker expression in melanoma cells. Interestingly, IL6 activated STAT3 associates with E2F1 in a structure-dependent manner, forming a complex that enhances IL-6 expression by binding to a composite E2F1:STAT3-responsive promoter element. Moreover, we observed that the E2F1-IL6 axis dispenses immunomodulatory effects on surrounding CD4+ and CD8+ T cells, further stimulating IL-6 release, but also leading to secretion of IL-10 into the TME. Although IL-10 has an immunosuppressive function, it also showed anti-metastatic properties in melanoma cells. Thus, in contrast to IL-6, IL-10 decreased cell motility and reduced the expression of Vim, Slug, and Snai1, while simultaneous knockdown of E2F1 increased these effects. The findings are supported by clinical data sets showing that melanoma patients who have high levels of <i>E2F1 <\/i>and <i>IL-6 <\/i>and low <i>IL-10<\/i> exhibit poor survival.<br \/><b>Conclusion: <\/b>Our results unveil a novel gene regulatory program by which E2F1-associated IL-6 release induces the formation of an E2F1:STAT3 complex, resulting in a forward-feedback loop that promotes cancer invasion and regulates T cells response through intercellular cytokine signaling in the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Malignant melanoma,Malignant progression,Immune response,Transcription factor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"P. Dhar<sup>1<\/sup>, K. P. Singh<sup>2<\/sup>, S. K. Gupta<sup>2<\/sup>, D. Peringot<sup>1<\/sup>, A. Spitschak<sup>1<\/sup>, <b>B. M. Pützer<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Rostock University Medical Center, Rostock, Germany, <sup>2<\/sup>University of Rostock, Rostock, Germany","CSlideId":"","ControlKey":"b6822b19-08c4-4281-9f37-fdabed74d9fb","ControlNumber":"5168","DisclosureBlock":"&nbsp;<b>P. Dhar, <\/b> None..<br><b>K. P. Singh, <\/b> None..<br><b>S. K. Gupta, <\/b> None..<br><b>D. Peringot, <\/b> None..<br><b>A. Spitschak, <\/b> None..<br><b>B. M. Pützer, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8769","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6814","PresenterBiography":null,"PresenterDisplayName":"Brigitte Dr. Pützer","PresenterKey":"bcfcc801-fcdf-4a9d-9ead-9c3e9183da0d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6814. E2F1-induced autocrine IL-6 inflammatory loop mediates cancer-immune cell crosstalk that regulates metastatic properties in melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"E2F1-induced autocrine IL-6 inflammatory loop mediates cancer-immune cell crosstalk that regulates metastatic properties in melanoma","Topics":null,"cSlideId":""},{"Abstract":"<b>PURPOSE and INTRODUCTION:<\/b> <i>In vivo<\/i> a dermal filler hyaluronic gel-based loaded with CXCL12 (CLG) was able to divert B16-hCXCR4 cells<i> <\/i>from lung metastases. Herein, CLG was assessed for the capability to isolate human circulating cancer cells (CTCs). Moreover, in vivo CLGs and lungs were characterized to dissect natural (lung) and artificial (gel) microenvironment composition.<br \/><b>EXPERIMENTAL DESIGN: <\/b>&#8220;TRAP4MET&#8221; clinical trial was conducted in 48 advanced cancer patients characterized at diagnosis for CLG-dependent CTCs-isolation as compared to ScreenCell&#8482; filters. C57\/B6 mice were s.c. injected with Empty Gel (EG) or CLG and five days later i.v. injected with GFP-LLC (Lewis lung) cells. Lungs and gels were collected at time 0 (before tumour cells injection), after 4 hours and 10 days post tumour cells inoculation. Lungs and gels were analysed through flow-cytometry for GFP-LLC cells, innate and adaptive immunity.<br \/><b>RESULTS:<\/b> In TRAP4MET clinical trial CLG-CTCs were isolated in 8\/8 patients with ovarian (OC), 6\/8 with lung (LC), 6\/8 with colorectal (CRC), 8\/8 with endometrial (EC), 8\/8 with renal (RCC) cancer and 5\/8 with glioblastoma (GBM). In OC, LC and GBM, CLG isolated more CTCs than the conventional ScreenCell&#8482; (CLG\/SC ratio=1.88 for OC, 2.47 for LC and 11.89 for GBM). To dissect the in vivo efficacy of CLG, GFP-LLC were i.v. injected in C57\/B6 mice five days later the s.c CLG or EG injection. Five days after CLG\/EG gels and lungs were recovered. In CLG a lower % of total Macrophages (M&#934;), inactive\/precursor Tregs and higher % of M2-M&#934; was observed compared to EG while no major differences were revealed in lungs from CLG\/EG\/CTRL groups. 4 hours post injection revealed in CLG a lower % of M&#934;, lower inactive\/precursor Tregs and a higher % of M2- M&#934; and CXCR4+ M&#934; versus EG. In correspondent CLG-lungs, lower % of mature neutrophils and inactive\/progenitor Tregs as compared to EG-lung and CTRL-lung, respectively. 10 days post cells inoculation, CLG gels revealed again low total M&#934;, low inactive\/precursor Tregs and high M2-M&#934;, CXCR4+ M&#934; as to EG. The corresponding CLG-lungs displayed higher non-aged neutrophils and and NK cells, lower CXCR4+ M&#934;, lower total neutrophils, lower aged (CXCR4+) neutrophils and lower inactive Tregs as compared to EG and CTRL, respectively. Consistently, GFP-LLC cells were higher in CLG compared to EG at either 4 hours and 10 days post cell injection while reduced in lungs of CLG-mice compared to EG- and CTRL-lungs mice at 4 hours and 10 days post cell inoculation, respectively.<br \/><b>CONCLUSION: <\/b> CLG may support OC, LC and GBM- CTC counting in cancers at today orphan of CTCs reliable methods. In vivo, CLG attracted GFL-LLC cells while reducing lung GFP-LLC cells as early as after 4 hours post cell inoculation. CLG\/EG and correspondent lung analysis revealed an immunosuppressive microenvironment within CLG compared to EG reduced in the corresponding lungs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Circulating tumor cells,Chemokines,Tumor microenvironment,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Guardascione<\/b><sup>1<\/sup>, L. Portella<sup>1<\/sup>, D. Di Febbraro<sup>1<\/sup>, G. Bertolini<sup>2<\/sup>, G. Rea<sup>1<\/sup>, C. Ieranò<sup>1<\/sup>, C. D'Alterio<sup>1<\/sup>, M. Napolitano<sup>1<\/sup>, S. Santagata<sup>1<\/sup>, A. Trotta<sup>1<\/sup>, E. Scarpa<sup>1<\/sup>, S. Cecere<sup>1<\/sup>, A. Ottaiano<sup>1<\/sup>, G. Palumbo<sup>1<\/sup>, A. Morabito<sup>1<\/sup>, T. Somma<sup>3<\/sup>, R. Pacelli<sup>3<\/sup>, S. Pignata<sup>1<\/sup>, S. Scala<sup>1<\/sup>; <br\/><sup>1<\/sup>IRCCS National Cancer Inst. G. Pascale Foundation, Naples NA, Italy, <sup>2<\/sup>Fondazione IRCCS Istituto Nazionale dei Tumori, Milan, Naples NA, Italy, <sup>3<\/sup>University of Naples Federico II, Naples, Naples NA, Italy","CSlideId":"","ControlKey":"b6300c18-a74e-4b01-9db0-6884dad0f8d2","ControlNumber":"6828","DisclosureBlock":"&nbsp;<b>G. Guardascione, <\/b> None..<br><b>L. Portella, <\/b> None..<br><b>D. Di Febbraro, <\/b> None..<br><b>G. Bertolini, <\/b> None..<br><b>G. Rea, <\/b> None..<br><b>C. Ieranò, <\/b> None..<br><b>C. D'Alterio, <\/b> None..<br><b>M. Napolitano, <\/b> None..<br><b>S. Santagata, <\/b> None..<br><b>A. Trotta, <\/b> None..<br><b>E. Scarpa, <\/b> None..<br><b>S. Cecere, <\/b> None..<br><b>A. Ottaiano, <\/b> None..<br><b>G. Palumbo, <\/b> None..<br><b>A. Morabito, <\/b> None..<br><b>T. Somma, <\/b> None..<br><b>R. Pacelli, <\/b> None..<br><b>S. Pignata, <\/b> None..<br><b>S. Scala, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8809","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6815","PresenterBiography":null,"PresenterDisplayName":"Giuseppe Guardascione, MS","PresenterKey":"3eb20a7e-3b5a-4bf7-8405-4511f7771e1e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6815. CXCL12-loaded-hydrogel (CLG) <i>in vivo<\/i> modifies lung metastatic niche toward an immunoactive microenvironment reducing lung metastasis development","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CXCL12-loaded-hydrogel (CLG) <i>in vivo<\/i> modifies lung metastatic niche toward an immunoactive microenvironment reducing lung metastasis development","Topics":null,"cSlideId":""},{"Abstract":"Background: Cancer cachexia is a devastating syndrome characterized by progressive muscle wasting and hyperinflammation. The underlying mechanisms remain poorly understood with no treatment options available. Cachexia is driven by systemic inflammation, pro-inflammatory cytokines, and apoptotic cell death (debris). The resolution of inflammation as an active biochemical process is regulated by novel pro-resolving lipid mediators. Arachidonic acid-derived epoxyeicosatrienoic acids (EETs) are lipid mediators stimulating inflammation resolution. EETs are rapidly metabolized by the enzyme soluble epoxide hydrolase (sEH). sEH is a critical cause of inflammation and a biomarker in several chronic inflammatory diseases. sEH inhibitors promote tissue regeneration and counter-regulate pro-inflammatory cytokines. We hypothesized that pharmacological inhibition of the sEH may prevent cachexia.<br \/>Methods: We investigated murine cancer cachexia models using genetically engineered pancreatic (KPC) and prostate (TRAMP C1) tumor cell lines, and &#8220;TRAMP&#8221; mice (transgenic adenocarcinoma of the mouse prostate). We performed LC-MS\/MS-based profiling of bioactive lipids in plasma from KPC and colon cancer (CT26)-induced cachectic mice.<br \/>Results: KPC cells injected intraperitoneally induced 19.7% and 54.1% reduction in muscle weight in the tibialis anterior and soleus, respectively, in immunocompetent C57BL\/6 mice compared to non-tumor bearing (NTB) mice. LC-MS\/MS revealed KPC and CT26 cachexia induced a pro-inflammatory eicosanoid-driven cytokine storm. The human sEH inhibitor EC5026 delayed the onset of cachexia, leading to sustained survival over 250 days post-injection in the KPC model (n=15 mice\/group). sEH expression was increased in the gastrocnemius of KPC mice by day 22 post-tumor cell injection vs. NTB. EC5026 counter-regulated sEH expression compared to vehicle-treated. In the TRAMP model, 5\/5 of mice treated with EC5026 survived 230 days post-treatment compared to no survival of vehicle-treated mice (n=5). The transplanted KPC and TRAMP showed reduced CD4+ and CD8+ T lymphocytes and B lymphocytes in the tibialis anterior and gastrocnemius vs. NTB after flow cytometry analysis. EC5026 stimulated a general increase in CD3+ T lymphocytes and counter-regulated an eicosanoid-driven cytokine storm as shown by cytokine assays. EC5026 treatment increased tibialis anterior and gastrocnemius muscle weights and body weights compared to vehicle-treated KPC and TRAMP mice.<br \/>Conclusions: sEH inhibition may be a novel therapeutic approach to cachexia by targeting the immune response via stimulation of resolution of inflammation without toxicity or immunosuppression. Since sEH inhibitors have proven safe and effective in clinical trials for controlling multiple inflammatory diseases, this study provides a basis for the rapid clinical translation of sEH inhibitors to prevent\/reverse cachexia in cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Cachexia,Inflammation,Immune cells,Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. L. Bayer<\/b><sup>1<\/sup>, S. Virani<sup>1<\/sup>, M. Gillespie<sup>1<\/sup>, J. Capuano<sup>1<\/sup>, K. Smith<sup>1<\/sup>, K. Quinlivan<sup>1<\/sup>, K. Vasquez<sup>1<\/sup>, J. Yang<sup>2<\/sup>, H. Yang<sup>2<\/sup>, N. Mitsiades<sup>3<\/sup>, B. D. Hammock<sup>3<\/sup>, D. Panigrahy<sup>1<\/sup>; <br\/><sup>1<\/sup>Center for Vascular Biology Research, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, <sup>2<\/sup>College of Food Science and Nutritional Engineering, China Agricultural University, Beijing, China, <sup>3<\/sup>Department of Hematology and Oncology, and UCD Comprehensive Cancer Center, University of California, Davis, CA","CSlideId":"","ControlKey":"235587ef-3609-4ba6-ab96-6f1dd55292af","ControlNumber":"4876","DisclosureBlock":"&nbsp;<b>R. L. Bayer, <\/b> None..<br><b>S. Virani, <\/b> None..<br><b>M. Gillespie, <\/b> None..<br><b>J. Capuano, <\/b> None..<br><b>K. Smith, <\/b> None..<br><b>K. Quinlivan, <\/b> None..<br><b>K. Vasquez, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>H. Yang, <\/b> None..<br><b>N. Mitsiades, <\/b> None..<br><b>B. D. Hammock, <\/b> None..<br><b>D. Panigrahy, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8811","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6816","PresenterBiography":null,"PresenterDisplayName":"Rachel Bayer, MS","PresenterKey":"cd132ed3-c86c-46bd-8daf-15904d2c8704","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6816. Prevention of cancer cachexia by inhibition of soluble epoxide hydrolase","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prevention of cancer cachexia by inhibition of soluble epoxide hydrolase","Topics":null,"cSlideId":""},{"Abstract":"Tumor recurrence is the principal cause of mortality in breast cancer, yet the underlying mechanisms are not well understood. Anti-estrogen therapy, including tamoxifen, reduces tumor burden by inducing apoptosis and necrosis of cancerous tissue. The resulting cellular debris may stimulate tumor growth by disrupting inflammation resolution and creating pro-inflammatory and pro-tumorigenic microenvironments. Compared to estrogen receptor (ER)-positive breast cancer, ER-negative behaves aggressively, and patients have a poor prognosis due to the lack of treatment options. Here, we demonstrate that breast tumor cells killed by cytotoxic anti-estrogen therapy or chemotherapy (&#8220;tumor cell debris&#8221;) stimulate primary tumor growth when co-injected with a subthreshold (nontumorigenic) inoculum of tumor cells by triggering a macrophage-derived pro-inflammatory and pro-angiogenic &#8220;cytokine storm.&#8221; Thus, tumor cell debris is a critical risk factor for aggressive breast cancer growth. To assess whether stimulating the clearance of debris would impact breast cancer progression <i>in vivo<\/i>, we utilized maresin 1 (MaR1), maresin conjugates in tissue regeneration (MCTR1, MCTR2) and protectin conjugates in tissue regeneration (PCTRs), which are specialized pro-resolving lipid autacoid mediators (SPMs). We treated established models of ER-positive (EO771) and negative (4T1) breast cancer. Each maresin sharply reduced tumor growth in debris-stimulated and spontaneous (e.g. MMTV-PyMT) breast cancer models at nanogram concentrations without toxicity. Notably, PCTR1 inhibited orthotopic triple-negative (4T1) growth and proliferation compared to chemotherapy (paclitaxel) or immunotherapy (anti-cytotoxic T-lymphocyte-associated protein 4, CTLA4). Similarly, PCTR1 alone or in combination with chemotherapy (paclitaxel) reduced gene expression and protein levels of pro-angiogenic factor CXCL12\/SDF1 in the ER-negative (4T1) tumor microenvironment. In ER-positive (EO771), a triple combination of PCTR1, chemotherapy (paclitaxel), and immunotherapy (anti-CTLA4) treatment potentiated the immune checkpoint blockade. Maresins also stimulated macrophage phagocytosis of therapy-generated breast tumor cell debris, inhibited tumor angiogenesis, and dampened a therapy-induced cytokine storm, including TNF-&#945;, MIP-2\/CXCL2, CCL2\/MCP-1, IL- 1ra\/IL-1F3, and G-CSF. Expression of SPM receptors (e.g. resolvin D1 (RvD1) receptor ALX\/FPR2, resolvin D2 (RvD2) receptor GPR18, maresin 1 (MaR1) receptor LGR6, and resolvin E1 (RvE1) receptor ChemR23) were specifically identified in breast cancer tissue. Taken together, the maresin and protectin pathway mediators may represent a new therapeutic approach to stimulate the resolution of inflammation in breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-06 Inflammatory cells as regulators of tumor growth,,"},{"Key":"Keywords","Value":"Breast cancer,Inflammation,Tumor,Lipids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. A. Virani<\/b><sup>1<\/sup>, M. Gillespie<sup>1<\/sup>, H. Yang<sup>2<\/sup>, D. R. Bielenberg<sup>3<\/sup>, M. W. Kieran<sup>4<\/sup>, S. Huang<sup>5<\/sup>, C. N. Serhan<sup>6<\/sup>, D. Panigrahy<sup>1<\/sup>; <br\/><sup>1<\/sup>Department of Pathology and Center for Vascular Biology Research, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, <sup>2<\/sup>College of Food Science and Nutritional Engineering, China Agricultural University, Beijing, China, <sup>3<\/sup>Vascular Biology Program, Boston Children’s Hospital, Boston, MA, <sup>4<\/sup>Division of Pediatric Oncology, Dana-Farber Cancer Institute, Harvard Medical School; Department of Pediatric Hematology\/Oncology, Boston Children’s Hospital, Harvard Medical School, Boston, MA, <sup>5<\/sup>Institute of Systems Biology, Seattle, WA, <sup>6<\/sup>Center for Experimental Therapeutics and Reperfusion Injury, Brigham and Women’s Hospital and Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"09cabe78-54da-4e67-888b-3181a5ce031b","ControlNumber":"8374","DisclosureBlock":"&nbsp;<b>S. A. Virani, <\/b> None..<br><b>M. Gillespie, <\/b> None..<br><b>H. Yang, <\/b> None..<br><b>D. R. Bielenberg, <\/b> None..<br><b>M. W. Kieran, <\/b> None..<br><b>S. Huang, <\/b> None..<br><b>C. N. Serhan, <\/b> None..<br><b>D. Panigrahy, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8817","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6817","PresenterBiography":null,"PresenterDisplayName":"Sarina Virani, BS","PresenterKey":"d78fc2b8-9185-45a8-b426-6b0b4dc1c1d9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6817. Control of breast cancer via pro-resolving mediators","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Control of breast cancer via pro-resolving mediators","Topics":null,"cSlideId":""},{"Abstract":"Obesity is a modifiable host factor that has been reported to increase the risk of pancreatic ductal adenocarcinoma (PDAC) by ~60% and the mortality by two-fold, however, the exact mechanisms by which obesity enhances PDAC aggressiveness is incompletely understood. Given that nearly 74% of U.S. adults are overweight or obese (US Center for Disease Control), resolving the complex association between obesity and PDAC may unveil new targets for prevention and\/or intervention to decrease incidence and improve outcomes. The prevailing notion is that obesity-induced tumor <i>in situ<\/i> factors (i.e., oxidative, hypoxic, nutrient, and biochemical) play crucial roles in enhancing cancer cell fitness and survival. However, these concepts have yet to lead to the identification of any actionable target in patients, with obesity-related cancer in general and PDAC in particular<i>.<\/i> Prior studies and our preliminary data show the presence of a distinctive tumor immune profile in PDAC models under conditions of obesity, which encompasses immune suppressive myeloid and type 2 immune cells, namely M2-like tumor-associated macrophages (TAMs), and myeloid-derived suppressor cells (MDSCs), that inhibit effector CD8<sup>+<\/sup> T cell expansion and function enabling PDAC progression. However, the genesis of this &#8216;type 2 immune cell&#8217; dominant tumor-immune microenvironment (TIME) of obesity-driven PDAC remains to be fully understood. This led us to take a holistic approach utilizing multiple genetically engineered mouse models (GEMMs), pharmacological inhibitors, transcriptomic analysis (RNA-seq, spatial transcriptomic, and scRNA-seq), fresh PDAC patient samples, and imaging technologies (confocal microscopy) to understand the molecular mechanisms. Our novel mechanistic study using some of the above-mentioned tools shows that obesity-driven PDAC has significantly higher perineural invasion (PNI) that enhances PDAC progression. We found that sympathetic nerve terminals (of the PNI) via neurotransmitter release control the expression of integral cytokines that cause a dramatic remodeling of the TIME. Specifically, the PNI-mediated neuro-adrenergic signaling activates &#946;2-adrenergic receptor (&#946;2-AR) on PDAC cells, leading to increased tumor cell production\/proliferation and secretion of the &#8216;alarmins&#8217; IL-33 and IL-1&#946;. Importantly, we showed that mitigation of adrenergic signaling using two separate approaches: (i) pharmacological antagonists of &#946;2-ARs (&#946;-blockers), and (ii) the use of a thermoneutral model leads to substantial abrogation of obesity-mediated tumor progression. These, and other key data raise the provocative question that reducing adrenergic signaling-dependent IL-33 expression and release favor a pro-inflammatory TIME and significantly increase patient survival in obesity-driven PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Obesity,Tumor microenvironment,beta Blocker,Alarmin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. S. Mayengbam<\/b>, A. Alam, S. Senchanthisai, I. Bektas, P. Dey; <br\/>Roswell Park Comprehensive Cancer Center, Buffalo, NY","CSlideId":"","ControlKey":"e56f9c5b-ef03-4771-81a8-f6227e074573","ControlNumber":"6934","DisclosureBlock":"&nbsp;<b>S. S. Mayengbam, <\/b> None..<br><b>A. Alam, <\/b> None..<br><b>S. Senchanthisai, <\/b> None..<br><b>I. Bektas, <\/b> None..<br><b>P. Dey, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8820","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6818","PresenterBiography":null,"PresenterDisplayName":"Shyamananda Mayengbam, PhD","PresenterKey":"9114bb8b-c6d6-48f8-84c2-eaf42b736f2c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6818. Obesity-mediated perineural invasion promotes PDAC tumorigenesis","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Obesity-mediated perineural invasion promotes PDAC tumorigenesis","Topics":null,"cSlideId":""},{"Abstract":"Intrahepatic cholangiocarcinoma (CCA) is an aggressive biliary tract cancer that carries unfavorable prognosis. 10-20% of intrahepatic CCAs harbor a mutation in <i>IDH1<\/i> that can be targeted with mutant IDH1-specific inhibitors. However, objective and durable responses to treatment with mutant IDH1 inhibitors are rare in CCA. Mutant IDH1 has neomorphic enzymatic activity that produces the oncometabolite D-2-hydroxyglutarate (D-2-HG). D-2-HG promotes biliary tumor formation through cancer cell-intrinsic mechanisms but is also a paracrine factor in the tumor microenvironment (TME). Our group and others have identified that <i>IDH1-<\/i>mutant CCAs are not responsive to immunotherapy treatment approaches in part due to decreased CD8+ T cell infiltration and an increase in immunosuppressive macrophage cells in the TME. To better understand the immunosuppressive features of the <i>IDH1-<\/i>mutant CCA TME, we generated an isogenic cell line panel of <i>IDH1-<\/i>mutant (MUT) and <i>IDH1-<\/i>wild type (WT) mouse cholangiocarcinoma cells in the SB1 cell line background through a CRISPR homology directed repair approach. Compared to <i>IDH1<\/i>-WT cells, <i>IDH1-<\/i>MUT cells produce high levels of D-2-HG and both cell line panels readily form tumors in immunocompetent C57BL\/6 mice. Tumors formed from <i>IDH1-<\/i>mut cells have reduced CD8+ T cell infiltration compared to <i>IDH1-<\/i>WT tumors, a finding that correlates with analysis of human CCA samples. Using cytometry by time of flight (CyTOF), we identified that CD8+ T cells in <i>IDH1-<\/i>MUT tumors have decreased expression of key regulators of the antitumor immune response including EOMES, TBET, and GZMB compared to those isolated from <i>IDH1-<\/i>WT tumors. Analysis of secreted factors from these <i>IDH1-<\/i>MUT and <i>IDH1<\/i>-WT cells identified that <i>IDH1<\/i>-MUT cells release increased levels of CCL2, a chemokine shown to diminish the antitumor immune response across multiple cancer types, compared to <i>IDH1-<\/i>WT cells. Further, IDH<i>1-<\/i>MUT tumors grown in syngeneic, immunocompetent mice have increased CCL2 staining by IHC compared to <i>IDH1<\/i>-WT tumors. CCL2 expression is also increased in a preliminary analysis of <i>IDH1-<\/i>mutant human CCA primary tumors. Treatment of mice harboring orthotopic liver tumors formed from <i>IDH1-<\/i>MUT cells with a CCL2 neutralizing antibody resulted in decreased tumor size compared to isotype control. Together, our data suggest that CCL2 is a mediator of immunosuppression in the <i>IDH1<\/i>-mutant CCA TME and that modulation of CCL2 activity may improve outcomes in this rare disease subtype. Further work to understand the mechanisms through which <i>IDH1<\/i> mutations regulate CCL2 levels in these tumors is underway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"IDH1,Tumor immunity,Cholangiocarcinoma,CRISPR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"E. Kartalia, J. M. Leatherman, J. W. Lee, K. Yoshima, <b>D. J. Zabransky<\/b>, M. Yarchoan; <br\/>Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"925da7d4-ea45-45bf-9ac3-e36b90821aee","ControlNumber":"5800","DisclosureBlock":"&nbsp;<b>E. Kartalia, <\/b> None..<br><b>J. M. Leatherman, <\/b> None..<br><b>J. W. Lee, <\/b> None..<br><b>K. Yoshima, <\/b> None.&nbsp;<br><b>D. J. Zabransky, <\/b> <br><b>Roche\/Genentech<\/b> Grant\/Contract. <br><b>M. Yarchoan, <\/b> <br><b>AstraZeneca<\/b> Other, Consulting fees. <br><b>Eisai<\/b> Other, Consulting fees. <br><b>Exelixis<\/b> Other, Consulting fees. <br><b>Genentech<\/b> Other, Consulting fees. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract. <br><b>Exelixis<\/b> Grant\/Contract. <br><b>Incyte<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Adventris Phmarmaceuticals<\/b> Stock.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8822","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6819","PresenterBiography":null,"PresenterDisplayName":"Daniel Zabransky, MD;PhD","PresenterKey":"134989ad-94c7-4975-a110-da31f666bbcc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6819. Exploring the impact of <i>IDH1-<\/i>mutations on antitumor immunity in intrahepatic cholangiocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Chemokines and Cytokines in Cancer","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the impact of <i>IDH1-<\/i>mutations on antitumor immunity in intrahepatic cholangiocarcinoma","Topics":null,"cSlideId":""}]