[{"Abstract":"Triple-negative breast cancer (TNBC) is one of the most known aggressive subtypes of breast cancer, affecting 1 in 3 newly diagnosed cancers in women. TNBC affects African-American women disproportionally in comparison to Caucasian women. Due to the lack of estrogen receptors (ER), progesterone receptors (PR), and human epidermal growth factor receptors (HER-2), it poses direct challenges to the efficacy of standard hormonal therapies. The current TNBC treatments present higher toxicity and multiple side effects. An alternative would be using natural compounds that have emerged as potential anticancer agents. Kaempferol is a major flavonoid aglycone found in many fruits, vegetables, and herbs, including grapes, tomatoes, broccoli, tea, and ginkgo biloba leaves. In this study, we investigated the differential effect of kaempferol on cell toxicity, cell growth, and underlying mechanisms in inducing cell cycle arrest in genetically different TNBC cells from Caucasian (MDA-MB-231) and African American (MDA-MB- 468) women. Kaempferol significantly inhibited cell growth in both the cell lines with a more profound effect against MDA-MB-231 (IC50: 43.86 &#181;M) compared to MDA-MB-468 cells (IC50: 53.47 &#181;M). Also, kaempferol treatment induced cell cycle arrest at S-phase in both cancer cell subtypes. The MDA-MB-231 cells showed a kaempferol effect at lower concentrations (6.25&#181;M and 12.5&#181;M), while MDA-MB-468 cells showed the same effect at higher concentrations (25&#181;M and 50&#181;M). Kaempferol also modulated CDK gene expression associated with cell cycle progression in breast cancer cells. The inhibition at S-phase is important in cancer treatment because it targets the highly proliferative nature of cancer cells characterized by uncontrolled cell division. This study indicates that, by inducing cell cycle arrest at the S-phase, kaempferol may interfere with cancer cell growth and proliferation by inhibiting DNA replication, offering potential therapeutic benefits. This approach could reduce side effects and increase treatment efficacy, providing hope for more effective interventions in the fight against TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Cell cycle arrest,Proliferation,Flavonoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Kaur<\/b>, P. Mendonca, K. F. Soliman; <br\/>Florida A&M University, Tallahassee, FL","CSlideId":"","ControlKey":"a767df12-4438-4a45-9d71-047e734da31f","ControlNumber":"2135","DisclosureBlock":"&nbsp;<b>S. Kaur, <\/b> None..<br><b>P. Mendonca, <\/b> None..<br><b>K. F. Soliman, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6400","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"504","PresenterBiography":null,"PresenterDisplayName":"Sukhmandeep Kaur, BS","PresenterKey":"06d1a3cb-a853-48fc-b78c-f9d33adafcba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"504. Anticancer effects of kaempferol through cell cycle arrest and the inhibition of proliferation in genetically distinct triple-negative breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anticancer effects of kaempferol through cell cycle arrest and the inhibition of proliferation in genetically distinct triple-negative breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Bladder cancer (BCa) is the second most common genitourinary cancer. High recurrence rate, progression to MIBC and poor prognosis in metastatic disease are major challenges for this disease management. Therapeutic options for advanced stage BCa are very limited, hence developing agents to treat this disease progression are highly needed. Thyroid receptor-interacting protein 13 (TRIP13), a member of the AAA-ATPase family, regulates various cellular processes such as DNA repair and spindle assembly. TCGA data analysis showed significant overexpression of TRIP13 that correlates with disease stage and mortality. Recent studies have shown that TRIP13 amplification occurs in several types of human cancers, including BCa, and it regulates cell proliferation, tumor growth, and drug resistance. However, the role of TRIP13 in BCa and its potential as a therapeutic target remain elusive. Therefore, in the present study we performed a preclinical investigation of the TRIP13 role in BCa progression, underlying molecular mechanisms, and develop promising therapeutics against BCa. Initially we profiled TRIP13 expression in 10 different bladder cancer cell lines from a panel of human and rodent origin and found elevated protein expression in multiple BCa cell lines. TRIP13 levels were also significantly elevated in the BBN induced rat- and SV40T driven mouse- bladder tumor tissues compared to normal bladder tissues. Pharmacological inhibition of TRIP13 with a potent drug DCZ0415 significantly suppressed cell proliferation (IC<sub>50 ~<\/sub>7&#956;M) in J82, NBT-II and MB49 cell lines and induced cell death. DCZ0415 treatment led to cell cycle arrest at G1 phase (P&#60;0.001) in BCa cells. In mechanistic investigations on its effect on cell cycle progression by DCZ0415 treatment decreased the expression of CDK4, CDK6, Cyclin D1, and PCNA protein expression. TRIP13 inhibition also suppressed the migration and invasion potential of BCa cells. Annexin V and &#947;-H2AX staining suggested that DCZ0415 induced apoptosis in BCa cells and increased DNA damage. These findings were also complemented by an increase in cleaved caspase-3 and PARP proteins. We also observed modulation of cGAS-STING signaling pathway in BCa cells with DCZ0415 treatment, indicating potential for its combination with cGAS-STING stimulators. Importantly, we found that TRIP13 inhibition with DCZ0415 significantly suppressed the growth of 3D BCa models as well BBN-induced rat BCa tumoroids and spheroids. Overall, these results suggest that TRIP13 could be a potential therapeutic target for prevention of bladder cancer and warrants further validation in <i>in vivo<\/i> models (Funding supported by P30CA225520 and ACS-IRG grant).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Bladder cancer,Cell cycle,TRIP13,3D Models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. P. Singh<\/b>, K. Goswami, A. S. Asch, C. V. Rao, V. Madka; <br\/>OU Health Stephenson Cancer Center, Oklahoma city, OK","CSlideId":"","ControlKey":"1fa316ae-e835-4e4e-86a3-279728e5c38f","ControlNumber":"7971","DisclosureBlock":"&nbsp;<b>S. P. Singh, <\/b> None..<br><b>K. Goswami, <\/b> None..<br><b>A. S. Asch, <\/b> None..<br><b>C. V. Rao, <\/b> None..<br><b>V. Madka, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6402","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"506","PresenterBiography":null,"PresenterDisplayName":"Surya Singh, PhD","PresenterKey":"e746e7ce-413f-4ea9-8914-d4531c276d83","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"506. TRIP13 is a promising therapeutic target for bladder cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TRIP13 is a promising therapeutic target for bladder cancer","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is one of the main malignant tumors and among the leading cause of death in cancer patients worldwide considering that recurrence and chemotherapeutic drug resistance are highly common in the advanced stage of CRC. Mutations in KRAS and BRAF occur frequently in colorectal cancers, and abnormal cell cycles caused by these mutations affect tumor progression and metastasis. Accordingly, inhibition of cell cycle has been a potential target for colorectal cancers and therefore, we have developed a new lead compound, HLS-22001.<br \/>Our studies confirmed that HLS-22001 inhibited the proliferation of several cancer cells and significantly induced G2\/M arrest and apoptosis of colon cancer cells and chemotherapy resistant colon cancer cells. The docking model studies showed that HLS-22001 was expected to bind to the colchicine binding site of beta-tubulin, and in fact, as a tubulin inhibitor, it had the effect of inhibiting tubulin dimerization and polymerization in the microtubule dynamics. Consistently, in xenograft mouse model, oral administration of HLS-22001 significantly suppressed tumor weight and volume without acute toxicity in mice.<br \/>Collectively, these results suggest further development of HLS-22001 as a novel and promising oral drug for colorectal cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Colorectal cancer,Microtubules,Cell cycle arrest,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C.-h. Ahn, <b>G.-b. Jang<\/b>, C. Kim, J. Lee, T. Kim, Y. Yang, E. Cho, M. Kim, Y.-t. Kim, Y.-H. Han, H. Kang; <br\/>HLB Life Science R&D Co., Ltd., Gyeonggi-do, Korea, Republic of","CSlideId":"","ControlKey":"e987e564-d45d-40a8-805c-2fa39d3f1b67","ControlNumber":"1544","DisclosureBlock":"&nbsp;<b>C. Ahn, <\/b> None..<br><b>G. Jang, <\/b> None..<br><b>C. Kim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>T. Kim, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>E. Cho, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>Y. Han, <\/b> None..<br><b>H. Kang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6403","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"507","PresenterBiography":null,"PresenterDisplayName":"Gyubeom Jang, PhD","PresenterKey":"a71ba8f4-3d1e-4b9a-8404-e9c89be72a28","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"507. HLS-22001 induces G2\/M cell cycle arrest and apoptotic cell death via tubulin depolymerization in colon cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HLS-22001 induces G2\/M cell cycle arrest and apoptotic cell death via tubulin depolymerization in colon cancer","Topics":null,"cSlideId":""},{"Abstract":"Diffuse Intrinsic Pontine Glioma (DIPG) represents one of the most aggressive malignancies of the central nervous system, predominantly affecting children. DIPG is a particularly poor prognosis brain tumor with a median overall survival of less than 1 year. Hence, there is an urgent need to develop novel therapies that not only improve outcome but mitigate long-term complications in children with DIPG. The protein BMI-1, a critical component of the Polycomb Repressive Complex 1 (PRC1), is a proto-oncogene implicated in development, stemness of normal and malignant cells, and self-renewal. BMI-1 has emerged as a potential therapeutic target in DIPG; however, its role in DIPG tumorigenesis and progression remains elusive. We have previously shown that PTC596, a potent BMI-1 modulator, induces chromosome scattering, M phase cell-cycle arrest, BMI-1 phosphorylation and translocation to the cytoplasm leading to the inhibition of its PRC1 canonical function and cell death. These findings imply the induction of the spindle assembly checkpoint (SAC), thereby preventing mitotic exit followed by BMI-1 phosphorylation, probably at multiple sites, suggesting a survival role of BMI-1 in M phase in DIPG. The objective of the present study is to delineate the molecular pathways governing BMI-1 function during M phase and to establish the temporal sequence of these biochemical events related to BMI-1. Our data demonstrated that following PTC596 treatment, BMI-1 is actively transported from the nucleus to the cytoplasm. Furthermore, we observed colocalization of BMI-1 with COX4 in the mitochondria during M phase. Moreover, using Alphafold prediction model, BMI-1 could interact with CRM1 transporter. These findings suggest a potential PRC1-independent role of BMI-1 during early M phase required for DIPG proliferation. We are currently investigating potential pathways involved in BMI-1 nuclear-cytosol translocation through bioinformatic analyses, protein-protein interaction simulations, and pharmacological inhibitor assays. Collectively, these studies aim to elucidate the molecular mechanisms underlying BMI-1 functions in DIPG, thereby potentially paving the way for the development of targeted therapeutic strategies related to M phase progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Brain tumors,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"H.-H. Pang, B. Umaru, S. Senthil Kumar, <b>R. Drissi<\/b>; <br\/>Nationwide Children's Hospital, Columbus, OH","CSlideId":"","ControlKey":"8967d0d1-e4a6-4ebc-977e-67841a6c8bb3","ControlNumber":"5407","DisclosureBlock":"&nbsp;<b>H. Pang, <\/b> None..<br><b>B. Umaru, <\/b> None..<br><b>S. Senthil Kumar, <\/b> None..<br><b>R. Drissi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6404","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"508","PresenterBiography":null,"PresenterDisplayName":"Rachid Drissi, PhD","PresenterKey":"5b44a037-5846-4813-9829-fe8847d22708","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"508. Determining the nuclear and cytoplasmic function of BMI-1 in diffuse intrinsic pontine glioma during M phase","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Determining the nuclear and cytoplasmic function of BMI-1 in diffuse intrinsic pontine glioma during M phase","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> MPS1 kinase plays a crucial role in maintaining genomic integrity by controlling the spindle assembly checkpoint (SAC). MPS1 is highly expressed in tumors of different origins and overexpression is associated with poor prognosis. By inhibiting MPS1, cancer cells are forced to enter anaphase before chromosomes are aligned, leading to mitotic catastrophe and apoptosis. NMS-01940153 (NMS-153) is a potent and selective MPS1 inhibitor, with antitumor activity <i>in vitro<\/i> and <i>in vivo<\/i>. NMS-153, under investigation in a clinical trial, shows early signs of clinical activity, an acceptable safety profile, with manageable and reversible neutropenia as the main adverse effect (EudraCT 2020-001002-26; Reig et al, Eur J Cancer 174S1, 2022).<br \/>Microtubule targeting agents (MTAs), such as taxanes and vinca alkaloids, cause mitotic arrest and activate the SAC. Concomitant SAC disruption by MPS1 inhibition synergizes with MTAs, but the combination is limited by neutropenia in the clinic.<br \/><b>Purpose and Methods:<\/b> The goal is to show synergism between NMS-153 and MTA and to find a strategy to overcome the limiting neutropenia of this combination. For this, Tisotumab vedotin (TV), an anti-Tissue Factor (TF) with Monomethyl auristatine E (MMAE) payload, was used. TF is aberrantly expressed in a variety of tumors compared to normal tissue counterpart. In colorectal cancer (CRC), TF is overexpressed in patients with distinct molecular features including BRAF mutation, a colon cancer population that hardly responds to chemotherapy or BRAF inhibitors. At therapeutic doses, TV induces low rate of grade &#8805;3 neutropenia. The combination of NMS-153 and TV is expected to synergize and have an acceptable safety profile. LS411N CRC model expressing TF and harboring a BRAFV600E mutation was selected for testing NMS-153 and TV in combination. <i>In vivo<\/i>, NMS-153 was tested at 13 or 20 mpk every 4 days for 7 doses. TV was tested at 1 or 4 mpk weekly for 2 doses. The 2 therapeutic doses of both agents were tested in combination.<br \/><b>Results:<\/b> <i>In vitro<\/i>, synergism of NMS-153 with TV in LS411N cells was observed. <i>In vivo<\/i>, NMS-153 and TV as single agents were efficacious in LS411N xenograft with TGIs up to 53% and 89%, respectively. The median survival time (MST) for the vehicle group was 35.5 days. NMS 153 and TV single agents prolonged survival with MSTs up to 53 and 73.3 days, respectively. When combined, a dose-dependent therapeutic benefit was observed, with an MST of &#62;137 days, and 6 out of 10 mice profiting of long-term tumor regressions at the highest doses tested. The combination benefit was statistically significantly different from single agents and more than additive. Treatments were well tolerated.<br \/><b>Conclusions:<\/b> The combination of NMS-153 with TV is synergistic in the LS411N CRC model. These data strongly suggest the potential for clinical efficacy of NMS-153 with TV and the combinability of NMS-153 with TV and other MMAE-based ADCs in different tumor contexts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Kinases,Cell cycle checkpoints,Antibody-drug conjugate (ADC),Microtubule-interfering agents,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"G. Texido<sup>1<\/sup>, F. Gasparri<sup>1<\/sup>, A. Ciavolella<sup>1<\/sup>, L. Gianellini<sup>1<\/sup>, A. E. Pedersen<sup>1<\/sup>, A. Ocaña<sup>1<\/sup>, R. Colombo<sup>1<\/sup>, D. Roberti<sup>1<\/sup>, L. Mahnke<sup>2<\/sup>, <b>C. Perrera<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Nerviano Medical Sciences S.r.l., Nerviano (MI), Italy, <sup>2<\/sup>Nerviano Medical Sciences Inc., Boston, MA","CSlideId":"","ControlKey":"528d289e-2c02-42ef-94ee-7cd39c2925de","ControlNumber":"6213","DisclosureBlock":"&nbsp;<b>G. Texido, <\/b> None..<br><b>F. Gasparri, <\/b> None..<br><b>A. Ciavolella, <\/b> None..<br><b>L. Gianellini, <\/b> None..<br><b>A. E. Pedersen, <\/b> None..<br><b>A. Ocaña, <\/b> None..<br><b>R. Colombo, <\/b> None..<br><b>D. Roberti, <\/b> None..<br><b>L. Mahnke, <\/b> None..<br><b>C. Perrera, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6405","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"509","PresenterBiography":null,"PresenterDisplayName":"Claudia Perrera, PhD","PresenterKey":"b0fde5a2-866d-4662-8c86-873a1ac33369","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"509. The MPS1\/TTK inhibitor, NMS-01940153, synergizes with tisotumab vedotin in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The MPS1\/TTK inhibitor, NMS-01940153, synergizes with tisotumab vedotin in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"The contemporary landscape of cancer treatment has witnessed significant progress with FDA-approved targeted drugs. The FDA's Project Optimus has underscored the growing need for innovative pharmacodynamic endpoints to determine the optimal biological dose in clinical development. Flow cytometry, a potent analytical tool in clinical and preclinical labs, now plays a leading role in cancer research, enabling the evaluation of new drug effects on cell cycle regulation and consideration of rational drug combinations with approved drugs. At TD2, we strive to enhance the translatability of in vitro induced cell cycle arrest studies to in vivo biomarker proof of concept and efficacy. We employ a comprehensive approach, utilizing flow cytometry to assess cell cycle dynamics in cultured cells and in vivo tumor models after treatment with approved and novel drugs. This abstract focuses on the translational relevance of combined in vitro and in vivo testing of well-known drugs that disrupt the cell cycle, laying the foundation for optimized treatment strategies and potentially personalized cancer therapies. Human A549 non-small cell lung carcinoma cells were treated with either thymidine (2.0mM) or the microtubule-depolymerizing drug nocodazole (100ng\/ml) for 18 hours, then examined by flow cytometry. Thymidine induced a greater than 85% S-phase arrest, while nocodazole induced a greater than 88% G2\/M-phase arrest. A549 cells (5x10<sup>6<\/sup> cells\/mouse) were subcutaneously implanted in SCID mice, followed by treatment with an FDA-approved cell cycle inhibitor, Palbociclib, or cisplatin chemotherapy. Palbociclib, a CDK4\/6 inhibitor, and low-dose cisplatin treatment resulted in an increased accumulation of cells in the G0\/G1 phase, <u>g<\/u>reater than 80% for each. Both treatments exhibited promising anti-cancer activity, with tumor growth inhibition (TGI) of 69% and 87%, respectively. Our findings highlight flow cytometry's multifaceted utility in assessing cell cycle arrest, providing a comprehensive view of agent effects on cancer cells in culture and within the complex in vivo tumor microenvironment. Determining the impact of any new drug on specific cell cycle checkpoints could allow for a more strategic plan for combination therapy. Integrating flow cytometry could enable early biomarker monitoring of tumor cell cycle changes, offering insights into the therapeutic potential of new agents alone or in combination. This multidimensional evaluation contributes to understanding cancer biology and has the potential to guide the development of novel therapeutic strategies, optimize treatment regimens to identify optimal biological doses, and improve patient outcomes in the era of precision medicine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Cell cycle arrest,Flow cytometry,Cell cycle inhibitors,A549 cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. E. Trachet<\/b>, E. Cluff, A. Lemos de Matos, D. Diaz, C. Holmquist, P. Gonzales; <br\/>Translational Drug Development (TD2), Scottsdale, AZ","CSlideId":"","ControlKey":"4156871a-b557-45c7-b7a3-7d908d09515b","ControlNumber":"8581","DisclosureBlock":"&nbsp;<b>E. E. Trachet, <\/b> None..<br><b>E. Cluff, <\/b> None..<br><b>A. Lemos de Matos, <\/b> None..<br><b>D. Diaz, <\/b> None..<br><b>C. Holmquist, <\/b> None..<br><b>P. Gonzales, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6406","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"510","PresenterBiography":null,"PresenterDisplayName":"Erin Trachet, BS","PresenterKey":"e022f000-0e05-47cf-a723-3b420a299fa8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"510. Flow cytometry evaluation of cell cycle arrest in A549 human non-small cell lung cancer cells and tumors following treatment with cell cycle inhibitors: A multifaceted approach to targeting cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Flow cytometry evaluation of cell cycle arrest in A549 human non-small cell lung cancer cells and tumors following treatment with cell cycle inhibitors: A multifaceted approach to targeting cancer","Topics":null,"cSlideId":""},{"Abstract":"Cell cycle inhibitors have a long history as anti-cancer therapeutics in clinical applications. Uncontrolled and infinite cell cycles are hallmarks of cancer, which enable them to proliferate rapidly and survive. To target these key features of cancer cells, cell cycle inhibitors are used to arrest their active cell cycle and induce cell death. In this study, beyond the known primary effect on cell cycle control, we identified that an expected and a secondary effect in immune modulation by the cell cycle inhibitors. Anti-mitotic agents including Paclitaxel (microtubule stabilizer), Palbociclib (CDK4\/6 inhibitor) and AZD1152 and GSK1070916 (Aurora Kinase B inhibitors) can also eliminate cancer cells via an alternative mechanism - the activation of STING signaling. Our results demonstrated that these anti-mitotic agents caused DNA damage and cytosolic DNA accumulation. The cytosolic DNA was captured by a cytosolic DNA sensor DDX41,which triggered STING-TBK1-IRF3\/7 pathway to upregulate secretion of pro-inflammatory senescence-associated secretory phenotype (SASP) factors in cancer cells. In addition, we revealed that transcription of DDX41 was mediated by the transcription factor known ashypoxia-inducible factor (HIF). In HCC, hypoxia induced DDX41 expression through HIF-1,thus hypoxic HCC cells were more prone to STING activation and SASP production under mitotic stress induced by cell cycle inhibitors. In the tumor microenvironment, the SASP enhanced infiltration of immune cells into the tumor core to eliminate cancer cells. We also observed the additive effects of cell cycles inhibitors (Paclitaxel, Palbociclib, and AZD1152)with anti-PD-1 mAb to arrest growth of HCC in mouse models. In summary, this study exhibited the novel immune-mediated aspect of cell cycle inhibitors in suppressing tumor growth. Our data suggested the potential combination regimen of cell cycle inhibitors and currently available immunotherapy with promising result.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Cell cycle inhibitors,Hypoxia,STING,cytosolic DNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Chan<\/b>, P. Wong, H. Xue, C. Goh, J. Cheu, A. Tse, M. Zhang, C. Wong; <br\/>The University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"6e5d132d-4600-473c-b42f-81a997401a18","ControlNumber":"2302","DisclosureBlock":"&nbsp;<b>C. Chan, <\/b> None..<br><b>P. Wong, <\/b> None..<br><b>H. Xue, <\/b> None..<br><b>C. Goh, <\/b> None..<br><b>J. Cheu, <\/b> None..<br><b>A. Tse, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>C. Wong, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6407","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"511","PresenterBiography":null,"PresenterDisplayName":"Cerise Yuen-ki Chan, BS;PhD","PresenterKey":"bce5c138-f6e6-48b6-94b8-66428da38e04","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"511. Cell cycle inhibitors exhibit anti-tumor immunomodulatory roles through the HIF-1-DDX41 cytosolic DNA sensing pathway in HCC","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell cycle inhibitors exhibit anti-tumor immunomodulatory roles through the HIF-1-DDX41 cytosolic DNA sensing pathway in HCC","Topics":null,"cSlideId":""},{"Abstract":"Background: Traditional cell culture methods involve growing cells on flat surfaces, which do not fully replicate the human physiological conditions. In contrast, 3D cell cultures accurately reproduce aspects of the <i>in-vitro<\/i> malignant and non-malignant cell behavior<i>. <\/i>However,<i> <\/i>differences in tumor sensitivity platforms between 2D vs. 3D models might be relevant for some, but not for other drugs.<br \/>Methods: The colorectal cancer cell line HCT-116 was cultured and plated in flat bottom well plates for the 2D condition and in Ultra Low Attachment round-bottom plates for the 3D condition. After plating, cells were treated with chemotherapies and targeted therapies for four days; cellular sensitivity was assessed through a viability assay. Four-parameter logistic (4PL) dose response curves were generated and IC<sub>50<\/sub>s were quantified to understand the differences in responses between 2D and 3D cellular environments.<br \/>Results: HCT-116 exhibited similar responses to platinum drugs, taxanes, and several other tested drugs in both platforms, with the exception of gemcitabine (2D IC<sub>50<\/sub> 0.04 mcM; 3D IC<sub>50<\/sub> 12.8 mcM), lapatinib (2D IC<sub>50<\/sub> 23; 3D IC<sub>50<\/sub> 418), tucatinib (2D IC<sub>50<\/sub> 23.3; 3D IC<sub>50<\/sub> 79.3), and palbociclib (2D IC<sub>50<\/sub> 7.0; 3D IC<sub>50<\/sub> 24.0). Interestingly, these drugs share a common mechanism of action, which is the inhibition of cell cycle progression from G1 to S phase. Hence, we hypothesize that this shared mechanism may account for the observed differences in drug efficacy between the two environments.<br \/>Conclusions: Similar dose responses have been observed with various drugs on both platforms, yet drugs that inhibit cell cycle progression from G1 to S phase, revealed higher sensitivity in 2D and more resistance in the 3D platform. Confirmatory cell-cycle results analyses are in progress. Further research is needed to understand if this applies to patient samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Drug resistance,Spheroids,Cell cycle inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Kumar<\/b>, C. Maestri, R. Nitiyanandan, I. Trus, R. J. Parker, B. Apfel, C. Apfel; <br\/>Sage Medic Corp., Redwood City, CA","CSlideId":"","ControlKey":"1f048a0f-9e33-46a3-9e56-9438ef187faa","ControlNumber":"3995","DisclosureBlock":"<b>&nbsp;J. Kumar, <\/b> <br><b>SageMedic Corporation<\/b> Employment. <br><b>C. Maestri, <\/b> <br><b>SageMedic Corp.<\/b> Employment. <br><b>R. Nitiyanandan, <\/b> <br><b>SageMedic Corp.<\/b> Employment. <br><b>I. Trus, <\/b> <br><b>SageMedic Corp.<\/b> Employment. <br><b>R. J. Parker, <\/b> <br><b>SageMedic Corp.<\/b> Employment. <br><b>B. Apfel, <\/b> <br><b>SageMedic Corp.<\/b> Treasurer. <br><b>C. Apfel, <\/b> <br><b>SageMedic Corp.<\/b> CEO and Founder.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6408","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"512","PresenterBiography":null,"PresenterDisplayName":"Jahanvi Kumar","PresenterKey":"9e3ab17d-d379-4576-a9b6-7160b9c136f1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"512. Cell-cycle inhibition may influence differences in 2D vs 3D tumor sensitivity profiles","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell-cycle inhibition may influence differences in 2D vs 3D tumor sensitivity profiles","Topics":null,"cSlideId":""},{"Abstract":"There is great interest in the identification of biomarkers to guide development of antibody-drug conjugates (ADC). We previously showed that loss of Neurofibromatosis 1 (NF1), a gene frequently mutated across cancers, enhances the activity of DM1, the maytansinoid payload of T-DM1, through a novel function in regulating microtubule (MT) dynamics. Maytansinoids are puzzlingly more effective in cells (in the nanomolar range) vs in vitro (in the micromolar range). Since maytansinoids bind at the interface between tubulin dimers, they are thought to only bind soluble tubulin dimers or MT ends, which would suggest very few binding sites available for pharmacological interaction in vivo, at odds with data. Here we investigated the interaction of DM1 with NF1 and MTs, using cellular and reductionist in vitro systems. To measure in vivo MT dynamics, we transiently transfected the MT end-binding protein EB3-GFP and reconstructed MT trajectories by live-cell imaging. Upon DM1 treatment, KO cells showed a highly significant reduction in MT speed, demonstrating a direct role for NF1 on MT dynamics in cells. In turbidity-based tubulin polymerization assays, recombinant NF1 greatly accelerated polymerization, and completely rescued DM1-induced inhibition. Visual inspection of fluorescent MTs showed that NF1 induced significant MT bundling, a defining feature of many MT-associated proteins, which generates signal indistinguishable from true MT polymerization in turbidity assays. To follow the dynamics of individual microtubules, we applied Total Internal Reflection (TIRF) microscopy on glass-immobilized MTs. As expected, polymerization in the presence of NF1 led to a significant increase in MT dynamics (elongation speed, rescue and catastrophe rate). Expectedly, DM1 led to significant reduction in the fraction of elongating MTs and speed, but these defects were completely or partially rescued by NF1. Importantly, DM1 did not only lead to MT shortening (as proposed by the current model), but also to clear and frequent MT fracturing, indicating that the drug is not only engaging MT ends but also intra-tubular binding sites. This is consistent with recent models of MT formation which incorporate the frequent presence of areas of discontinuity or damage induced by mechanical stress, exposing intra-tubular DM1 binding sites. Interestingly, adding NF1 to DM1-treated MTs generated areas of de novo intra-tubular tubulin insertion, coincident with damaged sites, suggesting an entirely novel role for NF1 in MT repair.In conclusion, we provide evidence for a model in which maytansinoids bind not only to soluble tubulin dimers and MT ends, but also to intra-tubular damaged sites. Thus, the number of binding sites in cells would be proportional to MT damage, suggesting a mechanism for differential efficacy across tumor types and a potential avenue for combinatorial drug development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Biomarkers,Microtubules,NF1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"E. Messuti<sup>1<\/sup>, B. Achutti Duso<sup>1<\/sup>, A. Castiglioni<sup>1<\/sup>, G. Tini<sup>1<\/sup>, E. Bonetti<sup>1<\/sup>, G. Ciossani<sup>1<\/sup>, S. Monzani<sup>1<\/sup>, D. Khuntsariya<sup>2<\/sup>, Z. Lánský<sup>2<\/sup>, M. Braun<sup>2<\/sup>, L. Scietti<sup>1<\/sup>, <b>L. Mazzarella<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>IEO - European Institute of Oncology, Milan, Italy, <sup>2<\/sup>Institute of Biotechnology CAS - BIOCEV, Vestec, Czech Republic","CSlideId":"","ControlKey":"0da65cdb-2248-45f3-9dce-b8fdb80b5f79","ControlNumber":"6753","DisclosureBlock":"&nbsp;<b>E. Messuti, <\/b> None..<br><b>B. Achutti Duso, <\/b> None..<br><b>A. Castiglioni, <\/b> None..<br><b>G. Tini, <\/b> None..<br><b>E. Bonetti, <\/b> None..<br><b>G. Ciossani, <\/b> None..<br><b>S. Monzani, <\/b> None..<br><b>D. Khuntsariya, <\/b> None..<br><b>Z. Lánský, <\/b> None..<br><b>M. Braun, <\/b> None..<br><b>L. Scietti, <\/b> None.&nbsp;<br><b>L. Mazzarella, <\/b> <br><b>Thetis<\/b> Grant\/Contract. <br><b>Bristol myers squibb<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6409","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"513","PresenterBiography":null,"PresenterDisplayName":"Luca Mazzarella, MD;PhD","PresenterKey":"f7ffa972-7d57-42aa-969a-7a40945eb82c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"513. Intra-tubular damage is targeted by maytansinoids and rescued by NF1: Revisiting mechanism and biomarkers of an established ADC payload","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intra-tubular damage is targeted by maytansinoids and rescued by NF1: Revisiting mechanism and biomarkers of an established ADC payload","Topics":null,"cSlideId":""},{"Abstract":"Based on iOmx&#8217; proprietary iOTarg<sup>TM<\/sup> genetic screening platform, salt-inducible kinase (SIK) 3 was identified as a novel cell signaling modulator in cancer biology. OMX-0407, an orally available, spectrum-selective kinase inhibitor targets several members of the SIK family and is known to prevent tumor-promoting function of the SIK-family through repolarization of the tumor microenvironment by enhancing caspase-mediated apoptosis upon death-receptor signaling. In addition, OMX-0407 inhibits individual key members of the tyrosine and tyrosine-like kinase family that are involved in cancer cell proliferation and cell cycle regulation. Via this dual mode of action, OMX-0407 has the potential to effectively fight solid tumors as exemplified by its striking single-agent efficacy in multiple pre-clinical tumor models.<br \/>A comprehensive anti-tumor viability screen of &#62;200 human cancer cell lines revealed striking effects of OMX-0407 on cancer cell viability across various cancer indications, resulting in a distinct sensitivity profile across various tumor indications with particularly strong effects on renal cell carcinoma (RCC) and squamous non-small cell lung cancer (sqNSCLC). Phospho-proteomics screening demonstrated pharmacodynamic activity of OMX-0407 in sensitive tumor cell lines via inhibition of key cellular processes such as cell motility, proliferation, and cell cycle regulation across different indications. Orthogonal functional <i>in vitro<\/i> assays confirmed the association of the OMX-0407-mediated anti-tumor efficacy with the arrest of G1\/S transition and corresponding downregulation of cell cycle associated proteins PAK1\/2 and ARHGAP35.<br \/>The profound impact of OMX-0407 on fundamental regulatory mechanisms of cell division and cancer cell apoptosis translates into dose-dependent single-agent, anti-tumor efficacy in various pre-clinical tumor models of selected indications. Combination with Axitinib, a selective orally available inhibitor of vascular endothelial growth factor receptor 2, significantly enhanced anti-tumor efficacy and pharmacodynamic inhibition of cell growth as well as angiogenesis. These data further strengthen the potential of OMX-0407 in the treatment of RCC as well as other indications.<br \/>In summary, OMX-0407 is a novel spectrum selective kinase inhibitor, currently under evaluation in a clinical Phase I trial (NCT05826600). OMX-0407 demonstrates strong anti-tumor efficacy in monotherapy in selected sensitive indications through a dual-pronged MoA, by modulating the tumor microenvironment and exerting direct anti-tumor activity in solid tumor indications with high unmet medical need.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Cell cycle arrest,Tyrosine kinase inhibitor,Cell proliferation,Pathway,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>I.-P. Maser<\/b><sup>1<\/sup>, M. Stebegg-Wagner<sup>1<\/sup>, B. Bauer<sup>1<\/sup>, F. Konstantinidis<sup>1<\/sup>, A. Schirmer<sup>1<\/sup>, M. Zulley<sup>1<\/sup>, S. Lacher<sup>1<\/sup>, B. Kracher<sup>2<\/sup>, P. Kohvaei<sup>2<\/sup>, M. Yule<sup>1<\/sup>, H. Loferer<sup>1<\/sup>, S. Bissinger<sup>1<\/sup>; <br\/><sup>1<\/sup>iOmx Therapeutics AG, Munich, Germany, <sup>2<\/sup>Evotec Munich GmbH, Munich, Germany","CSlideId":"","ControlKey":"34f4ab9b-3e91-44b7-9b36-fa98d1bede28","ControlNumber":"5149","DisclosureBlock":"&nbsp;<b>I. Maser, <\/b> None..<br><b>M. Stebegg-Wagner, <\/b> None..<br><b>B. Bauer, <\/b> None..<br><b>F. Konstantinidis, <\/b> None..<br><b>A. Schirmer, <\/b> None..<br><b>M. Zulley, <\/b> None..<br><b>S. Lacher, <\/b> None..<br><b>B. Kracher, <\/b> None..<br><b>P. Kohvaei, <\/b> None..<br><b>M. Yule, <\/b> None..<br><b>H. Loferer, <\/b> None..<br><b>S. Bissinger, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6410","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"514","PresenterBiography":null,"PresenterDisplayName":"Ilona-Petra Maser, PhD","PresenterKey":"2f591311-d53b-4309-8b76-db0f1444259c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"514. Salt-inducible kinase inhibitor OMX-0407 drives cell-cycle arrest<i> in vitro <\/i>and <i>in vivo:<\/i> An in-depth MoA analysis by phospho-proteomics","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Salt-inducible kinase inhibitor OMX-0407 drives cell-cycle arrest<i> in vitro <\/i>and <i>in vivo:<\/i> An in-depth MoA analysis by phospho-proteomics","Topics":null,"cSlideId":""},{"Abstract":"Chemotherapy resistance remains a major challenge when treating patients with metastatic cancer. While intrinsic resistance to therapy has been well studied, phenotypic plasticity that drives entry and exit of resistant cell states is poorly understood. One of these plastic cell states used by cancer cells under chemotherapy treatment is characterized by the reprogramming of the mitotic cell cycle to enter a non-proliferative endocycle. Cells in this endocycling state decouple DNA synthesis from cell division by actively progressing through G1, S, and G2 phases of the cell cycle while repeatedly skipping mitosis. After a dormant period, cells can switch back to a mitotic cell cycle to repopulate a tumor. The underlying mechanisms that drive this cell cycle reprogramming remain unknown. C-myc is an oncogenic transcription factor that is dysregulated in ~70% of human cancers. C-myc is responsible for the activation of several cell cycle drivers, including cyclins and CDKs, and represses cell cycle inhibitors, such as CDK inhibitors. High levels of myc activity allow cells to move through the cell cycle quickly with a rapid doubling time. Documented endocycles in polyploid cells rely on high c-myc activity; however, our data shows that endocycling cancer cells have repressed levels of c-myc protein and transcriptional activity. Transcriptomic data shows that myc target genes are expressed at very low levels compared to the mitotic parental cells, and complementary data shows low protein levels. While myc downregulation is expected in non-proliferative cells, the compensatory mechanisms mediating the G1\/S transition in the cancer endocycle remain unknown. Recent data has shown that myc suppression alone is not sufficient to induce a sustained endocycle at a population level, despite premature APC<sup>Cdh1<\/sup> activation during G2 in a subset of cells. We hypothesize that restoring myc activity to the levels of mitotic parental cells will drive endocycling cells to resume a proliferative mitotic cell cycle and produce mitotic progeny cells. Understanding the mechanisms that govern this transition is crucial to generate next-generation cancer therapeutics to disrupt endocycling cells, blocking acquired resistance and disease recurrence.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Myc,Cell cycle,Cell cycle regulation,Chemoresistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. A. Loycano<\/b>, K. J. Pienta, S. R. Amend; <br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"795109bd-2797-4f22-af1d-0c5378680b58","ControlNumber":"7330","DisclosureBlock":"&nbsp;<b>M. A. Loycano, <\/b> None.&nbsp;<br><b>K. J. Pienta, <\/b> <br><b>Keystone Biopharma Inc.<\/b> Stock. <br><b>CUE Biopharma Inc.<\/b> Stock, Other, Consultant. <br><b>S. R. Amend, <\/b> <br><b>Keystone Biopharma Inc.<\/b> Stock.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6427","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"515","PresenterBiography":null,"PresenterDisplayName":"Michael Loycano, BS","PresenterKey":"3b5863a3-99c4-4efb-b0c4-c1218acc2d3f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"515. Endocycling cancer cells undergo multiple S phases while repressing myc activity","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Endocycling cancer cells undergo multiple S phases while repressing myc activity","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is characterized by poor prognosis and overexpression of epidermal growth factor receptor (EGFR). EGFR signaling is regulated through endocytosis, including clathrin-mediated endocytosis. We hypothesized that clathrin-mediated EGFR endocytosis promotes GBM cell viability and proliferation. Analysis of patient data from the Gliovis database revealed decreased overall survival in GBM patients with above-median clathrin expression (n=262) compared to below-median expression (n=263, p&#60;0.05). Immunocytochemistry and Western blot analysis confirmed increased clathrin levels in GBM patient samples compared to normal brain tissue (n=15, p&#60;0.01). To determine the functional effect of inhibiting clathrin-mediated endocytosis, U87 and U251 GBM cells were treated with 15 &#956;M Pitstop-2, a clathrin inhibitor, for 24 hours. Pitstop-2 significantly reduced clathrin levels and cell viability by 40% compared to control (p&#60;0.001, n=3). Cell cycle analysis by flow cytometry revealed Pitstop-2 treatment led to G2\/M arrest in both cell lines versus control (p&#60;0.01, n=3). Together, these findings indicate clathrin-mediated endocytosis of EGFR may promote GBM cell viability and proliferation. Further studies on the effects of clathrin inhibition on EGFR signaling and tumor growth in vivo will elucidate the therapeutic potential of targeting this pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"EGFR,Cell cycle arrest,Cell proliferation,Glioblastoma multiforme,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Deter<\/b>, A. J. Tsung, M. R. Guda, S. Asuthkar, K. Velpula; <br\/>University of Illinois College of Medicine (Peoria), Peoria, IL","CSlideId":"","ControlKey":"7f427637-260c-4478-8f3e-7c144123e929","ControlNumber":"7936","DisclosureBlock":"&nbsp;<b>A. Deter, <\/b> None..<br><b>A. J. Tsung, <\/b> None..<br><b>M. R. Guda, <\/b> None..<br><b>S. Asuthkar, <\/b> None..<br><b>K. Velpula, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6428","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"516","PresenterBiography":null,"PresenterDisplayName":"Aaron Deter, BS","PresenterKey":"5f9ffb72-b198-422b-9b7d-b230d6b33963","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"516. The role of clathrin-mediated endocytosis of EGFR in glioblastoma cell viability and cell cycle progression","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of clathrin-mediated endocytosis of EGFR in glioblastoma cell viability and cell cycle progression","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose<\/b> Glioblastomas (GBMs) are highly treatment-resistant and aggressive brain tumors. Herewe assessed the potential of melitherapy to treat GBM, a strategy based on regulating themembrane&#8217;s structure and organization to modify aspects of intracellular signaling. In thiscontext, we have evaluated the effects of 2-hydroxyoleic acid (2OHOA) on GBM cells, acompound currently under study in a phase IIB\/III clinical trial for newly diagnosed GBMpatients. The current study aims to determine whether 2OHOA modulates the Notch pathway aspart of its antitumoral mechanism, as seen its relevance driving the pathogenesis of GBM.<br \/><b>Methods<\/b> The effect of 2OHOA was evaluated on different components of the pathway usingseveral methods: W-blot, Q-PCR, and confocal microscopy. The relevance of<i> HES1<\/i> in itsmechanism of action was evaluated by its overexpression and pathway activation assays byJagged1. To analyze Notch receptor processing, we performed subcellular fractionation andcolocalization studies. Furin activity was assessed by fluorescence assays measuring its substratecleavage and its binding affinity to 2OHOA was determined by surface plasmon resonance.<br \/><b>Results<\/b> 2OHOA suppresses both the Notch3 and Notch2 signaling pathways in GBM cell linesusing a two-fold mechanism. Notch3 signaling is abolished by repressing its transcription.Instead, Notch2 pathway is hindered by blocking its first cleavage through the inactivation offurin activity by physical association. Consequently, the Notch2 receptor is retained in the Golgicomplex, preventing its trafficking to the plasma membrane to initiate the signaling cascade.Moreover, overexpression of its target gene,<i> HES1<\/i>, partially dampened the drug's antiproliferative effect showing the relevance of this pathway in the 2OHOA pharmacologicalefficacy. In addition, considering the levels of Notch intracellular domain (NICD) obtained inJagged1 assays in conjunction with 2OHOA, we evaluated the second cleavage of the Notchprocessing, being also downregulated, as ADAM10 constitutes a furin substrate.<br \/><b>Conclusions<\/b> These findings elucidate that the antitumoral activity of 2OHOA involves theinhibition of Notch signaling, potentially driven by the direct inhibition of furin. This reveals anovel molecular target for this bioactive lipid in the therapeutic approach to treating GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Cancer,Glioblastoma multiforme,Notch,Pathway,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Rodríguez-Lorca<\/b><sup>1<\/sup>, R. Beteta-Göbel<sup>1<\/sup>, R. Roman<sup>1<\/sup>, V. Lladó<sup>2<\/sup>, P. Escribá<sup>1<\/sup>, P. Fernández-García<sup>1<\/sup>; <br\/><sup>1<\/sup>Laminar Pharma, Inc., Palma de Mallorca, Spain, <sup>2<\/sup>Laminar Pharma, Inc., Boston, MA","CSlideId":"","ControlKey":"2b161459-2b72-4753-9b74-5e1095862236","ControlNumber":"6645","DisclosureBlock":"&nbsp;<b>R. Rodríguez-Lorca, <\/b> None..<br><b>R. Beteta-Göbel, <\/b> None..<br><b>R. Roman, <\/b> None..<br><b>V. Lladó, <\/b> None..<br><b>P. Escribá, <\/b> None..<br><b>P. Fernández-García, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6429","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"517","PresenterBiography":null,"PresenterDisplayName":"Raquel Rodriguez Lorca","PresenterKey":"3875f070-3a07-4879-8681-9dec12b67395","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"517. 2OHOA-mediated furin inhibition: Disrupting Notch via processing, transcription, and ADAM downregulation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"2OHOA-mediated furin inhibition: Disrupting Notch via processing, transcription, and ADAM downregulation","Topics":null,"cSlideId":""},{"Abstract":"Richter transformation (RT), characterized by the transformation of chronic lymphocytic leukemia (CLL) to an aggressive large-cell lymphoma, remains a challenge for the therapy. Genetic aberrations, such as Myc activation, TP53 abnormality, NOTCH1 gene mutation or loss of CDKN2A are associated with uncontrolled RT cell proliferation and escaping of apoptosis. Among those changes, gain of Myc activity, found in around 70% of RT, plays a nexus role in the pathogenesis of RT. As a transcription factor, Myc activation has a profound effect on cell survival, proliferation, adhesion and metabolism. Because of its essential role in lymphoma transformation and aggressiveness, Myc is a vital target for therapy toward RT. Fadraciclib (CYC065) is a second-generation CDK inhibitor with selective potency toward CDK2 and CDK9. We have shown previously that by inhibiting CDK9-mediated transcription, fadraciclib reduced expression of the short-lived anti-apoptotic protein Mcl-1 to initiate apoptosis in primary CLL cells. Like Mcl-1, Myc is a quintessential example of an oncogene with rapid turnover in both its mRNA and protein, therefore a promising target of CDK9 inhibition. Thus, we proposed that fadraciclib would target both the survival and proliferation pathways of RT pathogenesis through collaborative inhibition of Mcl-1, Myc and CDK2. First, our data showed that fadraciclib effectively induced apoptosis in the RT cell line HPRT1, as well as the lymphoma cell lines with Myc amplification, including Raji, Ramos and SU-DHL-2. The IC<sub>50<\/sub> for apoptosis was 0.3 &#181;M at 24h in the HPRT1 cells, which is less than the average IC<sub>50<\/sub> for the primary CLL cells (0.8 &#181;M). The IC<sub>50<\/sub> for the lymphoma lines ranged from 0.8 &#181;M to 1.3 &#181;M. Immunoblots showed reduction of RNA Pol2 phosphorylation by fadraciclib, consistent with the inhibition of CDK9. As a result of loss of RNA Pol2 activity and pausing of transcription, there was a clear reduction of both Mcl-1 and Myc mRNA, measured by real-time RT-PCR, that was associated with the reduction of their protein levels. CDK2 was also inhibited by fadraciclib, shown by the reduction of the phosphorylation of both RB and NPM. Second, Fadraciclib inhibited cell proliferation of the HPRT1 cells at an IC<sub>50<\/sub> of 0.25 &#181;M measured by the CellTiter-Glo assay. The IC<sub>50<\/sub> for growth inhibition in the lymphoma lines ranged from 0.5 to 0.7 &#181;M. CFSE tracing demonstrated halting of cell division upon fadraciclib incubation. Cell cycle analysis by Click-iT EdU showed reduction of S-phase population and arresting of cells in both G1 and G2. We are currently working on dissecting the contributions of inhibiting Myc, Mcl-1 and CDK2 individually and together, in apoptosis induction and proliferation blockade. Taken together, these data suggest that fadraciclib is active in RT cells and Myc-dependent lymphoma cell lines and support expansion of its clinical testing in patients with RT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"CDK inhibitor,Chronic lymphocytic leukemia,Mcl-1,Myc,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Chen<\/b>, Y. Chen, P. Xiong, W. Plunkett; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"22f49293-8c1c-4e8c-a471-635d4a46dc70","ControlNumber":"6908","DisclosureBlock":"&nbsp;<b>R. Chen, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>P. Xiong, <\/b> None.&nbsp;<br><b>W. Plunkett, <\/b> <br><b>Cyclacel Pharmaceuticals Inc.<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6430","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"518","PresenterBiography":null,"PresenterDisplayName":"Rong Chen, PhD","PresenterKey":"1127478d-e7e2-462a-91ec-a54db0b5a7ca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"518. The CDK2\/9 inhibitor fadraciclib is active in Richter transformation and lymphoma cell lines by targeting both cell survival and proliferation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The CDK2\/9 inhibitor fadraciclib is active in Richter transformation and lymphoma cell lines by targeting both cell survival and proliferation","Topics":null,"cSlideId":""},{"Abstract":"Epigenetic dysregulation is widespread in cancer, playing a pivotal role in shaping cell function and contributing to the process of oncogenic transformation. NUT Carcinoma (NC) is an exceptionally rare and aggressive cancer lacking effective treatment, with a dismal prognosis - NC patients typically survive less than seven months after the initial diagnosis. NC is characterized by the presence of chromosomal rearrangements involving the gene encoding for the testis-specific NUT protein and a ubiquitous gene encoding an epigenetic regulator, BRD4 in most cases. Previous studies have demonstrated the role of the BRD4-NUT fusion protein in generating clusters of acetylated histones, namely &#8220;megadomains,&#8221; throughout NC cell chromatin. These NUT-containing fusion proteins are involved in NC oncogenesis by altering the epigenetic and transcriptional landscapes, promoting cell proliferation while impeding cell differentiation. Indeed, several downstream targets, including <i>P63<\/i>, <i>SOX2<\/i>, and <i>MYC<\/i>, have been identified to be modulated by NUT fusion proteins, independently of the fusion partners. This study focuses on a novel therapeutic approach targeting MYC for NC treatment. We conducted a comprehensive preclinical study of OMO-103, a MYC inhibitor currently undergoing clinical evaluation, using various NC patient-derived cell lines. Through cell viability assays, cell cytometry, western blotting, RNA-seq data analysis <i>in vitro,<\/i> as well as <i>in vivo<\/i> drug efficacy evaluation in NC xenografts, we delved into the effects of OMO-103 on NC cells. Our findings reveal that OMO-103 effectively inhibits NC cell growth both <i>in vitro<\/i> and <i>in vivo<\/i>. It induces cell apoptosis, differentiation, and cell cycle arrest <i>in vitro<\/i>, and when tested in xenografts <i>in vivo<\/i>, OMO-103 reduces tumor growth and enhances mouse survival, particularly when combined with a chemotherapy regimen. This study presents a promising therapeutic strategy for an incurable and aggressive cancer type.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Myc,NUT Carcinoma,BRD4,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Escudero-Iriarte<\/b><sup>1<\/sup>, J. Castro<sup>1<\/sup>, I. Beniavides-Puy<sup>1<\/sup>, N. Tissera<sup>1<\/sup>, J. Querol-Paños<sup>1<\/sup>, I. Agustí<sup>1<\/sup>, J. Whitfield<sup>1<\/sup>, M. Vieito<sup>2<\/sup>, L. Nonell<sup>1<\/sup>, T. Macarulla<sup>2<\/sup>, I. Braña<sup>2<\/sup>, L. Soucek<sup>3<\/sup>, T. Tian<sup>1<\/sup>; <br\/><sup>1<\/sup>VHIO Vall D'Hebron Institute of Oncology, Barcelona, Spain, <sup>2<\/sup>VHIO Vall D'Hebron Institute of Oncology, Universitary Hospital Vall d'Hebron, Barcelona, Spain, <sup>3<\/sup>VHIO Vall D'Hebron Institute of Oncology; Peptomyc S.L.; Department of Biochemistry and Molecular Biology, Universitat Autònoma de Barcelona; Institució Catalana de Recerca I Estudis Avançats (ICREA)., Barcelona, Spain","CSlideId":"","ControlKey":"5e13a368-85c5-42ea-9ef6-a55accb24563","ControlNumber":"6231","DisclosureBlock":"&nbsp;<b>C. Escudero-Iriarte, <\/b> None..<br><b>J. Castro, <\/b> None..<br><b>I. Beniavides-Puy, <\/b> None..<br><b>N. Tissera, <\/b> None..<br><b>J. Querol-Paños, <\/b> None..<br><b>I. Agustí, <\/b> None.&nbsp;<br><b>J. Whitfield, <\/b> <br><b>Peptomyc<\/b> Other, shareholder.<br><b>M. Vieito, <\/b> None..<br><b>L. Nonell, <\/b> None..<br><b>T. Macarulla, <\/b> None..<br><b>I. Braña, <\/b> None.&nbsp;<br><b>L. Soucek, <\/b> <br><b>Peptomyc<\/b> Other, cofounder and shareholder.<br><b>T. Tian, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6431","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"519","PresenterBiography":null,"PresenterDisplayName":"Carmen Escudero-Iriarte, BS,MS","PresenterKey":"e857643c-dcfb-4a6e-a8af-e4793955baf2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"519. Targeting MYC as a novel therapeutic strategy for an epigenetic-driven cancer: NUT Carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting MYC as a novel therapeutic strategy for an epigenetic-driven cancer: NUT Carcinoma","Topics":null,"cSlideId":""},{"Abstract":"DHX9 is a multifunctional DEAH-box ATP-independent RNA helicase which has been reported to play important roles in replication, transcription, translation, RNA splicing and RNA processing which contribute to DHX9&#8217;s role in maintenance of genomic stability. DHX9 can bind specifically to inverted repeat <i>Alu <\/i>elements, preventing back-splicing events that lead to circular RNA and exon skipping of the linear transcript. Upon DHX9 inhibition, a robust induction of <i>Alu<\/i>-mediated circular RNA is observed. For example, circBRIP1 is an <i>Alu<\/i>-mediated circular RNA that is robustly elevated upon DHX9 loss, with no observed change to levels of linear BRIP1. Here we describe data demonstrating circBRIP1 as a DHX9 specific target engagement pharmacodynamic (PD) biomarker and its potential utility as a non-invasive clinical PD biomarker. We have previously demonstrated that DHX9 inhibition by novel small molecule inhibitors is efficacious in microsatellite instable (MSI) colorectal cancer (CRC) with defective mismatch repair (dMMR), both <i>in vitro <\/i>and <i>in vivo. <\/i>DHX9 inhibition in the HCT116 dMMR CRC cell line results in a robust dose dependent induction of the <i>Alu<\/i>-mediated circular RNA, circBRIP1, as early as 6 hours after compound treatment. The development of lead series DHX9 inhibitors exhibited a positive correlation between circBRIP1 EC50 and DHX9 biochemical activity, as well as proliferation inhibition in a dMMR CRC cell line. However, dose dependent induction of circBRIP1 following DHX9 inhibition occurs with similar potencies across DHX9i sensitive and insensitive CRC cell lines. This suggests that elevation of circBRIP1 is a unique proximal target engagement PD biomarker of DHX9 inhibition, but not a predictor of DHX9 sensitivity. Importantly, induction of circBRIP1 is observed intratumorally in human xenograft <i>in vivo<\/i> efficacy studies in mice. Induction in each individual tumor correlates with observed tool compound exposure, providing evidence of a predictable PK\/PD relationship. We also observe dose dependent circBRIP1 induction in mouse peripheral blood mononuclear cells (PBMC). We have extended these studies to primary human whole blood, where we see robust dose dependent induction of circBRIP1 after ex vivo treatment with DHX9 inhibitor for 24 hours. Altogether, these studies show evidence for the utility of circBRIP1 as a non-invasive target engagement biomarker for DHX9 inhibitors in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Pharmacodynamics,RNA,Biomarkers,Small molecule inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Brennan<\/b>, J. Castro, M. H. Daniels, M. Laidlaw, C. Lu, S. J. Blakemore, S. J. Silver, P. Boriack-Sjodin, K. W. Duncan, J. A. Sager, R. A. Copeland; <br\/>Accent Therapeutics, Lexington, MA","CSlideId":"","ControlKey":"864fbbf4-05ff-4352-a96c-bb22879f7191","ControlNumber":"7647","DisclosureBlock":"&nbsp;<b>D. Brennan, <\/b> None..<br><b>J. Castro, <\/b> None..<br><b>M. H. Daniels, <\/b> None..<br><b>M. Laidlaw, <\/b> None..<br><b>C. Lu, <\/b> None..<br><b>S. J. Blakemore, <\/b> None..<br><b>S. J. Silver, <\/b> None..<br><b>P. Boriack-Sjodin, <\/b> None..<br><b>K. W. Duncan, <\/b> None..<br><b>J. A. Sager, <\/b> None.&nbsp;<br><b>R. A. Copeland, <\/b> <br><b>Revolution Medecine<\/b> Stock.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6432","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"520","PresenterBiography":null,"PresenterDisplayName":"David Brennan","PresenterKey":"8e22324f-d550-4aeb-88bf-c8cac86138bb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"520. circBRIP1 RNA as a non-invasive target engagement pharmacodynamic biomarker for DHX9 inhibition","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"circBRIP1 RNA as a non-invasive target engagement pharmacodynamic biomarker for DHX9 inhibition","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Epigallocatechin gallate (EGCG) is a polyphenol present in green tea that is known for its anti-oxidant, anti-inflammatory, anti-angiogenic, pro-apoptotic, and anti-cancer properties. However, EGCG has not been systematically evaluated on a large panel of cancer cell lines. We hypothesized that EGCG exhibits varying effects on specific cancer cell genetic backgrounds and types. This study aimed to provide a comprehensive analysis of EGCG on both cell viability and gene expression profiles.<br \/>Methods: 750 cancer cell lines were cultured and seeded in 1536-well plates for cell viability studies (by the CTD<sup>2<\/sup> Center at the Broad Institute). After 24 h, cells were treated with 16 two-fold serial dilutions of EGCG. After 72 h, cell viability was assayed using CellTiter-Glo. For gene expression profiling (with the Broad Institute and NIH), 8 cell lines were treated with 10 &#181;M EGCG for 6 and 24 h, and transcriptomes were assessed using Affymetrix GeneChip Human Genome U133 Plus 2.0 Arrays. The CMap large-scale transcriptome dataset was used for comparisons.<br \/>Results: EGCG had the highest potency in the non-Hodgkins B-cell lymphoma cell line DoHH2 (IC<sub>50<\/sub>=0.42 &#181;M), the myeloid leukemia cell line Ku812 (IC<sub>50<\/sub>=3.76 &#181;M), and the multiple myeloma cell line KMS-28BM (IC<sub>50<\/sub>=4.57 &#181;M). Tissue-of-origin analysis showed that EGCG was most potent against lymphoid cancers, and least potent against prostate cancers. Bioinformatics-based analyses found that EGCG-treated cells resembled cells overexpressing CHEK2, DDP4, CBLC, ZNF350, and TRAF6, and cells underexpressing TRIM16. EGCG-induced gene expression resembled lapatinib and sulfasalazine treatment.<br \/>Conclusions: This study provides a comprehensive examination of the differential impact of EGCG treatment on cancer cells. Subsequent research on the timing and duration of the changes, along with pathway enrichment analyses, will potentially guide the translational potential of EGCG and its chemical analogs in personalized cancer treatment approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"EGCG,Gene expression analysis,Systems biology,Cell proliferation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"A. Panchal<sup>1<\/sup>, J. H. Law<sup>1<\/sup>, C. Lo<sup>2<\/sup>, <b>K. W. Yip<\/b><sup>3<\/sup>; <br\/><sup>1<\/sup>University of Toronto, Toronto, ON, Canada, <sup>2<\/sup>Anticancer.ca, Toronto, ON, Canada, <sup>3<\/sup>University of Toronto, Anticancer.ca, Toronto, ON, Canada","CSlideId":"","ControlKey":"df5471d0-cf9f-4fba-9f91-863f32e96b92","ControlNumber":"116","DisclosureBlock":"&nbsp;<b>A. Panchal, <\/b> None..<br><b>J. H. Law, <\/b> None..<br><b>C. Lo, <\/b> None..<br><b>K. W. Yip, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6438","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"521","PresenterBiography":null,"PresenterDisplayName":"Kenneth Yip, PhD","PresenterKey":"240f38f3-e037-4a7a-996b-719189cffc64","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"521. Anticancer mechanisms of epigallocatechin gallate revealed via cellular and molecular profiling","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anticancer mechanisms of epigallocatechin gallate revealed via cellular and molecular profiling","Topics":null,"cSlideId":""},{"Abstract":"Background: Triple-Negative Breast Cancer (TNBC) comprises 15-20% of breast cancer diagnoses. These aggressive breast cancers are characterized by their lack of expression of the estrogen receptor (ER), human epidermal growth factor receptor 2 (HER2), and progesterone receptor (PR), resulting in few targeted therapy options for TNBC patients. While 85-90% of TNBCs contain mutations in <i>TP53, <\/i>mutant p53 is challenging to target directly. Instead, we aim to identify other survival pathways critical for the growth and survival of <i>TP53<\/i> mutant cells. Through a combined <i>in vitro<\/i> and <i>in silico<\/i> drug screen, we identified the Kif11 inhibitor SB-743921 as more effective in <i>TP53<\/i> mutant compared to wild-type breast cancer cells.<br \/>Hypothesis: We hypothesized that Kif11 inhibition causes <i>TP53<\/i> mutant cells to undergo cell death due to failure of activation of p53-mediated cell cycle checkpoints.<br \/>Methods: Clinical data from the TCGA and METABRIC cohorts was obtained from cBioPortal. Expression and survival analyses were performed using GraphPad Prism. Cell growth assays were conducted by seeding cells, treating under designated conditions, then staining with Hoechst 33342 for cell counting on the ImageXpress Pico. Cell death was determined by staining with Annexin V and PI or DAPI Staining followed by flow cytometry analysis. Cell cycle analysis was conducted following synchronization with Lovastatin and Mevalonate release followed by imaging analysis of cell lines expressing the Fast FUCCI reporter or PI staining and flow cytometry analysis. Immunofluorescence imaging was conducted by staining with anti-alpha-tubulin-AlexaFluor488 and DAPI and imaging on the Nikon TI2 or ImageXPress PICO. <i>In vitro<\/i> expression experiments were carried out through qPCR and western blotting.<br \/>Results: KIF11 is most highly expressed in <i>TP53<\/i> mutant and triple-negative tumors and high expression of KIF11 is associated with poorer overall survival. In breast cancer cell lines, Kif11 inhibition leads to a cell cycle block in both <i>TP53<\/i> mutant and wild-type cells, but <i>TP53<\/i> mutant cells then die following this cell cycle block. Furthermore, Kif11 inhibition causes mitotic dysfunction, including monopolar spindle formation and multinucleated cells in <i>TP53<\/i> mutants. Introduction of a <i>TP53 <\/i>mutation into <i>TP53<\/i> wild-type cells also induces cell death following Kif11 inhibition.<br \/>Conclusions: KIF11 is highly expressed in aggressive breast cancers and is associated with poorer prognosis. Using the small molecule inhibitor SB-74321 that has been tested in phase I\/II clinical trials with favorable tolerability, we found that Kif11 inhibition results in mitotic dysfunction and death of TP53 mutant breast cancer cells due to mitotic catastrophe. These results suggest that Kif11 is a promising target for the treatment of <i>TP53<\/i> mutant TNBCs. <b> <\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"p53 mutations,Target discovery,Screening,Kinesin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. L. Lanier<\/b>, W. Tahaney, J. Qian, C. Moyer, Y. Ma, B. Arun, A. Mazumdar, P. H. Brown; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"689c596d-0602-4160-b636-ad9b06c70126","ControlNumber":"3799","DisclosureBlock":"&nbsp;<b>A. L. Lanier, <\/b> None.&nbsp;<br><b>W. Tahaney, <\/b> <br><b>Monte Rosa Therapeutics<\/b> Employment.<br><b>J. Qian, <\/b> None..<br><b>C. Moyer, <\/b> None..<br><b>Y. Ma, <\/b> None.&nbsp;<br><b>B. Arun, <\/b> <br><b>Astra Zeneca<\/b> Grant\/Contract.<br><b>A. Mazumdar, <\/b> None..<br><b>P. H. Brown, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6439","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"522","PresenterBiography":null,"PresenterDisplayName":"Amanda Lanier, BS","PresenterKey":"6da6588b-1bbd-41aa-982b-1899b21be84c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"522. <i>TP53<\/i>mutations promote death of breast cancer cells following Kif11 inhibition","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>TP53<\/i>mutations promote death of breast cancer cells following Kif11 inhibition","Topics":null,"cSlideId":""},{"Abstract":"Background: Colorectal cancer (CRC) is one of the most common and recurrent diseases globally, ranking as the second leading cause of mortality. The high mortality rates associated with this disease are largely due to the ineffectiveness of current treatments and the development of chemotherapeutic resistance to conventional therapies. In recent years, several natural agents, such as Aronia berry extract (ABE) and oligomeric proanthocyanidins (OPCs), have shown promise in providing a safe, cost-effective, and synergistically multi-targeted treatment approach across various cancers. Herein, we hypothesized that the combined treatment with ABE and OPCs may synergistically regulate multiple oncogenic pathways, thereby presenting a more potent anti-cancer activity, particularly targeting CRC. Methods: We performed a series of cell culture experiments to evaluate the synergistic anticancer effect of the combination of ABE and OPCs in CRC cell lines. By performing genome-wide transcriptomic profiling, we identified specific growth-signaling pathways targeted by the combined treatment and subsequently validated these findings in cell lines and patient-derived 3D organoids. Results: The combined treatment with ABE and OPCs exhibited superior synergistic anti-tumor potential, affecting cell viability, proliferation, migration, and invasion in CRC cells. The transcriptomic analysis identified that LMNB1, associated with the cell apoptosis pathway Fold enrichment [FC]: 4.29, P =0.005), plays a crucial role in the anti-tumorigenic effects of these two natural products. Moreover, the combination of ABE and OPCs significantly altered the expression of key proteins involved in cell apoptosis and suppressed the expression level of LMNB1 in HCT116 (Combination vs. ABE, FC= 0.28; Combination vs. OPCs, FC= 0.24) and SW480 (Combination vs. ABE, FC= 0.65; Combination vs. OPCs, FC= 0.47), thereby inhibiting downstream Akt phosphorylation. Finally, we successfully demonstrated that the combined treatment displayed a superior anti-cancer activity in 3D organoids, significantly reducing both their number and size (P &#60; 0.05). Conclusion: We present novel evidence for the synergistic anticancer effects of ABE and OPCs in CRC cells, which are in part achieved by regulating cellular apoptosis and the oncogene LMNB1 within the Akt signaling pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Colorectal cancer,Synergism,Akt,Anticancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Li<\/b><sup>1<\/sup>, C. Xu<sup>2<\/sup>, A. Goel<sup>2<\/sup>; <br\/><sup>1<\/sup>Beckman Research Institute of The City of Hope, Duarte, CA, <sup>2<\/sup>Beckman Research Institute of The City of Hope, Monrovia, CA","CSlideId":"","ControlKey":"9afd67e2-9dd1-4604-9a4e-adbc555155a9","ControlNumber":"4982","DisclosureBlock":"&nbsp;<b>Y. Li, <\/b> None..<br><b>C. Xu, <\/b> None..<br><b>A. Goel, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6440","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"523","PresenterBiography":null,"PresenterDisplayName":"Yuan Li, MD","PresenterKey":"0d220b06-7610-4e69-b6ec-7b5a995045b7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"523. Aronia berry and oligomeric proanthocyanidins synergistically exhibit anticancer effects in colorectal cancer by inhibiting LMNB1","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Aronia berry and oligomeric proanthocyanidins synergistically exhibit anticancer effects in colorectal cancer by inhibiting LMNB1","Topics":null,"cSlideId":""},{"Abstract":"Background: NXP800 is a potent, oral activator of the Integrated Stress response (ISR), inhibitor of heat shock factor 1 (HSF1) activation and tumor cell proliferation, which is in early clinical studies in ARID1A-mutated, platinum resistant, clear cell ovarian cancer (NCT05226507). We discovered NXP800 using multiparameter medicinal chemistry optimization of a hit identified from a cell-based phenotypic screen. Owing to the unbiased nature of phenotypic screening, target identification is crucial to understand the biological and therapeutic activity of hit compounds.<br \/>Methods and Results:: By RNAseq profiling human cancer cells treated with NXP800 we identified changes in expression of genes regulated by HSF1 or ATF4 - effects accompanied by eIF2alpha (eIF2a) phosphorylation and resulting activation of the ISR. To further understand this response, we explored whether NXP800 resistance models could inform on its mechanism of action (MoA). We used ARID1A mutant SK-OV-3 human ovarian carcinoma cells that are 1) highly sensitive to NXP800, 2) model the target patient population and 3) MSI-high so likely to have an elevated mutation rate contributing to acquisition of resistance. We generated two independent NXP800-resistant SK-OV-3 cell lines in which NXP800-mediated ATF4 induction and concomitant inhibition of global translation were abolished. By whole exome sequencing, we identified a heterozygous L99P mutation in the alpha subunit of eIF2B (eIF2Ba), the nucleotide exchange factor for eIF2a. Expression of eIF2Ba<sup>L99P<\/sup>, but not wild-type, in parental SK-OV-3 cells reduced sensitivity to NXP800 to the same level as cells with NXP800-induced resistance. Using fluorescence recovery after photobleaching to monitor the dynamic association of the eIF2B:eIF2a complex, we elucidated that the eIF2Ba<sup>L99P<\/sup> mutation reduces NXP800-mediated inhibition of eIF2a-GFP recycling through eIF2B bodies. Phosphorylation of eIF2a is regulated by four stress-controlled kinases GCN2, HRI, PKR and PERK. Using systematic siRNA knockdown or small-molecule inhibitors, we showed that GCN2 alone is required for ISR activation by NXP800 and that ISR induction inhibited HSF1 activation. Furthermore, inactivation of GCN2 reduced the antiproliferative activity of NXP800 to the same extent observed in NXP800-resistant SK-OV-3 cells. In contrast, exposure of resistant or parental SK-OV-3 cells expressing eIF2Ba<sup>L99P<\/sup> to GCN2 inhibitors did not cause further reduction in NXP800 sensitivity - confirming the importance of the eIF2Ba<sup>L99P<\/sup> mutation in the resistance mechanism.<br \/>Conclusions: We have used acquired resistance to understand the MoA of NXP800 as a potent activator of GCN2 and the ISR pathway. Further studies are underway to determine the exact proximal molecular target of NXP800 and the mechanism of GCN2\/ISR activation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"ATF4,Ovarian cancer,Stress response,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. V. Powers<\/b><sup>1<\/sup>, R. Hodgson<sup>2<\/sup>, S. Y. Sharp<sup>1<\/sup>, T. Roe<sup>1<\/sup>, K. E. Allen<sup>2<\/sup>, S. Campbell<sup>2<\/sup>, R. te Poele<sup>1<\/sup>, M. Cheeseman<sup>1<\/sup>, K. Jones<sup>1<\/sup>, P. A. Clarke<sup>1<\/sup>, P. Workman<sup>1<\/sup>; <br\/><sup>1<\/sup>The Institute of Cancer Research, London, United Kingdom, <sup>2<\/sup>Sheffield Hallam University, Sheffield, United Kingdom","CSlideId":"","ControlKey":"2e521251-d444-464f-94f6-b8ebef21580f","ControlNumber":"3477","DisclosureBlock":"&nbsp;<b>M. V. Powers, <\/b> None..<br><b>R. Hodgson, <\/b> None..<br><b>S. Y. Sharp, <\/b> None..<br><b>T. Roe, <\/b> None..<br><b>K. E. Allen, <\/b> None..<br><b>S. Campbell, <\/b> None..<br><b>R. te Poele, <\/b> None..<br><b>M. Cheeseman, <\/b> None..<br><b>K. Jones, <\/b> None.&nbsp;<br><b>P. A. Clarke, <\/b> <br><b>Merck KGaA<\/b> Grant\/Contract. <br><b>P. Workman, <\/b> <br><b>Alterome Therapeutics<\/b> Stock, Other, Consultant. <br><b>Astex Therapeutics<\/b> Grant\/Contract, Other, Consultant. <br><b>AstraZeneca<\/b> Other, Pension. <br><b>Black Diamond Therapeutics<\/b> Stock, Other, Consultant. <br><b>CHARM Therapeutics<\/b> Stock, Other, Consultant. <br><b>CV6 Therapeutics<\/b> Other, Consultant. <br><b>Epicombi Therapeutics<\/b> Stock, Other, Consultant. <br><b>Merck KGaA<\/b> Grant\/Contract, Other, Consultant. <br><b>NextechInvest<\/b> Stock, Other, Consultant. <br><b>Nuvectis Pharma<\/b> Stock, Grant\/Contract, Consultant. <br><b>Storm Therapeutics<\/b> Employment, Stock, Consultant. <br><b>Vivan Therapeutics<\/b> Grant\/Contract. <br><b>Vividion<\/b> Other, Consultant.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6441","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"524","PresenterBiography":null,"PresenterDisplayName":"Marissa Powers, PhD","PresenterKey":"1ff86317-6570-4cf5-9914-f76caf5f44b8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"524. Using acquired resistance to explore the mechanism of action of the integrated stress response\/GCN2 activator NXP800 - A new developmental agent for platinum-resistant ARID1A mutant ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Using acquired resistance to explore the mechanism of action of the integrated stress response\/GCN2 activator NXP800 - A new developmental agent for platinum-resistant ARID1A mutant ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Diffuse Midline Gliomas (DMG) are incurable pediatric brain tumors driven by histone mutation H3K27M, globally reducing H3K27 trimethylation altering the epigenome and deregulating gene expression. These mutations often partner with and are strongly integrated into kinase signaling and metabolic alterations, driving aggressive tumor growth with many mechanisms which can compensate for one another and therefore evade traditional single agent therapies. Copper over-accumulation has been linked to epigenetic, kinase and metabolic dysregulation in various cancers and neurological disorders. Copper chelators are clinically approved for use in pediatric Wilson&#8217;s Disease patients, improve neurological symptoms and are under clinical investigation for several cancers. We propose copper chelators may simultaneously target these mechanisms in DMG. We performed transcriptomic interrogation of patient datasets, <i>in vitro <\/i>investigations in a panel of DMG cell lines and an <i>in vivo <\/i>investigation using an orthotopic xenograft model of DIPG (SU-DIPGVI-<i>Luc<\/i>). Copper chelator tetraethylenepentamine-pentachloride (TEPA) was used to treat DMG cells. Transcriptomic (RNA-Seq), proteomic, phospho-proteomic and metabolomic (Mass Spectrometry) investigations, western blots and immunofluorescent microscopy determined efficacy and mechanism. <i>In vivo <\/i>investigation consisted of survival study with concurrent luminescence imaging, histology, and copper assay. We demonstrate copper chaperone transcript expression is increased in DMG patient samples compared to non-DMG samples. <i>In vitro<\/i>, apoptosis and growth assays demonstrated H3K27M DMG were more sensitive to TEPA than H3-WT DMG. In H3K27M DMG, TEPA downregulated ATP, GTP and SAM metabolism which corresponded with downregulated kinase signaling and altered H3K27 trimethylation and DNA methylation patterns around cell cycle genes. Affected genes included those regulating centrosome segregation and ATP synthesis. Further transcriptomic and proteomic investigations highlighted TEPA downregulated G2-M phase kinase pathways, with immunofluorescence demonstrating TEPA reduced expression of mitotic marker p-H3S10 and epigenetic methylators EZH2 and DNMT1.<i> In vivo, <\/i>TEPA reduced brain copper accumulation, eliminated tumors and increased survival in an orthotopic patient-derived xenograft DMG model. Collectively, our data indicates TEPA induced multi-modal targeting of M-phase cell cycle progression through epigenetic, kinase signaling and metabolic mechanisms. Efficacy was observed both <i>in vitro <\/i>and <i>in vivo<\/i>, providing a promising basis for future investigation of copper chelators in DMG. We propose copper-chelation is a viable therapeutic strategy for DMG patients warranting clinical investigation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Cell cycle,Copper chelation,Epigenetics,Kinases,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Michniewicz<\/b><sup>1<\/sup>, R. Cazzoli<sup>2<\/sup>, J. Bell<sup>2<\/sup>, F. Saletta<sup>2<\/sup>, E. Poursani<sup>2<\/sup>, J. R. C. Rouaen<sup>2<\/sup>, T. Shai-Hee<sup>2<\/sup>, V. Pham<sup>2<\/sup>, T. Jue<sup>2<\/sup>, M. Biery<sup>3<\/sup>, L. Bramberger<sup>4<\/sup>, T. Lim<sup>4<\/sup>, A. Khan<sup>2<\/sup>, F. M. Giorgi<sup>5<\/sup>, D. Mercatelli<sup>5<\/sup>, C. Mayoh<sup>2<\/sup>, G. Cirillo<sup>6<\/sup>, A. Macmillan<sup>1<\/sup>, R. Whan<sup>1<\/sup>, C. T. Barlow<sup>4<\/sup>, M. Tsoli<sup>2<\/sup>, N. Vitanza<sup>3<\/sup>, S. Berry<sup>1<\/sup>, P. Faridi<sup>4<\/sup>, D. Ziegler<sup>2<\/sup>, O. Vittorio<sup>1<\/sup>; <br\/><sup>1<\/sup>UNSW Sydney, Kensington, Australia, <sup>2<\/sup>Children's Cancer Institute, Kensington, Australia, <sup>3<\/sup>Seattle Children’s Research Institute, Seattle, WA, <sup>4<\/sup>Monash University, Clayton, Australia, <sup>5<\/sup>University of Bologna, Bologna, Italy, <sup>6<\/sup>University of Calabria, Calabria, Italy","CSlideId":"","ControlKey":"9c508a93-b751-457f-a85b-ca82c8c73fe0","ControlNumber":"2249","DisclosureBlock":"&nbsp;<b>F. Michniewicz, <\/b> None..<br><b>R. Cazzoli, <\/b> None..<br><b>J. Bell, <\/b> None..<br><b>F. Saletta, <\/b> None..<br><b>E. Poursani, <\/b> None..<br><b>J. R. C. Rouaen, <\/b> None..<br><b>T. Shai-Hee, <\/b> None..<br><b>V. Pham, <\/b> None..<br><b>T. Jue, <\/b> None..<br><b>M. Biery, <\/b> None..<br><b>L. Bramberger, <\/b> None..<br><b>T. Lim, <\/b> None..<br><b>A. Khan, <\/b> None..<br><b>F. M. Giorgi, <\/b> None..<br><b>D. Mercatelli, <\/b> None..<br><b>C. Mayoh, <\/b> None..<br><b>G. Cirillo, <\/b> None..<br><b>A. Macmillan, <\/b> None..<br><b>R. Whan, <\/b> None..<br><b>C. T. Barlow, <\/b> None..<br><b>M. Tsoli, <\/b> None..<br><b>N. Vitanza, <\/b> None..<br><b>S. Berry, <\/b> None..<br><b>P. Faridi, <\/b> None..<br><b>D. Ziegler, <\/b> None..<br><b>O. Vittorio, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6442","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"525","PresenterBiography":null,"PresenterDisplayName":"Filip Michniewicz, PhD","PresenterKey":"bf693532-5280-4816-a13c-4134e1e7c399","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"525. A comprehensive approach: Copper chelation therapy modulates epigenetic, kinase signaling and metabolic pathways in diffuse midline gliomas (DMG)","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A comprehensive approach: Copper chelation therapy modulates epigenetic, kinase signaling and metabolic pathways in diffuse midline gliomas (DMG)","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is one of the most prevalent cancer type in human, and the majority (~70%) is the hormone positive (HR+) subtype. The current frontline treatment of choice in metastatic HR(+) breast cancer is CDK4\/6 inhibitors (CDK4\/6i) combined with endocrine therapy. Current guidelines recommend CDK4\/6i treatment as 1st or 2nd line, as CDK4\/6i provides survival benefit and good quality of life. However, resistance eventually emerges, leading to discontinuation of CDK4\/6i and switching to subsequent treatment. Investigation of mechanisms to CDK4\/6i resistance is an active area of intense research. CDK6 overexpression has been reported as an important mechanism for CDK4\/6i resistance by several independent groups. We incidentally discovered a point mutation in the CDK6 protein that abolishes the CDK4\/6i resistance conferred by CDK6 overexpression. When treated with CDK4\/6i, overexpression of wild type CDK6 did not suppress G1\/S, while both non-transfected and overexpression of mutant CDK6 both had similar suppression of G1\/S. We hypothesized that a binding partner to CDK6 demonstrated differential binding activity to the mutant which abolished the resistance by CDK6 overexpression. To assess this hypothesis, we performed proximity labeling (PL) by APEX2. Both wild type and mutant CDK6 were cloned into APEX-Flag\/V5 vectors with either cytoplasm (NES) or nuclear (NLS) signals. Mass spectrometry following treatment by H2O2 induced biotinylation produced candidate peptides that bound with overexpressed CDK6. We identified leading candidates of differentially binding partners that bound to mutant CDK6. Further experimental validation was performed to confirm physical proximity between CDK6 and the candidate protein. Our research uncovered novel insights to how CDK6 conferred resistance towards CDK4\/6i and expands knowledge into further therapeutic development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Breast cancer,CDK4\/6,Resistance,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. Ting<sup>1<\/sup>, Y.-J. Zhuang<sup>1<\/sup>, C.-Y. Lin<sup>2<\/sup>, C.-J. Yu<sup>1<\/sup>, T.-C. Chao<sup>2<\/sup>, L.-M. Tseng<sup>2<\/sup>, C.-Y. Liu<sup>1<\/sup>, Y.-F. Tsai<sup>2<\/sup>, C.-C. Huang<sup>2<\/sup>, <b>J.-I. Lai<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>National Yang Ming Chiao Tung University, Taipei, Taiwan, <sup>2<\/sup>Taipei Veterans General Hospital, Taipei, Taiwan","CSlideId":"","ControlKey":"ab2deea1-bc5a-4eab-93c9-cc55f9ad8329","ControlNumber":"200","DisclosureBlock":"&nbsp;<b>C. Ting, <\/b> None..<br><b>Y. Zhuang, <\/b> None..<br><b>C. Lin, <\/b> None..<br><b>C. Yu, <\/b> None..<br><b>T. Chao, <\/b> None..<br><b>L. Tseng, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>Y. Tsai, <\/b> None..<br><b>C. Huang, <\/b> None..<br><b>J. Lai, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6443","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"526","PresenterBiography":null,"PresenterDisplayName":"Jiun-I Lai, MD;PhD","PresenterKey":"a9cd011d-86aa-45f6-8837-12491f24b669","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"526. Identification of CDK6 binding proteins by proximity labeling reveals novel mechanisms for CDK4\/6 inhibitor resistance in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of CDK6 binding proteins by proximity labeling reveals novel mechanisms for CDK4\/6 inhibitor resistance in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Therapy resistance is one of the most common underlying causes of poor prognosis in cancer patients, ultimately driving fatal outcome. We have previous demonstrated that following chemotherapeutic stress, a subset of cancer cells undergo a mitotic skip and enter an endocycle, causing whole-genome duplication without division. This endocycling cell state is resistant to cytotoxic therapies and thus is an actuator of therapy resistance. Cells in the endocycling state eventually undergo depolyploidization and repopulate the tumor, observed clinically as a recurrence. We also demonstrated that the minus-end directed motor protein KIFC1, a mediator of centrosome clustering, has higher expression in cells following treatment. Centrosome amplification (CA) involves aberrations in centrosome number, where cells have 3 centrosomes. Cells with extra centrosomes create a multi-polar spindle during mitosis, which presents high risk for cell death and arrest, but cancer cells with CA avoid this by clustering extra centrosomes to create a pseudo-bipolar spindle. Based upon this data, we hypothesize that studying centrosome dynamics and abnormalities presents a window into better understanding endocycle biology and this novel mechanism of therapy resistance. Cancer cells were treated with LD50 dose of cisplatin and released from treatment for varying lengths of time. CA in endocycling cells increased from 59.2% to 100% during the treatment recovery period while maintaining identical levels of clustering. Endocycling cancer cells have a nearly 5-fold increase in declustered centrosomes compared to proliferative cells. Centrosomes in endocycling cells are displaced from the perinuclear region and toward the cell periphery. We hypothesize that centrosome number may indicate the number of times a cell has endocycled and provide insight into the timing and mechanism of mitotic bypass. Centrosomes play a major role in microtubule nucleation, affecting cell motility and polarity, and act as signaling platforms, enhancing signaling activation and specificity. Because of this, we hypothesize that CA may be a critical mechanism for endocycling cancer cells to survive and maintain this resistant cell state.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Centrosome,Resistance,Cell cycle,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Purkerson<\/b>, S. Amend, K. J. Pienta; <br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"17b2a169-3923-469c-93cf-d96c652c4f83","ControlNumber":"2056","DisclosureBlock":"&nbsp;<b>M. Purkerson, <\/b> None.&nbsp;<br><b>S. Amend, <\/b> <br><b>Keystone Biopharma, Inc.<\/b> Stock. <br><b>K. J. Pienta, <\/b> <br><b>CUE Biopharma, Inc.<\/b> Stock, Other, Consultant. <br><b>Keystone Biopharma, Inc.<\/b> Stock.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6444","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"527","PresenterBiography":null,"PresenterDisplayName":"Madison Purkerson, BS","PresenterKey":"9811e982-8ee6-456a-9d45-95ed6a2d9168","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"527. Cancer cells in the resistant, endocycling cell state exhibit centrosome amplification","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer cells in the resistant, endocycling cell state exhibit centrosome amplification","Topics":null,"cSlideId":""},{"Abstract":"Hyper-activation of transcription is frequent in cancer, which often leads to increased sensitivity to compounds targeting the transcriptional kinases, in particular cyclin-dependent kinase 9 (CDK9). However, mechanistic details as to why CDK9 inhibition selectively kills cancer cells remain largely unknown. Here, we report that CDK9 inhibition activates innate immune response through viral mimicry. In MYC over-expressing prostate cancer cells, CDK9 inhibition leads to excessive accumulation of mis-spliced RNA. Double-stranded RNA (dsRNA)-activated kinase can recognize these mis-spliced RNAs, and we show that this kinase is required for the CDK9 inhibitor-induced anti-proliferative effects. Using time-resolved transcriptional profiling (SLAM-seq), targeted proteomics and ChIP-seq, we show that, similar to viral infection, CDK9 inhibition significantly suppresses transcription of most genes but allows selective transcription and translation of certain genes. In particular, CDK9 inhibition activates NF&#954;B-driven cytokine-signaling at the transcriptional- and secretome-levels. Transcriptional signature induced by CDK9 inhibition identifies prostate cancers with high level of genome instability, and we propose that it is possible to induce similar effects using CDK9 inhibitors. In summary, here we show that inhibition of CDK9 activates innate immune response through viral mimicry. In the future, it is important to establish if CDK9 inhibitors can potentiate the effects of immunotherapy against the late-stage prostate cancer, a currently lethal disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Transcription,Myc,Innate immunity,CDK inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Yalala<sup>1<\/sup>, A. Gondane<sup>1<\/sup>, N. Poulose<sup>2<\/sup>, J. Liang<sup>1<\/sup>, I. G. Mills<sup>2<\/sup>, <b>H. M. Itkonen<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Helsinki, Helsinki, Finland, <sup>2<\/sup>University of Oxford, Oxford, United Kingdom","CSlideId":"","ControlKey":"b77f6414-2ab7-405c-bfa1-78ec0f464dda","ControlNumber":"2378","DisclosureBlock":"&nbsp;<b>S. Yalala, <\/b> None..<br><b>A. Gondane, <\/b> None..<br><b>N. Poulose, <\/b> None..<br><b>J. Liang, <\/b> None..<br><b>I. G. Mills, <\/b> None..<br><b>H. M. Itkonen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6445","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"528","PresenterBiography":null,"PresenterDisplayName":"Harri Itkonen","PresenterKey":"61436e51-e6df-4b01-9498-7de7c553ebbd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"528. CDK9 inhibition activates innate immune response in prostate cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CDK9 inhibition activates innate immune response in prostate cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Milciclib, characterized as a potent nanomolar inhibitor of multiple cyclin-dependent kinases, has recently emerged as a promising therapeutic agent in cancer treatment, particularly with its additional role as a spliceosome modulator. Our recent studies employing RNA sequencing technology revealed a comprehensive profile of Milciclib-induced transcriptional changes in colorectal cancer cells, identifying several key regulated pathways. In light of these findings, we explored a novel therapeutic strategy: combining Milciclib with specific inhibitors targeting pathways upregulated by Milciclib treatment. This hypothesis is based on the rationale that such a combination could exert a synergistic effect. We have assessed the efficacy of this combinational therapy and found that the combination of Milciclib and PD0325901 greatly potentiates the killing of colorectal cancer cells versus either treatment alone. PD0325901 has been extensively studied for its efficacy in targeting the MEK\/ERK signaling pathway, a critical pathway in many cancers, including colorectal cancer. To further characterize the underlying molecular mechanisms contributing to the observed synergistic effect, we applied quantitative proteomic analysis of 8107 proteins in human colorectal cancer cells with the treatment of different doses of Milciclib and PD0325901 administered alone, or in combination. Our results demonstrate 49 proteins were significantly decreased in a dose-dependent manner, and that many of these proteins are key players regulating pathways associated with the cell cycle, apoptosis, gene expression, metabolism, WNT signaling, and the MEK\/ERK signaling pathway. The discovery of the down-regulation of these proteins and pathways after treatment provides a molecular basis to elucidate the synergistic mechanism underlying Milciclib and PD0325901 combination therapy. In conclusion, our study establishes the combinatorial use of Milciclib and PD0325901 as a potential breakthrough in the treatment of colorectal cancer, offering a promising prospect for enhancing future patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"CDK inhibitor,Spliceosome,MEK inhibitor,ERK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"X. Pei<sup>1<\/sup>, A. Nguyen<sup>2<\/sup>, H. Neiger<sup>2<\/sup>, W. Wang<sup>2<\/sup>, W. Bautista<sup>2<\/sup>, L. Wang<sup>3<\/sup>, A. Cai<sup>2<\/sup>, V. A. Gerriets<sup>2<\/sup>, J. K. Cusick<sup>2<\/sup>, <b>Y. Shi<\/b><sup>4<\/sup>; <br\/><sup>1<\/sup>City of Hope, Duarte, CA, <sup>2<\/sup>California Northstate University, Elk Grove, CA, <sup>3<\/sup>University of California, Berkeley, CA, <sup>4<\/sup>California Pacific Medical Center Research Institute, San Francisco, CA","CSlideId":"","ControlKey":"7fa09edb-751a-445d-bc50-d033a85e83b1","ControlNumber":"2791","DisclosureBlock":"&nbsp;<b>X. Pei, <\/b> None..<br><b>A. Nguyen, <\/b> None..<br><b>H. Neiger, <\/b> None..<br><b>W. Wang, <\/b> None..<br><b>W. Bautista, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>A. Cai, <\/b> None..<br><b>V. A. Gerriets, <\/b> None..<br><b>J. K. Cusick, <\/b> None..<br><b>Y. Shi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6446","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"529","PresenterBiography":null,"PresenterDisplayName":"Yihui Shi, MD;PhD","PresenterKey":"ebb96888-5999-4120-84ce-ba0f8792c6ed","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"529. Investigating the synergistic effect of milciclib and PD0325901 in colorectal cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the synergistic effect of milciclib and PD0325901 in colorectal cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) accounts for about 10% of all breast cancers and does not express estrogen, progesterone, or HER2 receptors. It has an aggressive nature, it is highly metastatic, and because of the lack of therapies, it continues to be a challenge. These cancer cells employ mechanisms to escape the immune system that induce the upregulation of PD-L1 expression, a ligand encoded by the CD274 gene. Because cancer cells tend to produce higher levels of PD-L1 compared to normal cells, therapies that inhibit PD-L1 may be helpful. Evidence also shows that high levels of oxidative stress and inflammation may participate in both the initiation and progression of cancer. Cardamonin, an aromatic enone flavonoid, has displayed an array of pharmacological activities, including modulation of different signaling molecules involved in the development and progression of cancer. This work investigated the cardamonin&#8217;s ability to modulate PD-L1 expression and NF-KB in genetically distinct MDA-MB-231 (Caucasian) and MDA-MB-468 (African American) TNBC cell lines. The methodology included cytotoxic assays, ELISA, Real Time-Polymerase Chain Reaction (RT-PCR) assays, and Wes analysis. The results showed that cardamonin treatment caused a dose-dependent decrease in cell viability in both cell lines, ranging from 3.12 &#181;M to 200 &#181;M. The RT-PCR and ELISA data showed that even though IFN-&#947; stimulated MDA-MB-231 cells showed a higher expression of PD-L1, cardamonin reduced mRNA and protein expression of PD-L1 in both cell lines. As a possible molecular mechanism for PD-L1 inhibition, cardamonin modulated MUC-1, STAT3, and JAK, which are genes that activate the PD1\/PD-L1 mechanism. Moreover, data also show that cardamonin modulated NF-KB1 and NF-KB2 genes involved in activating NF-KB signaling. NF-KB is a transcription factor of inflammation and immunity, emerging as a key positive regulator of PD-L1 expression in cancer. Therefore, cardamonin may have the potential utilization as a checkpoint inhibitor that acts by blocking PD-L1 protein, allowing the immune system to recognize and attack the TNBC cancer cells, providing a novel cancer therapy. (Supported by a grant from NIH-NIMHD U54 MD 007582)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"PD-L1,Flavonoids,Triple-negative breast cancer (TNBC),NF-&#954;B,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Mendonca<\/b>, B. Kirpal, S. Kaur, K. F. Soliman; <br\/>Florida A&M University, Tallahassee, FL","CSlideId":"","ControlKey":"85224299-fa29-4b7a-ac02-e139806528ec","ControlNumber":"3965","DisclosureBlock":"&nbsp;<b>P. Mendonca, <\/b> None..<br><b>B. Kirpal, <\/b> None..<br><b>S. Kaur, <\/b> None..<br><b>K. F. Soliman, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10070","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"530","PresenterBiography":null,"PresenterDisplayName":"Patricia Mendonca, PhD","PresenterKey":"fcd51846-29cd-4c8c-a88b-b1f2c377bbab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"530. The effect of cardamonin on PD-L1 expression in triple-negative breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Cell Cycle, Transcription Regulation, and Anticancer Drug Action","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The effect of cardamonin on PD-L1 expression in triple-negative breast cancer cells","Topics":null,"cSlideId":""}]