[{"Abstract":"Purpose: To evaluate the association between race\/ethnicity, treatment, and mortality among individuals with advanced-stage laryngeal cancer in Florida.<br \/>Methods: We obtained data from the Florida Cancer Data System (FCDS) on non-Hispanic (NH)-White (the reference group), Hispanic, and NH-Black patients with advanced-stage (regional and distant) laryngeal cancer from 2009 to 2020. Sociodemographic factors were obtained from FCDS (age, marital status, and insurance) and the United States Census at the county level (education, household income, and rurality). Treatment strategies included chemoradiation, surgery followed by chemoradiation, chemotherapy, radiation, surgery, and surgery followed by chemotherapy. The primary outcome was overall mortality. Multivariable Cox proportional hazard models were used to calculate hazard ratios (HR) and 95% confidence intervals (95% CI) and to examine the association of race\/ethnicity with treatment and survival, while adjusting for sociodemographic factors.<br \/>Results: There were 4,522 participants with advanced-stage laryngeal cancer (57.9% &#60;65 years, 79.5% male, 75.4% NH-White, 13.1% Hispanic, and 11.5% NH-Black) included in the analysis. Compared to NH-White patients, NH-Black patients were less likely to be married, have private insurance, and live in an urban county. Moreover, NH-Black individuals were less likely to receive chemoradiation alone and were more likely to receive surgery followed by chemoradiation. Government insurance was highly associated with chemoradiation receipt. In age-adjusted models, NH-Black patients with advanced-stage laryngeal cancer had a higher risk of death compared to NH-White patients (HR: 1.19; 95% CI: 1.06, 1.32), while Hispanic patients had a lower risk of death compared to NH-White patients (HR: 0.80; 95% CI: 0.71, 0.89). After adjusting for sociodemographic factors, there was no statistically significant difference in overall mortality in NH-Black patients compared to NH-White patients (HR: 1.07; 95% CI: 0.96, 1.20). However, among individuals who received chemoradiation, NH-Black patients had a higher risk of mortality, even after adjusting for sociodemographic factors, compared to NH-White patients (HR: 1.27; 95% CI: 1.04, 1.55).<br \/>Conclusions: Among patients with advanced-stage laryngeal cancer in Florida, NH-Black patients experienced a higher risk of overall mortality compared to other racial and ethnic groups, but this discrepancy was primarily among those who received chemoradiation, even after accounting for sociodemographic factors. This study emphasizes the urgency of expanding laryngeal cancer care access for NH-Black individuals and investigating possible biological variations in their response to chemoradiation and subsequent survival outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Cancer,Race,Therapeutics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. J. Washington<\/b>, C. Lattimore, D. Braithwaite, K. Fredenburg, S. Karanth; <br\/>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"b917fbe5-2395-44f0-ade1-226ebb2e444a","ControlNumber":"2118","DisclosureBlock":"&nbsp;<b>C. J. Washington, <\/b> None..<br><b>C. Lattimore, <\/b> None..<br><b>D. Braithwaite, <\/b> None..<br><b>K. Fredenburg, <\/b> None..<br><b>S. Karanth, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5266","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4812","PresenterBiography":null,"PresenterDisplayName":"Caretia Washington, BS","PresenterKey":"64687931-b962-4c15-81d5-41ade36f0542","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4812. Evaluating racial and ethnic differences in advanced-stage laryngeal cancer treatment and outcomes in Florida: Unmasking the inequities","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluating racial and ethnic differences in advanced-stage laryngeal cancer treatment and outcomes in Florida: Unmasking the inequities","Topics":null,"cSlideId":""},{"Abstract":"Background: Lymphoplasmacytic lymphoma (LPL) is a rare type of non-Hodgkin B cell lymphoma. Waldenstrom macroglobulinemia (WM) is a form of LPL that presents with overproduction of IgM monoclonal protein. The understanding and treatment of LPL\/WM has improved. However, few studies analyze LPL\/WM in Hispanic (HI) patients specifically. This study aims to evaluate demographics, treatment, and survival patterns in HI vs. Non-Hispanic (NH) patients with LPL\/WM.<br \/>Methods: Data were analyzed on LPL\/WM patients in the US reported to the NCDB from 2004-2019. Demographic and treatment characteristics were compared between ethnic groups. Kaplan-Meier and Cox regression analyses were used to compare overall survival (OS) between HI and NH. Multivariate analysis and propensity score matching were performed with adjustment for age, stage, co-morbidity score, insurance status, type of facility and great circle distance (GCD).<br \/>Results: 17,915 patients were identified. 92% were NH, 3% were HI. Most patients were male in both NH and HI (p = 0.120). The median age at diagnosis for HI was 68 vs. 71 for NH (p &#60; 0.001). Most HI and NH were white (87% HI, 91% NH p &#60; 0.001). More HI were uninsured (8% HI, 1% NH p &#60; 0.001) and were less likely to have government sponsored insurance (60% HI, 66% NH p &#60; 0.001). Regarding income, most NH (42%) were in the $63,000+ bracket while most HI were in the $48,000-$62,999 bracket. Regarding education, reported in percent quartiles with no high school degree, most HI (41%) were in the &#62; 21% bracket while most NH (35%) were in the 7-12.9% bracket (p &#60; 0.001). Most HI (43%) were treated at academic\/research programs; most NH were treated at comprehensive community cancer programs (38.4%, p &#60; 0.001). Regarding comorbidities score, 9% of HI scored &#8805; 2 vs 8% of NH (p 0.029). Regarding GCD, the median distance in miles between the patient&#8217;s residence and the hospital that reported the case, HI lived at a median of 6.7 miles vs 9 miles for NH (p &#60; 0.001). Regarding treatment, 68% of HI were given treatment vs. 62% of NH (p &#60; 0.001). There was no difference in mortality between HI vs. NH (30 day mortality p = 0.322; 90 day mortality p = 0.217). On survival analysis, the survival probability at 2, 5 and 10 years of HI vs NH were 81% vs 83%, 69% vs 68%, and 52% vs 46%, respectively. The median survival time (MS) was 10.6 years for HI vs 9 years for NH. There was no OS difference between HI vs. NH (p = 0.47). On multivariate analysis, there were no independent variables associated with better or worse OS. The propensity matched analysis showed no MS difference between HI vs NH (8.96 y vs. 8.74 y).<br \/>Conclusion: We identified ethnic differences in age, race, insurance, education, income, location of treatment, GCD, staging, and treatment patterns. However, there was no statistically significant ethnic difference in MS or OS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Lymphoma: non-Hodgkin's lymphoma,Hispanic,Lymphoplasmacytic Lymphoma\/Waldenstrom Macroglobulinemia,Race,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. E. Fierro<\/b><sup>1<\/sup>, H. Latiolais<sup>1<\/sup>, Q. Liu<sup>1<\/sup>, J. Michalek<sup>1<\/sup>, A. Diaz Duque<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Texas Health Science Center at San Antonio, San Antonio, TX, <sup>2<\/sup>Mays Cancer Center UT Health San Antonio MD Anderson, San Antonio, TX","CSlideId":"","ControlKey":"42b26eb5-281b-4943-bcdd-3399652cbe43","ControlNumber":"455","DisclosureBlock":"&nbsp;<b>M. E. Fierro, <\/b> None..<br><b>H. Latiolais, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>J. Michalek, <\/b> None.&nbsp;<br><b>A. Diaz Duque, <\/b> <br><b>AstraZeneca<\/b> Other, Speaker bureau. <br><b>ADCT<\/b> Other, Speaker bureau. <br><b>Lilly<\/b> Other, Speaker bureau. <br><b>Morphosys<\/b> Other, Speaker bureau. <br><b>Genentech<\/b> Other, Speaker bureau.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5268","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4813","PresenterBiography":null,"PresenterDisplayName":"Maria Fierro, BA,MD","PresenterKey":"30554358-0988-4ad8-bc5e-77f11fc57aaa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4813. Demographic, treatment, and survival patterns in Hispanic vs. non-Hispanic patients with lymphoplasmacytic lymphoma\/Waldenstrom macroglobulinemia: A national retrospective analysis from the National Cancer Database","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Demographic, treatment, and survival patterns in Hispanic vs. non-Hispanic patients with lymphoplasmacytic lymphoma\/Waldenstrom macroglobulinemia: A national retrospective analysis from the National Cancer Database","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Radiation therapy plays a significant role in the treatment of pediatric cancer. However, there have been documented challenges and difficulties encountered by patients while accessing care for cancer and it has been postulated that travel distance contributes to treatment breaks and abandonment.<br \/><b>Objectives: <\/b>The objective of this study was to determine the prevalence of treatment breaks, assess the travel burden of patients receiving radiotherapy for pediatric cancers at a high-volume center in Nigeria and to determine the impact of travel burden on treatment breaks and treatment completion.<br \/><b>Materials and Methods: <\/b> A retrospective cross-sectional study design was utilized. Data was extracted from the electronic medical records of all pediatric patients referred to the center for radiation therapy between June 2019 and June 2023. Data was analyzed using Microsoft Excel and the results were presented in descriptive statistics. Association between data were analyzed using chi-square test with the level of significance (p) set at &#60;0.05. <b>Results: <\/b>A total of 210 pediatric cancer patients were enrolled with an average age of 10.9 years. Children aged 0-14 years accounted for 69.05% while 30.95% were between the age of 15 and 19 years. Brain tumors were the most predominant diagnosis, representing 28.10% of cases. Treatment intent was predominantly radical or curative (81.69%). 61.43% (129) of the patient population came from the within the state with an average travel distance of 19.3 km. Of all the 210 patients, 44.29% of patients did not commence RT. The reasons for this were mostly financial constraints but were not explored in this study. Of those who did commence RT, 54.70% had breaks, and 45.30% did not have breaks. Also, 75.21% of patients completed their treatment; however, 24.79% were unable to complete their treatment. Travel distances varied, with the average distance to the treatment center being 165.3 km and the median at 28.5 km. The study categorized travel distance into quartiles: short (0-16 km), medium (&#62;16 km to 28.5 km), long (&#62;28.5 km to 302 km), and very long (&#62;302 km to 1387 km). Chi-square test did not reveal a significant association between travel distance and treatment completion (p=0.57), nor between travel distance and treatment breaks (p=0.20).<br \/><b>Conclusion: <\/b>These findings highlight the complex interplay of demographic factors, disease profiles, and socioeconomic barriers affecting treatment continuity and completion among pediatric oncology patients in a resource-limited setting. These findings suggest that in this low - resource context, other variables such as socioeconomic status and financial barriers may play a more pivotal role than travel distance in treatment commencement, adherence and completion. As such, more detailed investigation of the obstacles through a comprehensive and targeted strategy could lead to more favorable outcomes in pediatric cancer radiation therapy adherence.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Radiation therapy,Travel burden,Treatment adherence,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Joseph<\/b><sup>1<\/sup>, A. Akinsete<sup>2<\/sup>, U. Fakile<sup>3<\/sup>, C. Agbakwuru<sup>1<\/sup>, L. Keno<sup>4<\/sup>, O. O. Adisa<sup>3<\/sup>, A. Oladipo<sup>1<\/sup>, O. Fagbemide<sup>1<\/sup>, M. Habeebu<sup>1<\/sup>, W. Ngwa<sup>5<\/sup>; <br\/><sup>1<\/sup>NSIA - LUTH Cancer Center, Lagos University Teaching Hospital, Lagos, Nigeria, <sup>2<\/sup>University of Lagos, Lagos, Nigeria, <sup>3<\/sup>Lagos University Teaching Hospital, Lagos, Nigeria, <sup>4<\/sup>Johns Hopkins University School of Medicine and The University of Scranton, Baltimore, MD, <sup>5<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"c7573c89-5ad2-4013-8c69-5d64d8881eca","ControlNumber":"6840","DisclosureBlock":"&nbsp;<b>A. Joseph, <\/b> None..<br><b>A. Akinsete, <\/b> None..<br><b>U. Fakile, <\/b> None..<br><b>C. Agbakwuru, <\/b> None..<br><b>L. Keno, <\/b> None..<br><b>O. O. Adisa, <\/b> None..<br><b>A. Oladipo, <\/b> None..<br><b>O. Fagbemide, <\/b> None..<br><b>M. Habeebu, <\/b> None..<br><b>W. Ngwa, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5269","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4814","PresenterBiography":null,"PresenterDisplayName":"Adedayo Joseph, MD","PresenterKey":"c457ebc0-51d5-402e-8c96-81e4bfdbd7a6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4814. Pediatric radiation treatment adherence in LMIC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pediatric radiation treatment adherence in LMIC","Topics":null,"cSlideId":""},{"Abstract":"Background: Patients from rural areas typically have poor access to healthcare. Studies have shown varying results on the relationship between time to lung cancer treatment and patient survival. We aimed to examine the association of rurality with timely receipt of lung cancer treatment and survival in West Virginia (WV).<br \/>Methods: A retrospective study was conducted using WV Cancer Registry data to identify persons diagnosed with NSCLC in WV between 1993 and 2021 who received treatment (surgery, radiation, systemic therapy, other). Participants were classified by rurality (rural vs non-rural), and time to treatment from diagnosis was dichotomized as early treatment (&#60;35 days) or delayed treatment (&#8805;35 days). Descriptive statistics and survival analysis (with univariate and multivariate Cox regression controlling for age, sex, race\/ethnicity, marital status, Charlson comorbidity index, cancer stage, and treatment type) were used to address study objectives.<br \/>Results: Of 10,463 participants, 678 (6.5%) were rural residents. The majority were male (58.1%), married or partnered (59.9%), and non-Hispanic white (97.5%). 61% received early treatment. 45%, 38%, and 16% received systemic therapy, surgery, and radiation, respectively. There were significantly more non-Hispanic white (99.6% vs 97.3%, p&#60;0.004) patients residing in rural areas compared to non-rural areas, and fewer rural residents were diagnosed at stages 1 (29.4% vs 34.3%) or 2 (10.0% vs 11.6%) (p&#60;0.5). Rurality was not associated with time to treatment but was associated with 9% increase in hazard of death (HR=1.09, 95% CI=1.00-1.18, p&#60;0.05). Significant covariates associated with increasing hazard of treatment included being male (HR=1.08, 95% CI=1.04-1.13, p&#60;0.0001) and cancer stage (HR range=1.19-2.38, while being Black and receiving surgery (0.43, 0.30-0.62, p&#60;.0001), radiation (0.48, 0.33-0.68, p&#60;.0001), or systemic therapy (0.33,0.23-0.47, p&#60;.0001) (compared to other treatment) were each associated with reduced hazard of treatment. Significant covariates associated with hazard of death include increasing age (HR=1.01, 95% CI= 1.01-1.02, p&#60;.0001), increasing CCI (HR=1.07, 95% CI=1.05-1.09, p&#60;.0001), being male (HR=1.21, 95% CI=1.16-1.26, p&#60;.0001), increasing cancer stage (HR range=1.58-4.79) while being married (HR=0.92, 95% CI=0.88-0.96, p&#60;.001), receiving surgery (HR=0.16, 95% CI=1.11-0.22, p&#60;.0001), radiation (HR=0.34, 95% CI=0.24-0.49, p&#60;.0001), or systemic treatment (HR=0.17, 95% CI=0.12-0.24, p&#60;.0001), and delayed treatment (HR=0.82, 95% CI=0.78-0.85, p&#60;.0001) were each associated reduced hazard of death.<br \/>Conclusion: Rurality affects lung cancer outcomes in WV increasing risk of death for NSCLC patients by 9%.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Databases,Lung cancer,Survival,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"A. R. Lumadue<sup>1<\/sup>, <b>S. O. Nduaguba<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>West Virginia University School of Pharmacy, Morgantown, WV, <sup>2<\/sup>Mary Babb Randolph Cancer Center and School of Pharmacy at West Virginia University, Morgantown, WV","CSlideId":"","ControlKey":"45cb309d-f251-4ee0-9ffc-6709d4c097ac","ControlNumber":"1149","DisclosureBlock":"&nbsp;<b>A. R. Lumadue, <\/b> None..<br><b>S. O. Nduaguba, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5270","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4815","PresenterBiography":null,"PresenterDisplayName":"Sabina Nduaguba, PhD","PresenterKey":"8efaf59e-3f47-4234-a86b-1fd3ed42b90b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4815. Time to lung cancer treatment in West Virginia and patient survival","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Time to lung cancer treatment in West Virginia and patient survival","Topics":null,"cSlideId":""},{"Abstract":"Background: Beyond its well-known lethality, pancreatic cancer (PC) is associated with a wide variety of physical and psychological complications. These complications collectively lead to an increase in symptom burden experienced by patients with PC, as compared to other cancer types, leading to lower health-related quality of life (HRQoL) and worsened clinical outcomes. Reducing symptom burden is often achieved through the use of supportive care medications (SCM). Racial disparities have been described in the use of pain and psychiatric medications but limited research has explored potential disparities in access to and utilization of other SCM among diverse racial and ethnic groups. The goal of this study was to illustrate the presence of racial\/ethnic disparities in the treatment patterns of supportive care medications in end-of-life care of PC patients<br \/>Methods: We used data from the Surveillance, Epidemiology, and End Results (SEER)-Medicare-linked database from 2005 to 2017. Participants were identified using ICD9 and ICD10 diagnostic codes. Patients diagnosed with PC and have died in 2005-2007 with more than 1 year of Medicare enrollment before death were included. Logistic regression models to assess the association between use of supportive care medications and race, adjusting for covariates (sex, race, age, marital status, education, income, residence, CCI, year of diagnosis of PC, cancer stage).<br \/>Results: After the application of the inclusion\/exclusion criteria, 74,309 patients were included in the final analysis (White: 72.53%, Black 11.01%, Hispanic 9.60%, Asian\/Pacific Islander 6.58%) Racial and ethnic disparities in the use of multiple SCM drug classes were identified. The results are summarized in Table 1.<br \/>Conclusion: Disparities in the use of SCM were found in patients with PC. Minorities had significantly less use of sleep aids and headache aids, and increased use of cognitive aids and appetite stimulants. AAs also had lower uses of anti-emetics.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{28823EEC-363B-4FF7-9337-F69180DE706C}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>AA<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>Hispanic<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>Asian<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>SCM Drug Class<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>aOR<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>95% CI<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>aOR<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>95% CI<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>aOR<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>95% CI<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Anti-emetics<\/td><td rowspan=\"1\" colspan=\"1\"><i>0.77<\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>(0.73, 0.81)<\/i><\/td><td rowspan=\"1\" colspan=\"1\">0.98<\/td><td rowspan=\"1\" colspan=\"1\">(0.93, 1.03)<\/td><td rowspan=\"1\" colspan=\"1\">1.01<\/td><td rowspan=\"1\" colspan=\"1\">(0.95, 1.08)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Appetite stimulants<\/td><td rowspan=\"1\" colspan=\"1\"><i>1.06 <\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>(1.01, 1.11)<\/i><\/td><td rowspan=\"1\" colspan=\"1\">1.01<\/td><td rowspan=\"1\" colspan=\"1\">(0.96, 1.06)<\/td><td rowspan=\"1\" colspan=\"1\"><i>1.28<\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>(1.20, 1.36)<\/i><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Cognitive aids<\/td><td rowspan=\"1\" colspan=\"1\"><i>1.38 <\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>(1.25, 1.53)<\/i><\/td><td rowspan=\"1\" colspan=\"1\">1.04<\/td><td rowspan=\"1\" colspan=\"1\">(0.93, 1.17)<\/td><td rowspan=\"1\" colspan=\"1\">1.11<\/td><td rowspan=\"1\" colspan=\"1\">(0.97, 1.26)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Headache aids<\/td><td rowspan=\"1\" colspan=\"1\"><i>0.68<\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>(0.63, 0.74)<\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>0.81<\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>(0.74, 0.87)<\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>0.85<\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>(0.77, 0.93)<\/i><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Sleep aids<\/td><td rowspan=\"1\" colspan=\"1\"><i>0.71<\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>(0.67, 0.75)<\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>0.87<\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>(0.82, 0.92)<\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>0.87<\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>(0.81, 0.93)<\/i><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Pancreatic cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>O. M. Trejos Kweyete<\/b><sup>1<\/sup>, Y. Guo<sup>2<\/sup>, S. C. Rogers<sup>2<\/sup>, L. Scarton<sup>2<\/sup>, D. L. DeRemer<sup>2<\/sup>, C. L. Whitner<sup>3<\/sup>, D. J. Wilkie<sup>2<\/sup>, J. M. Allen<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Florida, Orlando, FL, <sup>2<\/sup>University of Florida, Gainesville, FL, <sup>3<\/sup>University of Florida, Jacksonville, FL","CSlideId":"","ControlKey":"42d575f1-ce12-4b8f-8a56-82aa3629c33c","ControlNumber":"940","DisclosureBlock":"&nbsp;<b>O. M. Trejos Kweyete, <\/b> None..<br><b>Y. Guo, <\/b> None..<br><b>S. C. Rogers, <\/b> None..<br><b>L. Scarton, <\/b> None..<br><b>D. L. DeRemer, <\/b> None..<br><b>C. L. Whitner, <\/b> None..<br><b>D. J. Wilkie, <\/b> None..<br><b>J. M. Allen, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5272","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4816","PresenterBiography":null,"PresenterDisplayName":"Olga Trejos Kweyete, BS;Pharm D","PresenterKey":"bb2c8608-7665-428c-9cb5-f68f793a4087","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4816. Racial disparities in adjunctive supportive care medication use in pancreatic cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Racial disparities in adjunctive supportive care medication use in pancreatic cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Understanding factors associated with opioid dispensing in cancer patients is important for developing tailored guidelines and ensuring equitable access to pain management. We examined patterns and predictors of opioid dispensing among older cancer patients from 2008 to 2015.<br \/>Methods: We analyzed data from the Surveillance, Epidemiology, and End Results (SEER) database linked to Medicare claims. We included the most common cancer types among patients aged 66-95 years. Opioids dispensed within 30 days before and 120 days after cancer diagnosis were assessed. We used logistic regression models to examine trends, adjusted odds ratios (aORs), and 95% confidence intervals (CIs) for opioid dispensing, considering patient demographics, geography, cancer stage, comorbidities, and treatment options.<br \/>Results: A total of 211,759 cancer patients aged 66-95 years were included in the study. Moreover, opioid dispensing increased from 16.4% within 30 days pre-diagnosis to 59.8% within 120 days post-diagnosis. Variations were observed across cancer types, with the largest increase among female breast cancer patients (74.9%, n=44,544). We observed significant increases over calendar time in opioid dispensing within120 days post-diagnosis in both women (<i>p<\/i>=0.02) and men (<i>p<\/i>=0.001). For all cancers combined, non-Hispanic Black men had a significantly lower likelihood of receiving opioids during the 120 days post-diagnosis (aOR=0.9, 95% CI=0.8-0.9) compared to non-Hispanic White men. Factors such as pre-diagnosis opioid dispensing, age, geography, cancer stage, comorbidities, and type of cancer treatment were associated with opioid dispensing during the 120 days post-diagnosis. Surgery had the strongest association, with men undergoing surgery being 4.4 times more likely to receive opioids within 120 days post-diagnosis (aOR=4.4, 95% CI=4.2-4.6), while women had an odds ratio of 2.7 (95% CI=2.6-2.8). Chemotherapy and radiotherapy were also positively associated with opioid dispensing, though the associations were less pronounced. Moreover, compared to urinary bladder cancer, patients with kidney cancer (women, aOR=1.6, 95% CI=1.5-1.8; men, aOR=1.7, 95% CI=1.5-1.8), lung cancer (women, aOR=1.4, 95% CI=1.3-1.5; men, aOR=1.5, 95% CI=1.4-1.6), and female breast cancer (aOR=1.8, 95% CI=1.6-1.9) were more likely to receive opioids within the 120 days post-diagnosis.<br \/>Conclusion: This population-based study reveals significant variations in opioid dispensing among cancer patients over age 65 across cancer types and demographic and clinical factors. Further research is needed to address disparities and optimize opioid dispensing in older cancer patients, ensuring tailored guidelines and improving patient care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Epidemiology,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Chen<\/b><sup>1<\/sup>, Y.-E. Shin<sup>2<\/sup>, S. Spillane<sup>1<\/sup>, M. Shiels<sup>1<\/sup>, A. Coghill<sup>3<\/sup>, L. Enewold<sup>1<\/sup>, R. Pfeiffer<sup>1<\/sup>, N. Freedman<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, Rockville, MD, <sup>2<\/sup>Seoul National University, Seoul, Korea, Republic of, <sup>3<\/sup>Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"9bd2ca92-8f53-441a-a4e1-8edfd1d7ee9e","ControlNumber":"2901","DisclosureBlock":"&nbsp;<b>Y. Chen, <\/b> None..<br><b>Y. Shin, <\/b> None..<br><b>S. Spillane, <\/b> None..<br><b>M. Shiels, <\/b> None..<br><b>A. Coghill, <\/b> None..<br><b>L. Enewold, <\/b> None..<br><b>R. Pfeiffer, <\/b> None..<br><b>N. Freedman, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5274","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4817","PresenterBiography":null,"PresenterDisplayName":"Yingxi Chen","PresenterKey":"168517ad-45af-4667-96f8-ae6b3a3bb441","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4817. Patterns and predictors of opioid dispensing among older cancer patients from 2008 to 2015","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patterns and predictors of opioid dispensing among older cancer patients from 2008 to 2015","Topics":null,"cSlideId":""},{"Abstract":"Differences in education not only influence our access to good-quality and timely healthcare but also impact our ability to make healthy decisions, access nutritious food, and inhabit healthy and safe physical and psychological environments. Consequently, these factors have contributed to an increase in cancer incidence and mortality among individuals with lower levels of education. To assess the mortality rate based on education, we utilized census data and the national mortality register, comparing the cancer mortality rate between those with more than 12 years of education and those with less than 8 years. We employed a Poisson regression model, with the number of deceased individuals as the dependent variable and age, along with gender, region of residence, and education level as covariates. The natural logarithm of the population served as an offset. The exponential of the estimated betas in this regression represents the Relative Index of Inequality (RII), comparing individuals with a low educational level to those with a high educational level. We conducted the analysis using SPSS version 17.0 and SAS version 9.4, considering values with p-values less than or equal to 0.05 as significant, with a confidence interval of 95%. Our findings indicate that two cancer sites are particularly affected by these educational differences, gallbladder (RII(95%CI): 5.43 (4.0-7.5)) and gastric (RII(95%CI): 4.09 (3.5-4.8)) with additional disparities when comparing by gender (RII gallbladder in women (95%CI): 7.06 (5.0-10.9)). Interestingly, even though Chile is a relatively small country, there are significant variations of mortality by geographical region (RII(95%CI): 1.3 (1.1-1.5) to 3.1 (2.3-4.0)), in terms of magnitude and cancer sites, suggesting the influence of environmental factors. The results of this study should serve as a basis for decentralization and the development of a cancer policy that considers territorial differences in resource allocation and plans specific screening and early detection strategies tailored to the epidemiologic and sociodemographic profile. We also conducted a mortality analysis comparing education levels across age intervals. Our findings reveal that, up to the age of 60, mortality is significantly higher among individuals with less than 8 years of schooling. However, beyond the age of 60, the group with higher mortality comprises individuals with 9-12 years of education. This suggests that they may be more capable of affording health services and accessing screening and diagnosis compared to the less educated group but are still diagnosed at later stages when curative treatment is not feasible. In addition, this group has the highest tobacco consumption in the country.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Cancer,Mortality,Risk factors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Paz Cook<\/b><sup>1<\/sup>, Fabio Paredes<sup>2<\/sup>, Jorge Jimenez de la Jara<sup>3<\/sup><br><br\/><sup>1<\/sup>Center for Cancer Prevention and Control (CECAN), Santiago, Chile,<sup>2<\/sup>Estadisticas, Pontificia Universidad Católica de Chile, Santiago, Chile,<sup>3<\/sup>Salud Publica, Pontificia Universidad Catolica de Chile, Santiago, Chile","CSlideId":"","ControlKey":"3176c188-8225-453b-862f-9d133c97b166","ControlNumber":"4074","DisclosureBlock":"&nbsp;<b>P. Cook, <\/b> None..<br><b>F. Paredes, <\/b> None..<br><b>J. Jimenez de la Jara, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5275","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4818","PresenterBiography":null,"PresenterDisplayName":"Paz Cook, MS;MSN;RN","PresenterKey":"e55a4836-6f45-480e-88f8-3e25f71f7d11","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4818. Cancer disparities in Chile: Unveiling the impact of educational disparities and regional variances on mortality rates","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer disparities in Chile: Unveiling the impact of educational disparities and regional variances on mortality rates","Topics":null,"cSlideId":""},{"Abstract":"Introduction: In the U.S., Black patients with papillary thyroid cancer (PTC) are less likely to receive treatment than non-Hispanic White patients. Access to care and insurance status may be related to these disparities. We aimed to compare Black and White patients in receipt of cancer care for PTC in the equal access Military Health System.<br \/>Materials and Methods: We used the MilCanEpi database to identify a cohort of men and women aged 18 or older who were diagnosed with PTC between January 1, 1998 and December 31, 2014. Patients were assessed for treatment by surgery (e.g., lobectomy, thyroidectomy), adjuvant radioactive iodine (RAI), or active surveillance. Treatment appropriate for risk status (low-risk or high-risk) was compared between non-Hispanic White and Black patients using multivariable logistic regression and expressed as adjusted odds ratios (aOR) with 95% confidence intervals (CIs).<br \/>Results: Among 3,511 patients with PTC, 65.0% White and 65.5% Black received surgical treatment (aOR 0.97, 95% CI 0.80-1.18 for Black vs. White). For patients with low-risk PTC, overall receipt of either surgery or active surveillance (aOR 0.86, 95% CI 0.67-1.10 for Black vs. White) was similar between races. For patients with high-risk PTC, overall receipt of surgery (aOR 1.19, 95% CI 0.71-2.01) or adjuvant RAI (aOR 1.44, 95% CI 0.60-3.44) was similar for Black compared to White patients.<br \/>Conclusions: In an equal access health system, there were no overall racial differences in receipt of surgical treatment for PTC. Further, in analysis by risk status, there were no significant racial differences in receipt of active surveillance for low-risk PTC nor receipt of adjuvant RAI for high-risk PTC. This suggests the role of access to care in reducing racial disparities in treatment for PTC observed in the general U.S. population.<br \/>Funding and Acknowledgement: The authors thank the Joint Pathology Center (JPC) for providing the DoD cancer registry data and the Defense Health Agency (DHA) for providing the MHS data repository (MDR) data. This project was supported by the Murtha Cancer Center Research Program (MCCRP) of the Department of Surgery, Uniformed Services University of the Health Sciences (USUHS) under the auspices of the Henry M. Jackson Foundation for the Advancement of Military Medicine (HJF, Inc.), grant numbers HHU0001-16-2-0014 and HU0001-18-2-0032 awarded to C.S.<br \/>Disclaimer: The contents of this abstract are the sole responsibility of the authors and do not necessarily reflect the views, assertions, opinions, or policies of the Uniformed Services University of the Health Sciences, the Henry M. Jackson Foundation for the Advancement of Military Medicine, Inc., the Department of Defense, or the Departments of the Army, Navy, or Air Force. Mention of trade names, commercial products, or organizations does not imply endorsement by the U.S. government.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Thyroid cancer,Surgical resection,Imaging,Race,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. L. Eaglehouse<\/b>, S. Darmon, C. D. Shriver, K. Zhu; <br\/>Murtha Cancer Center Research Program, Uniformed Services University of the Health Sciences, Bethesda, MD","CSlideId":"","ControlKey":"ac5261e7-8775-44d5-9c1f-ec0ef9050053","ControlNumber":"234","DisclosureBlock":"<b>&nbsp;Y. L. Eaglehouse, <\/b> <br><b>The Henry M. Jackson Foundation for the Advancement of Military Medicine, Inc.<\/b> Employment. <br><b>S. Darmon, <\/b> <br><b>The Henry M. Jackson Foundation for the Advancement of Military Medicine, Inc.<\/b> Employment.<br><b>C. D. Shriver, <\/b> None.&nbsp;<br><b>K. Zhu, <\/b> <br><b>The Henry M. Jackson Foundation for the Advancement of Military Medicine, Inc.<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5279","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4820","PresenterBiography":null,"PresenterDisplayName":"Yvonne Eaglehouse","PresenterKey":"acbe2370-35f6-4874-86ba-4c938233cc92","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4820. Comparison of Black and White patients in treatment for papillary thyroid cancer in an equal access health system","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparison of Black and White patients in treatment for papillary thyroid cancer in an equal access health system","Topics":null,"cSlideId":""},{"Abstract":"Background: Lung cancer is the leading cause of cancer-related deaths in Guam, with a significantly higher mortality rate compared to the United States (46.9 vs 40.2 per 100,000), despite a lower incidence rate (50.9 vs 52.6 respectively, for the years 2013-2017). There are significant ethnic disparities in lung cancer incidence and mortality rates, with CHamoru (indigenous people) and Micronesian (immigrants from other Micronesian Islands) populations being disproportionately affected compared to other ethnic groups. This study aims to assess lung cancer survival rates in Guam and explore how demographic and other factors impact these rates.<br \/>Methods: This study included 1171 patients diagnosed with invasive lung cancer and reported to the Guam Cancer Registry from 2001-2020. Five-year and 10-year survival rates were calculated using the Kaplan-Meier method and were compared using the log-rank test across different ethnic groups: CHamoru (N = 613), Filipino (N = 245), Asian (N = 74), Micronesian (N = 110), and Caucasian (N = 82). The Cox proportional hazards regression was used to investigate the effects of sex, age, year of diagnosis, ethnicity, lung cancer staging, and cancer treatment status on the risk of all-cause mortality.<br \/>Results: Mean age at diagnosis was 65.75 years. Of the cases, only 10.8% were identified at an early stage, 43.1% at a late stage, and 46.0% unstaged. Significant differences in the 5-year and 10-year survival rates were found across ethnic groups. CHamoru had the lowest 5-year (15.6%) and 10-year survival rates (13.2%) followed by Micronesian (18.7% and 17.2%, respectively). All-cause mortality was higher among CHamoru (HR = 1.54, 95% CI: 1.28, 1.85) and Micronesian (HR=1.51, 95% CI: 1.15, 1.98) compared with Filipino after adjusting for age, sex, year of diagnosis, staging, and cancer treatment status. There were no statistically significant differences in all-cause mortality between Asian and Caucasian patients and Filipino patients. Cancer staging also indicated a significantly higher hazard rate for late-stage patients (HR = 1.78, 95% CI: 1.41, 2.25) and un-staged patients (HR = 1.51, 95% CI: 1.18, 1.94) compared to early-stage patients. Additionally, patients who did not receive any treatment (HR = 1.46, 95% CI: 1.22-1.74) and those with unknown treatment status (HR = 1.40, 95% CI: 1.17-1.68) experienced higher hazard rates than those who received at least one form of treatment.<br \/>Conclusion: The predominance of late-stage or unstaged diagnoses in this study highlights a significant gap in early lung cancer detection in Guam. Survival rates for the CHamoru and Micronesian populations are notably lower than those observed in the U.S. These findings underscore the critical need for expanded lung cancer screening initiatives in Guam to facilitate earlier diagnosis and potentially improve survival outcomes.<br \/>Acknowledgement: This study was supported by the PIPCHE\/U54 Grant (U54CA143728).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Lung cancer,Survival,Cancer Disparities,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Aurienne<\/b>, L. J. Dulana, R. Teria, G. Badowski; <br\/>University of Guam, Mangilao, GU","CSlideId":"","ControlKey":"79555d7e-9ba8-4079-b1b9-f858911dbba8","ControlNumber":"5651","DisclosureBlock":"&nbsp;<b>C. Aurienne, <\/b> None..<br><b>L. J. Dulana, <\/b> None..<br><b>R. Teria, <\/b> None..<br><b>G. Badowski, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5281","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4821","PresenterBiography":null,"PresenterDisplayName":"Cruz Aurienne, Undergraduate Student","PresenterKey":"15165cac-1417-4fa8-90f5-cac5a6a9a185","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4821. Lung cancer survival disparities by ethnicity in Guam, 2001-2020","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lung cancer survival disparities by ethnicity in Guam, 2001-2020","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Given the history of evolving medical therapies and advancements in cancer treatments over the last decades, resectable gastric cancer has presented multiple strategies for care. Previous literature indicates historically decreased use of multimodal therapies in minority populations. This study aims to evaluate Louisiana patient populations for rates of definitive treatment, inequities in access to care, and evaluating its impact on the outcomes of minorities and underserved population.<br \/><b>Methods: <\/b>Patients with non-metastatic primary invasive gastric cancer, with T2-4 or any T status with positive lymph nodes, were identified in the Louisiana Tumor Registry using ICD-O codes and AJCC staging system. Receipt of non-surgical therapy was modeled using logistic regression. Overall survival (OS) was modeled using a Cox proportional hazards model.<br \/><b>Results:<\/b> The study included 561 patients, of which 37.6% (n=211) did not receive surgical treatment and 16.2% (n=91) did not receive non-surgical therapy. A subset of the cohort received no definitive treatment, (6.8%, n=38). In a demographic only multivariable model, adjusting for age, sex, and race, age 70 and over [OR (95%CI) =0.18 (0.08-0.42), p&#60;0.001] and female sex [OR (95%CI) =0.48 (0.28-0.85), p=0.011] was associated with decreased rates of non-surgical therapy. Black [OR (95%CI) = 0.54 (0.31-0.93), p=0.027] and Hispanic [OR (95%CI) = 0.38 (0.13-1.08), p=0.070] race was associated with decreased receipt of non-surgical therapies. However, after adjusting for domestic partner, insurance status, rurality, area poverty, and surgery status, racial disparities were no longer significant compared to whites: Black [OR (95% CI) = 0.59 (0.33-1.06), p=0.075]; Hispanic [OR (95% CI) = 0.52 (0.17-1.66), p=0.272]. In multivariable analyses, receipt of surgery [HR (95% CI) = 0.3 (0.23 - 0.38), p&#60;0.001) and any non-surgical therapy [HR (95% CI) = 0.43 (0.31 - 0.60), p&#60;0.001) were associated with increased overall survival.<br \/><b>Conclusion: <\/b>A significant number of patients did not receive all modalities of the multidisciplinary treatment that is recommended for patients with non-metastatic gastric adenocarcinoma. Black patients and females are less likely to receive non-surgical modalities for gastric cancer in Louisiana, which is, at least, partially driven by socioeconomic determinants. Identifying patients with these risk factors is a crucial step in allocating resources to increase access the care and improve outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Gastric cancer,Outcome,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. D. Hartupee<\/b>, K. Maupin, D. M. Danos, O. Moaven; <br\/>Louisiana State University Health Sciences Center, New Orleans, LA","CSlideId":"","ControlKey":"3580819c-3314-43f4-8f46-ba24deb08456","ControlNumber":"7887","DisclosureBlock":"&nbsp;<b>C. D. Hartupee, <\/b> None..<br><b>K. Maupin, <\/b> None..<br><b>D. M. Danos, <\/b> None..<br><b>O. Moaven, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5282","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4822","PresenterBiography":null,"PresenterDisplayName":"Conner Hartupee","PresenterKey":"5f918446-82f5-4089-80e1-03def134c251","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4822. Disparities in receiving non-surgical therapy impact outcomes in non-metastatic gastric cancer in Louisiana","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Disparities in receiving non-surgical therapy impact outcomes in non-metastatic gastric cancer in Louisiana","Topics":null,"cSlideId":""},{"Abstract":"Background: T-cell\/histiocyte-rich large B-cell lymphoma (THRLBCL) is a rare variant of large B-cell lymphoma with features that overlap with Nodular lymphocyte-predominate Hodgkin lymphoma (NLPHL). (<b>Blood<\/b> <i>PMID: 32871584<\/i>, <b>PLoS One<\/b> <i>PMID: <\/i><i><u>24244368<\/u><\/i><i><u><\/u><\/i>,<b>Haematologica<\/b> <i>PMID: <\/i><i><u>20207840<\/u><\/i><i><u><\/u><\/i>). Unlike NLPHL, which has a good prognosis. THRLBCL&#8217;s prognosis is worse (<b>Leuk Lymphoma<\/b> <i>PMID: <\/i><i><u>31287335<\/u><\/i><i><u><\/u><\/i>). Given its rarity and difficulty to diagnose, limited studies explore prognostic factors for it. This study aims to explore clinical, demographic, and survival outcomes differ in Hispanic (HI) versus non-Hispanic (NH) patients with THRLBCL in the United States (US).<br \/>Methods:<b> <\/b>Data were analyzed on THRLBCL patients in the US and reported to the National Cancer Database (NCDB) between 2004 and 2019. Demographic and treatment characteristics were compared between ethnic groups. Kaplan-Meier and Cox regression analyses compared OS between HI and NH. Multivariate analysis and propensity score matching was performed with adjustment for age, stage, co-morbidity score, insurance status, type of facility, and great circle distance.<br \/>Results: Of 1252 THRLBCL patients, 7% were HI and 93% NH. 67% of HI were male, compared to 68% of NHHI pts were younger at diagnosis 55 vs 57 (p=0.471); the majority of HI and NH were &#60;65, 64% and 66% respectively (p=0.574)Most of HI and NH were white (88% vs 74%). When examining stage, most of HI and NH were stage (IV) (50% vs 57%) (p=0.600)Regarding insurance type, Government-sponsored was the most prevalent in HI (52%), while private insurance was most prevalent for NH (51%) (p=0.001). The most non-Insured group was HI (11% vs 3%).Regarding Census Median Income (2008-2012), the most prevalent bracket (39.5%) for HI was $48,000 - $62,999, and for NH (31%) $&#62;63,000. Charlson-Deyo Score (comorbidities score), HI had a 10% =\/&#62; 2 score, vs NH 7%. Regarding treatment facility type Academic\/Research Programs were the most prevalent for HI (44%) and NH (38%).The median distance in miles between the patient&#8217;s residence and the hospital that reported the case (Great Circle Distance), HI lived at a median of 10 miles, vs NH at a median of 11 miles. On survival analysis, the survival probability at 2, 5, and 10 years of HI vs NH were 83% vs 83%, 77% vs 75%, and 69% vs 62%. The median survival time (MS) was not reached for HI or NH. There was no overall survival difference (OS) between HI\/NH (p=0.8). Independently, on multivariate analysis, ethnicity was not associated with worse OS (HR 1.2, CI 0.67-2.17, p=0.54).<br \/>Conclusion: The MS and OS between HI and NH with THRLBCL within the US were similar. However, due to the rarity of THRLBCL, the size of both populations was small, which reduces the confidence that there are no<br \/>differences in the outcomes of these two populations. Because of this, more data is needed to evaluate further the clinical and socioeconomic factors that play a role in the survival outcomes of THRLBCL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Hispanic,B cells,Lymphoma: non-Hodgkin's lymphoma,Databases,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>I. Mines<\/b>, D. Urueta-Portillo, Q. Liu, J. Michalek, A. E. Diaz Duque; <br\/>The University of Texas Health Science Center At San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"6e0659e5-b6da-46ef-a4f3-a1369dc8861f","ControlNumber":"1089","DisclosureBlock":"&nbsp;<b>I. Mines, <\/b> None..<br><b>D. Urueta-Portillo, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>J. Michalek, <\/b> None.&nbsp;<br><b>A. E. Diaz Duque, <\/b> <br><b>AstraZeneca<\/b> Speaker Bureau. <br><b>ADCT<\/b> Speaker Bureau. <br><b>Morphosys<\/b> Speaker Bureau. <br><b>Genentech<\/b> Speaker Bureau.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5360","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4823","PresenterBiography":null,"PresenterDisplayName":"Ian Mines","PresenterKey":"46aa05f7-e6ef-425f-a9ac-347ba15a11b8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4823. Survival outcomes similar in T-cell\/histiocyte-rich large B-cell lymphoma between Hispanics and non-Hispanics within the United States","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Survival outcomes similar in T-cell\/histiocyte-rich large B-cell lymphoma between Hispanics and non-Hispanics within the United States","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Black\/African American (AA) and Hispanic cancer patients are underrepresented in cancer clinical trials (CCTs). Disparities stem from multiple factors, thus, comprehensive, multi-level interventions (MLI) are needed. Presented here is a conceptual framework for selecting the appropriate study design for MLIs using ACTWONDER<sup>2<\/sup>S, a multi-level intervention (MLI) aimed to increase Black\/AA and Hispanic patient participation into CCTs, as an illustrative example. Baseline characteristics of the ACTWONDER<sup>2<\/sup>S target populations are also provided.<br \/><b>Methods: <\/b>ACTWONDER<sup>2<\/sup>S integrates community health educator and digital tools into an MLI targeting community residents and physicians in the Moffitt Cancer Center (MCC) catchment area, as well as MCC patients, physicians and CCT coordinators. A literature review of the relative strengths and weakness of 5 candidate designs for MLIs was conducted, and a cluster stratified randomized design was selected. Geospatial analytics were used to identify clusters of census tracts (&#8220;priority zones&#8221;) with high Black\/AA and Hispanic populations for intervention deployment. Baseline characteristics of the priority zones were described using US Census data and other sources.<br \/><b>Results: <\/b>14 priority zones were identified, which were matched on population characteristics and randomized into intervention (n=7) and control (n=7) zones. There were no statistically significant differences between the intervention and control priority zones in total population size (paired t-test p-value=0.63), proportions of Black\/AA (p=0.133) and Hispanic populations p=0.17), and distance (in miles) from MCC (p=0.64). Approximately 35.8% and 16.5% of the intervention priority zones were Hispanic or Black\/AA, respectively. Average distance to MCC, cancer cases, referral and CCT enrollment rates were also similar between groups.<br \/><b><\/b> <b>Conclusion: <\/b>Decision frameworks for MLI study design selection are lacking. The framework provided here for ACTWONDER<sup>2<\/sup>S can be applied to other studies seeking to evaluate MLIs. Furthermore, the randomization of the priority zones produced optimal target populations for testing the efficacy of the MIL within ACTWONDER<sup>2<\/sup>S.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-13 Implementation science,,"},{"Key":"Keywords","Value":"African American,Hispanic,Epidemiology,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. E. Rollison<\/b><sup>1<\/sup>, R. P. Amorrortu<sup>1<\/sup>, L. N. Fuzzell<sup>1<\/sup>, M. A. Garcia<sup>1<\/sup>, E. S. Tapia-Kwan<sup>1<\/sup>, Y. Zhao<sup>1<\/sup>, S. A. Eschrich<sup>1<\/sup>, B. R. Gore<sup>1<\/sup>, B. S. Mittman<sup>2<\/sup>, N. B. Stanley<sup>1<\/sup>, S. T. Vadaparampil<sup>1<\/sup>; <br\/><sup>1<\/sup>Moffitt Cancer Center, Tampa, FL, <sup>2<\/sup>Kaiser Permanente, Tampa, FL","CSlideId":"","ControlKey":"58b00f2b-b86b-4962-823f-e0a5996e2864","ControlNumber":"6545","DisclosureBlock":"<b>&nbsp;D. E. Rollison, <\/b> <br><b>NanoString Technologies, Inc.<\/b> Stock, Other, Board of Directors. <br><b>Triomics, Inc<\/b> Other, Consulting.<br><b>R. P. Amorrortu, <\/b> None..<br><b>L. N. Fuzzell, <\/b> None..<br><b>M. A. Garcia, <\/b> None..<br><b>E. S. Tapia-Kwan, <\/b> None..<br><b>Y. Zhao, <\/b> None..<br><b>S. A. Eschrich, <\/b> None..<br><b>B. R. Gore, <\/b> None..<br><b>B. S. Mittman, <\/b> None..<br><b>N. B. Stanley, <\/b> None..<br><b>S. T. Vadaparampil, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5361","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4824","PresenterBiography":null,"PresenterDisplayName":"Dana Rollison, PhD","PresenterKey":"3a8537b7-81ae-455a-a37d-efa9b6b5fc61","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4824. Multi-level intervention to increase minority cancer patient enrollment to clinical treatment trials- Study design considerations and baseline characteristics from the ACTWONDER2S Study","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-level intervention to increase minority cancer patient enrollment to clinical treatment trials- Study design considerations and baseline characteristics from the ACTWONDER2S Study","Topics":null,"cSlideId":""},{"Abstract":"Financial toxicity has been associated with adverse outcomes for patients with cancer. Out-of-pocket (OOP) costs contribute to the high financial toxicity (FT) experienced by patients with cancer. Cancer clinical trial (CCT) participants face significant extra OOP expenses presenting a barrier to participation and retention. To address FT in CCTs, the Lazarex Foundation created the Improving Patient Access to Cancer Clinical Trials (IMPACT) Program, a financial reimbursement program (FRP) for OOP travel and lodging costs associated with therapeutic CCT participation. Our study aimed to quantify the FT experienced by patients in CCTs and understand their experience to determine the barriers and facilitators of enrolling in the Lazarex IMPACT Program. Patients enrolled in a CCT were referred to the IMPACT team to determine eligibility. Patients were eligible for IMPACT if they were active on a therapeutic CCT and their household income was less than 700% of the most recent HHS federal poverty guidelines. Patients who enrolled in the program were invited to participate in a brief semi-structured interview via telephone call. We used grounded theory techniques of analysis to identify themes of barriers and facilitators to enrollment in the Lazarex IMPACT program at our cancer center.<b> <\/b>Table 1 shows the emerging themes from the interviews as barriers and facilitators of enrolling in IMPACT. As a part of the interview process, patients also completed the COST-FACIT questionnaire, a patent reported outcomes measure to evaluate the degree of FT associated with cancer. COST scores in our cohort (n=39) ranged from 14-39.6, mean=27.12, median=27.5; SD=7.96. Following enrollment in the program, patients on average had COST scores indicating low degrees of financial distress. Taken altogether, our results have the potential to inform the development of FRPs for patients with cancer to facilitate their participation in CCTs.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{BBDAEDCB-AD9C-472A-AD4E-847F137B7C42}\"><caption>Table 1: Emerging themes from grounded analysis of semi-structured interviews and their frequency<\/caption><tr><td rowspan=\"1\" colspan=\"1\">Barrier to enrolling in FRP program.<\/td><td rowspan=\"1\" colspan=\"1\">No. of Participants<\/td><td rowspan=\"1\" colspan=\"1\">Facilitator of enrolling in FRP program<\/td><td rowspan=\"1\" colspan=\"1\">No. of Participants<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Patients wanted to be made aware of program earlier in their CCT timeline<\/td><td rowspan=\"1\" colspan=\"1\">4<\/td><td rowspan=\"1\" colspan=\"1\">Enrollment process was easy and straightforward<\/td><td rowspan=\"1\" colspan=\"1\">17<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Patients made aware of program after their CCT started<\/td><td rowspan=\"1\" colspan=\"1\">3<\/td><td rowspan=\"1\" colspan=\"1\">IMPACT team contacted patients to offer program<\/td><td rowspan=\"1\" colspan=\"1\">13<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">CCT Team unaware of program availability<\/td><td rowspan=\"1\" colspan=\"1\">3<\/td><td rowspan=\"1\" colspan=\"1\">Patients learned about the program through their CCT team<\/td><td rowspan=\"1\" colspan=\"1\">8<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Patients reported difficulty with technology access and literacy<\/td><td rowspan=\"1\" colspan=\"1\">3<\/td><td rowspan=\"1\" colspan=\"1\">Patients reported sufficient technology access and literacy<\/td><td rowspan=\"1\" colspan=\"1\">4<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Patients reported hesitancy sharing financial information<\/td><td rowspan=\"1\" colspan=\"1\">2<\/td><td rowspan=\"1\" colspan=\"1\">Cancer foundation was timely and helpful in enrollment process<\/td><td rowspan=\"1\" colspan=\"1\">2<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Patients reported difficulty navigating vast resources at cancer center<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><td rowspan=\"1\" colspan=\"1\">Cancer Center social workers provided connection to program<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Cancer,Barriers and Facilitators,Financial Toxicity,Semi-Structured Interview,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Ramos<\/b><sup>1<\/sup>, V. Nguyen<sup>2<\/sup>, A. Santaniello<sup>3<\/sup>, D. Dornsife<sup>4<\/sup>, R. G. Johnson<sup>4<\/sup>, P. E. Wileyto<sup>3<\/sup>, R. H. Vonderheide<sup>3<\/sup>, C. E. Guerra<sup>3<\/sup>; <br\/><sup>1<\/sup>University of Pennsylvania, Philadelphia, PA, <sup>2<\/sup>Sidney Kimmel Medical College at Thomas Jefferson University, Philadelphia, PA, <sup>3<\/sup>Abramson Cancer Center, Philadelphia, PA, <sup>4<\/sup>Lazarex Cancer Foundation, Danville, CA","CSlideId":"","ControlKey":"c8f2d7eb-c7b1-4514-83ce-ebe1428c0f39","ControlNumber":"1232","DisclosureBlock":"&nbsp;<b>E. Ramos, <\/b> None..<br><b>V. Nguyen, <\/b> None..<br><b>A. Santaniello, <\/b> None..<br><b>D. Dornsife, <\/b> None..<br><b>R. G. Johnson, <\/b> None..<br><b>P. E. Wileyto, <\/b> None..<br><b>R. H. Vonderheide, <\/b> None..<br><b>C. E. Guerra, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5362","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4825","PresenterBiography":null,"PresenterDisplayName":"Elizabeth Ramos, No Degree","PresenterKey":"358baf39-c730-4a1a-a45f-1f2c0c09cb44","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4825. Addressing financial toxicity in cancer clinical trial participation: Barriers and facilitators of enrolling in a reimbursement program for out-of-pocket travel costs","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Addressing financial toxicity in cancer clinical trial participation: Barriers and facilitators of enrolling in a reimbursement program for out-of-pocket travel costs","Topics":null,"cSlideId":""},{"Abstract":"Background: In the 3<sup>rd<\/sup> Healthy Japan 21 and the 4<sup>th<\/sup> National Cancer Plan, the government focused on reducing health inequalities. However, current monitoring of socioeconomic inequalities in cancer is still insufficient to set the targets for the plan. To prioritize strategy aimed at reducing socioeconomic inequalities in cancer mortality, we estimated the population attributable risk fraction (PAF) and excess death due to socioeconomic inequalities, by sex, age group and cancer site.<br \/>Method: We used the areal deprivation index (ADI) to establish area-based socioeconomic status. We categorized municipalities to ADI quintile weighted by the size of population, Q1 is the least deprived and Q5 the most deprived group. Excess death due to socioeconomic inequalities was calculated by the difference between observed number of deaths and expected death of Q2 to Q5 group with Q1 as standard population. We used cancer mortality data obtained from vital statistics in 2015-2020.<br \/>Results: In total, about 12000 male and 2800 female excess deaths per year due to socioeconomic inequalities were estimated; that is 5.5% and 1.8% as PAF. PAF due to socioeconomic inequalities limited to premature death, less than 75 years old, was estimated as 7.6% in men and 3.3% in women. By age group, the 0-39 years group showed the largest PAF at 15.7% in men and 16.6% in women. In men of all age groups, except 0-39 years, lung cancer was the highest excess death due to socioeconomic inequalities. For women, some cancer sites (breast, ovary, esophagus) showed an opposite association, Q1 was the highest mortality group. Therefore, total excess death was lower than in men. In women of all ages, the highest rate of excess death due to socioeconomic inequalities was gallbladder cancer. For the 0-39 years group, a high rate of excess death in stomach, leukemia, and cervical cancer was observed.<br \/>Discussion: Excess death and PAF due to socioeconomic inequalities differed by sex and age group. A greater impact of socioeconomic inequality on cancer mortality was observed in men than in women. Among women, further attention should be paid to areal variation of cancer death related to socioeconomic inequalities, based on the different area-based indices.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Epidemiology,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Ito<\/b><sup>1<\/sup>, T. Nakaya<sup>2<\/sup>, M. Inoue<sup>3<\/sup>, T. Sobue<sup>4<\/sup>, H. Nakagama<sup>3<\/sup>; <br\/><sup>1<\/sup>Educational Foundation of Osaka Medical and Pharmaceutical University, Takatsuki-shi, Japan, <sup>2<\/sup>Tohoku University, Sendai-shi, Japan, <sup>3<\/sup>National Cancer Center, Chuo-ku, Tokyo, Japan, <sup>4<\/sup>Osaka University, Suita-shi, Japan","CSlideId":"","ControlKey":"930f011c-864f-4558-a06c-abb19f6c7d4a","ControlNumber":"6232","DisclosureBlock":"&nbsp;<b>Y. Ito, <\/b> None..<br><b>T. Nakaya, <\/b> None..<br><b>M. Inoue, <\/b> None..<br><b>T. Sobue, <\/b> None..<br><b>H. Nakagama, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5368","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4826","PresenterBiography":null,"PresenterDisplayName":"Yuri Ito, PhD","PresenterKey":"c4e184fd-170c-42c3-8eb5-b8e01d233118","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4826. Cancer mortality attributable to area-level socioeconomic inequalities in Japan from 2015 to 2020","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer mortality attributable to area-level socioeconomic inequalities in Japan from 2015 to 2020","Topics":null,"cSlideId":""},{"Abstract":"Background: Financial toxicity (FT), the financial impact of cancer and its treatments on patients&#8217; employment, income, and health insurance, can have significant short- and long-term consequences for cancer survivors. With significant increases in cancer survivorship and the changing demographics of the United States, a need exists to identify those most susceptible to FT. This study evaluated FT prevalence during the COVID-19 pandemic and identified factors associated with greater FT risk.<br \/>Methods: Data were collected from 1,147 cancer survivors recruited from previous National Cancer Institute-funded studies, from electronic health record searches for patients with cancer diagnoses at University of California, San Francisco (UCSF) and Mount Sinai Medical Center and Columbia University Medical Center in New York City, and the Dr. Susan Love Foundation for Breast Cancer Research. Adults, diagnosed with cancer and proficient in English, completed an online survey via the Research Electronic Data Capture (REDCap) system between May 27, 2020 and February 21, 2021. FT was assessed for the past 14 days using the validated 11-item COmprehensive Score for financial Toxicity (COST) measure. Patients were categorized by score: no FT (COST scores &#62;25), mild FT (14-25), and moderate\/severe FT (0-13). Using Pearson&#8217;s chi-square test of independence, and univariate ordinal logistic regression, the study evaluated sociodemographic and clinical characteristics associated with FT, including age, race and ethnicity, gender, household income, education, marital status, health insurance status, and cancer site.<br \/>Results: The COST measure had excellent reliability for the sample (Cronbach&#8217;s alpha = 0.911). Overall, 9% of respondents reported moderate\/severe FT (MSFT), 16% mild. Race\/ethnicity, education level, annual household income, cancer site, and years from diagnosis (p-values &#8804; 0.035) were associated with FT. Current health insurance coverage was not associated with FT (p=0.456). 18% Black, 13% Asian American, 17% mixed, and 20% other races\/ethnicities reported MSFT, while 8% non-Hispanic White and 5% Hispanic respondents reported the same. 31% of survivors with annual household income &#60;$40,000 reported MSFT vs. 7% with &#8805;$40,000 income. 14% of survivors with less than a college degree reported MSFT vs. 8% amongst those with a college degree or higher. For men, the odds of having FT (mild or MSFT) were 0.60 (95% CI 0.40, 0.90) times that of women. Survivors &#60;50 years old at diagnosis had 7.53 (95% CI 4.09, 13.83) times the odds of FT (mild or MSFT) vs. those aged &#8805;75 years.<br \/>Conclusions: These preliminary analyses from this cross-sectional study characterizes the prevalence and determinants of FT experienced by cancer survivors during the COVID-19 pandemic. The next steps will include multivariable analysis and comparison with pre-pandemic data, to identify those at greatest risk and inform interventions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Cancer,Financial toxicity,Cancer survivors,COVID-19 pandemic,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Srivastava<\/b>, S. Shariff-Marco, S. L. Washington III, C. Miaskowski, J. M. Chan; <br\/>UCSF - University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"5a0c3c4c-b5bc-445b-a8ea-b98265a1710a","ControlNumber":"3029","DisclosureBlock":"&nbsp;<b>T. Srivastava, <\/b> None..<br><b>S. Shariff-Marco, <\/b> None..<br><b>S. L. Washington, <\/b> None..<br><b>C. Miaskowski, <\/b> None..<br><b>J. M. Chan, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5369","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4827","PresenterBiography":null,"PresenterDisplayName":"Tanvi Srivastava","PresenterKey":"b6ec7add-8404-4097-9659-04aabb47620e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4827. Financial toxicity among cancer survivors during the COVID-19 pandemic","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Financial toxicity among cancer survivors during the COVID-19 pandemic","Topics":null,"cSlideId":""},{"Abstract":"Purpose: To examine differences in cardiovascular disease (CVD) mortality by county-level income and rurality for Asian versus Pacific Islander (PI) breast cancer survivors.<br \/>Background: Asian and PI individuals experience varying cancer burden, and prior studies have reported disparities in treatment-related CVD mortality among breast cancer survivors by socioeconomic status and race and ethnicity. However, the impact of county-level income and rurality on CVD mortality among Asian and PI breast cancer survivors, separately, are not well described.<br \/>Methods: We included 60,184 Non-Hispanic Asian and PI women diagnosed with first primary, invasive breast cancer between 2000-2017 in the U.S. Surveillance, Epidemiology, and End Results program (aged 18-84, survived 12+ months, and received initial surgery). We estimated the hazard ratio (HR) of CVD mortality using Cox proportional hazard models assessing the impact of county-level income (median household income: low = &#60;$75,000; high [ref] = &#8805;$75,000) and rurality (urban [ref] = metropolitan counties, population &#8805; 250,000; rural = nonmetropolitan counties), separately for Asian and PI breast cancer survivors. Models adjusted for continuous age, stage (localized, regional\/distant), and year of breast cancer diagnosis (2000-2004, 2005-2009, 2010-2017). We calculated 10-year cumulative CVD mortality for Asian and PI women accounting for competing risks (e.g., non-CVD deaths).<br \/>Results: Of 55,602 Asian and 4,582 PI breast cancer survivors, 1,114 Asian and 178 PI women died from CVD through 2018 (median follow-up, Asian = 6.0 years; PI = 5.5 years). PI women had a higher median age at breast cancer diagnosis (57 vs. 55 years) and more advanced stage (37% vs. 33%) than Asian women. Among Asian breast cancer survivors, low county-level income was associated with elevated CVD mortality (HR = 1.17, 95% CI = 1.04, 1.31), but not rurality (HR = 1.20, 95% CI = 0.91, 1.58). For PI breast cancer survivors, there were no significant associations observed for low county-level income (HR = 0.83, 95% CI = 0.60, 1.14) or rurality (HR = 1.11, 95% CI = 0.76, 1.61). At 10 years after breast cancer diagnosis, 1 in 40 Asian women and 1 in 20 PI women died of CVD.<br \/>Conclusion: Asian breast cancer survivors living in low-income counties had heightened risk of CVD mortality compared with those living in higher income counties, highlighting potential healthcare access barriers to cancer survivorship care. Although PI women did not experience significant differences in CVD mortality across groups of county-level income and rurality, they had twice as high absolute risk of CVD mortality than Asian women, warranting further investigation. Future studies that disaggregate Asian and PI individuals into more diverse and granular ethnicity groups are needed to understand heterogeneity in breast cancer survivorship outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Cardiotoxicity,Cancer,Survival,Disparities,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. L. Ho<\/b><sup>1<\/sup>, C. Ramin<sup>2<\/sup>, J. Z. Shing<sup>3<\/sup>, K. Taparra<sup>4<\/sup>, J. B. Vo<sup>3<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins Bloomberg Sch. of Public Health, Baltimore, MD, <sup>2<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA, <sup>3<\/sup>National Cancer Institute, Bethesda, MD, <sup>4<\/sup>Stanford Medicine, Palo Alto, CA","CSlideId":"","ControlKey":"e510cfab-0985-4a16-8e57-1a36e5da38e9","ControlNumber":"4856","DisclosureBlock":"&nbsp;<b>K. L. Ho, <\/b> None..<br><b>C. Ramin, <\/b> None..<br><b>J. Z. Shing, <\/b> None..<br><b>K. Taparra, <\/b> None..<br><b>J. B. Vo, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5398","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4828","PresenterBiography":null,"PresenterDisplayName":"Katherine Ho, BS;MPH","PresenterKey":"c29f6a68-8a18-491a-8265-479602f3a211","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4828. Effect of county-level income and rurality on cardiovascular disease mortality among Asian and Pacific Islander breast cancer survivors in the US, 2000-2018","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effect of county-level income and rurality on cardiovascular disease mortality among Asian and Pacific Islander breast cancer survivors in the US, 2000-2018","Topics":null,"cSlideId":""},{"Abstract":"<i>Introduction: <\/i>Black women with epithelial ovarian cancer (EOC) have worse survival compared to other racial groups, and the causes of these poor outcomes remain unclear. Compared to other racial groups, Black women are disproportionately affected by comorbid conditions which can adversely impact cancer care and outcomes. Thus, we examined the association of pre-diagnostic comorbid conditions and their associated medications with survival among Black women with EOC.<br \/><i>Methods<\/i>: Using data from Black women with EOC in the African American Cancer Epidemiology Study, we evaluated the self-reported Charlson comorbidity index (CCI) and three cardiometabolic comorbidities (diabetes mellitus, hypertension, and hyperlipidemia). We also characterized whether women with each cardiometabolic condition were using medication for their condition. Kaplan-Meier survival curves and log-rank tests were used to examine survival by the CCI, each cardiometabolic comorbidity, and medication use. Cox proportional hazards regression models were used to examine the association of comorbid conditions and medications with survival while adjusting for age at diagnosis, stage, histotype, and study site.<br \/><i>Results:<\/i> Among 592 Black women with EOC, 35% had a CCI &#8805;2, and the prevalence of diabetes, hyperlipidemia, and hypertension was 19%, 31%, and 62%, respectively. Among women with each cardiometabolic condition, the prevalence of medication use for diabetes, hypertension, and hyperlipidemia was 73%, 78%, and 60%. In bivariate analyses, women with a higher CCI, diabetes, hyperlipidemia, and hypertension had worse survival compared to women without these conditions (<i>P<\/i>&#60;0.05). However, when adjusting for prognostic factors, only a high CCI (&#8805;2 vs. 0) and diabetes were significantly associated with higher hazard of death (HR=1.36, 95% CI=1.06-1.74 and HR=1.40, 95% CI=1.08-1.81, respectively). Investigating the independent associations of each condition included in the CCI with survival revealed that diabetes was largely driving the association of CCI with survival. When considering medication use, women with diabetes, irrespective of medication use, women with hypertension not on medication, and women with hyperlipidemia on medication had worse survival compared to women without these conditions in bivariate models (<i>P<\/i>&#60;0.05). Compared to women without diabetes, women with diabetes on medication and women with diabetes not on medication had a statistically significant higher hazard of death in multivariable models (HR=1.39, 95% CI=1.02-1.88 and HR=1.63, 95% CI=1.04-2.57, respectively). No associations with survival were observed when considering medication use for hypertension and hyperlipidemia after adjusting for prognostic factors.<br \/><i>Conclusion: <\/i>Similar to prior studies among White women with EOC<i>, <\/i>diabetes, regardless of medication status, was strongly associated with poorer survival among Black women with EOC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Survival,Ovarian cancer,Charlson comorbidity index,Cardiometabolic comorbidities,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Richards<\/b><sup>1<\/sup>, C. E. Johnson<sup>2<\/sup>, A. J. Alberg<sup>3<\/sup>, E. V. Bandera<sup>4<\/sup>, M. Bondy<sup>5<\/sup>, M. L. Cote<sup>6<\/sup>, T. A. Hastert<sup>7<\/sup>, K. Haller<sup>2<\/sup>, J. R. Marks<sup>8<\/sup>, E. S. Peters<sup>9<\/sup>, P. D. Terry<sup>10<\/sup>, A. B. Lawson<sup>11<\/sup>, J. M. Schildkraut<sup>2<\/sup>, L. C. Peres<sup>1<\/sup>; <br\/><sup>1<\/sup>Moffitt Cancer Center, Tampa, FL, <sup>2<\/sup>Emory University, Atlanta, GA, <sup>3<\/sup>University of South Carolina, Columbia, SC, <sup>4<\/sup>Rutgers Cancer Institute of New Jersey, New Brunswick, NJ, <sup>5<\/sup>Stanford University, Stanford, CA, <sup>6<\/sup>Indiana University, Indianapolis, IN, <sup>7<\/sup>Wayne State University, Detroit, MI, <sup>8<\/sup>Duke Medical Center, Durham, NC, <sup>9<\/sup>University of Nebraska Medical Center, Omaha, NE, <sup>10<\/sup>University of Tennessee, Knoxville, TN, <sup>11<\/sup>Medical University of South Carolina, Charleston, SC","CSlideId":"","ControlKey":"d9f9d549-1c0c-4534-83df-7f09b757b5df","ControlNumber":"5025","DisclosureBlock":"&nbsp;<b>A. Richards, <\/b> None..<br><b>C. E. Johnson, <\/b> None..<br><b>A. J. Alberg, <\/b> None..<br><b>E. V. Bandera, <\/b> None..<br><b>M. Bondy, <\/b> None..<br><b>M. L. Cote, <\/b> None..<br><b>T. A. Hastert, <\/b> None..<br><b>K. Haller, <\/b> None..<br><b>J. R. Marks, <\/b> None..<br><b>E. S. Peters, <\/b> None..<br><b>P. D. Terry, <\/b> None..<br><b>A. B. Lawson, <\/b> None..<br><b>J. M. Schildkraut, <\/b> None..<br><b>L. C. Peres, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5399","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4829","PresenterBiography":null,"PresenterDisplayName":"Alicia Richards, PhD","PresenterKey":"1d4efceb-d14c-4428-a8a9-50a8cfb3311f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4829. Pre-diagnostic comorbid conditions and survival among black women with ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pre-diagnostic comorbid conditions and survival among black women with ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"<i>Background<\/i>: Lung cancer is the third most commonly diagnosed cancer in the US and the leading cause of cancer-related death. African Americans (AAs) have higher lung cancer incidence and mortality rates, and lower survival rates, when compared to their European American (EA) counterparts. It is widely known that cigarette smoking is the strongest risk factor for lung cancer development, but it also plays a significant role in clinical outcome. Cigarette smoking after lung cancer diagnosis (up to 30% patients) comes with several risks, including increased secondary tumors and mortality rates (by 20%), as well as poor treatment outcomes (higher radiation and chemotherapy failure and higher drug clearance). There are limited transcriptomic studies that describe molecular characterizations of AA smokers with lung cancer to predict treatment outcomes.<br \/><i>Hypothesis<\/i>: Cigarette smoking leads to greater drug resistance-related gene expression in AA lung cancer patients.<br \/><i>Methods<\/i>: mRNA expression changes in an AA (NCI-H2172) and EA (NCI-H1944) lung cancer cell line pair exposed to liquid cigarette smoke condensate (CSC) were profiled. The cell lines were matched based on age (62 years), sex (female), histology (lung adenocarcinoma, LUAD, the most common subtype), and culture properties (adherent). The CSC was derived from Murty Pharmaceuticals and prepared by smoking University of Kentucky's 3R4F Standard Research Cigarette on an FTC Smoke Machine. A total of 500,000 cells per well were treated for one hour under standard incubation conditions (37&#176;C, pH 7.0, 5% CO2). Cells were pelleted, RNAs were isolated, treated with DNAse-I to remove contaminating genomic DNA, quantified, and sent for bulk mRNA-sequencing (Novogene Co). Three biological replicates and technical triplicates were performed. Partek Flow and Partek Genomics Suite workflows were used to identify population-specific differentially expressed gene (DEG) signatures and pathway enrichment after CSC exposure. DEG were profiled in LUAD tissues from current smokers in an AA and EA TCGA cohort (n = 18 AAs, 86 EAs).<br \/><i>Results<\/i>: Population-specific gene expression changes were discovered (n = 52 AA DEGs, n = 31 EA DEGs; P &#60;0.001). All of the DEGs were mutually exclusive with no overlap. Some pathways were shared between both populations and others were unique. PI3K\/Akt\/mTOR signaling pathway enrichment was unique in AA LUAD cells and ECM receptor interactions were distinct in EA LUAD cells. AKT2 (which activates mTOR) had significantly higher expression in LUAD tumor tissues from current AA smokers compared to current EA smokers.<br \/><i>Conclusion<\/i>: Population-specific PI3K\/Akt\/mTOR pathway alterations may help explain drug resistance in LUAD tumors from AA patients. PI3K signaling is considered a significant cause of resistance to chemotherapy, targeted therapy, and immunotherapy.<br \/><i>Future Directions<\/i>: Expose AA and EA LUAD cell lines to CSC and PI3K\/Akt\/mTOR pathway inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Lung cancer,Tobacco smoke,Drug resistance,African American,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Ray<sup>1<\/sup>, I. Osei-Gyening<sup>2<\/sup>, K. Acheampong<sup>3<\/sup>, M. Riebesell<sup>4<\/sup>, <b>K. A. Mitchell<\/b><sup>5<\/sup>; <br\/><sup>1<\/sup>Penn State College of Medicine, Hershey, PA, <sup>2<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY, <sup>3<\/sup>Bristol Myers Squibb, Princeton, NJ, <sup>4<\/sup>Lafayette College, Easton, PA, <sup>5<\/sup>Fox Chase Cancer Center, Philadelphia, PA","CSlideId":"","ControlKey":"e374897c-43cd-459c-81dc-85d5e4e63686","ControlNumber":"7983","DisclosureBlock":"&nbsp;<b>M. Ray, <\/b> None..<br><b>I. Osei-Gyening, <\/b> None.&nbsp;<br><b>K. Acheampong, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment.<br><b>M. Riebesell, <\/b> None..<br><b>K. A. Mitchell, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5400","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4830","PresenterBiography":"","PresenterDisplayName":"Khadijah Mitchell, PhD","PresenterKey":"c84d1f76-5ad1-4e34-bae6-d2438d1ea6e7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4830. Predicting drug treatment response in African American lung cancer patients who smoke","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Predicting drug treatment response in African American lung cancer patients who smoke","Topics":null,"cSlideId":""},{"Abstract":"Importance: Little is known about the impact of residential segregation on early detection, treatment, and prognosis among patients with non-small cell lung cancer (NSCLC), a predominant type of lung cancers.<br \/>Objective: To examine the associations of racialized economic segregation with the risks of late-stage diagnosis, non-adherence to guideline-recommended treatment, and mortality among non-Hispanic White (NHW) patients and non-Hispanic Black (NHB) patients with NSCLC.<br \/>Methods: This population-based retrospective cohort study included patients with NSCLC as a first primary malignancy diagnosed at age 20 and older between January 2007 and December 2015, followed through December 2016, and identified from the Surveillance, Epidemiology, and End Results (SEER) dataset released in April 2019. County-level racialized economic segregation was estimated using the Index of Concentration at the Extremes (ICE). We used multilevel logistic regression and multilevel Cox regression accounting for county-level clustering to estimate odds ratios (ORs) for late-stage diagnosis and non-adherence to guideline-recommended treatment, and hazard ratios (HRs) for overall mortality and lung cancer-specific mortality.<br \/>Results: Of 203, 441 patients, 85.8% were NHW and 14.2% were NHB. Compared with patients living in the most privileged (lowest ICE quintile&#8213;segregated, high-income NHW) counties, patients living in the least privileged (highest ICE quintile&#8213;segregated, low-income NHB) counties had higher risks of late-stage diagnosis (OR=1.09, 95% CI: 1.02-1.16; <i>P<\/i><sub>trend<\/sub> &#60;.001), non-adherence to guideline-recommended treatment (OR=1.28, 95% CI: 1.16-1.41; <i>P<\/i><sub>trend<\/sub> &#60;.0001), lung cancer-specific mortality (HR=1.10, 95% CI: 1.07-1.14; <i>P<\/i><sub>trend<\/sub> &#60;.0001), and overall mortality (HR=1.12, 95% CI: 1.09-1.16; <i>P<\/i><sub>trend<\/sub> &#60;.0001). The association of segregation with treatment underutilization was stronger in NHW patients than NHB patients (P<sub>interaction<\/sub> =0.02). There was no significant difference in the segregation-related risk of late-stage diagnosis, lung cancer-specific mortality, or overall mortality between NHW and NHB patients.<br \/>Conclusions:<b> <\/b>Living in segregated, low-income NHB counties was associated with increased risks of late-stage diagnosis, suboptimal treatment, and mortality among patients with NSCLC. Future research should investigate contributors to the adverse impact of residential segregation on lung cancer care and outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Lung cancer,Mortality,Diagnosis,Race,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Shrestha<\/b>, M. Lian, Y. Liu; <br\/>Washington University In St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"20f1e5b0-2056-45ef-ab66-8cbc26415301","ControlNumber":"197","DisclosureBlock":"&nbsp;<b>P. Shrestha, <\/b> None..<br><b>M. Lian, <\/b> None..<br><b>Y. Liu, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5401","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4831","PresenterBiography":null,"PresenterDisplayName":"Pratibha Shrestha, PhD","PresenterKey":"fad759fb-944c-4f4c-ab0e-a6b5addc59a3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4831. Racialized economic segregation and disparities in late-stage diagnosis, treatment and mortality among patients with non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Racialized economic segregation and disparities in late-stage diagnosis, treatment and mortality among patients with non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"There is increased recognition that social determinants of health may impact well-being and health in those with various cancers, but they have not been systematically evaluated in primary brain tumor (PBT) patients. Here, we examined the association between Area Deprivation Index (ADI), a measurement of sociodemographic neighborhood disadvantage, and patient-reported outcomes (PROs) in a cohort of adult PBT patients enrolled in a large National Institutes of Health observational trial (NHS, NCT02851706, PI: Armstrong). We utilized linear regression to assess the relationship between ADI (less advantaged [ADI&#8805;40, n=153, 24%], more advantaged [ADI&#60;40, n=490, 76%]) and patient symptom burden (MDASI-BT), anxiety, and depression (PROMIS Short Forms v1.0 8a). Logistic regression was used to evaluate the association between ADI and health-related quality of life using the 5 dimensions of the EQ-5D-3L. Models were adjusted for age, sex, race\/ethnicity, tumor grade, Karnofsky Performance Score (KPS), and tumor recurrence. A sub-analysis stratifying by tumor grade (low, high) was completed. Among 643 PBT patients, the majority resided in more advantaged areas (n=490; 76%) and had high-grade tumors (n=448; 70%). Those who were less advantaged reported more symptom severity (&#946;=1.10, SE=1.05, <i>P<\/i>=0.041), more activity-related interference (&#946;=1.11, SE=1.05, <i>P<\/i>=0.03), and had 4.68 times the odds of having moderate-severe difficulty completing self-care tasks (95% confidence interval [1.46, 14.96], <i>P<\/i>=0.009) compared to those who were more advantaged. KPS was a significant predictor for all three outcomes, and age at diagnosis was significant for PBT symptom severity. Among patients with low-grade tumors, those who were less advantaged reported higher symptom interference (&#946;=1.24, SE=1.10, <i>P<\/i>=0.020), affective symptoms (&#946;=1.24, SE=1.08, <i>P<\/i>=0.007), treatment-related symptoms (&#946;=1.21, SE=1.08, <i>P<\/i>=0.021), general disease symptoms (&#946;=1.26, SE=1.10, <i>P<\/i>=0.016), activity-related interference (&#946;=1.26, SE=1.09, <i>P<\/i>=0.006), mood-related interference (&#946;=1.20, SE=1.09, <i>P<\/i>=0.039), and anxiety (&#946;=1.03, SE=1.02, <i>P<\/i>=0.023), with KPS being a significant predictor for all outcomes except anxiety. Overall, less advantaged PBT patients reported worse symptom severity and activity-related interference, and those with low-grade tumors experienced more affective symptoms, including fatigue, general disease and treatment-associated symptoms, and symptoms of anxiety, but not neurologic or cognitive symptoms. Living in less advantaged areas may lead to barriers to care access, symptom management medications, or other neighborhood resources that could alleviate PBT patient symptom burden but may compound over time for those with poor performance status or low-grade tumors. These results highlight the need for targeted supportive interventions for PBT patients living in less advantaged areas.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Cancer,Brain tumors,Outcome,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. A. Karim<\/b>, K. Reinhart, O. Celiku, Y. Kim, H. Miller, E. Vera, J. B. Vo, T. S. Armstrong, M. L. Stockdill; <br\/>National Institutes of Health (NIH), Bethesda, MD","CSlideId":"","ControlKey":"96a45416-a7c5-4f0a-805c-93dfb4c06726","ControlNumber":"1644","DisclosureBlock":"&nbsp;<b>Z. A. Karim, <\/b> None..<br><b>K. Reinhart, <\/b> None..<br><b>O. Celiku, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>H. Miller, <\/b> None..<br><b>E. Vera, <\/b> None..<br><b>J. B. Vo, <\/b> None..<br><b>T. S. Armstrong, <\/b> None..<br><b>M. L. Stockdill, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5402","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4832","PresenterBiography":null,"PresenterDisplayName":"Zuena Karim, BS","PresenterKey":"520d1307-27c3-4f1a-8c6c-fc073fdb7333","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4832. The impact of neighborhood-level disadvantage on the patient-reported outcomes of primary brain tumor patients","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The impact of neighborhood-level disadvantage on the patient-reported outcomes of primary brain tumor patients","Topics":null,"cSlideId":""},{"Abstract":"Background: Poverty at the individual and county levels is known to lead to worse cancer outcomes. We believe the relationship between poverty and cancer may involve individual-level factors including tumor biology, socioeconomic status, and community measures that alter cancer outcomes such as death. We aim to understand to what extent poverty in the surrounding neighborhood may identify counties at the highest risk of cancer mortality and whether it is modifiable.<br \/>Methods: This study used data collected by SEER to examine the association between neighborhood effects of poverty on the top three sites of cancer mortality among women. We included women &#62;= 20 years of age diagnosed with breast, lung, and colorectal cancer between 2005-2009 and 2010-2014 who survived more than one year after diagnosis. We determined county-level neighborhood poverty environments using local spatial autocorrelation (LISA) analysis with Local Moran&#8217;s I of five-year county-level poverty estimates from the American Community Survey. US counties with poverty estimates above or below the national median were defined as high (H)- or low (L)- poverty counties, respectively. We defined neighborhood poverty environments as H-counties among H-counties (HH), L-counties among L-counties (LL), H-counties among LL-counties (HL), and L-counties among HH-counties (LH). We used a Poisson regression model adjusting for age at diagnosis, race\/ethnicity, cancer stage, year of diagnosis, treatment, and cancer type to assess county-level neighborhood poverty environment effects on cancer mortality. We also used stratified analyses to explore the effect of cancer type, stage, and race\/ethnicity strata on the association between neighborhood poverty environments and cancer death.<br \/>Results: Our analysis includes 36,481 women with 4,740 cancer deaths. In total 7,182 women were in HH counties; 21,112 women were in LL counties; 6,476 women were in HL counties; and 1,711 women were in LH counties. Women in HH, LH, and HL counties had a respective 1.23 [95%CI:1.14,1.32], 1.20 [95%CI:1.05,1.36], and 0.95 [95%CI: 0.88,1.03] relative risk (RR) of cancer death when compared to deaths in LL counties<i>. <\/i>In our stratified analyses, women with breast cancer in HH and HL counties had higher cancer deaths (RR = 1.21 [95%CI:1.03,1.42] and 1.37 [95%CI:1.13,1.65], respectively) when compared to women with lung cancer. We also observed higher cancer deaths from counties that were LL in 2005-2009 and changed to HH counties in 2010-2014 (RR = 1.60 [95%CI:0.85,2.68]) when compared to unchanged LL counties.<br \/>Conclusion: We used LISA spatial clustering to demonstrate the effects HH and LH environments have on cancer mortality. We also demonstrate the impact that changes in neighborhood environments can have on cancer mortality. Our findings suggest that prioritization of resource allocations to HH neighborhoods could improve the burden of women with cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Breast cancer,Poverty,Local Spatial Autocorrelation (LISA) Analysis,Women Cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>I. Nwigwe<\/b>, M. Desjardins, K. Visvanathan; <br\/>Johns Hopkins Bloomberg Sch. of Public Health, Baltimore, MD","CSlideId":"","ControlKey":"0556be07-df10-406a-8b66-965af7a5c4ea","ControlNumber":"6536","DisclosureBlock":"&nbsp;<b>I. Nwigwe, <\/b> None..<br><b>M. Desjardins, <\/b> None..<br><b>K. Visvanathan, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5403","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4833","PresenterBiography":null,"PresenterDisplayName":"Ifeoma Nwigwe, MPH;BA,M Phil,PhD","PresenterKey":"9f282d3a-e870-4620-9433-62a00129dfa8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4833. Impact of poverty in surrounding neighborhoods in cancer mortality in the US: A nationwide study among US women","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of poverty in surrounding neighborhoods in cancer mortality in the US: A nationwide study among US women","Topics":null,"cSlideId":""},{"Abstract":"Background: In the United States, colorectal cancer (CRC) is a public health concern, as it is the second leading cause of cancer-related death, accounting for over 50,000 deaths annually. In addition to its high mortality, CRC is associated with significant comorbidities including pain and psychiatric symptoms, particularly in late-stage disease. Supportive care medications (SCM) are frequently used for symptom management and improving health-related Quality of Life (HRQoL). Racial disparities in clinical outcomes including HRQoL have been reported in CRC. While racial disparities have been described in the use of SCM for some cancer types, no investigation of SCM use in late-stage CRC have been performed. The purpose of our study was to explore the relationship between SCM use and race\/ethnicity in patients with metastatic CRC.<br \/>Methods: We used the National Cancer Institute Surveillance Epidemiology and End Results (NCI SEER)- Medicare-linked database to analyze all patients with a CRC diagnosis and a newly initiated outpatient prescription claim for an SCM of interest from 2009-2018. Patients on SCM before cancer diagnosis or who had non-metastatic CRC at diagnosis were excluded. We assessed six SCM classes: opioids, non-opioid analgesics, skeletal muscle relaxants, antidepressants, anxiolytics, and antipsychotics.<br \/>Results: After application of inclusion\/exclusion criteria, 28, 212 patients were included in the final analysis (White: 72.8%, Black: 12.7%, Hispanic: 9.5%, Asian: 4.6%, Native American: 0.4%). After controlling for socioeconomic factors and compared to non-Hispanic White patients, there were significant differences across multiple SCM drug classes. When considering pain medications, these differences were bi-directional. Black patients were less likely to receive opioids (adjusted Odds Ratio [aOR] 0.86, 95% CI: 0.80-0.93), while Hispanic patients were more likely to receive opioids (aOR: 1.12, 95% CI: 1.03-1.22) and non-opioid analgesics (aOR 1.22, 95% CI: 1.06-1.40). Asian patients were more likely to receive non-opioid analgesics (aOR 1.71, 95% CI: 1.45-2.03), but less likely to receive skeletal muscle relaxants (aOR 0.60, 95% CI: 0.43-0.82). When considering psychiatric medications, decreased use among all racial groups was noted for antidepressants (Black: aOR 0.53, 95% CI: 0.50-0.60; Hispanic: aOR 0.82, 95% CI: 0.75-0.90; Asian: aOR 0.48, 95% CI: 0.42-0.56), and anxiolytics (Black: aOR 0.43, 95% CI: 0.38-0.49; Hispanic: aOR 0.76, 95% CI: 0.67-0.85; Asian: aOR 0.45, 95% CI: 0.37-0.55). Among antipsychotics, only Asian patients had less use compared to non-Hispanic White patients.<br \/>Conclusion: Racial disparities in the use of pain and psychiatric medications among patients with late-stage CRC were present, even after controlling for multiple confounders. Further investigation is needed to understand drivers and their impact on HRQoL outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Colorectal cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. M. Allen<\/b><sup>1<\/sup>, O. M. Trejos Kweyete<sup>1<\/sup>, Y. Guo<sup>2<\/sup>, S. C. Rogers<sup>2<\/sup>, L. Scarton<sup>2<\/sup>, D. L. DeRemer<sup>2<\/sup>, C. Whitner<sup>3<\/sup>, D. J. Wilkie<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Florida, Orlando, FL, <sup>2<\/sup>University of Florida, Gainesville, FL, <sup>3<\/sup>University of Florida, Jacksonville, FL","CSlideId":"","ControlKey":"376812d7-48b4-4113-b514-aa84d5f9fb29","ControlNumber":"594","DisclosureBlock":"&nbsp;<b>J. M. Allen, <\/b> None..<br><b>O. M. Trejos Kweyete, <\/b> None..<br><b>Y. Guo, <\/b> None..<br><b>S. C. Rogers, <\/b> None..<br><b>L. Scarton, <\/b> None..<br><b>D. L. DeRemer, <\/b> None..<br><b>C. Whitner, <\/b> None..<br><b>D. J. Wilkie, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5404","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4834","PresenterBiography":null,"PresenterDisplayName":"John Allen, Pharm D","PresenterKey":"76ad4bbc-3777-493f-afdc-4a1c876ae67a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4834. Racial disparities in pain and psychiatric medication use in patients with metastatic colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Racial disparities in pain and psychiatric medication use in patients with metastatic colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Persistent opioid use (POU), in breast cancer survivors after they have completed active cancer treatment is an emerging area of concern. We examined rates and identified risk with POU in breast cancers survivors in the year after active cancer treatment going forward, and if these risks differed by race\/ethnicity.<u><\/u><br \/>Methods: We assembled a cohort of female breast cancer survivors diagnosed in 2009-2019 treated for early-stage disease (in situ, local, regional), and had at least two opioid prescriptions after one year of survivorship in a large health plan in southern California. Data were captured from the tumor registry, electronic health records, and pharmacy databases. The primary outcome was POU defined as continuously receiving at least 90 days supplied of opioids during follow-up. Patients were followed through the date once they met POU criteria, died, disenrolled from health plan, or reached study&#8217;s end (12\/31\/2021), whichever came first. We calculated rates as the number of patients who experienced POU per 1,000 person-years (PY). We identified the predictors and estimated hazard ratios (HR) associated with POU using multivariable proportional hazard regression and stratified by race\/ethnicity.<br \/>Results: The cohort included 14,347 breast cancer survivors who used opioids followed for a maximum of 12 years (median: 6.6 years). Overall, the cohort was diverse: 9% Asian\/Pacific Islander (API); 14% Black; 22% Hispanic; and 54% White women. Out of 14,347 patients who used opioids, 2,285 (16%) patients developed POU. POU rates was the highest in Whites (36.2 per 1,000 PY) compared other race\/ethnicity groups including Blacks, Hispanics, APIs (30.7, 17.3, 10.6 per 1,000 PY, respectively). Patients who developed POU had longer annualized median opioid duration, especially in Black patients (175.0 vs. 5.3 days) and were prescribed stronger opioids (median maximum daily morphine milligram equivalent 83.7 vs 50.0), compared to those who did not develop POU. In adjusted analyses of POU risk, Black (HR, 0.81; 95% CI: 0.72-0.92), API (HR, 0.59; 95% CI, 0.52-0.66), and Hispanic women (HR, 0.59; 95% CI, 0.52-0.66) were less likely to develop POU compared to White women. Patients with older age, Elixhauser Comorbidity Index &#8805;3, smoking, breast cancer stage (regional); type of opioid (Oxycodone); and who used other psychiatric and pain medications had significantly greater POU risk. In stratified analysis, the POU risk was 2.6 times greater (HR, 2.61; 95% CI, 1.32-5.15) in Hispanic patients aged<u>&#8805;<\/u>65 vs &#60;40 years. The highest HR was in APIs who were current smokers (HR, 4.26; 95% CI, 1.77-10.29) compared with non-smokers.<br \/>Conclusion: The findings suggest that patients who are older, current smokers, with more comorbidities, and diagnosed with higher cancer stage were most vulnerable to developing POU.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Risk factors,Race,Breast cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Chen<\/b><sup>1<\/sup>, R. C. Hechter<sup>1<\/sup>, J. Shi<sup>1<\/sup>, Z. Gu<sup>1<\/sup>, M. Brady-Rogers<sup>2<\/sup>, R. T. Chlebowski<sup>3<\/sup>, R. Haque<sup>1<\/sup>; <br\/><sup>1<\/sup>Kaiser Permanente Research, Pasadena, CA, <sup>2<\/sup>Alive & Well Women, South Pasadena, CA, <sup>3<\/sup>The Lundquist Research Institute for Biomedical Innovation at UCLA-Harbor, Torrance, CA","CSlideId":"","ControlKey":"443c4cc0-327f-414f-9030-dfccefea56b6","ControlNumber":"3826","DisclosureBlock":"&nbsp;<b>L. Chen, <\/b> None..<br><b>R. C. Hechter, <\/b> None..<br><b>J. Shi, <\/b> None..<br><b>Z. Gu, <\/b> None..<br><b>M. Brady-Rogers, <\/b> None..<br><b>R. T. Chlebowski, <\/b> None..<br><b>R. Haque, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5405","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4835","PresenterBiography":null,"PresenterDisplayName":"Lie Hong Chen, Dr PH","PresenterKey":"f1f944d5-24f7-4d03-be71-9b980daede20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4835. Demographic factors and risk of persistent opioid use in a diverse cohort of breast cancer survivors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Demographic factors and risk of persistent opioid use in a diverse cohort of breast cancer survivors","Topics":null,"cSlideId":""},{"Abstract":"Background: Adjuvant endocrine therapy (AET) reduces breast cancer recurrence, but racial differences in nonadherence remains a concern. Differential symptom burden may contribute to disparities in AET adherence.<br \/>Method: We conducted a post hoc analysis by race among women with breast cancer starting AET who were randomized in THRIVE Study (NCT03592771) to investigate remote symptom monitoring intervention vs. usual care from 11\/2018 to 06\/2021. Participants completed surveys at baseline, 6- and 12-month. Outcomes were symptom burden measured by FACT-Endocrine Subscale, and adherence measured by electronically monitored pillbox (&#62;80% Proportion of Days Covered). We estimated symptom differences by race using linear regression with and without adjusting for baseline characteristics. To examine whether symptom burden contributed to racial differences in adherence, we conducted multivariable regression for adherence with and without controlling for symptom burden, and Blinder-Oaxaca decomposition.<br \/>Results: Among 102 (34%) Black and 194 (66%) White women who were randomized, retention was 88% at 12-month. Compared to White participants, Black participants were younger (55 vs. 60 years), more likely to be at poverty (10.8% vs. 4.1%), and had lower health literacy (18.9% vs. 13.4%; <i>p-values<\/i>&#60;.01). While symptom burden did not differ by study arm, Black participants had worse symptoms than White at baseline (60.8 vs. 64.5, <i>p<\/i>=.002). This gap became smaller at 6-month (59.7 vs. 61.2, <i>p<\/i>=.30), but diverged again at 12-month (56.9 vs. 61.8, <i>p<\/i>&#60;0.01). Differences at 12-month diminished after controlling for baseline characteristics (-1.6, 95%CI=-4.4 to 1.2). Notably, being at poverty and younger age were associated with higher symptoms. Adherence was lower among Black participants at 6-month (0.69 vs. 0.78, p=.13) and 12-month (0.44 vs. 0.60, p=.014) than White participants. Unadjusted differences in adherence at 12-month (-16.0 percentage points [ppts], 95%CI=-28.9 to -3.3, p=.01) attenuated after adjusting for baseline symptoms, symptom changes to 12-month, and other baseline characteristics (-10.4 ppts, 95%CI=-25.6 to 4.8, p=.18). Lower baseline symptoms were associated with better adherence (0.8 ppts, 95%CI=0.1 to 1.4, p=.03). Decomposition indicates that 9.1 ppts (95%CI=-4.8 to 23.0, 57%) of the difference in 12-month adherence was explained by symptoms and baseline characteristics, and remaining unexplained difference was 6.9 ppts (95%CI=-12.6 to 26.4, 43%).<br \/>Conclusion: Our results add to increasing evidence that Black women with breast cancer have lower AET adherence, which may be partially attributed to worse symptoms than White women. These results highlight the need for new strategies to promote equitable symptom management and adherence strategies between Black and White women to reduce disparities in outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Race,Breast cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>X. Hu<\/b><sup>1<\/sup>, R. A. Krukowski<sup>1<\/sup>, E. Stepanski<sup>2<\/sup>, L. S. Schwartzberg<sup>3<\/sup>, G. A. Vidal<sup>4<\/sup>, I. Graetz<sup>5<\/sup>; <br\/><sup>1<\/sup>University of Virginia School of Medicine, Charlottesville, VA, <sup>2<\/sup>Ovation.io, Cambridge, MA, <sup>3<\/sup>Renown Institute for Cancer and University of Nevada, Reno, NV, <sup>4<\/sup>West Cancer Center and Research Institute, Germantown, TN, <sup>5<\/sup>Emory University, Rollins School of Public Health, Atlanta, GA","CSlideId":"","ControlKey":"c4575cdb-978a-4613-a456-f4d37210e83c","ControlNumber":"192","DisclosureBlock":"<b>&nbsp;X. Hu, <\/b> <br><b>PhRMA Foundation<\/b> Grant\/Contract.<br><b>R. A. Krukowski, <\/b> None.&nbsp;<br><b>E. Stepanski, <\/b> <br><b>Autem Therapeutics<\/b> Independent Contractor. <br><b>L. S. Schwartzberg, <\/b> <br><b>Abbvie<\/b> Other, Consulting\/Advisory Role. <br><b>AstraZeneca<\/b> Other, Consulting\/Advisory Role. <br><b>BeyondSpring Pharmaceuticals<\/b> Other, Consulting\/Advisory Role. <br><b>BMSi<\/b> Other, Consulting\/Advisory Role. <br><b>Coherus Biosciences<\/b> Other, Consulting\/Advisory Role. <br><b>Daiichi Sankyo<\/b> Other, Consulting\/Advisory Role. <br><b>Epic Sciences<\/b> Other, Consulting\/Advisory Role. <br><b>Foundation Medicine<\/b> Other, Consulting\/Advisory Role. <br><b>Genentech<\/b> Other, Consulting\/Advisory Role. <br><b>GlaxoSmithKline<\/b> Other, Consulting\/Advisory Role. <br><b>Helsinn Therapeutics<\/b> Other, Consulting\/Advisory Role. <br><b>Lilly<\/b> Other, Consulting\/Advisory Role. <br><b>Mirati Therapeutics<\/b> Other, Consulting\/Advisory Role. <br><b>Myriad Genetics<\/b> Other, Consulting\/Advisory Role. <br><b>Napo Pharmaceuticals<\/b> Other, Consulting\/Advisory Role. <br><b>Novartis<\/b> Other, Consulting\/Advisory Role. <br><b>Pfizer<\/b> Other, Consulting\/Advisory Role. <br><b>Sandoz<\/b> Other, Consulting\/Advisory Role. <br><b>Sanofi<\/b> Other, Consulting\/Advisory Role. <br><b>Seagen<\/b> Other, Consulting\/Advisory Role. <br><b>G. A. Vidal, <\/b> <br><b>Novartis<\/b> Employment. <br><b>Oncodisc<\/b> Stock, Other Business Ownership. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Consulting\/Advisory Role. <br><b>bioTheranostics<\/b> Other, Consulting\/Advisory Role. <br><b>Genentech<\/b> Other, Consulting\/Advisory Role. <br><b>Immunomedics<\/b> Other, Consulting\/Advisory Role. <br><b>Lilly<\/b> Grant\/Contract, Other, Consulting\/Advisory Role; Speakers' Bureau. <br><b>Myriad Genetics<\/b> Grant\/Contract, Other, Consulting\/Advisory Role. <br><b>Novartis<\/b> Other, Consulting\/Advisory Role. <br><b>Puma Biotechnology<\/b> Grant\/Contract, Other, Consulting\/Advisory Role. <br><b>Natera<\/b> Grant\/Contract. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract. <br><b>Celcuity<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>EMD Serono<\/b> Grant\/Contract. <br><b>Genentech\/Roche<\/b> Grant\/Contract. <br><b>Tesaro<\/b> Grant\/Contract. <br><b>I. Graetz, <\/b> <br><b>Pfizer<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5407","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4836","PresenterBiography":null,"PresenterDisplayName":"Xin Hu, MS;PhD","PresenterKey":"149312d7-1bfc-4b1a-ac6a-ba61fa88efb8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4836. Race differences in symptom burden and medication adherence among women with breast cancer on adjuvant endocrine therapy: A post hoc analysis of a randomized control trial","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Race differences in symptom burden and medication adherence among women with breast cancer on adjuvant endocrine therapy: A post hoc analysis of a randomized control trial","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> There are pronounced racial disparities in ovarian cancer mortality wherein Black women are on average 30% more likely to succumb to their disease than White women. Factors that contribute to these disparities are complex and multifactorial. Racial discrimination is hypothesized to affect cancer health disparities through three distinct pathways including the impact on socioeconomic inequities, chronic stress, and restricted access to goods and services. In this study, we examined the role of perceived discrimination and medical mistrust on all-cause mortality among ovarian cancer patients.<br \/><b>Methods:<\/b> Using data from the African American Cancer Epidemiology Study (AACES), we included 592 ovarian cancer patients who self-identified as Black or African American and completed a telephone interview. Perceived discrimination was measured with a modified version of the 5-question Williams Everyday Discrimination scale. Medical mistrust was measured with the Trust in Physician scale (ranged 0-48 based on a combination of 12 questions). We used Cox proportional hazard models to compute hazard ratios (HR) and 95% confidence intervals (CIs) associating perceived discrimination and medical mistrust with all-cause mortality, adjusting for age, stage, and histotype.<br \/><b>Results:<\/b> Nearly two-thirds of the cohort passed away by the end of follow-up (mean follow-up 5.5 years, ranging 0.5-12 years). We observed that 231 participants patients (39%) reported experiencing discrimination in at least one of the domains assessed. Reporting any experience of discrimination was associated with lower all-cause mortality (HR=0.78, 95% CI: 0.62, 0.97). In multivariable adjusted models, higher trust in physicians (above vs. below the median of 35) was associated with a decreased risk of mortality (HR=0.87, 95% CI: 0.70, 1.08).<br \/><b>Conclusion:<\/b> In our preliminary results, we observed an association between any experience of discrimination and better survival, and that a higher trust in physicians was associated with better survival. Further work on this project will try to understand the paradoxical association with perceived discrimination, and evaluate the associations of discrimination and medical mistrust with ovarian cancer treatment, leading to more insight into drivers of racial disparities in ovarian cancer mortality.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Ovarian cancer,Epidemiology,Survival,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. J. Collin<\/b><sup>1<\/sup>, C. Johnson<sup>2<\/sup>, M. Akonde<sup>3<\/sup>, M. Kan<sup>2<\/sup>, E. V. Bandera<sup>4<\/sup>, L. Peres<sup>5<\/sup>, A. Alberg<sup>6<\/sup>, T. Hastert<sup>7<\/sup>, J. Schildkraut<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Utah Huntsman Cancer Institute, Salt Lake City, UT, <sup>2<\/sup>Emory University, Atlanta, GA, <sup>3<\/sup>University of South Carolina, Charleston, SC, <sup>4<\/sup>Rutgers Cancer Institute, New Brunswick, NJ, <sup>5<\/sup>Moffit Cancer Center, Tampa, FL, <sup>6<\/sup>University of South Carolina, Charlston, SC, <sup>7<\/sup>Wayne State University, Detroit, MI","CSlideId":"","ControlKey":"9ec61195-acda-4316-b9fb-055350f1d3dc","ControlNumber":"5363","DisclosureBlock":"&nbsp;<b>L. J. Collin, <\/b> None..<br><b>C. Johnson, <\/b> None..<br><b>M. Akonde, <\/b> None..<br><b>M. Kan, <\/b> None..<br><b>E. V. Bandera, <\/b> None..<br><b>L. Peres, <\/b> None..<br><b>A. Alberg, <\/b> None..<br><b>T. Hastert, <\/b> None..<br><b>J. Schildkraut, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5408","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4837","PresenterBiography":null,"PresenterDisplayName":"Lindsay Collin, BS;MPH;PhD","PresenterKey":"109701a1-60cb-4617-a911-edea726d8bd4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4837. Perceived discrimination, medical mistrust, and their associations with ovarian cancer mortality among women in the African American Cancer Epidemiology Study","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Perceived discrimination, medical mistrust, and their associations with ovarian cancer mortality among women in the African American Cancer Epidemiology Study","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Health disparities are often influenced by SDH. Breast cancer patients (pts) with negative SDH may experience less access to treatment, which can impact outcomes. This study evaluated the association between SDH, utilization of medical therapy, and outcomes in young pts with early breast cancer.<br \/>Methods: We performed a retrospective review of female pts 18-40 years old in the Young Women&#8217;s Breast Cancer Database at a single institution with non-metastatic breast cancer diagnosed from 2011-2020. Predefined SDH were recorded along with clinical characteristics at diagnosis. Descriptive statistics and logistic regression analyses were performed. Survival analyses were conducted using Kaplan-Meier and Cox Proportional Hazard model.<br \/>Results: 1,061 pts were eligible for analysis; 67% were White, 27% Black, 4% Asian, and 3% Other. Additional demographic and clinical characteristics are shown in Table 1. Pts with Medicaid received chemotherapy (chemo) more often than pts with private insurance (OR 2.04, p=0.003), as did self-pay\/uninsured pts (OR 1.74, p=0.003). Divorced\/separated\/widowed pts were more likely to receive chemo than married pts (OR 1.85, p=0.049). Pts living in 1st quartile of area deprivation index (ADI) received chemo less than those in the 4th ADI quartile (OR 0.45, p=0.003). Divorced\/separated\/widowed pts with HR+ disease were less likely to receive endocrine treatment than married pts (OR 0.48, p=0.039). Worse overall survival (OS) was seen for Black vs White pts (HR 1.72, p&#60;.001); pts with Medicaid or self-pay\/uninsured vs privately insured (HR 1.67, HR 1.92; p=0.025); and unemployed vs employed pts (HR 2.49, p&#60;.001) adjusted for chemo use and clinical stage.<br \/>Conclusions: Young pts experiencing negative SDH were more likely to receive chemo, less likely to take endocrine therapy if indicated, and suffered from worse OS. These findings may highlight the influence of a pt&#8217;s social network on access to care and treatment completion.<br \/><i><\/i><i><\/i><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{6DC055C6-35DE-46EC-9E96-57C5F64EAF14}\"><caption>Table 1: Demographics &amp; clinical characteristics in young women with early-stage breast cancer<\/caption><tr><td rowspan=\"1\" colspan=\"5\"><u><b>Demographic <\/b><b>Characteristics<\/b><\/u><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"4\">Overall, N=1061<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Race<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Asian: 40 (3.9 %)<\/td><td rowspan=\"1\" colspan=\"1\">Black or African American: 270 (26.6 %)<\/td><td rowspan=\"1\" colspan=\"1\">Other: 29 (2.9 %)<\/td><td rowspan=\"1\" colspan=\"1\">White or Caucasian: 677 (66.6 %)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Ethnicity<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Hispanic or Latino: 86 (8.4 %)<\/td><td rowspan=\"1\" colspan=\"1\">Non-Hispanic or Non-Latino: 939 (91.6%)<\/td><td rowspan=\"1\" colspan=\"2\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Insurance Type<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Private: 824 (77.7 %)<\/td><td rowspan=\"1\" colspan=\"1\">Medicare: 16 (1.5 %)<\/td><td rowspan=\"1\" colspan=\"1\">Medicaid: 145 (13.7 %)<\/td><td rowspan=\"1\" colspan=\"1\">Self-pay\/Uninsured: 75 (7.1 %)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Area Deprivation Index (ADI) Quartile*<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Q1= 1-25: 215 (20.3 %)<\/td><td rowspan=\"1\" colspan=\"1\">Q2= 26-50: 375 (35.4 %)<\/td><td rowspan=\"1\" colspan=\"1\">Q3= 51-75: 315 (29.7 %)<\/td><td rowspan=\"1\" colspan=\"1\">Q4= 76-100: 155 (14.6 %)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Median Household Income<\/b><\/td><td rowspan=\"1\" colspan=\"1\">&lt;45000: 44 (4.1 %)<\/td><td rowspan=\"1\" colspan=\"1\">45000-79,999: 600 (56.6 %)<\/td><td rowspan=\"1\" colspan=\"1\">80000-119,999: 304 (28.7 %)<\/td><td rowspan=\"1\" colspan=\"1\">&#8805;120,000: 112 (10.6 %)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Employment status<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Unemployed: 224 (21.1 %)<\/td><td rowspan=\"1\" colspan=\"1\">Employed: 657 (61.9 %)<\/td><td rowspan=\"1\" colspan=\"1\">Unknown: 180 (17.0 %)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Marital Status<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Married: 631 (59.8 %)<\/td><td rowspan=\"1\" colspan=\"1\">Single: 355 (33.6 %)<\/td><td rowspan=\"1\" colspan=\"1\">Separated\/ Divorced\/ Widowed: 70 (6.6 %)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"5\"><b><u>Clinical Characteristics<\/u><\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Clinical AJCC Stage<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Stage 0: 149 (14.3 %)<\/td><td rowspan=\"1\" colspan=\"1\">Stage I: 335 (32.1 %)<\/td><td rowspan=\"1\" colspan=\"1\">Stage II: 430 (41.2 %)<\/td><td rowspan=\"1\" colspan=\"1\">Stage III: 129 (12.4 %)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Receptor Status<\/b><\/td><td rowspan=\"1\" colspan=\"1\">HR+\/HER2+: 174 (19.9 %)<\/td><td rowspan=\"1\" colspan=\"1\">HR+\/HER2-: 519 (59.3 %)<\/td><td rowspan=\"1\" colspan=\"1\">HR-\/HER2-: 182 (20.8 %)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Utilization of Chemotherapy<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Yes: 702 (67.1 %)<\/td><td rowspan=\"1\" colspan=\"1\">No: 344 (32.9 %)<\/td><td rowspan=\"1\" colspan=\"2\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Utilization of Endocrine Therapy<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Yes: 451 (43.3 %)<\/td><td rowspan=\"1\" colspan=\"1\">No: 590 (56.7 %)<\/td><td rowspan=\"1\" colspan=\"2\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Recurrence Status<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Yes: 111 (10.5 %)<\/td><td rowspan=\"1\" colspan=\"1\">No: 942 (89.5 %)<\/td><td rowspan=\"1\" colspan=\"2\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Survival Status<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Alive: 868 (81.8 %)<\/td><td rowspan=\"1\" colspan=\"1\">Dead: 101 (9.5 %)<\/td><td rowspan=\"1\" colspan=\"1\">Lost to follow-up: 92 (8.7 %)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"5\">*Higher score correlates with greater disadvantage<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Breast cancer,Databases,Race,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. J. Reed<\/b>, F. Ahmed, C. Schepel, L. Hadzikadic-Gusic, J. Fisher, A. R. Tan, A. L. Heeke; <br\/>Levine Cancer Institute, Charlotte, NC","CSlideId":"","ControlKey":"0ac362bd-16c4-42d7-a62b-05ebaae49615","ControlNumber":"670","DisclosureBlock":"&nbsp;<b>N. J. Reed, <\/b> None..<br><b>F. Ahmed, <\/b> None..<br><b>C. Schepel, <\/b> None..<br><b>L. Hadzikadic-Gusic, <\/b> None..<br><b>J. Fisher, <\/b> None.&nbsp;<br><b>A. R. Tan, <\/b> <br><b>Merck<\/b> Grant\/Contract, Other, Consultant. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Stemline Therapeutics<\/b> Other, Consultant. <br><b>Jazz Pharmaceutical<\/b> Other, Consultant. <br><b>AstraZeneca<\/b> Other, Consultant; funds to institution for conduct of clinical trials. <br><b>Genentech\/Roche<\/b> Other, Consultant; funds to institution for conduct of clinical trials. <br><b>G1 Therapeutics<\/b> Other, Consultant. <br><b>Novartis<\/b> Other, Consultant. <br><b>Arvinas<\/b> Other, Consultant; funds to institution for conduct of clinical trials. <br><b>Seagen<\/b> Other, Consultant. <br><b>GSK<\/b> Other, Funds to institution for conduct of clinical trials. <br><b>Incyclix<\/b> Funds to institution for conduct of clinical trials. <br><b>Olema<\/b> Other, Funds to institution for conduct of clinical trials. <br><b>A. L. Heeke, <\/b> <br><b>Caris Life Sciences, Inc<\/b> Other, Consulting. <br><b>Amgen<\/b> Other, Consulting. <br><b>Daiichi Sankyo\/Astra Zeneca<\/b> Other, Consulting, Speaker's Bureau. <br><b>Pfizer<\/b> Other, Consulting. <br><b>Menarini<\/b> Other, Consulting. <br><b>Genome Insight<\/b> Other, Consulting.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5409","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4838","PresenterBiography":null,"PresenterDisplayName":"Natalie Reed, DO","PresenterKey":"51b8c1b3-c8c1-4e44-9506-ac3e0795c8d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4838. Impact of social determinants of health (SDH) on systemic therapy and survival in young women with breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of social determinants of health (SDH) on systemic therapy and survival in young women with breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Diffuse Large B-Cell Lymphoma (DLBCL) is the most common Non-Hodgkin lymphoma in the United States (US) but there is limited evidence showing ethnic disparities affecting overall survival (OS) (<b><i>Blood<\/i><\/b>10.1182\/blood-2022-159201, <b><i>Blood<\/i><\/b>10.1182\/blood-2021-151816). This is the largest nationwide cancer registry analysis evaluating ethnic differences for HI vs Non-Hispanics (NH) with DLBCL in the US.<br \/>Methods: Data were analyzed using the National Cancer Database from 2004-2019. Sociodemographic characteristics were compared between ethnic groups. Kaplan-Meier and Cox regression analyses were used to compare OS between HI and NH. Multivariate analysis and propensity score matching were performed with adjustment for age, stage, comorbidity score, and insurance status, type of facility, and great circle distance<br \/>Results: 239,391 patients (HI n=18,290, NH n=221,101) were diagnosed with DLBCL. Male sex predominated for both and the majority of patients were Whites. HI were diagnosed at a median age of 62 years (y) vs 68 y for NH [p&#60;0.001]. For HI and NH, most of the patients were diagnosed from 2016-2019.<br \/>For both groups, the majority of patients had a Charlson-Deyo Score of 0, stage IV at diagnosis and unknown HIV status. The primary payer at diagnosis was government sponsored for HI and NH. In HI the median income based on the Median Income Quartile for 2000 corresponded to the highest level of &#62;$46,000 and from 2008-2012 it was similarly distributed. For NH, for both time periods the majority of the patient were in the highest bracket. Most patients in the HI and NH were located in metropolitan area and were more likely to be treated at a comprehensive cancer center with a great circle distance (miles) of 7.3 for HI and 9.7 for NH.<br \/>The median survival for HI was 11 y vs 6.8 y for NH. The survival probability at 2, 5 and 10 y for HI corresponded to 69%, 61% and 52%, while for NH it was 66%, 55% and 41%, respectively. The OS probability at 10 y was statistically significant favoring HI [p&#60;0.0001]. Independently, on multivariate analysis, not insured status was associated with worse OS (HR 1.2, CI 1.13-1.28, [p&#60;0.01]) and private insurance type was associated with better OS (HR 0.81, CI 0.77-0.84, [p&#60;0.01])<br \/>Conclusion: This nationwide cancer registry study identified better OS in HI diagnosed with DLBCL in the US. Both cohorts had similar sociodemographic and clinical results; however, HI were diagnosed at younger age. This finding may not only help to explain a unique trait towards development of cancer at an earlier age, but also an enhanced response to therapy. Regarding median income there wasn&#8217;t a tendency noted for HI, which support the unique complex interactions in socioeconomic status. Further studies examining intrinsic biologic differences are needed to better understand improved OS for HI, which could also help the rational development of targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Hispanic,Diffuse large B-cell lymphoma,Outcome,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Velez-Mejia<\/b><sup>1<\/sup>, E. Toro Velez<sup>1<\/sup>, D. Rosas<sup>2<\/sup>, Q. Liu<sup>1<\/sup>, J. E. Michalek<sup>1<\/sup>, E. Diaz Duque<sup>1<\/sup>; <br\/><sup>1<\/sup>UT Health Science Center at San Antonio, San Antonio, TX, <sup>2<\/sup>Memorial Healthcare, Hollywood, FL","CSlideId":"","ControlKey":"aeb0a78f-25ca-40a3-abb8-26ee4f224b90","ControlNumber":"212","DisclosureBlock":"&nbsp;<b>C. Velez-Mejia, <\/b> None..<br><b>E. Toro Velez, <\/b> None..<br><b>D. Rosas, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>J. E. Michalek, <\/b> None.&nbsp;<br><b>E. Diaz Duque, <\/b> <br><b>ADCT<\/b> Speaker bureau. <br><b>AstraZeneca<\/b> Speaker bureau. <br><b>Incyte<\/b> Speaker bureau. <br><b>Lilly<\/b> Speaker bureau. <br><b>BMS<\/b> Speaker bureau.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5410","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4839","PresenterBiography":null,"PresenterDisplayName":"Carolina Velez-Mejia","PresenterKey":"43fcbae4-25db-471e-81ee-557bf5e9a711","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4839. Ethnicity dictates survival benefit in Hispanics diagnosed with diffuse large B-Cell lymphoma survival: A national cancer database analysis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ethnicity dictates survival benefit in Hispanics diagnosed with diffuse large B-Cell lymphoma survival: A national cancer database analysis","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Racial and ethnic minorities are immensely underrepresented in clinical trial studies in the United States. Black\/African Americans, Latinos\/as, Asians, American Indians, and Pacific Islanders make up roughly 30% of all clinical trials (CT) participation across all race groups. Being inclusive of all populations in CT ensures that everyone has access to modern medicines and treatments, but also, that these latest treatments work and react well to all people.<br \/><b>Methods:<\/b> We developed a manual on clinical trials with a target focus to African Americans and African Nationals. We hosted two focus groups with Blacks\/African Americans in which we found they are more comfortable getting cancer related information through trusted community services, such as coming from churches. We have connected with over 80 Pastors who agreed to collaborate in clinical trials education.<br \/><b>Results:<\/b> Through outreach and engagement to African American churches in Los Angeles County, we have distributed a copy of this clinical trials educational manual to 90 churches to be disseminated during their services. Our office of Community Outreach and Engagement (COE) regularly attend community health and resource events and provide hard copies of the clinical trials manual at tables\/booths designated for our participation. We have attended 50 community events and have disseminated about 1,900 copies of the CT manual so far this year 2023. This manual is also available for free download on our cancer center&#8217;s website, in which over 100 toolkits have been downloaded within the last year.<br \/><b>Conclusions:<\/b> By creating a culturally sensitive and adapted educational manual and partnering with trusted services in the community such as faith-based organizations, we can begin to break down barriers to clinical trials participation among all race and ethnic minority groups.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"African American,Cancer prevention,Patient advocacy,Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. Aristizabal, E. Ibarra, <b>L. A. Baezconde-Garbanati<\/b>; <br\/>Keck School of Medicine of USC, Los Angeles, CA","CSlideId":"","ControlKey":"e6f846c2-c216-4e17-b7f3-73c842e1622d","ControlNumber":"7289","DisclosureBlock":"&nbsp;<b>C. Aristizabal, <\/b> None..<br><b>E. Ibarra, <\/b> None..<br><b>L. A. Baezconde-Garbanati, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5411","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4840","PresenterBiography":null,"PresenterDisplayName":"Lourdes Baezconde-Garbanati, MPH;PhD","PresenterKey":"b77b5196-3820-4178-88d6-f2ebc8a2e040","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4840. Creating a culturally sensitive manual to increase clinical trial participation among African Americans and African Nationals","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"414","SessionOnDemand":"False","SessionTitle":"Cancer Disparities 2: Survivorship Research Addressing Cancer Disparities","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Creating a culturally sensitive manual to increase clinical trial participation among African Americans and African Nationals","Topics":null,"cSlideId":""}]