[{"Abstract":"The advent of T Cell Engager (TCE) immunotherapies marks a transformative shift in cancer treatment paradigms, introducing a novel action mechanism. Blinatumomab, a bispecific CD19\/CD3 TCE, has shown remarkable efficacy in treating refractory or relapsed B-cell Acute Lymphoblastic Leukaemia (B-ALL), including cases resistant to conventional chemotherapy, leading to its global approval for B-ALL management. Despite its pronounced clinical success, Blinatumomab faces challenges with patient adherence, primarily due to the protein&#8217;s short half-life. This necessitates continuous administration requested 24 hours injection throughout the treatment course. Additionally, the drug&#8217;s association with the induction of cytokine release syndrome (CRS), presumably linked to the hyperactivation of the cytokine network, presents a significant concern.<br \/>To address these limitations, we leverage mRNA modality to develop innovative therapeutic mRNAs encoding CD19\/CD3 TCE. These mRNA drugs hold the potential to improve protein exposure <i>in vivo <\/i>with a steady production of encoded protein in-situ. On the other hand, with the gradual expression of protein, mRNA shifted the transient, &#8220;pulse&#8221;-like pharmacokinetic (PK) feature of the protein drugs to a more &#8220;plateau&#8221;PK curve, which allows a natural priming of T cells to reduce the risk of CRS induction.<br \/>In this work, we developed a series of mRNAs encoding CD19\/CD3 TCE through our mRNA technology platform and LNP delivery platform. Comparative analyses demonstrated that the TCEs produced <i>in vivo <\/i>by these mRNAs match the structure and function of recombinantly expressed proteins. PK studies in both mice and non-human primates confirmed a favorable PK profile with over 10-fold increase in TCE exposure compared to their protein counterparts. This increased exposure correlated with superior antitumor efficacy in both ALL and lymphoma models, evidenced by the potent effects of single mRNA doses compared to multiple doses of protein-based treatments. Meanwhile IL6 cytokines induced in mRNA treated mice were significantly alleviated than those in protein treated animals, indicating a reduced risk of induction of CRS. One candidate mRNA demonstrated an optimal \"plateau\" pharmacokinetic profile, achieving extensive target cell eradication over 20 days with a single low dose of 0.001 mpk in non-human primates.<br \/>An investigator-initiated clinical study with mRNA encoding CD19\/CD3 TCE is underway in relapsed and\/or refractory acute lymphoblastic leukemia patients. The preliminary data from the on-going study showed ABO2015 with an acceptable safety profile, and activation of peripheral T cells was observed in one patient with low dose.<br \/>These findings underscore the significant clinical potential of mRNA-encoded CD19\/CD3 TCE in treating B-cell malignancies, heralding a paradigm shift in the clinical application of protein-based T cell engagers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-13 Other,,"},{"Key":"Keywords","Value":"mRNA,T cell engager,Leukemias,CD19,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Xia Zhong<sup><\/sup>, Liang Du<sup><\/sup>, Zhenxing Yang<sup><\/sup>, Xiaoli Xu<sup><\/sup>, <b>Jijun Yuan<\/b><sup><\/sup>, Bo Ying<sup><\/sup><br><br\/>Abogen Bioscience, Suzhou, China","CSlideId":"","ControlKey":"2d5cc080-acb9-4527-aeb0-3e64007106fd","ControlNumber":"8834","DisclosureBlock":"&nbsp;<b>X. Zhong, <\/b> None..<br><b>L. Du, <\/b> None..<br><b>Z. Yang, <\/b> None..<br><b>X. Xu, <\/b> None..<br><b>J. Yuan, <\/b> None..<br><b>B. Ying, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6215","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6703","PresenterBiography":null,"PresenterDisplayName":"Jijun Yuan, PhD","PresenterKey":"7a2e85b3-b9f7-4393-8b38-c2bccea27cea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6703. Innovative mRNA strategies to encode CD19\/CD3 T cell engagers in the treatment of B cell hematological malignancies","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Innovative mRNA strategies to encode CD19\/CD3 T cell engagers in the treatment of B cell hematological malignancies","Topics":null,"cSlideId":""},{"Abstract":"The recent development of CD3 bi-specific antibodies (BsAbs) targeting CD20, BCMA, GPRC5D and CD19 to treat B cell malignancies have resulted in significant clinical benefit to patients. However, long-term remission rates and survival remain to be demonstrated. Current CD3 BsAbs preferentially bind to and activate CD4 T cells. However, CD8 cytotoxic T cells also play the key role in anti-tumor response and T cell exhaustion in cancer immunity. To potentially enhance anti-tumor efficacy by augmenting CD8 T-cell response, we developed a novel tri-specific T cell engager (TriTE) IM-8319, which simultaneously binds human CD3, CD8 and CD19 epitopes with K<sub>D<\/sub> at 14.2 nM, 3.3 nM and 0.3 nM, respectively. The binding affinity to human CD8 T cells and CD4 T cells was measured with EC<sub>50<\/sub> at 0.02 nM and 1.2 nM, respectively. In human PBMC-killing assays, IM-8319 was found to preferentially activate CD8 T cells with EC<sub>50<\/sub> of 6.0 pM, compared to an EC<sub>50<\/sub> of 94 pM for activating CD4 T cells. Unique cytokine release responses were seen with IM-8319 treatment. Compared to bi-specific TCE controls without CD8 binding domain, IM-8319 in human PBMC assays increased INF&#947; and TNF&#945; in CD8 T cells and blunted IL-2 release in CD4 T cells. We observed robust cytotoxic killing of CD19<sup>+<\/sup> B cells with IM-8319. Compared the bi-specific TCE controls lacking CD8 binding domain, <i>in vitro<\/i> CD19<sup>+<\/sup> B-cell depletion was increased 6-fold with IM-8319. In addition, we observed notable structure activity relationships, with &#62;100-fold increases in TriTE cytotoxicity with a weak CD3 binding domain. T-cell fratricide has hindered the development of antibodies containing 2+ T-cell epitopes. We observed correctable, dose-dependent CD8 T cell depletion at high concentrations of CD8xCD3xCD19 TriTEs <i>in vitro<\/i> and xenograft mouse models. This unwanted biological effect was not a surprise when the TriTE binds to CD8 T cells in <i>trans<\/i>. However, by structure engineering IM-8319 to allow for <i>cis<\/i> binding of CD3 and CD8, we effectively eliminated CD8 T cell fratricide at therapeutic doses. In a Raji-inoculated murine xenograft that was reconstituted with human PBMC, IM-8319 significantly inhibited tumor growth without obvious CD8 T cell depletion. In summary, we report a novel TriTE (IM-8319) that selectively binds to and activates CD8 T cells. IM-8319 results in robust on-target cytotoxicty with specific activation of CD8 T cells, suggesting potential to reduce systemic toxicities such as cytokine release syndrome (CRS) while augmenting direct antitumor efficacy. Further preclinical evaluation of IM-8319 is warranted in patients with B-cell leukemias and lymphomas.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Adoptive immunotherapy,Antibody,T cell engager,Cytokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Zheng Yang<sup>1<\/sup>, Wuzhong Shen<sup>1<\/sup>, Guiyun Tu<sup>1<\/sup>, Shenjie Xue<sup>1<\/sup>, Ying Tan<sup>1<\/sup>, Bingbin Xie<sup>1<\/sup>, Jason Xu<sup>2<\/sup>, Hanyang Chen<sup>1<\/sup>, Shui Liu<sup>1<\/sup>, <b>Xiaoqiang Yan<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>ITabMed Ltd., Shanghai, China,<sup>2<\/sup>University of pennsylvania, Philadelphia, PA","CSlideId":"","ControlKey":"611b779c-b5c6-43dc-b68d-1d9dc6ff800f","ControlNumber":"5862","DisclosureBlock":"<b>&nbsp;Z. Yang, <\/b> <br><b>ITabMed Ltd.<\/b> Employment. <br><b>W. Shen, <\/b> <br><b>ITabMed Ltd.<\/b> Employment. <br><b>G. Tu, <\/b> <br><b>ITabMed Ltd.<\/b> Employment. <br><b>S. Xue, <\/b> <br><b>ITabMed Ltd.<\/b> Employment. <br><b>Y. Tan, <\/b> <br><b>ITabMed Ltd.<\/b> Employment. <br><b>B. Xie, <\/b> <br><b>ITabMed Ltd.<\/b> Employment.<br><b>J. Xu, <\/b> None.&nbsp;<br><b>H. Chen, <\/b> <br><b>ITabMed Ltd.<\/b> Employment. <br><b>S. Liu, <\/b> <br><b>ITabMed Ltd.<\/b> Employment. <br><b>X. Yan, <\/b> <br><b>ITabMed Ltd.<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6216","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6704","PresenterBiography":null,"PresenterDisplayName":"Xiaoqiang Yan, PhD","PresenterKey":"718370a9-282b-4a88-9f95-295e1ff567ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6704. Development and characterization of a tri-specific selective CD8 T cell engager (CD8xCD3xCD19) for treatment of B cell lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development and characterization of a tri-specific selective CD8 T cell engager (CD8xCD3xCD19) for treatment of B cell lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Wilms' tumor gene 1 (WT1) is considered an oncogenic factor, with high expression observed in several hematological malignancies and solid tumors. However, its expression is rarely found in normal adult tissue. WT1 can be degraded by the proteasome, processed and presented on the cell surface as major histocompatibility complex (MHC) I epitopes and recognized by T cell receptors (TCR). Here, we described the development of WT1-TOPAbody, a novel tri-specific T cell engager (TCE), that activated T cells by both CD3 and 4-1BB signaling upon recognition of WT1 in the context of HLA-A02, leading to superior anti-tumor efficacy.<br \/>Materials and Methods: WT1-TOPAbody was evaluated for its antigen binding activity and target specificity by a series protein\/peptide and cell-based assays. In vitro cytotoxicity and T cell activation mediated by WT1-TOPAbody was further assessed in a panel of WT1<sup>+<\/sup> tumor cell lines in coculture with effector cells. Anti-tumor activity was investigated in a humanized syngeneic mice model bearing WT1\/HLA-A02 expressing tumors. Safety assessment including cytokine release assay (CRA) and preliminary CMC developability was also performed.<br \/>Results: WT1-TOPAbody exhibited superior binding affinity to the WT1\/HLA-A02 complex while displaying lower binding to off-target peptides and CD34<sup>+<\/sup> HSC from healthy donor than clinical benchmark WT1-CD3 bispecific antibody, RG-6007. WT1-TOPAbody effectively induced tumor lysis in multiple WT1<sup>+<\/sup> tumors including leukemia, ovarian, breast, and colon cancer cells. Moreover, serial killing of tumor cells were observed in WT1-TOPAbody treated T cells, accompanied by lower exhaustion markers expressed, suggesting a prolonged anti-tumor inhibition effect of WT1-TOPAbody. In a humanized CD3e\/4-1BB\/HLA-A2.1 mouse model, WT1-TOPAbody significantly inhibited tumor growth in a dose-dependent manner and the efficacy was superior than that of the benchmark. Additionally, IL-6 release was minimal in PBMC upon treatment of the antibody, indicating a reduced risk of inducing cytokine release syndrome (CRS). Drug developability assessment indicated that the leading WT1-TOPAbody was a reasonably developable molecule to be taken forward.<br \/>Conclusion: WT1-TOPAbody is a differentiated WT1\/HLA-A02 targeted T cell engagers that displayed potent and durable anti-tumor activity. These results collectively support the potential of WT1-TOPAbody as a novel therapeutic agent against WT1\/HLA-A02<sup>+<\/sup> cancers and warrant its further development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"T cell engager,Wilms' tumor,Costimulation,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Gao<sup>1<\/sup>, L. Yang<sup>1<\/sup>, J. Du<sup>2<\/sup>, W. Jiang<sup>1<\/sup>, <b>L. Fang<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Concept to Medicine Biotech Co., Ltd., Shanghai, China, <sup>2<\/sup>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China","CSlideId":"","ControlKey":"f8234026-0771-46cf-aece-b6da763b7fc1","ControlNumber":"4146","DisclosureBlock":"<b>&nbsp;S. Gao, <\/b> <br><b>Concept to Medicine Biotech Co., Ltd.<\/b> Employment. <br><b>L. Yang, <\/b> <br><b>Concept to Medicine Biotech Co., Ltd.<\/b> Employment. <br><b>J. Du, <\/b> <br><b>Biocytogen Pharmaceuticals (Beijing) Co., Ltd.<\/b> Employment. <br><b>W. Jiang, <\/b> <br><b>Concept to Medicine Biotech Co., Ltd.<\/b> Employment. <br><b>L. Fang, <\/b> <br><b>Concept to Medicine Biotech Co., Ltd.<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6218","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6705","PresenterBiography":null,"PresenterDisplayName":"Lei Fang, PhD","PresenterKey":"cf348b3b-6195-4960-bade-30b36a17530c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6705. A novel tri-specific T cell engager targeting the intracellular oncoprotein WT1","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel tri-specific T cell engager targeting the intracellular oncoprotein WT1","Topics":null,"cSlideId":""},{"Abstract":"The claudin18.2 (CLDN18.2) protein shows four transmembrane domains (TMDs) with two extracellular loops (ECL), ECL-1 and ECL-2. It is a highly selective biomarker with limited expression in normal tissues and often exhibits abnormal expression during the occurrence and development of various primary malignant tumors. The specific expression pattern supports the notion that CLDN18.2 is a distinctive molecule for targeted therapy in various cancers, particularly gastric and pancreatic cancers. Various drugs targeting CLDN18.2, including monoclonal antibodies, ADCs, CAR-T, and bispecific antibodies, have also entered clinical trials. As of this writing, there are currently no commercially available products worldwide that specifically target CLDN18.2. However, Zolbetuximab (IMAB362) has successfully reached the Phase III end point, indicating positive clinical outcomes and establishing CLDN18.2 as a promising cellular and antibody therapeutic option. Here, we describe LNF2007, an anti-CLDN 18.2\/CD3 bispecific antibody that can redirect CD3+ effector T cells to CLDN18.2+ tumor sites, resulting in the activation of T cells and subsequent killing of target cells. The design of LNF2007 focuses on selecting a relatively weak and reasonable affinity to CD3, accompanied by the suppression of Fc-mediated effector functions. This aim is to minimize off-target toxicity and maximize therapeutic efficacy. In vitro data demonstrate that LNF2007 binds more strongly to CLDN18.2+cells than to CD3+ cells. LNF2007 exhibited good dose-dependent activation and cytotoxicity against engineered cell lines BXPC3-hCLDN18.2-Luc and CHOK1-hCLDN18.2-Luc, which are positive for CLDN18.2 expression .In the in vivo pharmacodynamics assay, LNF2007 also demonstrated superior efficacy in the humanized NUGC4-CLDN18.2 model and BxPC3-CLDN18.2 model. Furthermore, a 4-week repeated dose (up to 1&#8201;mg\/kg) toxicity study in cynomolgus monkeys showed that LNF2007 was safe and well tolerated. In vitro cytokine release was lower in the LNF2007 group than that in the AMG 910 and AZD5863 (two another anti-claudin18.2\/CD3 bispecific antibody) groups. In conclusion, the novel anti-CLDN18.2 &#215; anti-CD3 bispecific antibody LNF2007 demonstrates similar efficacy to AMG 910 and AZD5863 and is safer. LNF2007 provides a promising therapy for claudin 18.2-positive cancer patients.Taishan Industry Leading Talents Project of Shandong Province was a sponsor of this research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,claudin 18.2,CD3,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"L. Zhao<sup>1<\/sup>, G. Zhang<sup>2<\/sup>, Z. Liu<sup>2<\/sup>, J. Xu<sup>2<\/sup>, L. Zhao<sup>2<\/sup>, G. Li<sup>2<\/sup>, B. Li<sup>2<\/sup>, Z. Zhu<sup>2<\/sup>, W. Peng<sup>2<\/sup>, Y. Zhu<sup>2<\/sup>, Z. Chen<sup>2<\/sup>, <b>Z. Li<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Lunan New Time Bio-tech Co., Ltd., Linyi, China, <sup>2<\/sup>Lunan Pharmaceutical Group Co. Ltd., Linyi, China","CSlideId":"","ControlKey":"15b71e44-f133-4df5-bfa0-2af1022a8262","ControlNumber":"466","DisclosureBlock":"<b>&nbsp;L. Zhao, <\/b> <br><b>Lunan Pharmaceutical Group Co. Ltd.<\/b> Employment. <br><b>G. Zhang, <\/b> <br><b>Lunan Pharmaceutical Group Co. Ltd.<\/b> Employment. <br><b>Z. Liu, <\/b> <br><b>Lunan Pharmaceutical Group Co. Ltd.<\/b> Employment. <br><b>J. Xu, <\/b> <br><b>Lunan Pharmaceutical Group Co. Ltd.<\/b> Employment. <br><b>L. Zhao, <\/b> <br><b>Lunan Pharmaceutical Group Co. Ltd.<\/b> Employment. <br><b>G. Li, <\/b> <br><b>Lunan Pharmaceutical Group Co. Ltd.<\/b> Employment. <br><b>B. Li, <\/b> <br><b>Lunan Pharmaceutical Group Co. Ltd.<\/b> Employment. <br><b>Z. Zhu, <\/b> <br><b>Lunan Pharmaceutical Group Co. Ltd.<\/b> Employment. <br><b>W. Peng, <\/b> <br><b>Lunan Pharmaceutical Group Co. Ltd.<\/b> Employment. <br><b>Y. Zhu, <\/b> <br><b>Lunan Pharmaceutical Group Co. Ltd.<\/b> Employment. <br><b>Z. Chen, <\/b> <br><b>Lunan Pharmaceutical Group Co. Ltd.<\/b> Employment. <br><b>Z. Li, <\/b> <br><b>Lunan Pharmaceutical Group Co. Ltd.<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6219","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6706","PresenterBiography":null,"PresenterDisplayName":"Zhenyu Li, MS","PresenterKey":"d00bcbd7-690a-496f-9a08-151b431fb746","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6706. An anti-claudin 18.2\/CD3 bispecific antibody for the treatment of claudin 18.2 positive gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An anti-claudin 18.2\/CD3 bispecific antibody for the treatment of claudin 18.2 positive gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer is characterized by late stage disease and a poor prognosis. Endometrial cancer is a heterogeneous disease with different prognoses depending on the molecular subtype. Novel treatment strategies are needed to improve patient survival in both entities.<br \/>T cell-based immunotherapy has significantly improved the treatment options for many malignancies. B7-H3 (CD276) is an interesting target for immunotherapeutic approaches because it is overexpressed on a wide range of tumor entities and has characteristics of immune checkpoint molecules. Its expression not only on tumor cells but also on the tumor vasculature allows improved infiltration of immune effector cells into the tumor to overcome the major limitation of T cell-based therapy of solid tumors, which is the access of immune cells to the tumor site. A novel bispecific antibody in an IgG-based format called CC-3 with B7-H3xCD3 specificity has already been shown to efficiently induce T cell responses against gastrointestinal malignancies.<br \/>Here we show that B7-H3 is highly expressed on endometrial and ovarian cancer cell lines. Treatment with CC-3 induced T cell activation and degranulation as well as secretion of IL-2, IFNy and perforin. These results demonstrate CC-3 induced T cell reactivity against ovarian and endometrial cancer cells. In addition, CC-3 induced efficient T cell proliferation and formation of T cell memory subsets. This resulted in potent target cell lysis.<br \/>Taken together, our results underscore the potential of CC-3, which is currently in GMP manufacturing, to enable clinical evaluation for the treatment of gynecologic malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Ovarian cancer,Endometrial cancer,Immunotherapy,Antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. M. Greiner<\/b>, J. Mauermann, M. Lutz, I. Hagelstein, E. Tobias, A. Koch, H. Andreas, B. Sara, L. Zekri, M. Märklin; <br\/>University Hospital and Medical Faculty Tübingen, Tübingen, Germany","CSlideId":"","ControlKey":"cbde4db9-0951-4fe8-8f45-c6e2709b250d","ControlNumber":"5088","DisclosureBlock":"&nbsp;<b>S. M. Greiner, <\/b> None..<br><b>J. Mauermann, <\/b> None..<br><b>M. Lutz, <\/b> None..<br><b>I. Hagelstein, <\/b> None..<br><b>E. Tobias, <\/b> None..<br><b>A. Koch, <\/b> None..<br><b>H. Andreas, <\/b> None..<br><b>B. Sara, <\/b> None..<br><b>L. Zekri, <\/b> None..<br><b>M. Märklin, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6220","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6707","PresenterBiography":null,"PresenterDisplayName":"Sarah Greiner, MD","PresenterKey":"4a4283ce-ca6a-4cd4-92ac-8b6d31f53242","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6707. IgG based B7-H3xCD3 bispecific antibody for treatment of gynecological tumors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IgG based B7-H3xCD3 bispecific antibody for treatment of gynecological tumors","Topics":null,"cSlideId":""},{"Abstract":"Background. Using bispecific antibodies (BiXAb) to redirect T cells to engage and kill cancer cells is an efficacious modality in the treatment of haematological cancers but has had limited success in the treatment of solid tumors. Mucosal-Associated Invariant T cells (MAITs) are an abundant subset of non-conventional T-cells with potent cytotoxic capacity (up to 20% of circulating T-cells) that are naturally resident in many tissues and solid tumors. MAIT cells utilize a semi-invariant TCR and recognize bacterial metabolites presented in the context of the MR1 protein. Biomunex has generated bispecific antibodies that bind the MAIT semi-invariant TCR (iTCR) and the HER2 receptor tyrosine kinase expressed on tumor cells. At difference to classical T-cell engagers that activate all T-cell subsets, MAIT engagers only modulate the activity of the cytotoxic MAIT cells leading to efficient tumor control and greater safety profile.<br \/>Methods. Using the Biomunex proprietary BiXAb platform, bispecific, tetravalent antibodies were generated that target the MAIT iTCR and the HER2. MAIT-cell activation, proliferation and degranulation were followed by gating on MAIT cells within a purified CD8 cell population. Tumor cell lines (varying in [HER2] expression) were co-cultured with MAIT cells and the BiXAbs in several cytotoxic assays (evaluated by Chromium release). Cytokine release was assessed by Legend Plex assays or ELISA. Cytotoxicity of tumor-resident MAITs, from fresh patient samples, was determined by impedence measurements and in patient-derived 3D organoids by The Hub organoids (imaging). For in vivo analysis, sub-cutaneous tumor growth was measured with callipers.<br \/>Results. MAIT engagers induce the rapid activation, proliferation and degranulation of MAIT cells leading to efficient killing of engaged HER2+ cancer cells with a potency similar to that of a classical HER2-directed TCE (in clinical development). The MAIT engager did not activate the regulatory T cells or other CD4\/CD8 subsets. In addition, using PBMCs, total cytokine release was 1000-fold less with the MAIT engager compared to a classical TCE, opening up a large therapeutic window, which should permit effective treatment of solid tumors. <i>Ex vivo<\/i> cytotoxicity of tumor-resident MAIT cells using dissociated ovarian cancer samples at &#8220;real E:T ratios&#8221;, MAIT engager-mediated cytotoxicity of patient-derived organoids (CRC) and <i>in vivo<\/i> evaluation of tumor control will be shown.<br \/>Conclusions. MAIT cell redirection is a promising approach for the treatment of solid tumors that has the potency and efficacy of a classical TCE but with a significantly improved cytokine safety profile leading to a larger therapeutic window.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,Immuno-oncology,T cell engager,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. E. Plyte<\/b><sup>1<\/sup>, M. Fraudeau<sup>1<\/sup>, D. Winterberg<sup>2<\/sup>, C. Germain<sup>1<\/sup>, C. Rousseau<sup>1<\/sup>, G. Sodaro<sup>1<\/sup>, L. Fenou<sup>3<\/sup>, M. Audin<sup>1<\/sup>, A. Ivagnes<sup>1<\/sup>, H.-H. Oberg<sup>2<\/sup>, P. Gerard<sup>1<\/sup>, I. Navarro-Teulon<sup>3<\/sup>, D. Wesch<sup>2<\/sup>, M. Peipp<sup>2<\/sup>, J. Prigent<sup>1<\/sup>; <br\/><sup>1<\/sup>Biomunex Pharmaceuticals, Paris, France, <sup>2<\/sup>Universitätsklinikum Schleswig-Holstein, Kiel, Germany, <sup>3<\/sup>IRCM, University of Montpellier, Montpellier, France","CSlideId":"","ControlKey":"9269acfd-6b24-4c02-b81b-825d64c1fde0","ControlNumber":"6329","DisclosureBlock":"<b>&nbsp;S. E. Plyte, <\/b> <br><b>Biomunex Pharmaceuticals<\/b> Employment. <br><b>M. Fraudeau, <\/b> <br><b>Biomunex Pharmaceuticals<\/b> Employment.<br><b>D. Winterberg, <\/b> None.&nbsp;<br><b>C. Germain, <\/b> <br><b>Biomunex Pharmaceyticals<\/b> Employment. <br><b>C. Rousseau, <\/b> <br><b>Biomunex Pharmaceuticals<\/b> Employment. <br><b>G. Sodaro, <\/b> <br><b>Biomunex Pharmaceuticals<\/b> Employment.<br><b>L. Fenou, <\/b> None.&nbsp;<br><b>M. Audin, <\/b> <br><b>Biomunex Pharmaceuticals<\/b> Employment. <br><b>A. Ivagnes, <\/b> <br><b>Biomunex Pharmaceuticals<\/b> Employment.<br><b>H. Oberg, <\/b> None.&nbsp;<br><b>P. Gerard, <\/b> <br><b>Biomunex Pharmaceuticals<\/b> Employment.<br><b>I. Navarro-Teulon, <\/b> None..<br><b>D. Wesch, <\/b> None..<br><b>M. Peipp, <\/b> None.&nbsp;<br><b>J. Prigent, <\/b> <br><b>Biomunex Pharmaceuticals<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6221","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6708","PresenterBiography":null,"PresenterDisplayName":"Simon Plyte, PhD","PresenterKey":"179a6070-64bb-4807-a513-14848c6bc078","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6708. MAIT engagers: Bispecific antibody-mediated redirection of mucosal associated invariant T cells to treat solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MAIT engagers: Bispecific antibody-mediated redirection of mucosal associated invariant T cells to treat solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Bispecific immune cell engagers are showing promise in cancer immunotherapy. To achieve optimal efficacy, there is a growing need for patient personalization, tackling intra-tumor heterogeneity, and simplified combination therapies.<br \/>Here, we present a novel modular anti-P329G adaptor platform aiming to address these issues, which is based on the recognition of the P329G mutation in the Fc portion of a targeting adaptor antibody. This P329G mutation can serve to recruit different anti-P329G effector cell engagers, including innate cell engagers, T cell engagers, costimulators or immunocytokines. Specifically, upon identifying patient-specific tumor surface targets, the primary antigen-binding IgG1 antibodies bearing Fc-silencing P329G LALA mutations are applied. Subsequently, based on the tumor&#8217;s immune profile, the best-suited anti-tumoral effector cell type is chosen for recruitment and activation. Based on this information, the secondary antibody recognizing the P329G mutation is chosen from an array of effector cell engagers with different modes of action: P329G-T cell bispecifics (P329G-TCB), ADCC-competent P329G innate cell engagers (P329G-ICE), P329G costimulatory molecules (P329G-CD28\/4-1BBL) or P329G immunocytokines (P329G-IL2v).<br \/><i>In vitro<\/i> assays showed all P329G modalities inducing anti-tumoral and\/or immunomodulatory cell activity. Anti-tumoral efficacy of secondary antibodies was observed only in presence of tumor-targeted P329G adaptors, while no effect was observed in their absence. The readouts consisted of tumor killing quantification, CD4+ and CD8+ T cell activation, cytokine release and cytokine receptor signaling. As a proof of concept study <i>in vivo<\/i>, an experiment in MKN-45 (CEACAM5+)-bearing humanized mice was performed, using an anti-CEACAM5 P329G-IgG adaptor and a P329G-TCB. Both tumor volume shrinkage and T cell infiltration into the tumor confirmed anti-tumoral efficacy of the platform, as compared to a conventional CEACAM5-targeted TCB. Neither the individual P329G IgG nor the individual P329G-TCB induced anti-tumoral efficacy, validating the requirement for primary and secondary antibody binding for T cell engaging activity.<br \/>These results provide <i>in vitro<\/i> and <i>in vivo<\/i> evidence that the universal P329G engager platform can be used as an efficacious cancer treatment. Ultimately, this modular approach may enable off-the-shelf personalization <i>via<\/i> combination of patient-specific antibodies and universal effector cell engagers based on the patient&#8217;s tumor target and immune profile.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Personalized medicine,Antibody,T cell engager,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Surowka<\/b><sup>1<\/sup>, I. Hutter-Karakoc<sup>1<\/sup>, D. Darowski<sup>1<\/sup>, C. Claus<sup>1<\/sup>, C. Ferrara Koller<sup>1<\/sup>, A. Freimoser-Grundschober<sup>1<\/sup>, T. Hofer<sup>1<\/sup>, A. Sobieniecki<sup>1<\/sup>, D. Assisi<sup>1<\/sup>, S. Leclair<sup>2<\/sup>, E. Moessner<sup>1<\/sup>, P. Umaña<sup>1<\/sup>, M. Amann<sup>1<\/sup>, C. Klein<sup>1<\/sup>; <br\/><sup>1<\/sup>Roche Innovation Center Zurich, Schlieren, Switzerland, <sup>2<\/sup>Roche Innovation Center Munich, Penzberg, Germany","CSlideId":"","ControlKey":"f7176f3b-6e17-4641-8892-223d9afb5ad2","ControlNumber":"6881","DisclosureBlock":"<b>&nbsp;M. Surowka, <\/b> <br><b>Roche<\/b> Employment, Stock, Stock Option, Patent. <br><b>I. Hutter-Karakoc, <\/b> <br><b>Roche<\/b> Employment, Stock, Stock Option, Patent. <br><b>D. Darowski, <\/b> <br><b>Roche<\/b> Employment, Stock, Stock Option, Patent. <br><b>C. Claus, <\/b> <br><b>Roche<\/b> Employment, Stock, Stock Option, Patent. <br><b>C. Ferrara Koller, <\/b> <br><b>Roche<\/b> Employment, Stock, Stock Option, Patent. <br><b>A. Freimoser-Grundschober, <\/b> <br><b>Roche<\/b> Employment, Stock, Stock Option, Patent. <br><b>T. Hofer, <\/b> <br><b>Roche<\/b> Employment, Stock, Stock Option, Patent. <br><b>A. Sobieniecki, <\/b> <br><b>Roche<\/b> Employment, Stock, Stock Option, Patent. <br><b>D. Assisi, <\/b> <br><b>Roche<\/b> Employment, Stock, Stock Option, Patent. <br><b>S. Leclair, <\/b> <br><b>Roche<\/b> Employment, Stock, Stock Option, Patent. <br><b>E. Moessner, <\/b> <br><b>Roche<\/b> Employment, Stock, Stock Option, Patent. <br><b>P. Umaña, <\/b> <br><b>Roche<\/b> Employment, Stock, Stock Option, Patent. <br><b>M. Amann, <\/b> <br><b>Roche<\/b> Employment, Stock, Stock Option, Patent. <br><b>C. Klein, <\/b> <br><b>Roche<\/b> Employment, Stock, Stock Option, Patent.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6222","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6709","PresenterBiography":null,"PresenterDisplayName":"Marlena Surowka","PresenterKey":"46297630-6e3f-4658-bc8a-67fa6c7ab738","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6709. P329G-Engager: A novel universal antibody-based adaptor platform for cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"P329G-Engager: A novel universal antibody-based adaptor platform for cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Acute myeloid leukemia (AML) is a malignant clonal disorder linked to a broad spectrum of molecular alterations. It is still an incurable cancer, the prognosis is even worse in elderly patients, where overall survival (OS) at 1 year is approximately 10-15%. Now, several CD3 bispecific immunotherapies that harness T cells against AML are at various stages of preclinical and clinical development, but most of them are hampered by the lack of specific targets to distinguish tumor cells from normal hematopoietic stem cells (HSC). Leukocyte immunoglobulin-like receptor B4 (LILRB4) is an immune checkpoint inhibitory receptor, which is highly expressed on FAB M4 and M5 AML cells with a lack of expression on normal HSC and progenitor cells. LILRB4 expression level inversely correlates with OS of patients with M4 and M5 AML. All of these indicate that LILRB4 represents a promising target for developing a T cell redirecting bispecific antibody to treat patients with AML, especially for more aggressive M4 and M5 subtype. Herein a novel bispecific antibody targeting LILRB4 and CD3, LBL-043, is developed to specifically kill LILRB4 positive tumor cells by engaging T cells.<br \/><b>Methods:<\/b> LBL-043 was constructed using our proprietary LeadsBody<sup>TM<\/sup> T cell engager platform, which is a 2:1 format bispecific antibody with two VHH arms targeting LILRB4 with high affinity and one scFv arm targeting CD3 with fine-tuned low affinity. The binding affinity of LBL-043 to LILRB4 and CD3 was determined with Fortebio, while the activity was measured using several cell based assays including reporter gene and TDCC assays. The anti-tumor activity of LBL-043 was investigated in B-NDG\/hu-PBMC reconstructed mice implanted with MOLM-13 (human AML-M5a) tumor model.<br \/><b>R<\/b><b>esults:<\/b> The binding affinity of LBL-043 to LILRB4 and CD3 protein was 0.724 nM and 35.7 nM, respectively. In CD3 reporter gene assays, LBL-043 could activate the NFAT reporter signaling through LILRB4 binding dependent CD3 cross-linking with an EC<sub>50<\/sub> value of 2.459 nM. LBL-043 was shown a potent TDCC activity in different LILRB4 expression level MOLM-13 cells and HL-60 cells with T cell activation and cytokine release. In B-NDG\/hu-PBMC reconstructed mice implanted with MOLM-13 tumor cells, LBL-043 was shown significant anti-tumor activity. Simultaneously, LBL-043 can effectively improve the survival rate and maintain relatively stable body weight in the study compared to the vehicle group.<br \/><b>Conclusion:<\/b> LBL-043, a novel bispecific antibody targeting CD3 and LILRB4 with affinity differentiation, induces T cell killing of AML cells by simultaneously binding LILRB4 expressed on tumor cells and CD3 on T cells, redirecting T cells to efficiently killing of AML cells. It is also shown a great anti-tumor efficacy in CDX mouse models. These data support LBL-043 as a novel therapeutic bispecific antibody for the treatment of LILRB4 positive AML and CMML leukemia patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"T cell engager,Bispecific antibody,Acute myeloid leukemia,LILRB4,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Y. Dang, X. Huang, Y. Qin, X. Liu, M. Chen, D. Jiang, G. Wu, M. Ye, J. Sun, B. Wang, J. Guan, T. Li, J. Zhu, S. Lai, X. Kang, <b>H. Ling<\/b>; <br\/>Nanjing Leads Biolabs Co., Ltd., Nanjing, China","CSlideId":"","ControlKey":"6b16bd18-70f6-47f8-b9f4-a31612ccc0a6","ControlNumber":"6041","DisclosureBlock":"&nbsp;<b>Y. Dang, <\/b> None..<br><b>X. Huang, <\/b> None..<br><b>Y. Qin, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>M. Chen, <\/b> None..<br><b>D. Jiang, <\/b> None..<br><b>G. Wu, <\/b> None..<br><b>M. Ye, <\/b> None..<br><b>J. Sun, <\/b> None..<br><b>B. Wang, <\/b> None..<br><b>J. Guan, <\/b> None..<br><b>T. Li, <\/b> None..<br><b>J. Zhu, <\/b> None..<br><b>S. Lai, <\/b> None..<br><b>X. Kang, <\/b> None..<br><b>H. Ling, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6225","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6712","PresenterBiography":null,"PresenterDisplayName":"Hong Ling, PhD","PresenterKey":"bf84bc96-f6cf-40c5-898d-9dd014a0d1d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6712. LBL-043, a novel LILRB4xCD3 T cell engager, for the treatment of LILRB4 positive leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LBL-043, a novel LILRB4xCD3 T cell engager, for the treatment of LILRB4 positive leukemia","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Bispecific T-cell engager (BiTE) is a targeted cancer immunotherapy which bridges T-cells to cancer cells, leading to activation of T-cells and killing cancer cells. While BiTEs have shown promising therapeutic efficacy in the treatment of hematological malignancies, therapeutic benefit of T-cell engagers are still in exploration for the treatment of solid tumors. Upregulation of immune checkpoints presents one of the major resistant mechanisms of the BiTE therapy. Here, we report a <u>T<\/u>rispecific <u>I<\/u>mmune <u>C<\/u>heck-point <u>T<\/u>-Cell <u>E<\/u>ngager (TICTE) platform that targets both CD3 and PD-L1 simultaneously, which activates the T-cells as well as modulates the immune checkpoint blockade through the PD\/PD-L1 axis, respectively. Our <i>in vitro <\/i>and<i> in vivo <\/i>studies demonstrate that the TICTEs<sup> <\/sup>induce dramatic and superior antitumor activity compared to its counterpart BiTE alone and the BiTE with anti-PD-L1 combination. These studies suggest that the TICTE (CD3xTAAxPD-L1), a single-agent with dual function of T-cell activation and immune checkpoint modulation, may provide an efficacious therapy to patients with solid tumors.<br \/><b>Methods: <\/b>Various TICTEs and BiTEs formats using the human IgG like architecture in three different TAA examples were generated. Their biophysical and biological activities were characterized. The cell binding activity and antigen density of cell lines were determined using flow cytometry. TDCC activity was measured using xCELLigence RTCA eSight system. In vitro efficacy was evaluated with multiple cancer cell lines and toxicity was evaluated with normal cell lines. The humanized xenograft models were utilized to investigate the TICTEs efficacy <i>in vivo<\/i>.<br \/><b>Results: <\/b>All TICTEs adopted their intended forms and showed robust biophysical properties. The TICTEs demonstrated the blockade activity of PD1\/PD-L1 axis, as well preferentially targeted tumor cells expressed both TAAs and PD-L1. Large therapeutic windows were observed in three TAA (cMET, Her2 and Trop2) TICTEs. TICTEs showed a superior efficacy compared to counterpart BiTEs and combination of BiTE with a PD-L1 inhibitor <i>in<\/i><i> <\/i><i>vitro<\/i> and <i>in vivo<\/i>. Low cytokine release was observed compared to combination of BiTEs with a PD-L1 inhibitor, signifying the reduced risk of cytokine release syndrome (CRS) often associated with BiTE therapy.<br \/><b>Conclusion: <\/b>A single agent of the TICTE platform with unique biological property, superior efficacy and low cytokine release could represent an alternative combination immunotherapy for solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"T cell engager,Immune checkpoint blockade,Immunotherapy,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"X. Wu, X. Min, Y. Wu, L. Liu, J. Zhou, S. Hudson, S.-p. Chen, J. Li, W. Draper, S. Dash, S. Ma, H. Chen, <b>Z. Wang<\/b>; <br\/>RemeGen Biosciences, Inc., South San Francisco, CA","CSlideId":"","ControlKey":"55ef4e80-c097-473e-8365-64193577558e","ControlNumber":"7578","DisclosureBlock":"<b>&nbsp;X. Wu, <\/b> <br><b>RemeGen Biosciences<\/b> Employment. <br><b>X. Min, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>Y. Wu, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>L. Liu, <\/b> <br><b>Remegen Biosciences, Inc.<\/b> Employment. <br><b>J. Zhou, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>S. Hudson, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>S. Chen, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>J. Li, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>W. Draper, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>S. Dash, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>S. Ma, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>H. Chen, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment. <br><b>Z. Wang, <\/b> <br><b>RemeGen Biosciences, Inc.<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6226","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6713","PresenterBiography":null,"PresenterDisplayName":"Zhulun Wang, PhD","PresenterKey":"670f9c57-d5a1-47e1-842d-e1df8f4d1c4f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6713. TICTE, A trispecific T-cell engager with immune checkpoint modulation for solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TICTE, A trispecific T-cell engager with immune checkpoint modulation for solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Bispecific T-cell engagers (TCEs) have shown significant therapeutic advances in the treatment of hematologic cancers. However, the clinical efficacy of TCEs in treating solid tumors remains to be demonstrated. Accumulating evidence suggests novel TCE modalities that simultaneously engage both CD3 (signal 1) and CD28 (signal 2) co-stimulatory signals may offer potential advantage to enhance clinical efficacy of TCEs with improved therapeutic index. To explore the full potential of TCEs as a powerful approach of immunotherapy for solid tumors, we developed an integrated AI-guided TCE platform to streamline the discovery, optimization and high-throughput function screening and characterization of TCE molecules. Here we report the construction and characterization of a novel panel of TROP2-targeting TCEs by leveraging our AI-guided optimization technology, plus a high-throughput in vitro screening platform. These tailor-made TCE molecules exhibit favorable developability and functional properties. Our data show that a novel TROP2 &#215; CD3 x CD28 trispecific TCE that contains a CD3-targeting arm in concomitant with a CD28-targeting arm can induce potent T-cell co-stimulation and promising synergistic T cell-mediated tumor cell killing in vitro, compared to its counterparts with a single CD3-targeting arm. We further generate a trivalent TROP2 x CD3 bispecific TCE constructed as an asymmetric &#8216;2+1&#8217; format with bivalent binding to TROP2 but a monovalent CD3-targeting arm. This molecule stimulates very low levels of cytokine release, but drives robust antigen-specific killing in in vitro assessment. Anti-tumor activity of the various TROP2 x CD3 TCEs is currently being investigated in multiple tumor xenograft mouse models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Trop-2,T cell engager,Deep learning,Therapeutics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Chen<\/b>, L. Tian, C. Su, D. Liu, X. Chen, Y. Zhou, S. Jiang, G. Wang, J. Tian, Y. Yuan, B. Yang, J. Peng; <br\/>Helixon, New York, NY","CSlideId":"","ControlKey":"be0dc63d-2a9f-4a77-b65c-38c9c3d82f58","ControlNumber":"2297","DisclosureBlock":"&nbsp;<b>C. Chen, <\/b> None..<br><b>L. Tian, <\/b> None..<br><b>C. Su, <\/b> None..<br><b>D. Liu, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>Y. Zhou, <\/b> None..<br><b>S. Jiang, <\/b> None..<br><b>G. Wang, <\/b> None..<br><b>J. Tian, <\/b> None..<br><b>Y. Yuan, <\/b> None..<br><b>B. Yang, <\/b> None..<br><b>J. Peng, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6228","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6714","PresenterBiography":null,"PresenterDisplayName":"Liang Tian, PhD","PresenterKey":"c6fb2892-6711-491a-a940-3c03c3456d11","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6714. AI-guided tailor-made anti-TROP2 T-cell engagers for T-cell mediated cancer immunotherapy with enhanced therapeutic index","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AI-guided tailor-made anti-TROP2 T-cell engagers for T-cell mediated cancer immunotherapy with enhanced therapeutic index","Topics":null,"cSlideId":""},{"Abstract":"Background: Because of high recurrence rate, ovarian cancer continues to demand new treatments. Recently, we have developed a next-generation T-cell engager SAIL66, which is a tri-specific monoclonal antibody designed to bind to CLDN6 on cancer cells with one Fab arm and to both CD3 and CD137 with the other Fab arm. By boosting T cell activation through both CD3 and CD137 binding, SAIL66 shows potent anti tumor efficacy against CLDN6-positive cancers and are currently being evaluated in patients with CLDN6-positive solid cancers including ovarian cancer (NCT05735366). CLDN6 is upregulated in many solid tumors but shows minimal or no expression in healthy adult tissues. Due to its cancer specific expression profile, CLDN6 has been utilized as a target for cancer immune therapies. Here, we demonstrate that CLDN6 is an attractive therapeutic target from its biological perspective in ovarian cancer.<br \/>Methods and Results: In a HuNOG tumor-bearing mouse model transplanted with CLDN6-positive ovarian cancer cells (OV90, OVCAR3), SAIL66 showed potent antitumor activity as a single agent. Surprisingly, CLDN6 expression in transplanted tumors was significantly lower compared to in vitro cultured cells, suggesting that CLDN6 expression is highly variable. In vitro, CLDN6 expression reversibly fluctuated depending on cell density, and its expression was consistent with the expression of epithelial-mesenchymal transition (EMT) and stemness-related genes. Furthermore, FACS and qPCR revealed that chemotherapeutic agents increased CLDN6-positive cells, and this fluctuation was accompanied by the expression of EMT and stemness-related genes. Based on this biology, we tested the combination effect of SAIL66 and chemotherapies in a non-clinical tumor-bearing mouse model. As a result, significant tumor regression was observed in mice treated with SAIL66 in combination with carboplatin.<br \/>Conclusion and Discussion: Ovarian cancer is characterized by significant tumor heterogeneity. The presence of cancer stem\/stem-like cells or EMT has been proposed to elucidate the underlying mechanisms of the heterogeneity. Our study potentially could offer valuable insights into the biology of CLDN6-positive cells and the causes of ovarian cancer heterogeneity. Furthermore, it could help in patient selection, the development of combination strategies, and future clinical validation of SAIL66.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"T cell engager,CLDN6,Combination therapy,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"N. Kimura<sup>1<\/sup>, K. Taniguchi<sup>1<\/sup>, T. Kamikawa<sup>1<\/sup>, <b>M. Yoshimoto<\/b><sup>1<\/sup>, S. Ishii<sup>1<\/sup>, M. Muraoka<sup>1<\/sup>, M. Shimada<sup>1<\/sup>, M. Kamata-Sakurai<sup>1<\/sup>, T. Kitazawa<sup>1<\/sup>, T. Igawa<sup>2<\/sup>; <br\/><sup>1<\/sup>Chugai Pharmaceutical Co., Ltd., Yokohama, Kanagawa, Japan, <sup>2<\/sup>Chugai Pharmaceutical Co., Ltd., Tokyo, Japan","CSlideId":"","ControlKey":"b634550e-9608-4dce-8c46-846dea4f70ee","ControlNumber":"2871","DisclosureBlock":"<b>&nbsp;N. Kimura, <\/b> <br><b>Chugai pharmaceutical<\/b> Employment. <br><b>K. Taniguchi, <\/b> <br><b>Chuagi pharmaceutical<\/b> Employment. <br><b>T. Kamikawa, <\/b> <br><b>Chugai Pharmaceutical<\/b> Employment. <br><b>M. Yoshimoto, <\/b> <br><b>Chugai pharmaceutical<\/b> Employment. <br><b>S. Ishii, <\/b> <br><b>Chugai pharmaceutical<\/b> Employment. <br><b>M. Muraoka, <\/b> <br><b>Chugai pharmaceutical<\/b> Employment. <br><b>M. Shimada, <\/b> <br><b>Chugai pharmaceutical<\/b> Employment. <br><b>M. Kamata-Sakurai, <\/b> <br><b>Chugai pharmaceutical<\/b> Employment. <br><b>T. Kitazawa, <\/b> <br><b>Chugai pharmaceutical<\/b> Employment. <br><b>T. Igawa, <\/b> <br><b>Chugai pharmaceutical<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6229","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6715","PresenterBiography":null,"PresenterDisplayName":"Moe Yoshimoto","PresenterKey":"f2e18cb6-244b-426d-8b60-c0bc09220255","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6715. CLDN6: Biological insight into therapeutic potency of SAIL66, a next generation of T-cell engager targeting CLDN6","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CLDN6: Biological insight into therapeutic potency of SAIL66, a next generation of T-cell engager targeting CLDN6","Topics":null,"cSlideId":""},{"Abstract":"Small cell lung cancer (SCLC) is an aggressive neuroendocrine cancer with a poor prognosis and high unmet medical need. Current standards of care, including chemotherapy, targeted therapy and immunotherapy, are associated with limited duration of response. Furthermore, SCLC is characterized by an immunosuppressive microenvironment and poor T cell infiltration which present additional treatment challenges. Delta-like ligand 3 (DLL3) is an inhibitory Notch ligand that is aberrantly overexpressed in SCLC and other neuroendocrine tumors, but minimally expressed in normal tissues, and is a new therapeutic target. Bispecific T cell engagers (TCE) targeting DLL3 have entered the clinic and demonstrated promising anti-tumor activity in SCLC patients; however, we believe there is room to improve on the rate and depth of response. To address treatment challenges and enhance the durability and sustainability of T cell activation, we have engineered a trispecific co-stimulatory T cell engager (TriTCE Co-stim) molecule that optimally engages CD3 and CD28 and redirects and enhances cytotoxic T cell responses to DLL3-expressing tumor cells while maintaining a desired safety profile. A panel of DLL3xCD3xCD28 trispecific antibodies (Abs) was engineered with a conventional anti-CD28 agonist paratope in a variety of Ab formats, geometries, paratope affinities and specificities. Geometry and design features of the tri-specific Abs were informed by prior TriTCE Co-stim molecule optimization<sup>1<\/sup>. Azymetric<sup>TM<\/sup> and EFECT<sup>TM<\/sup> platforms were used to facilitate heterodimeric multi-chain antibody assembly with silenced Fc gamma function. Lead TriTCE Co-stim Abs were selected for enhanced DLL3-dependent antitumor cytotoxic activity and increased T cell function including T cell activation, proliferation and cytokine production, compared to competitor bispecific TCEs. DLL3-independent activity and cytokine release were assessed with human PBMCs in solid and solution phase assays to evaluate the potential for cytokine release induction. In summary, we have identified multiple TriTCE Co-Stim Ab formats with improved DLL3-dependent cytotoxicity and T cell activation over competitor bispecific TCEs across multiple DLL3-expressing tumors. By screening various Ab formats, geometries and paratope affinities, we have selected lead DLL3 TriTCE Co-stim Abs displaying target-dependent activation of T cells with potent anti-tumor activity which may translate to improved and more durable antitumor responses in the treatment DLL3-expressing cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"T cell engager,Costimulation,Antibody engineering,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Repenning<\/b>, D. Lau, D. C. Hernaez, A. Robinson, D. P. Escanda, M. Rocha, B. S. Moreno, J. Zhang, P. Shao, N. Escalante, L. Newhook, P. Bhojane, C. L. Piscitelli, P. A. Moore, T. Spreter Von Kreudenstein, N. E. Weisser; <br\/>Zymeworks BC Inc., Vancouver, BC, Canada","CSlideId":"","ControlKey":"e76591a5-2ee2-4e0e-bfbf-bad28709035a","ControlNumber":"7441","DisclosureBlock":"&nbsp;<b>P. Repenning, <\/b> None..<br><b>D. Lau, <\/b> None..<br><b>D. C. Hernaez, <\/b> None..<br><b>A. Robinson, <\/b> None..<br><b>D. P. Escanda, <\/b> None..<br><b>M. Rocha, <\/b> None..<br><b>B. S. Moreno, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>P. Shao, <\/b> None..<br><b>N. Escalante, <\/b> None..<br><b>L. Newhook, <\/b> None..<br><b>P. Bhojane, <\/b> None..<br><b>C. L. Piscitelli, <\/b> None..<br><b>P. A. Moore, <\/b> None..<br><b>T. Spreter Von Kreudenstein, <\/b> None..<br><b>N. E. Weisser, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6230","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6716","PresenterBiography":null,"PresenterDisplayName":"Peter Repenning","PresenterKey":"74bb7e4a-280f-4047-95b1-ca69493f6783","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6716. DLL3 TriTCE Co-Stim: A next generation trispecific T cell engager with integrated CD28 costimulation for the treatment of DLL3-expressing cancers","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DLL3 TriTCE Co-Stim: A next generation trispecific T cell engager with integrated CD28 costimulation for the treatment of DLL3-expressing cancers","Topics":null,"cSlideId":""},{"Abstract":"Mutated KRAS proteins are ideal cancer targets, as they are expressed frequently and specifically in certain solid tumors. A large proportion of human colorectal cancer and pancreatic ductal adenocarcinoma express the tumor driver KRAS gene mutations G12V\/G12D, but drugs targeting G12V\/G12D are not available, revealing a huge unmet clinical need. While small molecules often fail to target the KRAS mutation G12V\/G12D, T cell receptor-mimic (TCR-mimic) antibodies can specifically recognize KRAS mutations presented by human leukocyte antigen (HLA), opening up possibilities for targeting such intracellular antigens.<br \/>Here, we discovered novel antibodies highly specific to G12V\/HLA and G12D\/HLA complexes by immunizing our proprietary RenTCR-mimic<sup>TM<\/sup> mice and using high-throughput Beacon-based screening. These TCR-mimic antibodies have higher affinities compared to endogenous TCRs, which may effectively reduce the possibility of tumor escape. Germline distribution analysis indicated their high sequence diversity, which suggests diverse epitope targeting. Although pancreatic cancer is extremely difficult to treat and has an extremely low KRAS mutant peptide-HLA complex density on the cell surface, our TCR-mimic antibodies exhibited potent in vitro tumor lysis activity when assembled into CD3 T cell engagers. Furthermore, these antibodies demonstrated convincing off-target safety. Together, our results indicate promising therapeutic potential of these KRAS mutation-targeted TCR-mimic antibodies for the treatment of solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"KRAS,Antigen presentation,Immunotherapy,Tumor antigen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Du, W. Tang, X. Jiao, L. Zhao, P. Du, Y. Zhang, J. Bao, H. Chen, <b>C. Guo<\/b>, W. An; <br\/>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China","CSlideId":"","ControlKey":"7a4040f4-aeb5-405b-bf74-7b7117248b56","ControlNumber":"6240","DisclosureBlock":"&nbsp;<b>J. Du, <\/b> None..<br><b>W. Tang, <\/b> None..<br><b>X. Jiao, <\/b> None..<br><b>L. Zhao, <\/b> None..<br><b>P. Du, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>J. Bao, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>C. Guo, <\/b> None..<br><b>W. An, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6231","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6717","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6717. Targeting mutant KRAS proteins with novel TCR-mimic fully human antibodies","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting mutant KRAS proteins with novel TCR-mimic fully human antibodies","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Cancer immunotherapy has currently become a highly active research area of oncology and a common treatment strategy for several cancer types. One prominent reason is that the utilized animal models could not accurately predict the of toxic response of human immune system to anti-cancer drug. For improving the safety of immune drug development, it is urgent to establish a predictive nonclinical animal platform that can accurately predict human immune response to the drugs and detect potential unwanted toxicity to human patient will be critical. We have demonstrated a disseminated tumor-bearing humanized mouse model that can evaluate the toxicity and efficacy of bispecific T cell engager (BiTE). In this study, we co-engrafted disseminated and solid tumor cells to the same mice and compared with mice engrafted with disseminated tumor or solid tumor. The purpose is to develop a novel tumor-bearing mouse model that can simultaneously evaluate the long-term efficacy against solid tumors in addition to cytokine level assessment.<br \/><b>Method:<\/b> Epidermal growth factor receptor (EGFR) expressing human triple negative breast cancer MDA-MB-231\/Luciferase-2A-GFP (MDA) cell line was utilized to establish solid tumors in mice. The cells were implanted into PBMC humanized NSG-MHC class I\/II double knock out (DKO) mice via orthotopic injection into mammary fat pad (MFP). Disseminated MDA cells were injected intravenously (IV) and tumor cells normally colonize in mouse lungs. Following EGFRxCD3 BiTE dosing initiation, tumor burden in MFP and lungs were evaluated via in vivo Xenogen imaging system, and solid tumor volume in MFP was measured 2 to 3 times a week by a digital caliper. To evaluate the toxicity in response to EGFRxCD3 BiTE treatment, human inflammatory cytokine levels was analyzed by BD cytometric bead. Clinical observations and body weight change, and human immune cell activation were evaluated.<br \/><b>Result:<\/b> EGFRxCD3 BiTE treatments significantly inhibited MFP solid tumor growth regardless the presence of IV implanted with MDA cells. EGFRxCD3 BiTE treatment induced elevated human inflammatory cytokines from humanized mice implanted with combined MFP and IV tumors. By comparison, the serum cytokine levels were low in mice implanted with MDA cells via MFP alone, suggesting that disseminated tumor cells are required for cytokine production induced by EGFRxCD3 BiTE.<br \/><b>Conclusion:<\/b> Without disseminated tumor, MFP solid tumor-bearing mice can be served as a model for drug efficacy but did not induce inflammatory cytokines by EGFRxCD3 BiTE treatment. Combination of solid and disseminated tumor models in the same mice provide a new approach for simultaneously evaluating the toxic cytokine release and efficacy of immunotherapy drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"T cell engager,Animal models,Cytokines,Efficacy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. Yang<\/b>, L.-C. Yao, J. G. Keck, M. Cheng; <br\/>The Jackson Laboratory, Sacramento, CA","CSlideId":"","ControlKey":"63854ea7-65e6-40a0-86ba-670bfe367d3a","ControlNumber":"5058","DisclosureBlock":"&nbsp;<b>G. Yang, <\/b> None..<br><b>L. Yao, <\/b> None..<br><b>J. G. Keck, <\/b> None..<br><b>M. Cheng, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6232","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6718","PresenterBiography":null,"PresenterDisplayName":"Guoxiang Yang","PresenterKey":"f705bb2a-1c69-4833-b23e-9900fe7a4d44","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6718. Evaluating toxicity and efficacy of bispecific EGFRXCD3 T cell engager in solid tumor-bearing humanized animal model","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluating toxicity and efficacy of bispecific EGFRXCD3 T cell engager in solid tumor-bearing humanized animal model","Topics":null,"cSlideId":""},{"Abstract":"Bispecific T cell engagers (TCEs) have exhibited clinical successes in the treatment of hematological cancers, while treatment of solid tumors remains a challenge. Treatment of solid tumors with conventional CD3-engaging TCEs can result in limited T cell proliferation and recruitment to the tumor site, and treatment related T cell anergy, thus restricting the ability of bispecific TCEs to inhibit growth of these poorly infiltrated tumors and rapidly growing tumors. Next generation tumor-targeting, trispecific T cell engagers with integrated costimulation (TriTCE Co-Stim) have the potential to provide more durable responses and re-invigorate T cell responses by mediating integrated signaling through CD3 (signal 1) and co-stimulation through CD28 (signal 2). Superagonist anti-CD28 antibodies activate T cells but resulted in clinical toxicities with severe cytokine release syndrome (CRS). Therefore, achieving a balance between signal 1 and 2 is critical for optimal T cell activation and proliferation. Using our Azymetric<sup>TM<\/sup> and EFECT<sup>TM<\/sup> platforms, we generated heterodimeric TriTCE Co-Stim antibody formats with various geometries and affinities to optimize T cell response and widen the therapeutic window for the treatment of solid tumors.<br \/>We have previously described screening and interrogation of different TriTCE Co-stim formats and paratope affinities, and the selection of a lead format with optimized CD3 and CD28 T cell activation. Here, we have further expanded our validation of the TriTCE Co-stim platform with our lead CLDN18.2 TriTCE co-stim format, to include a tolerability assessment in nonhuman primates.Our lead TriTCE Co-Stim format exhibited a favorable safety profile <i>in vitro<\/i> and mediated target-dependent induction of T cell activity, with enhanced proliferation, survival, and T cell-mediated cytotoxic potency compared to bispecific TCEs. In a predictive <i>in vivo<\/i> model of CRS, our lead TriTCE Co-Stim did not exhibit systemic toxicity or peripheral cytokine release. TriTCE Co-Stim mediated enhanced tumor growth regression <i>in <\/i>vivo with an increase of T cells within the tumor and no increase of T cells within the periphery.<br \/>Repeat doses of the lead TriTCE Co-Stim molecule at 3 mg\/kg were well-tolerated in nonhuman primates with no abnormal clinical signs. Minor decreases in body weight and food consumption were observed. Clinical pathology changes were consistent with a mild systemic inflammatory response.<br \/>In summary, our lead TriTCE co-stim molecule has enhanced target-dependent antitumor activity vs. bispecific benchmarks and is tolerated a murine CRS model and repeat dose non-human primate study. These data suggest TriTCE Co-stim may provide tolerable and more durable antitumor responses and contribute to improved clinical outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"T cell engager,Costimulation,Antibody engineering,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Newhook<\/b>, P. Bhojane, K. Stahl, N. E. Escalante, P. Repenning, D. Perez Escanda, P. Shao, M. C. Poffenberger, A. Robinson, K. Patel, A. Livernois, C. L. Piscitelli, N. Afacan, P. A. Moore, N. E. Weisser, T. Spreter von Kreudenstein; <br\/>Zymeworks BC Inc., Vancouver, BC, Canada","CSlideId":"","ControlKey":"d71d5e1d-02e9-4533-b836-e44fe1a3c17c","ControlNumber":"7483","DisclosureBlock":"&nbsp;<b>L. Newhook, <\/b> None..<br><b>P. Bhojane, <\/b> None..<br><b>K. Stahl, <\/b> None..<br><b>N. E. Escalante, <\/b> None..<br><b>P. Repenning, <\/b> None..<br><b>D. Perez Escanda, <\/b> None..<br><b>P. Shao, <\/b> None..<br><b>M. C. Poffenberger, <\/b> None..<br><b>A. Robinson, <\/b> None..<br><b>K. Patel, <\/b> None..<br><b>A. Livernois, <\/b> None..<br><b>C. L. Piscitelli, <\/b> None..<br><b>N. Afacan, <\/b> None..<br><b>P. A. Moore, <\/b> None..<br><b>N. E. Weisser, <\/b> None..<br><b>T. Spreter von Kreudenstein, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6233","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6719","PresenterBiography":null,"PresenterDisplayName":"Lisa Newhook, BS;MS","PresenterKey":"93222a6d-ea30-430a-a58d-b8a396fe53c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6719. TriTCE Co-Stim: A next generation trispecific T cell engager platform with integrated CD28 costimulation, engineered to improve responses in the treatment of solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TriTCE Co-Stim: A next generation trispecific T cell engager platform with integrated CD28 costimulation, engineered to improve responses in the treatment of solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Introduction\/Purpose: The Wagner lab has developed a protein nanoring based platform to direct human immune cells to combat solid tumors. These nanorings are bispecific, comprised of tumor-targeting and immune cell-targeting dihydrofolate reductase (DHFR<sup>2<\/sup>) fusion proteins. These protein nanorings direct immune cells to target and destroy cancer cells. For treating solid tumors, we aimed to target epidermal growth factor receptor (EGFR). However, targeting EGFR could lead to potential &#8220;<i>on-target, off-tumor<\/i>&#8221; effects due to expression of EGFR in healthy tissue. Matrix metalloproteinases are overexpressed in a variety of solid tumors. Therefore, to improve tumor specificity, we hypothesized that masking the immune cell targeting DHFR<sup>2<\/sup> protein through a matrix metalloproteinase-2 (MMP-2) sensitive linker will prevent engagement and activation of immune cells outside the tumor microenvironment (TME). Once these protease-activatable nanorings enter the TME and bind to EGFR, cleavage by MMP-2 will lead to unmasking of the immune cell binder, thereby crosslinking and activating immune cells, causing targeted cancer cell lysis.<br \/>Methods: We designed human histidine triad nucleotide binding protein-1 (HINT1) masked anti-immune cell targeting nanobody-DHFR<sup>2<\/sup> fusion proteins. HINT1 was hypothesized to sterically block the engagement of immune cells outside the tumor. HINT1-anti-TCR-DHFR<sup>2<\/sup> (TCR = T cell receptor) and HINT1-anti-CD16-DHFR<sup>2 <\/sup>were cloned, expressed, purified, and characterized. Their apparent binding affinities were determined using flow cytometry. The anti-tumor efficacy of these nanorings was evaluated against EGFR overexpressing A431 (human epidermoid carcinoma) cells.<br \/>Results: HINT1-anti-TCR-DHFR<sup>2<\/sup> and HINT1-anti-CD16-DHFR<sup>2 <\/sup>rings showed reduced binding to T and NK-92-CD16 cells, respectively. <i>In vitro<\/i> MMP-2 cleavage assay showed complete removal of the HINT1 mask within 2 hours. Western blot analysis showed that both proteins were stable in human serum up to 3 days. 2D cytotoxicity assays with protein nanorings assembled using anti-EGFR-DHFR<sup>2 <\/sup>and anti-TCR-DHFR<sup>2<\/sup> or anti-CD16-DHFR<sup>2 <\/sup>with T and NK-92-CD16 cells respectively, showed a potent lysis of A431 cells. The EGFR-targeted lysis was diminished in the presence of HINT1 mask, thereby providing proof-of-concept for the steric masking of the anti-immune cell targeting nanobodies.<br \/>Conclusion: Protease-activatable nanorings can selectively lyse EGFR+ tumor cells <i>in vitro<\/i>. Their antitumor efficacy and safety are currently being evaluated using a previously established <i>in vivo<\/i> mouse model. Therefore, HINT1-steric masking can serve as a simple and effective strategy to address off-tumor toxicities associated with bispecific immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Nanoparticle,Immune cells,EGFR,Prodrugs,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Kulkarni<\/b>, D. Paul, D. Dahlberg, K. Ligori, F. Rodriguez, L. Rozumalski, B. Walcheck, C. R. Wagner; <br\/>University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"bded79db-dddd-4bff-8580-a14d88c5b772","ControlNumber":"7232","DisclosureBlock":"&nbsp;<b>A. Kulkarni, <\/b> None..<br><b>D. Paul, <\/b> None..<br><b>D. Dahlberg, <\/b> None..<br><b>K. Ligori, <\/b> None..<br><b>F. Rodriguez, <\/b> None..<br><b>L. Rozumalski, <\/b> None..<br><b>B. Walcheck, <\/b> None..<br><b>C. R. Wagner, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6234","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6720","PresenterBiography":null,"PresenterDisplayName":"Abhishek Kulkarni","PresenterKey":"373d4af6-0377-4cdd-9878-13db001ec3a6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6720. HINT1 steric masked, protease-activatable bispecific protein nanorings direct human T and NK cells to eradicate EGFR+ solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HINT1 steric masked, protease-activatable bispecific protein nanorings direct human T and NK cells to eradicate EGFR+ solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) ranks as one of the most lethal cancers worldwide. Given the advances in immunotherapy and targeted therapy, the survival time in CRC has been improving recently. However, the development of novel and effective therapies for CRC still remains an unmet medical need. Guanylyl cyclase C (GUCY2C) is a transmembrane receptor expressed on the surface of intestinal epithelial cells. Recent studies have demonstrated that GUCY2C is causally linked to intestinal inflammation, dysbiosis, and tumorigenesis. To this end, GUCY2C has emerged as a promising target for immunotherapy and a diagnostic marker of primary and metastatic cancer. Here we describe the discovery and optimization of a novel panel of GUCY2C-targeting T cell engagers (TCEs) developed via our streamlined AI-guided TCE development platform. We have identified a number of anti-GUCY2C antibodies with various binding epitopes on GUCY2C, and subsequently generated a panel of novel GUCY2C-targeting multispecific antibodies with favorable developability and functionalities via our AI-driven engineering technology. Our data demonstrate that a biparatopic GUCY2C x CD3 TCE engineered as an asymmetric &#8216;1+2&#8217; format can recognize two distinct epitopes on GUCY2C. This biparatopic GUCY2C x CD3 TCE shows enhanced tumor cell binding affinity and superior T cell-mediated cytotoxicity compared to the &#8216;1+1&#8217; GUCY2C x CD3 TCE and &#8216;1+2&#8217; bivalent GUCY2C x CD3 TCE where the two GUCY2C targeting arms can only bind to an identical epitope on GUCY2C. In addition, we have engineered a novel GUCY2C &#215; CD3 x CD28 trispecific TCE, in which the CD3-targeting arm in tandem with the co-stimulating CD28-targeting arm mediate the interaction with T cells. This anti-GUCY2C trispecific TCE induces favorable synergistic T cell activation and tumor cell killing in vitro compared to the bispecific counterparts. In vivo anti-tumor activity assessments of these multispecific TCE molecules in various tumor xenograft mouse models are currently ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Deep learning,T cell engager,Gastrointestinal cancers: colorectal,Antibody engineering,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Tian<\/b>, J. Hou, C. Su, X. Xu, X. Chen, D. Liu, J. Tian, R. Shen, Y. Pan, Y. Yuan, L. Dong, T. Gu, J. Peng; <br\/>Helixon, New York, NY","CSlideId":"","ControlKey":"d6ee1251-ae3c-493b-886e-6f8f80448c42","ControlNumber":"2192","DisclosureBlock":"&nbsp;<b>L. Tian, <\/b> None..<br><b>J. Hou, <\/b> None..<br><b>C. Su, <\/b> None..<br><b>X. Xu, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>D. Liu, <\/b> None..<br><b>J. Tian, <\/b> None..<br><b>R. Shen, <\/b> None..<br><b>Y. Pan, <\/b> None..<br><b>Y. Yuan, <\/b> None..<br><b>L. Dong, <\/b> None..<br><b>T. Gu, <\/b> None..<br><b>J. Peng, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6235","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6721","PresenterBiography":null,"PresenterDisplayName":"Liang Tian, PhD","PresenterKey":"c6fb2892-6711-491a-a940-3c03c3456d11","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6721. AI-guided generation of novel GUCY2C-targeting T-cell engagers for the treatment of colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AI-guided generation of novel GUCY2C-targeting T-cell engagers for the treatment of colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"V&#947;9V&#948;2<sup>+ <\/sup>T cell (GDT) targeted immunotherapy is of interest to harness its MHC-independent cytotoxic potential to promote anti-tumor immunity. However, it remains unclear whether GDT (1-5% of total T cells) are present at sufficient numbers to be therapeutically relevant. Accumulation of intracellular phosphoantigens promotes heterodimerization of butyrophilin (BTN) 2A1 and BTN3A1 on the cell surface, leading to TCR-mediated activation of GDT. To date, clinical trials in cancer patients have failed to demonstrate monotherapy activity using a variety of GDT activating agents, including aminobisphosphonates such as zoledronic acid (ZA), V&#948;2<sup>+ <\/sup>targeted T cell engagers and BTN3A1 targeted antibodies. These data leave fundamental questions regarding the therapeutic potential of GDT unanswered, including whether they are present in sufficient numbers, whether the agents in question are providing adequate GDT activation, and whether GDT are being directed to tumor cell targets. The studies herein were thus designed to further understand the role of phosphoantigens, butyrophilins and antigen presenting cells (APCs) in activating GDT. Specifically, APC mediated GDT activation was studied in an in vitro co-culture system in the presence and absence of ZA or a CD33-directed GDT engager incorporating a heterodimer of BTN2A1 and BTN3A1 to dissect the contribution of phosphoantigens, butyrophilins and other costimulatory molecules on GDT proliferation and activation. To this end, while BTN2A1\/3A1-Fc-CD33scFv treatment alone in T and monocyte-derived dendritic cell (mDC) co-cultures or in unfractionated PBMCs increased the frequency of GDT by 2 to 10-fold after 7-12 days, the combination with low dose ZA (0.5 to 2 &#956;M) synergistically increased GDT proliferation by 40 to 100-fold. These results indicate that GDT proliferation relies both on the abundance of BTN2A1\/3A1 heterodimers and other costimulatory signals activated by ZA. Synergistic effects of ZA and BTN2A1\/3A1-Fc-CD33scFv in GDT proliferation was similarly observed in human PBMC-engrafted NSG-IL-15tg mice 12 days after treatment. Importantly, the addition of BTN2A1\/3A1-Fc-CD33scFv to T (or PBMC) and CD33<sup>+<\/sup> AML co-cultures enhanced both GDT proliferation and anti-leukemic activity while sparing healthy CD33<sup>+<\/sup> immune cells. Collectively, these results demonstrate that GDT proliferation and effector function is dependent both upon the abundance of butyrophilin heterodimers, and other cell surface molecules which are modulated by intracellular phosphoantigen accumulation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Gamma-delta lymphocytes,Acute myeloid leukemia,Proliferation,Butyrophilins,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Y. Lai<\/b><sup>1<\/sup>, C. Wang<sup>2<\/sup>, D. C. Baiu<sup>2<\/sup>, K. Smith<sup>2<\/sup>, A. Patel<sup>1<\/sup>, K. Evans<sup>1<\/sup>, N. Murr<sup>1<\/sup>, D. Franklin<sup>1<\/sup>, M. Hussain<sup>1<\/sup>, J. Pate<sup>1<\/sup>, N. Oien<sup>1<\/sup>, V. Makani<sup>1<\/sup>, A. Shukla<sup>1<\/sup>, K. Wilson<sup>1<\/sup>, G. Fromm<sup>1<\/sup>, T. H. Schreiber<sup>1<\/sup>, J. E. Gumperz<sup>2<\/sup>, S. De Silva<sup>1<\/sup>; <br\/><sup>1<\/sup>Shattuck Labs, Durham, NC, <sup>2<\/sup>University of Wisconsin School of Medicine and Public Health, Madison, WI","CSlideId":"","ControlKey":"3e761160-4213-4101-9db8-f8870f69fcde","ControlNumber":"8768","DisclosureBlock":"<b>&nbsp;A. Y. Lai, <\/b> <br><b>Shattuck Labs<\/b> Employment, Stock Option.<br><b>C. Wang, <\/b> None..<br><b>D. C. Baiu, <\/b> None..<br><b>K. Smith, <\/b> None.&nbsp;<br><b>A. Patel, <\/b> <br><b>Shattuck Labs<\/b> Employment, Stock Option. <br><b>K. Evans, <\/b> <br><b>Shattuck Labs<\/b> Employment, Stock Option. <br><b>N. Murr, <\/b> <br><b>Shattuck Labs<\/b> Employment, Stock Option. <br><b>D. Franklin, <\/b> <br><b>Shattuck Labs<\/b> Employment, Stock Option. <br><b>M. Hussain, <\/b> <br><b>Shattuck Labs<\/b> Employment, Stock Option. <br><b>J. Pate, <\/b> <br><b>Shattuck Labs<\/b> Employment, Stock Option. <br><b>N. Oien, <\/b> <br><b>Shattuck Labs<\/b> Employment, Stock Option. <br><b>V. Makani, <\/b> <br><b>Shattuck Labs<\/b> Employment, Stock Option. <br><b>A. Shukla, <\/b> <br><b>Shattuck Labs<\/b> Employment, Stock Option. <br><b>K. Wilson, <\/b> <br><b>Shattuck Labs<\/b> Independent Contractor. <br><b>G. Fromm, <\/b> <br><b>Shattuck Labs<\/b> Employment, Stock Option. <br><b>T. H. Schreiber, <\/b> <br><b>Shattuck Labs<\/b> Employment, Stock Option. <br><b>J. E. Gumperz, <\/b> <br><b>Shattuck Labs<\/b> Grant\/Contract. <br><b>S. De Silva, <\/b> <br><b>Shattuck Labs<\/b> Employment, Stock Option.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6236","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6722","PresenterBiography":null,"PresenterDisplayName":"Anne Lai, PhD","PresenterKey":"d9f1ab4c-ffe8-445b-abd7-ee8e75178ebc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6722. A CD33 antigen targeted Gamma Delta T-cell engager in combination with zoledronate promotes Vg9Vd2<sup>+ <\/sup>T cell proliferation and cytotoxicity against acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A CD33 antigen targeted Gamma Delta T-cell engager in combination with zoledronate promotes Vg9Vd2<sup>+ <\/sup>T cell proliferation and cytotoxicity against acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"In the field of cancer immunotherapy, bispecific antibodies have emerged as a promising approach for redirecting T-cells to target and combat tumors. However, their efficacy is limited to only a subset of patients. A major challenge that hinders the development of bispecific antibody targets is the lack of preclinical models that preserve patient-specific tumor antigens and recapitulate the complex interaction between the human immune system and tumor cells. HUB Organoids technology presents a valuable platform for novel immunotherapies testing and validation as they are directly derived from patient tumor tissues, accurately reflecting patient-specific tumor antigens. BIOMUNEX Pharmaceuticals has developed the BiXAb<sup>&#174;<\/sup> technology platform, a computational modeling approach that rapidly generates bispecific antibodies from various monospecific monoclonal antibodies, eliminating the need for extensive engineering. This platform includes a bivalent T cell engager specifically targeting MAIT cells and human epithelial growth factor receptor (HER2), a tumor antigen highly expressed in some colorectal cancer (CRC) patients. This innovative approach forms an efficient immunological synapse, allowing exclusive redirection of MAIT cells to directly eliminate cancer cells. In a collaborative research initiative between HUB Organoids<sup>&#174;<\/sup> and BIOMUNEX Pharmaceuticals, the mechanisms by which BiXAb<sup>&#174;<\/sup> induce tumor cell killing were confirmed using CRC patient-derived organoids (HUB Organoids<sup>&#174;<\/sup> or PDOs) co-cultured with allogenic MAIT cells in an <i>in vitro<\/i> model. The study results depicted BiXAb<sup>&#174; <\/sup>induced MAIT-cell activation in a dose-dependent manner, as detected by FACS and ELISA. Furthermore, BiXAb<sup>&#174;<\/sup>-mediated MAIT-cell-specific killing of CRC PDOs was observed in a HER2-dependent manner, determined using an image-based viability assay. In conclusion, the co-culture platform of CRC PDOs-MAIT cells described here effectively captured the activation and targeted killing of MAIT cells mediated by BiXAb<sup>&#174;<\/sup>, underscoring the added value of this PDO-based co-culture platform in developing novel immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Organoids,T cell engager,Cancer immunotherapy,Antibody-dependent cellular cytotoxicity (ADCC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Abouleila<\/b><sup>1<\/sup>, J. Prigent<sup>2<\/sup>, M. Doorn<sup>1<\/sup>, C. Germain<sup>2<\/sup>, S. Boj<sup>1<\/sup>, S. Plyte<sup>2<\/sup>, C. Verissimo<sup>1<\/sup>; <br\/><sup>1<\/sup>HUB Organoids, Utrecht, Netherlands, <sup>2<\/sup>BIOMUNEX Pharmaceuticals, Paris, France","CSlideId":"","ControlKey":"df3df291-1693-4800-a801-309d30989c3c","ControlNumber":"6398","DisclosureBlock":"&nbsp;<b>Y. Abouleila, <\/b> None.&nbsp;<br><b>J. Prigent, <\/b> <br><b>BIOMUNEX Pharmaceuticals<\/b> Employment.<br><b>M. Doorn, <\/b> None.&nbsp;<br><b>C. Germain, <\/b> <br><b>BIOMUNEX Pharmaceuticals<\/b> Employment.<br><b>S. Boj, <\/b> None.&nbsp;<br><b>S. Plyte, <\/b> <br><b>BIOMUNEX Pharmaceuticals<\/b> Employment.<br><b>C. Verissimo, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6238","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6724","PresenterBiography":null,"PresenterDisplayName":"Yasmine Abouleila","PresenterKey":"d605fd8c-237a-4e08-9e27-e3ebbb5e739b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6724. Mechanistic validation of MAIT cell engagers in HUB patient-derived organoids (PDO) co-culture model","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanistic validation of MAIT cell engagers in HUB patient-derived organoids (PDO) co-culture model","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is the most common cancer in American men and the second leading cause of cancer death in men in western countries. Most metastatic patients develop castration resistant prostate cancer, which despite advances in immunotherapy, is limited in treatment options and represents a critical unmet need. Bi-specific T cell engagers (TCEs) targeting prostate cancer antigens represent a modality that has demonstrated preliminary clinical activity. Clinically validated antigens that are highly expressed in prostate cancers include Prostate-Specific Membrane Antigen (PSMA) and Six Transmembrane Epithelial Antigen of the Prostate 1 (STEAP1). TCEs targeting either PSMA or STEAP1 individually have shown promising clinical activity, but challenges with durability and toxicity have been reported, potentially attributable to antigen escape, target-independent T cell activation (bystander activation) and specificity issues. Contrary to its name, PSMA expression is not exclusive to prostate cells and can be found in several other tissues and\/or conditions, including normal nonprostatic epithelial cells, inflammation\/infection, nonprostatic neoplastic cells and nonprostatic tumor-associated neovasculature. The widespread expression of PSMA may limit the therapeutic window of PSMA-specific TCEs and drive immunotoxicity by increased on-target, off-tumor binding. To address these issues, Nutcracker Therapeutics (NTX) has developed novel and highly complex multispecific TCE molecules that target both PSMA and STEAP1, which can be expressed using NTX&#8217;s proprietary mRNA therapeutics platform. A wide library of molecules was designed with attenuated PSMA and CD3 binding to mitigate on-target, off-tumor binding and target-independent T cell activation. Molecules were screened and selected based on their propensity to cause bystander T cell activation and the strength of PSMA binding. We identified a small number of molecules that are capable of engaging CD3 T cells but display minimal activity in the absence of STEAP1 or PSMA expressing target cells, including molecules that retain low bystander activity and attenuated PSMA binding yet maintain robust target cell killing. These molecules include NTX-470, which targets both STEAP1 and PSMA on tumor cells with minimal bystander activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"T cell engager,Immunotherapy,Prostate cancer,mRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Rae<\/b><sup>1<\/sup>, S. Adusumilli<sup>1<\/sup>, S. Bandi<sup>1<\/sup>, S. Lal<sup>1<\/sup>, P. Dhungel<sup>1<\/sup>, K. Ferry<sup>1<\/sup>, S. Gholizadeh<sup>1<\/sup>, A. Sharma<sup>1<\/sup>, A. Sallets<sup>1<\/sup>, W. Liu<sup>1<\/sup>, E. McCartney-Melstad<sup>1<\/sup>, P.-K. Hsu<sup>1<\/sup>, R. Low<sup>1<\/sup>, C. McKinlay<sup>1<\/sup>, M. Leong<sup>1<\/sup>, D. Y. Oh<sup>2<\/sup>, L. Fong<sup>2<\/sup>, G. Kannan<sup>1<\/sup>, S. Deutsch<sup>1<\/sup>, O. Haabeth<sup>1<\/sup>; <br\/><sup>1<\/sup>Nutcracker Therapeutics, Inc., Emeryville, CA, <sup>2<\/sup>University of California, San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"7b54072e-4d3b-4ddc-b35a-57cf5537b0fa","ControlNumber":"7229","DisclosureBlock":"&nbsp;<b>C. Rae, <\/b> None..<br><b>S. Adusumilli, <\/b> None..<br><b>S. Bandi, <\/b> None..<br><b>S. Lal, <\/b> None..<br><b>P. Dhungel, <\/b> None..<br><b>K. Ferry, <\/b> None..<br><b>S. Gholizadeh, <\/b> None..<br><b>A. Sharma, <\/b> None..<br><b>A. Sallets, <\/b> None..<br><b>W. Liu, <\/b> None..<br><b>E. McCartney-Melstad, <\/b> None..<br><b>P. Hsu, <\/b> None..<br><b>R. Low, <\/b> None..<br><b>C. McKinlay, <\/b> None..<br><b>M. Leong, <\/b> None..<br><b>D. Y. Oh, <\/b> None..<br><b>L. Fong, <\/b> None..<br><b>G. Kannan, <\/b> None..<br><b>S. Deutsch, <\/b> None..<br><b>O. Haabeth, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6239","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6725","PresenterBiography":null,"PresenterDisplayName":"Chris Rae","PresenterKey":"45f4eb64-5733-456a-8046-7833d40e0348","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6725. NTX-470, a novel multispecific T cell engager expressed from mRNA targets PSMA and STEAP1 prostate cancer antigens to generate enhanced functional activity","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NTX-470, a novel multispecific T cell engager expressed from mRNA targets PSMA and STEAP1 prostate cancer antigens to generate enhanced functional activity","Topics":null,"cSlideId":""},{"Abstract":"T-cell engagers (TCEs) have established therapeutic effect in treatment of various cancers by harnessing the power of the immune system against tumors in a targeted manner. IgM-based TCEs may offer high avidity, specificity, and safety advantages over other modalities because of their multivalent architecture and unique positioning of the CD3 binding domain on the J-chain. We have built a costimulatory IgM TCE platform that engages both signal 1 and signal 2 on T-cells, with the goal of enabling their optimal activation and survival for more robust and durable cytotoxic activity.<br \/>Multiple antigen targeting costimulatory IgM TCEs were generated and activity was evaluated both in vitro and in vivo to assess the role of CD28 co-stimulation. Costimulatory IgM TCEs engaged both CD3 and CD28 on the T-cell surface, enhancing in vitro cytotoxicity and T-cell activation. Levels of IL-2 increased significantly with dual signal engagement promoting proliferation and survival of T-cells. In long-term culture assays, costimulatory IgM TCEs promoted better T-cell proliferation and survival compared to IgM TCEs with only a CD3 binder, and was even more pronounced at low E:T ratios. In the absence of CD3 engagement, CD28 binding alone did not induce any T-cell activation, cytotoxicity, or cytokines. Activation of T-cells was also fully dependent on the presence of target cells, underscoring the safety profile of the platform.<br \/>In Hu-PBMC xenograft tumor models, costimulatory IgM TCEs exhibited stronger in vivo anti-tumor activity compared to TCEs only engaging CD3. Tumor growth inhibition was maintained for longer after dosing was stopped with costimulatory IgM TCEs, indicating the durability of responses. Costimulatory IgM TCEs suppressed tumor growth in xenograft studies using cell lines that expressed both high and low target copy numbers suggestive of their broad utility against multiple tumor types. Enhanced in vivo anti-tumor activity of costimulatory IgM TCEs was associated with significant increases in intra-tumoral CD8\/CD3<sup>+<\/sup>T-cells.Both peripheral and intra-tumoral T-cells exhibited enhanced anti-apoptotic and cytotoxic phenotypes indicative of the costimulatory activation.<br \/>IgM-based costimulatory TCEs provide enhanced cytotoxicity through optimal T-cell activation and proliferation\/survival. This dual engagement of T-cell activation signals, along with the high avidity target binding offered by IgM platform, could enable the creation of effective therapeutics targeting pathogenic cells in autoimmune diseases and solid tumors that will maintain activity even in conditions with low T-cell counts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"T cell engager,Costimulation,Immuno-oncology,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Xue, K. Li, P. Yakkundi, P. Chadasama, T. Mao, Z. Malik, V. Rao, M. Joglekar, K. Mai, G. Li, D. Pandya, R. Rosete, Z. Ye, L. Tahrani, J. Wang, N. Hanna, E. Perez, Y. Wang, S. Ahmed, L. Widjaja, P. Hinton, K. Bzymek, B. Keyt, M. Oyasu, L. Liu, <b>A. Sinclair<\/b>, U. S. Muchhal; <br\/>IGM Biosciences, Inc., Mountain View, CA","CSlideId":"","ControlKey":"c43ad92b-2fd9-4547-98c1-62986043268e","ControlNumber":"8305","DisclosureBlock":"&nbsp;<b>J. Xue, <\/b> None..<br><b>K. Li, <\/b> None..<br><b>P. Yakkundi, <\/b> None..<br><b>P. Chadasama, <\/b> None..<br><b>T. Mao, <\/b> None..<br><b>Z. Malik, <\/b> None..<br><b>V. Rao, <\/b> None..<br><b>M. Joglekar, <\/b> None..<br><b>K. Mai, <\/b> None..<br><b>G. Li, <\/b> None..<br><b>D. Pandya, <\/b> None..<br><b>R. Rosete, <\/b> None..<br><b>Z. Ye, <\/b> None..<br><b>L. Tahrani, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>N. Hanna, <\/b> None..<br><b>E. Perez, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>S. Ahmed, <\/b> None..<br><b>L. Widjaja, <\/b> None..<br><b>P. Hinton, <\/b> None..<br><b>K. Bzymek, <\/b> None..<br><b>B. Keyt, <\/b> None..<br><b>M. Oyasu, <\/b> None..<br><b>L. Liu, <\/b> None..<br><b>A. Sinclair, <\/b> None..<br><b>U. S. Muchhal, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6240","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6726","PresenterBiography":null,"PresenterDisplayName":"Angus Sinclair, PhD","PresenterKey":"a4a3b9bd-fc34-4415-b7be-c7415176f99f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6726. Costimulatory IgM T-cell engagers with enhanced and durable cytotoxicity","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Costimulatory IgM T-cell engagers with enhanced and durable cytotoxicity","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is the fourth leading cause of death in the world with a global mortality rate of over 700,000 annually. While recent advancement in diagnosis and prevention has reduced the overall number of deaths, the lack of effective and durable treatment has not significantly improved survival rate. Emerging modalities in immunotherapy such as T cell engagers have paved new ways for disease management. However, a common challenge to advancing T cell engagers in the clinic is poor target specificity and high toxicity associated with non-specific T cell activation and cytokine release. To overcome these shortcomings, we have developed QL335, a bispecific antibody bridging LY6G6D antigen on tumor cells and CD3 on T cells. LY6G6D or Lymphocyte Antigen 6 Family Member G6D, is a GPI-anchored membrane protein that, according to TCGA RNAseq data, is highly expressed in microsatellite stable (MSS) colorectal cancer but not in normal tissues. We analyzed LY6G6D expression by IHC in over 200 CRC patient tumors and 40+ normal tissue samples from different organs, confirming its highly restricted CRC expression pattern. We constructed our bispecific antibody in a 2+1 format, comprising two high affinity LY6G6D binding domains and one reduced affinity CD3 binding domain. Such format allows for higher tumor accumulation while mitigating non-specific T cell activation in the periphery. In vitro evaluation showed that QL335 induced potent yet highly specific T cell activation and killing of only target cells expressing LY6G6D. QL335 demonstrated robust anti-tumor efficacy in vivo against human colon cancer xenograft models with human PBMC reconstitution. Importantly, QL335 was well tolerated in cynomolgus monkeys dosed up to 50 mg\/kg, supporting the enhanced safety profile by design of this therapeutic candidate. QL335 is currently being evaluated in a phase 1 clinical trial.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Colorectal cancer,T cell engager,Bispecific antibody,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Gu<\/b><sup>1<\/sup>, G. Guo<sup>1<\/sup>, H. Yee<sup>1<\/sup>, H. V. Tran<sup>1<\/sup>, S. Chen<sup>1<\/sup>, C. Cao<sup>2<\/sup>, K. Liu<sup>2<\/sup>, C. Jin<sup>2<\/sup>, W. Lun<sup>2<\/sup>, R. Ma<sup>2<\/sup>, L. Ren<sup>2<\/sup>; <br\/><sup>1<\/sup>QLSF Biotherapeutics, South San Francisco, CA, <sup>2<\/sup>Qilu Pharmaceutical Co., Ltd., Jinan, China","CSlideId":"","ControlKey":"03d136e3-dc9b-43c2-9416-8f13a90a7629","ControlNumber":"2080","DisclosureBlock":"<b>&nbsp;S. Gu, <\/b> <br><b>QLSF Biotherapeutics Inc<\/b> Employment, Stock Option. <br><b>G. Guo, <\/b> <br><b>QLSF Biotherapeutics Inc<\/b> Employment, Stock Option. <br><b>H. Yee, <\/b> <br><b>QLSF Biotherapeutics Inc<\/b> Employment, Stock Option. <br><b>H. V. Tran, <\/b> <br><b>QLSF Biotherapeutics Inc<\/b> Employment, Stock Option. <br><b>S. Chen, <\/b> <br><b>QLSF Biotherapeutics Inc<\/b> Employment, Stock Option. <br><b>C. Cao, <\/b> <br><b>Qilu Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>K. Liu, <\/b> <br><b>Qilu Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>C. Jin, <\/b> <br><b>Qilu Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>W. Lun, <\/b> <br><b>Qilu Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>R. Ma, <\/b> <br><b>Qilu Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>L. Ren, <\/b> <br><b>Qilu Pharmaceutical Co., Ltd.<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6217","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6727","PresenterBiography":null,"PresenterDisplayName":"Shenda Gu, PhD","PresenterKey":"7271271b-b0cf-44c5-a49d-a32ef9cf2a6f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6727. QL335, a novel T cell engager with enhanced safety profile targeting MSS colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"QL335, a novel T cell engager with enhanced safety profile targeting MSS colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Despite advancement in targeted therapies, treatment options for patients with acute myeloid leukemia (AML) that provide a tolerable and durable response remain elusive. We have developed a CD3 bispecific antibody, QL325, targeting CLEC12A, a c-type lectin protein that is highly expressed on AML blasts. Normally, CLEC12A expression is mostly confined to the CD34+CD38- progenitor population and largely absent on normal and regenerating bone marrow stem cells. Our bispecific antibody is configured in a 2 + 1 format, with bivalent avidity binding to CLEC12A, monovalent low affinity binding to CD3, and an effector-null Fc for extending half-life. In our preclinical studies, QL325 induced CLEC12A -dependent activation and proliferation of T cells. Redirected T cell-dependent cytotoxicity mediated by QL325 was restricted to AML cancer cells expressing CLEC12A. QL325 demonstrated dose dependent suppression of tumor growth in xenograft models of AML, significantly more potent than a clinical benchmark antibody. In non-human primates, QL325 was tolerated up to 0.03 mg\/kg for IV dosing and under 0.1 mg\/kg for SC dosing, well above the predicted effective therapeutic dose. A phase 1 clinical trial is currently ongoing to determine the safety and early efficacy in patients with refractory or relapsed AML.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,T cell engager,Bispecific antibody,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Gu<\/b><sup>1<\/sup>, H. V. Tran<sup>1<\/sup>, S. Chen<sup>1<\/sup>, K. Liu<sup>2<\/sup>, X. Zhang<sup>2<\/sup>, L. Jia<sup>2<\/sup>, R. Ma<sup>2<\/sup>, J. Fu<sup>2<\/sup>; <br\/><sup>1<\/sup>QLSF Biotherapeutics, South San Francisco, CA, <sup>2<\/sup>Qilu Pharmaceutical Co., Ltd., Jinan, China","CSlideId":"","ControlKey":"2ac4a8bc-15c0-470c-8ac0-70f0704240f9","ControlNumber":"2084","DisclosureBlock":"<b>&nbsp;S. Gu, <\/b> <br><b>QLSF Biotherapeutics Inc<\/b> Employment, Stock Option. <br><b>H. V. Tran, <\/b> <br><b>QLSF Biotherapeutics Inc<\/b> Employment, Stock Option. <br><b>S. Chen, <\/b> <br><b>QLSF Biotherapeutics Inc<\/b> Employment, Stock Option. <br><b>K. Liu, <\/b> <br><b>Qilu Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>X. Zhang, <\/b> <br><b>Qilu Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>L. Jia, <\/b> <br><b>Qilu Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>R. Ma, <\/b> <br><b>Qilu Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>J. Fu, <\/b> <br><b>Qilu Pharmaceutical Co., Ltd.<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6227","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6728","PresenterBiography":null,"PresenterDisplayName":"Shenda Gu, PhD","PresenterKey":"7271271b-b0cf-44c5-a49d-a32ef9cf2a6f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6728. Preclinical development of QL325, a novel T cell engager targeting CLEC12A-positive AML","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"348","SessionOnDemand":"False","SessionTitle":"Targeted Immune Cell Engagers","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical development of QL325, a novel T cell engager targeting CLEC12A-positive AML","Topics":null,"cSlideId":""}]